{
 "awd_id": "0757966",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Frontier Challenges in Neutrino Cosmology, Dark Energy and Dark Matter",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032924666",
 "po_email": "kblagoev@nsf.gov",
 "po_sign_block_name": "Krastan Blagoev",
 "awd_eff_date": "2009-01-01",
 "awd_exp_date": "2011-12-31",
 "tot_intn_awd_amt": 75000.0,
 "awd_amount": 75000.0,
 "awd_min_amd_letter_date": "2009-01-08",
 "awd_max_amd_letter_date": "2011-01-13",
 "awd_abstract_narration": "The objective of this proposal is to study dark energy, dark matter, and the neutrino mass by doing N-body numerical simulations of the evolution of the universe incorporating large and small scale cosmological structure formation.  The simulations will incorporate future survey results as they become available. This work specifies the physical processes driving the distribution of galaxies within their halos, the halo and sub-halo mass function, the bias of halos relative to the dark matter, as well as pure dark matter statistics such as the nonlinear power spectrum and higher order statistics. Determining these quantities robustly and at high precision is necessary in order to determine  the equation of state of the dark energy and neutrino mass.  The presence of new physics which generates neutrino mass highlights the chance that something extremely significant may be present in the neutrino sector ? namely,it is a strong contender to be  dark matter. Sterile neutrinos, predicted in most extensions to the standard model of particle physics, can be produced in the early universe and be part of dark matter. The PI proposes to improve the analysis of sterile neutrino production and their clustering and growth in order to see whether these particles are responsible for a large fraction of the dark matter in the universe. \r\nThe projects presented in this research proposal will integrate research and education by training and developing graduate students through supervised research on these projects. The results of this research will be disseminated to the community on the web and in various talks given by the PI. The graduate students involved on this project would develop the skills needed to work at the forefront of theoretical astrophysics, including sophisticated computational skills.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kevork",
   "pi_last_name": "Abazajian",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Kevork N Abazajian",
   "pi_email_addr": "kevork@uci.edu",
   "nsf_id": "000355653",
   "pi_start_date": "2009-01-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland, College Park",
  "perf_str_addr": "3112 LEE BUILDING",
  "perf_city_name": "COLLEGE PARK",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128800",
   "pgm_ele_name": "Particle Astrophysics & Cosmol"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 25000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 25000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 25000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The research funded by NSF Theoretical Physics grant #0757966 has<br />helped elucidate the nature of dark matter in the Universe.&nbsp; One key<br />result is the development of a shape-based test of potential signal of<br />dark matter in radio waves coming from the center of the Milky Way<br />galaxy.&nbsp; Leading models of dark matter predict its annihilation rate,<br />and this signal largely follows the density of dark matter in the<br />center of the galaxy, and the galaxy's large scale magnetic field.<br />The second key project was the analysis of the constraints on dark<br />matter models coming from observations of the diffuse background of<br />photons observed by the Fermi Gamma-Ray Space Telescope.&nbsp; That work<br />found that many favored models of dark matter are constrained by the<br />new data coming from these observations.&nbsp; A follow on project examined<br />models for the diffuse gamma-ray background that found active<br />high-energy galaxies called blazars that could compose a large<br />fraction to all of the extragalactic gamma-ray sky. Using this model,<br />it was found that the constraints from the diffuse gamma-ray<br />background would likely get better by a factor of two to three with<br />all of the upcoming data from the Fermi Telescope.&nbsp; In another related<br />project on dark matter detection, our work showed that the High Energy<br />Stereoscopic System Telescope also constrains broad classes of dark<br />matter models at high dark matter particle masses.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/08/2012<br>\n\t\t\t\t\tModified by: Kevork&nbsp;N&nbsp;Abazajian</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe research funded by NSF Theoretical Physics grant #0757966 has\nhelped elucidate the nature of dark matter in the Universe.  One key\nresult is the development of a shape-based test of potential signal of\ndark matter in radio waves coming from the center of the Milky Way\ngalaxy.  Leading models of dark matter predict its annihilation rate,\nand this signal largely follows the density of dark matter in the\ncenter of the galaxy, and the galaxy's large scale magnetic field.\nThe second key project was the analysis of the constraints on dark\nmatter models coming from observations of the diffuse background of\nphotons observed by the Fermi Gamma-Ray Space Telescope.  That work\nfound that many favored models of dark matter are constrained by the\nnew data coming from these observations.  A follow on project examined\nmodels for the diffuse gamma-ray background that found active\nhigh-energy galaxies called blazars that could compose a large\nfraction to all of the extragalactic gamma-ray sky. Using this model,\nit was found that the constraints from the diffuse gamma-ray\nbackground would likely get better by a factor of two to three with\nall of the upcoming data from the Fermi Telescope.  In another related\nproject on dark matter detection, our work showed that the High Energy\nStereoscopic System Telescope also constrains broad classes of dark\nmatter models at high dark matter particle masses. \n\n\t\t\t\t\tLast Modified: 02/08/2012\n\n\t\t\t\t\tSubmitted by: Kevork N Abazajian"
 }
}