{
 "awd_id": "0804408",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Magnetic Resonance Investigations of Symmetries, Interactions and their Consequences in Electronic Matter",
 "cfda_num": "47.049",
 "org_code": "03070003",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Daniele Finotello",
 "awd_eff_date": "2008-11-01",
 "awd_exp_date": "2012-02-29",
 "tot_intn_awd_amt": 365000.0,
 "awd_amount": 365000.0,
 "awd_min_amd_letter_date": "2008-10-17",
 "awd_max_amd_letter_date": "2010-11-01",
 "awd_abstract_narration": "Non-technical abstract:\r\n\r\nThis project focuses on multi-functional synthetic materials composed of molecular units that can be expected to play a key role in the future development of molecular electronics. Efforts will be directed towards gaining new understanding of organic superconductors and molecular nanomagnets. A unifying theme involves the use of magnetic resonance to obtain detailed structural information for these molecule-based materials, with a particular focus on the importance of molecular and/or crystal symmetries and their consequences in terms of the resulting material properties. The proposed research relies heavily on new experimental methods developed recently by the PI, permitting studies in magnetic fields of up to 45 tesla at the National High Magnetic Field Laboratory (NHMFL). Combining these capabilities with high pressures will also be explored. This is an interdisciplinary research field that is ideally suited to a university/national lab setting, and especially suitable for student research experiences. Work will be performed predominantly by graduate and undergraduate students at Florida State University and at the NHMFL. As in the past, the PI will also train young scientist through several local programs which support summer research experiences for local high school students and undergraduates from underrepresented groups.\r\n\r\nTechnical abstract:\r\n\r\nThis project will explore the consequences of electronic interactions in anisotropic crystals, with particular focus on the role of symmetry in stabilizing electronic and magnetic order. Magnetic resonance spectroscopy is perfectly suited to this problem: studies as a function of field orientation will probe the spatial symmetry of the underlying Hamiltonian, and dipole selection rules will provide information about additional symmetries. Specific problems include: (i) the origin of ?missing? Drude weight in organic superconductors; (ii) the correspondence between electronic structure and superconducting symmetry in organics and oxides; (iii) the search for a spin-supersolid; and (iv) the relevance of antisymmetric exchange in molecular nanomagnets and ordered spin systems. The proposed research relies on spectroscopic techniques developed recently by the PI, permitting studies in fields up to 45 tesla at the National High Magnetic Field Laboratory (NHMFL). Combining these capabilities with high pressures will also be explored. Work will be performed by graduate and undergraduate students at Florida State University and the NHMFL. As in the past, the PI will also train young scientist through several local programs which support summer research experiences for local high school students and undergraduates from underrepresented groups.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Hill",
   "pi_mid_init": "O",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen O Hill",
   "pi_email_addr": "shill@magnet.fsu.edu",
   "nsf_id": "000101901",
   "pi_start_date": "2008-10-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida State University",
  "inst_street_address": "874 TRADITIONS WAY",
  "inst_street_address_2": "",
  "inst_city_name": "TALLAHASSEE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8506445260",
  "inst_zip_code": "323060001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "FL02",
  "org_lgl_bus_name": "FLORIDA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JF2BLNN4PJC3"
 },
 "perf_inst": {
  "perf_inst_name": "Florida State University",
  "perf_str_addr": "874 TRADITIONS WAY",
  "perf_city_name": "TALLAHASSEE",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "323060001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "FL02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 110000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 110000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 145000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project focused on gaining understanding of the fundamental physical processes that give rise to technologically useful properties in a wide range of multi-functional, synthetic materials composed of molecular building units. It is expected that these materials will play a key role in the future development of molecular/plastic electronics and/or magnetic materials. A unifying theme involved the use of magnetic resonance techniques developed by the principal investigator to obtain detailed structural information, with a particular focus on the importance of molecular and/or crystal symmetries and their consequences in terms of the resulting material properties.</p>\n<p>One area of research involved the electronic properties of purely organic compounds that have been studied extensively in recent decades as potential alternatives to the more traditional device materials (silicon, copper, iron, etc..). This interest has been driven by the advantages such materials offer in terms of their light weight, bio-compatibility, and the tremendous control that synthetic sample preparation methods provide. Examples of purely organic magnets have been extremely rare, particularly hard magnetic materials that can retain their magnetization after a polarizing magnetic field is removed. In fact, the idea of purely organic (essentially plastic) magnets breaks with the basic beliefs of many in the magnetism community. Nevertheless, this project has made important breakthroughs involving both experimental investigations and theoretical understanding of a family of compounds that hold records for both the highest operating temperatures and their ability to retain magnetization. In fact, in terms of the latter property, these new materials may be compared to some of the best known elemental magnets such as cobalt, and they are orders of magnitude better than previously discovered organic magnets.</p>\n<p>A second area of study focused on chemically synthesized magnetic nanoparticles, or so-called molecular nanomagnets. The miniaturization of magnetic devices to this size is critical to advances in magnetic recording and computing technologies, a multi-billion dollar industry in the United States. Conventional techniques used to fabricate magnetic nanostructures have serious limitations. For this reason, there is a growing interest in chemical syntheses that provide a bottom-up or molecule-based approach&mdash;often, with atomic scale control of magnetic structure. This project focused on two aspects of this problem, both related to the physics of magnetic switching in such small objects. In the first case, the influence of symmetry (or shape) was carefully studied, resulting in crucial understanding of the types molecule that give rise to desirable magnetic switching properties. This understanding will be invaluable to chemists hoping to design better molecules for future applications. The second case focused on the potential use of rare-earth (holmium in this case) magnetic molecules in quantum computing devices. Again, research focused on understanding the structural factors that allow these molecules to retain quantum information for a long enough time to perform useful computations. Importantly, a strategy was discovered for achieving quite long quantum memory times.</p>\n<p>A final, more fundamental area of study focused on new forms of magnetic behavior that emerge in extreme environments&mdash;either the world&rsquo;s strongest magnetic fields available at the National High Magnetic Field Laboratory (NHMFL), or high pressures. Outcomes from these studies have provided useful information for: (i) theoretical physicists to help them understand complex new phenomena that emerge in systems containing a large number of strongly interacting degrees of freedom (in this case, electron spins); and (ii) synthetic chemists in terms of understanding how molecules and networks of molecules...",
  "por_txt_cntn": "\nThis project focused on gaining understanding of the fundamental physical processes that give rise to technologically useful properties in a wide range of multi-functional, synthetic materials composed of molecular building units. It is expected that these materials will play a key role in the future development of molecular/plastic electronics and/or magnetic materials. A unifying theme involved the use of magnetic resonance techniques developed by the principal investigator to obtain detailed structural information, with a particular focus on the importance of molecular and/or crystal symmetries and their consequences in terms of the resulting material properties.\n\nOne area of research involved the electronic properties of purely organic compounds that have been studied extensively in recent decades as potential alternatives to the more traditional device materials (silicon, copper, iron, etc..). This interest has been driven by the advantages such materials offer in terms of their light weight, bio-compatibility, and the tremendous control that synthetic sample preparation methods provide. Examples of purely organic magnets have been extremely rare, particularly hard magnetic materials that can retain their magnetization after a polarizing magnetic field is removed. In fact, the idea of purely organic (essentially plastic) magnets breaks with the basic beliefs of many in the magnetism community. Nevertheless, this project has made important breakthroughs involving both experimental investigations and theoretical understanding of a family of compounds that hold records for both the highest operating temperatures and their ability to retain magnetization. In fact, in terms of the latter property, these new materials may be compared to some of the best known elemental magnets such as cobalt, and they are orders of magnitude better than previously discovered organic magnets.\n\nA second area of study focused on chemically synthesized magnetic nanoparticles, or so-called molecular nanomagnets. The miniaturization of magnetic devices to this size is critical to advances in magnetic recording and computing technologies, a multi-billion dollar industry in the United States. Conventional techniques used to fabricate magnetic nanostructures have serious limitations. For this reason, there is a growing interest in chemical syntheses that provide a bottom-up or molecule-based approach&mdash;often, with atomic scale control of magnetic structure. This project focused on two aspects of this problem, both related to the physics of magnetic switching in such small objects. In the first case, the influence of symmetry (or shape) was carefully studied, resulting in crucial understanding of the types molecule that give rise to desirable magnetic switching properties. This understanding will be invaluable to chemists hoping to design better molecules for future applications. The second case focused on the potential use of rare-earth (holmium in this case) magnetic molecules in quantum computing devices. Again, research focused on understanding the structural factors that allow these molecules to retain quantum information for a long enough time to perform useful computations. Importantly, a strategy was discovered for achieving quite long quantum memory times.\n\nA final, more fundamental area of study focused on new forms of magnetic behavior that emerge in extreme environments&mdash;either the worldÆs strongest magnetic fields available at the National High Magnetic Field Laboratory (NHMFL), or high pressures. Outcomes from these studies have provided useful information for: (i) theoretical physicists to help them understand complex new phenomena that emerge in systems containing a large number of strongly interacting degrees of freedom (in this case, electron spins); and (ii) synthetic chemists in terms of understanding how molecules and networks of molecules (polymers) respond to crystal forces.\n\nThis was a highly interdisciplinary project, i..."
 }
}