{
 "awd_id": "0817333",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "NSWP:  Data-based Forecasting of the Geomagnetic Field with High Resolution in Space",
 "cfda_num": "47.050",
 "org_code": "06020202",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rachel Walker-Kulzick",
 "awd_eff_date": "2008-12-01",
 "awd_exp_date": "2011-11-30",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2008-11-25",
 "awd_max_amd_letter_date": "2010-09-30",
 "awd_abstract_narration": "The magnetic field is a fundamental parameter that governs the structure of the magnetosphere and its storm-time dynamics. Achieving its timely, accurate, and reliable forecasting is one of principal goals of the National Space Weather Program. It is especially important for the inner magnetosphere, where magnetic storms and radiation belt disturbances occur, and where the capabilities of the present-day first-principle models are most limited. In particular, the dynamics of the magnetic field is a key factor controlling the radial transport and acceleration of the radiation belts.  \r\n\r\nA recently developed technique based on an extensible model for the field of equatorial currents that uses large sets of spacecraft data has been shown to dramatically improve the spatial resolution of the empirical picture of the magnetospheric magnetic field. Since the data accumulation, necessary for high resolution in space, may be too long and smear out important dynamical effects, a new nonlinear data-binning technique has been devised, where the spatial structure of each state of the magnetosphere is described by fitting the model to a local subset of data. It includes both the actual data obtained for the given state and data from other time intervals (e.g., similar phases of other magnetic storms), neighboring the present state in the space of global parameters, solar wind electric field, geomagnetic activity index Sym-H, and its time derivative. Initial results for magnetic storm structure and dynamics made with the model are consistent with in situ geosynchronous data, IMAGE spacecraft observations and the picture of field-aligned currents inferred from the Iridium constellation data, indicating that the technique offers a powerful new way to extract important new information on the storm-time currents and magnetic field from the past events. \r\n\r\nThe goal of the project is to transform the present high-resolution model into a fully-fledged forecasting tool by using the interplanetary medium data as the only model input. Missing information on the state of the magnetosphere, available in the current model through the Sym-H index, will be provided in its forecasting version through a predicted Sym-H and through a more detailed description of the solar wind and IMF parameters and their time histories. The project will be done in three steps. First, the predicted Sym-H or Dst indices, already available from existing global forecasting models, will be used as a proxy of the actual Sym-H index. Second, a new data-fitting procedure will be elaborated, in which only solar wind and IMF data are used together with their time histories. Third, the new tool will be validated and optimized using in situ data and the already available high-resolution model based on the actual Sym-H index for the full range of storms. The proposed study uses the largest assembled database of in-situ space magnetic field data and concurrent interplanetary medium data ever compiled for empirical modeling studies, based on 11 years of GOES, IMP 8, Polar, Geotail, Cluster, ACE, and Wind spacecraft observations. When available, data from the new THEMIS mission will also be added to the data set. The final product of the study will be a set of space weather forecasting codes specifying the magnetospheric magnetic field with the resolution in space of a few Earth radii and the temporal resolution up to substorm time scales. To provide fast predictions the new codes will be parallelized and tested on local clusters and supercomputers. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mikhail",
   "pi_last_name": "Sitnov",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mikhail Sitnov",
   "pi_email_addr": "Mikhail.Sitnov@jhuapl.edu",
   "nsf_id": "000231150",
   "pi_start_date": "2008-11-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "Johns Hopkins University Applied Physics Laboratory",
  "perf_str_addr": "11100 JOHNS HOPKINS RD",
  "perf_city_name": "LAUREL",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207236005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MD03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "575000",
   "pgm_ele_name": "MAGNETOSPHERIC PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9196",
   "pgm_ref_txt": "NATURAL DISASTERS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 95000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 205000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><!-- @font-face {   font-family: \"Cambria\"; }p.MsoNormal, li.MsoNormal, div.MsoNormal { margin: 0in 0in 0.0001pt; font-size: 12pt; font-family: \"Times New Roman\"; }div.Section1 { page: Section1; } --> <span style=\"font-size: 12pt; font-family: Cambria;\">The objective of the project was to provide a capability of forecasting the magnetic field in the terrestrial magnetosphere on the time scale of magnetic storms and with high resolution in space using solar wind and the interplanetary magnetic field data as an input, as well as historical data to train the corresponding empirical input-output model. The primary difficulty was to create an empirical input-output model for a spatially extended system. Previous empirical geomagnetic field models did not provide the flexibility in space and time commensurate with the large number of experimental data. The wealth of these data have become recently available due to many new space missions. The newly developed empirical geomagnetic field model employs the expansion of the magnetic field created by the equatorial currents into a system of basis functions. Then the model coefficients are fitted with a small subset of the database, which consists of the events neighboring the event of interest in the space of the global parameters of the storm activity, the average storm activity index SymH, its time derivative and the solar wind electric field. The transition to a forecast version of the model, using only past records of the magnetospheric activity and the present solar wind input required the investigation of the out-of-sample modeling regimes, when the event of interest is not a part of the model training database. It also required a transition to a new basis of the global binning parameters limited to the past records of the magnetospheric activity and the present solar wind input. Validation studies have confirmed that the model successfully reconstructs the geomagnetic field and its evolution in the out-of-sample regime. Studies of the new forecasting basis of the global binning parameters revealed that their conventional set must be complemented by the loading-unloading function of the solar wind electric field with a rather small substorm-scale e-folding time. The resulting empirical geomagnetic field model is now publicly available at its website (http://geomag_field.jhuapl.edu/model/).</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/06/2012<br>\n\t\t\t\t\tModified by: Mikhail&nbsp;Sitnov</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n The objective of the project was to provide a capability of forecasting the magnetic field in the terrestrial magnetosphere on the time scale of magnetic storms and with high resolution in space using solar wind and the interplanetary magnetic field data as an input, as well as historical data to train the corresponding empirical input-output model. The primary difficulty was to create an empirical input-output model for a spatially extended system. Previous empirical geomagnetic field models did not provide the flexibility in space and time commensurate with the large number of experimental data. The wealth of these data have become recently available due to many new space missions. The newly developed empirical geomagnetic field model employs the expansion of the magnetic field created by the equatorial currents into a system of basis functions. Then the model coefficients are fitted with a small subset of the database, which consists of the events neighboring the event of interest in the space of the global parameters of the storm activity, the average storm activity index SymH, its time derivative and the solar wind electric field. The transition to a forecast version of the model, using only past records of the magnetospheric activity and the present solar wind input required the investigation of the out-of-sample modeling regimes, when the event of interest is not a part of the model training database. It also required a transition to a new basis of the global binning parameters limited to the past records of the magnetospheric activity and the present solar wind input. Validation studies have confirmed that the model successfully reconstructs the geomagnetic field and its evolution in the out-of-sample regime. Studies of the new forecasting basis of the global binning parameters revealed that their conventional set must be complemented by the loading-unloading function of the solar wind electric field with a rather small substorm-scale e-folding time. The resulting empirical geomagnetic field model is now publicly available at its website (http://geomag_field.jhuapl.edu/model/).\n\n\t\t\t\t\tLast Modified: 01/06/2012\n\n\t\t\t\t\tSubmitted by: Mikhail Sitnov"
 }
}