{
 "awd_id": "0819864",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "NSWP:  Formation and Characteristics of the Harang Reversal and Relations to Substorms: Simulations with the Rice Convection Model",
 "cfda_num": "47.050",
 "org_code": "06020202",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Therese Moretto Jorgensen",
 "awd_eff_date": "2009-02-01",
 "awd_exp_date": "2014-01-31",
 "tot_intn_awd_amt": 535000.0,
 "awd_amount": 535000.0,
 "awd_min_amd_letter_date": "2009-01-27",
 "awd_max_amd_letter_date": "2011-12-20",
 "awd_abstract_narration": "The reversal in the direction of the ionospheric electric field in the region known as the Harang discontinuity is known to play an important role in the large-scale dynamics of the ionosphere and magnetosphere.  This project uses the Rice Convection Model (RCM) to simulate the Harang reversal in order to evaluate the physical processes responsible for its formation and characteristics, as well as its evolution during substorms.  The RCM can appropriately take into account the physics of the plasma drift transport within the plasma sheet, and it solves for the ionospheric electric potential self-consistently with the plasma sheet dynamics through their coupling by field-aligned currents. \r\n\r\nThis project will further  develop simulations to be more realistic. A magnetic field solver will provide magnetic fields that are in force balance with the RCM plasma pressures. Particle boundary conditions will be established using observations from the Geotail satellite. This combined model will be used to provide quantitative evaluation of the physical processes believed to govern the Harang reversal. The quantitative results from the simulations will be compared with ground-based radar observations. To evaluate the underlying physical processes, individual physical parameters in the model will be varied to see how the variations effect the Harang reversal. By varying a single paramter while keeping others fixed it will be possible to determine the effect of each parameter on the formation and characteristics of the Harang reversal. \r\n\r\nTo understand the relationship between the Harang reversal and magnetic substorms and to test a substorm theory, this project will evaluate the evolution of the Harang reversal and its correlations to the plasma sheet during the substorm growth phase and during the initial stage after a strong decrease in plasma sheet convection. The project will examine whether or not a decrease in the convective electric field leads towards increasingly rapid changes and instability as predicted by the theory. \r\n\r\nThe simulations will be the first to provide quantitative assessment of the Harang reversal, its correlations with the plasma sheet, its evolution and response to variations of interplanetary conditions during substorms, and its potential use to predict substorms, which will be crucial to understanding magnetosphere-ionosphere coupling within the plasma sheet and substorm triggering. \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Chih-Ping",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chih-Ping Wang",
   "pi_email_addr": "cat@atmos.ucla.edu",
   "nsf_id": "000491036",
   "pi_start_date": "2009-01-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lawrence",
   "pi_last_name": "Lyons",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Lawrence R Lyons",
   "pi_email_addr": "larry@atmos.ucla.edu",
   "nsf_id": "000449978",
   "pi_start_date": "2009-01-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "10889 WILSHIRE BLVD STE 700",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900244200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "575000",
   "pgm_ele_name": "MAGNETOSPHERIC PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9196",
   "pgm_ref_txt": "NATURAL DISASTERS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 130000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 135000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 135000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 135000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Harang reversal is a region in the nightside ionosphere at auroral latitudes where the north-south component of electric fields reverses direction. Observations have shown that the Harang reversal is highly related to space weather disturbances. Its formation is a result of coupling of physical processes between the ionosphere and magnetosphere (M-I coupling). It enhances during the substorm growth phase and decreases dramatically at onset and it location during the substorm growth phase controls the location of a future onset. In this project, we used Rice Convection Model (RCM) with a force-balanced magnetic field solver to understand the underlying M-I coupling physics of the Harang reversal and to evaluate how the characteristics of the Harang reversal changes in response to the solar wind-magnetosphere interaction that leads to the substorm growth phase and geomagnetic storms. From the simulations, we have determined that the existence of an overlap in local time of Region 2 upward and downward field-aligned current (FAC) is necessary for the formation of the Harang reversal. The distribution of FAC is mainly determined by particles of different energy with the downward FAC in this overlap region associated with electrons and low energy ions and the upward FAC associated with high-energy ions. We have found as the plasma sheet density and temperature change with the interplanetary magnetic field (IMF), a colder and denser plasma sheet during northward IMF results in a shaper Harang reversal and at higher latitudes than does a hotter and less dense plasma sheet during southward IMF. There are often mesoscale plasma sheet disturbances during substorms and storms. Our results revealed that the Harang reversal responses quite differently to different types of mesoscale disturbances. A bubble (lower density) disturbance enhances the Harang reversal while a blob (higher density) disturbance weakens the reversal. During the storm main phase, the Harang reversal expands wider in magnetic local times (longitudes) and extends to lower latitudes than during the substorm growth phase. The Harang reversal disappears following a sharp decrease in the coupling between solar wind-and magnetosphere, such as that happens when IMF turns from southward to northward. These important findings have greatly advanced our understanding of &ldquo;coupling between the solar wind and the magnetosphere and between the magnetosphere and ionosphere&rdquo;, provided explanations and predictions to the observed changes in the Harang reversal, and provided improvement to the predictions of current space weather models.<br />The above scientific achievements were obtained through the tasks of developing numerical model and simulations, as well as analyzing satellite observations and simulation results. The majority of these tasks were conducted by a female Ph.D. student, through which she has learned and acquired the essential skills of science research. She has received her Ph.D. degree in 2012 and is now an independent researcher with many collaborations with other researchers and continues to make scientific contributions to the space physics community.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/14/2014<br>\n\t\t\t\t\tModified by: Chih-Ping&nbsp;Wang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Harang reversal is a region in the nightside ionosphere at auroral latitudes where the north-south component of electric fields reverses direction. Observations have shown that the Harang reversal is highly related to space weather disturbances. Its formation is a result of coupling of physical processes between the ionosphere and magnetosphere (M-I coupling). It enhances during the substorm growth phase and decreases dramatically at onset and it location during the substorm growth phase controls the location of a future onset. In this project, we used Rice Convection Model (RCM) with a force-balanced magnetic field solver to understand the underlying M-I coupling physics of the Harang reversal and to evaluate how the characteristics of the Harang reversal changes in response to the solar wind-magnetosphere interaction that leads to the substorm growth phase and geomagnetic storms. From the simulations, we have determined that the existence of an overlap in local time of Region 2 upward and downward field-aligned current (FAC) is necessary for the formation of the Harang reversal. The distribution of FAC is mainly determined by particles of different energy with the downward FAC in this overlap region associated with electrons and low energy ions and the upward FAC associated with high-energy ions. We have found as the plasma sheet density and temperature change with the interplanetary magnetic field (IMF), a colder and denser plasma sheet during northward IMF results in a shaper Harang reversal and at higher latitudes than does a hotter and less dense plasma sheet during southward IMF. There are often mesoscale plasma sheet disturbances during substorms and storms. Our results revealed that the Harang reversal responses quite differently to different types of mesoscale disturbances. A bubble (lower density) disturbance enhances the Harang reversal while a blob (higher density) disturbance weakens the reversal. During the storm main phase, the Harang reversal expands wider in magnetic local times (longitudes) and extends to lower latitudes than during the substorm growth phase. The Harang reversal disappears following a sharp decrease in the coupling between solar wind-and magnetosphere, such as that happens when IMF turns from southward to northward. These important findings have greatly advanced our understanding of \"coupling between the solar wind and the magnetosphere and between the magnetosphere and ionosphere\", provided explanations and predictions to the observed changes in the Harang reversal, and provided improvement to the predictions of current space weather models.\nThe above scientific achievements were obtained through the tasks of developing numerical model and simulations, as well as analyzing satellite observations and simulation results. The majority of these tasks were conducted by a female Ph.D. student, through which she has learned and acquired the essential skills of science research. She has received her Ph.D. degree in 2012 and is now an independent researcher with many collaborations with other researchers and continues to make scientific contributions to the space physics community.\n\n\t\t\t\t\tLast Modified: 02/14/2014\n\n\t\t\t\t\tSubmitted by: Chih-Ping Wang"
 }
}