{
 "awd_id": "0820674",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Arabidopsis 2010 Project Collaborative Research:   Modeling Biological Networks in Arabidopsis through Integration of Genomic, Proteomic, and Metabolomic Data",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Mishkind",
 "awd_eff_date": "2009-05-01",
 "awd_exp_date": "2016-04-30",
 "tot_intn_awd_amt": 875773.0,
 "awd_amount": 875773.0,
 "awd_min_amd_letter_date": "2009-05-04",
 "awd_max_amd_letter_date": "2015-05-20",
 "awd_abstract_narration": "\tPhenylpropanoids are an important class of plant secondary metabolites that are critical for growth and survival, with functions ranging from providing flower color, protection from ultraviolet light, and defense against pathogens, to the regulation of hormone transport. These metabolites are also of medical importance due to their documented anti-oxidant and anti-cancer properties in humans. Extensive molecular and biochemical characterization of the pathway responsible for the synthesis of phenylpropanoids, combined with recent insights into the physiological functions of the metabolites themselves, make this an ideal system to address fundamental questions about cellular metabolism using an integrative, multidisciplinary approach to place these molecular and biochemical events into a physiological context. Understanding the controls of this pathway will provide insights into engineering the synthesis of phenylpropanoids and other plant metabolites, both for improving plant growth and facilitating the production of these important compounds for the nutritional and dietary enhancement of crops. \r\n\tIn this Arabidopsis 2010 project, six research groups will come together in a unique discovery effort, involving the establishment of biological framework models that integrate gene expression, protein expression, and metabolite production into a comprehensive map of phenylpropanoid function, signaling, and metabolism in Arabidopsis thaliana. This project addresses the priorities of the 2010 project by collecting one of the first unified sets of time course gene expression, protein expression, and metabolite data and then use emerging computational methods to combine these comprehensive data sets in order to create testable models of integrated biological networks. This project combines modeling, theory, and experimentation to produce a systems-level understanding of the hormonal controls of the transcriptional and regulatory mechanisms controlling phenylpropanoid biosynthesis. Research results from this project will be made widely accessible to the public through publication and through construction of an information-rich website at http:// www.phenylpropanoid2010.wfu.edu. This project will result in interdisciplinary training of undergraduate and graduate students and postdoctoral researchers. In addition, the PIs will partner with local and national groups to enhance science education, including development of K-12 student and teacher experiences and providing research opportunities for individuals from groups underrepresented in science.  \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brenda",
   "pi_last_name": "Winkel",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Brenda S Winkel",
   "pi_email_addr": "winkel@vt.edu",
   "nsf_id": "000258416",
   "pi_start_date": "2009-05-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Helm",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Richard F Helm",
   "pi_email_addr": "helmrf@vt.edu",
   "nsf_id": "000160266",
   "pi_start_date": "2009-05-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "300 TURNER ST NW",
  "perf_city_name": "BLACKSBURG",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240603359",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765800",
   "pgm_ele_name": "Physiol Mechs & Biomechanics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1684",
   "pgm_ref_txt": "THE 2010 PROJECT"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 206551.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 215318.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 222924.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 230980.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The ability of plants to thrive, especially when moisture or nutrients are limiting, depends upon the architecture of their root system.&nbsp; Highly branched roots covered with root hairs have a large surface area to absorb water and nutrients, as well as provide anchorage to the plant.&nbsp; The architecture of roots is both genetically and environmentally modulated and plant hormones provide important signals to control the developmental program.&nbsp; This project examined the ability of two plant hormones, auxin and ethylene, to modulate the architecture of roots in the model plant species, <em>Arabidopsis thaliana</em>, and examined the molecular mechanisms by which these hormones controlled this process.&nbsp; This project uncovered a negative role of ethylene in formation of lateral roots, which antagonized the positive effect of auxin. It also revealed how these hormones control the synthesis of important plant specialized metabolites of the flavonoid class in order to modulate root architecture. &nbsp;</p>\n<p>This collaborative project also took an ambitious &ldquo;systems biology&rdquo; approach to understanding the effects of auxin and ethylene on the biological and biochemical processes occurring in the developing root.&nbsp; The effect of the two hormones on the expression of genes was examined first, capturing genome-wide changes in transcript abundance across a detailed time course of hormone treatments.&nbsp; This process led to the identification of candidate genes that may control hormone-regulated developmental changes, including proteins predicted to remodel the cell wall. The function of these genes was tested using plants that have mutations blocking their function, providing new insight into the machinery needed to remodel the cell wall for new roots to develop. &nbsp;Changes in the abundance of proteins and small molecule metabolites in response to the two hormones were then examined over the same time course.&nbsp; Doing so on a global, or &ldquo;omics&rdquo; scale was aided by the availability of sophisticated new instrumentation and involved the development of new methods for both data acquisition and analysis.&nbsp; The majority of the proteins changing in abundance upon exposure to auxin were related to chloroplast functions as well as lipid metabolism; particular effects at the metabolite level were changes in the amounts, and to some extent the types, of glucosinolate and phenylpropanoid compounds.&nbsp; There was overall surprisingly little correlation among the levels of specific transcripts, proteins, and metabolites that changed, a finding that is now also being made in many other experimental systems as large-scale &ldquo;systems biology&rdquo; approaches are increasingly being applied in complex multicellular organisms.&nbsp; The genome-wide transcriptional response data have been published and made freely available to all researchers; the results of the protein and metabolite analysis will be published and the data also made public in the coming year, allowing other research groups to build on the outcomes of this collaborative effort.</p>\n<p>This project also supported an educational outreach program in which faculty, graduate students, and undergraduate students became teachers who visited middle and high schools to use plants to explain genetic principles.&nbsp; This project visited the classrooms of over a thousand students providing memorable examples through which students could understand both the mechanisms by which genetic inheritance operates and how biotechnology is used to improve crop plants. The genetic examples included in this project included plants with altered ethylene signaling and flavonoid synthesis, linking this outreach project to ongoing research projects.</p>\n<p>Together this project provided a wealth of publically-available data and direct insight into molecular mechanisms by which hormones remodel the architecture of roots, as well as enhancing knowledge of plant genetics and its potential to improve agriculture in our larger community.&nbsp; The resulting insight into the genetic basis of root development can be used breed or engineer crop plants to grow more effectively, especially under environmental conditions that limit plant productivity.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/03/2016<br>\n\t\t\t\t\tModified by: Brenda&nbsp;S&nbsp;Winkel</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe ability of plants to thrive, especially when moisture or nutrients are limiting, depends upon the architecture of their root system.  Highly branched roots covered with root hairs have a large surface area to absorb water and nutrients, as well as provide anchorage to the plant.  The architecture of roots is both genetically and environmentally modulated and plant hormones provide important signals to control the developmental program.  This project examined the ability of two plant hormones, auxin and ethylene, to modulate the architecture of roots in the model plant species, Arabidopsis thaliana, and examined the molecular mechanisms by which these hormones controlled this process.  This project uncovered a negative role of ethylene in formation of lateral roots, which antagonized the positive effect of auxin. It also revealed how these hormones control the synthesis of important plant specialized metabolites of the flavonoid class in order to modulate root architecture.  \n\nThis collaborative project also took an ambitious \"systems biology\" approach to understanding the effects of auxin and ethylene on the biological and biochemical processes occurring in the developing root.  The effect of the two hormones on the expression of genes was examined first, capturing genome-wide changes in transcript abundance across a detailed time course of hormone treatments.  This process led to the identification of candidate genes that may control hormone-regulated developmental changes, including proteins predicted to remodel the cell wall. The function of these genes was tested using plants that have mutations blocking their function, providing new insight into the machinery needed to remodel the cell wall for new roots to develop.  Changes in the abundance of proteins and small molecule metabolites in response to the two hormones were then examined over the same time course.  Doing so on a global, or \"omics\" scale was aided by the availability of sophisticated new instrumentation and involved the development of new methods for both data acquisition and analysis.  The majority of the proteins changing in abundance upon exposure to auxin were related to chloroplast functions as well as lipid metabolism; particular effects at the metabolite level were changes in the amounts, and to some extent the types, of glucosinolate and phenylpropanoid compounds.  There was overall surprisingly little correlation among the levels of specific transcripts, proteins, and metabolites that changed, a finding that is now also being made in many other experimental systems as large-scale \"systems biology\" approaches are increasingly being applied in complex multicellular organisms.  The genome-wide transcriptional response data have been published and made freely available to all researchers; the results of the protein and metabolite analysis will be published and the data also made public in the coming year, allowing other research groups to build on the outcomes of this collaborative effort.\n\nThis project also supported an educational outreach program in which faculty, graduate students, and undergraduate students became teachers who visited middle and high schools to use plants to explain genetic principles.  This project visited the classrooms of over a thousand students providing memorable examples through which students could understand both the mechanisms by which genetic inheritance operates and how biotechnology is used to improve crop plants. The genetic examples included in this project included plants with altered ethylene signaling and flavonoid synthesis, linking this outreach project to ongoing research projects.\n\nTogether this project provided a wealth of publically-available data and direct insight into molecular mechanisms by which hormones remodel the architecture of roots, as well as enhancing knowledge of plant genetics and its potential to improve agriculture in our larger community.  The resulting insight into the genetic basis of root development can be used breed or engineer crop plants to grow more effectively, especially under environmental conditions that limit plant productivity.\n\n \n\n\t\t\t\t\tLast Modified: 08/03/2016\n\n\t\t\t\t\tSubmitted by: Brenda S Winkel"
 }
}