{
 "awd_id": "0820451",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Comparative Genomics of Phenotypic Variation in the Compositae",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032924508",
 "po_email": "dokamuro@nsf.gov",
 "po_sign_block_name": "Diane Jofuku Okamuro",
 "awd_eff_date": "2009-03-15",
 "awd_exp_date": "2015-02-28",
 "tot_intn_awd_amt": 8092370.0,
 "awd_amount": 8892307.0,
 "awd_min_amd_letter_date": "2009-03-17",
 "awd_max_amd_letter_date": "2014-02-26",
 "awd_abstract_narration": "PI: Loren Rieseberg (Indiana University)\r\n\r\nCoPIs: Richard Michelmore and Kent Bradford (University of California ? Davis), Richard Kesseli (University of Massachusetts - Boston), John Burke and Steven Knapp (University of Georgia), David Still (California State Polytechnic University - Pomona)\r\n\r\nSenior Personnel: Zhao Lai (Indiana University)\r\n\r\nThe Compositae (also known as the Asteraceae) is one of the largest, most diverse, and most economically important plant families. While lettuce, sunflower, and safflower are the three most valuable members of this family, over 40 species have been domesticated for a wide variety of uses. The Compositae also contains some of the world's most noxious weeds, which cost the United States an estimated $35 billion annually. The primary goal of this project is to develop genomic resources for the continued study of this important plant family. This work will include: (i) sequencing the gene-rich regions of the lettuce, sunflower, and safflower genomes; (ii) generation of \"gene catalogs\" for 25 additional taxa, including six crops, three weeds, the wild progenitors of ten crops and weeds, representatives of five taxonomically important subfamilies within the family, and an outgroup (i.e., a close relative of the family); (iii) analyses of the prevalence of variation in gene copy number versus nucleotide variation; (iv) analyses of the effects of whole genome duplications on diversification rates within the family; (v) identification of parallel genetic changes across crop/weed lineages; (vi) construction of ultra-high density genetic maps of lettuce, sunflower, and chicory; (vii) development of permanent populations for genetic mapping in key Compositae species; and (viii) the identification and validation of candidates for genes underlying important crop- and weed-related traits. This research will result in the generation of permanent resources for the Compositae research community and will have a significant economic impact through its contributions to both crop and weed science. This project will also result in the training of students at all levels in genetics, biochemistry, physiology, comparative genomics, and bioinformatics.\r\n\r\nBroader Impacts\r\n\t\r\nThis project will have a major, lasting impact on both crop and weed science through the production of permanent, publicly available genomics resources. All results will be disseminated via publication in peer-reviewed journals, presentations at national and international meetings, and the resulting data will be made publicly available through the project website (http://compgenomics.ucdavis.edu) and via deposition in GenBank and other freely-accessible, online databases. In addition, all resulting germplasm resources will be freely distributed to interested parties upon request. This project also has a significant outreach component. Not only will it directly support multiple postdoctoral researchers, graduate students, and undergraduates, but it will also contribute to the training of many others, including high school interns. Outreach efforts will be specifically targeted at members of traditionally underrepresented and/or disadvantaged groups. Minority-serving institutions California State Polytechnic University - Pomona and the University of Massachusetts - Boston will serve as feeder institutions for identifying and placing minority student in collaborating labs. Outreach efforts on all participating campuses will also leverage existing, local programs to ensure maximum effectiveness. Project members will also interact directly with colleagues who are developing a plant genomics workshop to train high school teachers. Finally, this project will result in the production of a plant genomics text suitable for advanced undergraduates and/or graduate courses.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Loren",
   "pi_last_name": "Rieseberg",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Loren H Rieseberg",
   "pi_email_addr": "lriesebe@indiana.edu",
   "nsf_id": "000349342",
   "pi_start_date": "2009-03-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kent",
   "pi_last_name": "Bradford",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Kent J Bradford",
   "pi_email_addr": "kjbradford@ucdavis.edu",
   "nsf_id": "000375708",
   "pi_start_date": "2009-03-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Michelmore",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Richard W Michelmore",
   "pi_email_addr": "rwmichelmore@ucdavis.edu",
   "nsf_id": "000464860",
   "pi_start_date": "2009-03-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Kesseli",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Richard V Kesseli",
   "pi_email_addr": "rick.kesseli@umb.edu",
   "nsf_id": "000103074",
   "pi_start_date": "2009-03-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Knapp",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Steven J Knapp",
   "pi_email_addr": "sjknapp@ucdavis.edu",
   "nsf_id": "000426613",
   "pi_start_date": "2009-03-17",
   "pi_end_date": "2010-11-16"
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana University",
  "perf_str_addr": "107 S INDIANA AVE",
  "perf_city_name": "BLOOMINGTON",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "474057000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IN09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132900",
   "pgm_ele_name": "Plant Genome Research Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "2886",
   "pgm_ref_txt": "MINORITY INSTITUTIONS PROGRAM"
  },
  {
   "pgm_ref_code": "7577",
   "pgm_ref_txt": "PLANT GENOME RESEARCH RESOURCE"
  },
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 3601409.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 983614.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 1928323.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 1579024.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 799937.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Humans rely on plants as an important source of food, fiber, fuel, and fodder, as well as important medicinal and industrial compounds. Approximately 10% of all known flowering plant species belong to a single family known as the Compositae (a.k.a., the Asteraceae). Members of this family exhibit a wide variety of growth forms and can be found in a diversity of habitats, including some of the world&rsquo;s most inhospitable. Importantly, the Compositae also includes over 40 economically important species and many of the world&rsquo;s most noxious weeds. Despite the above, molecular characterization of species within the Compositae has lagged behind that of many other plant families. The research supported by this award closed that gap. We produced extensive genomic resources for numerous Compositae species, including eleven food crops, one medicinal crop, two horticultural crops, one industrial crop, ten weedy species, and the progenitors of thirteen crops or weeds. These resources included eleven whole genome sequences and expressed genes from over 50 species.&nbsp; These data enabled us to identify genes underlying agriculturally important traits, and provided answers to long-standing questions about mechanisms driving species diversification. The research conducted under this award also resulted in the production of valuable germplasm resources (i.e., seeds from novel lines) that are the foundation of investigations by public and private research groups into the genetic basis of additional traits and ongoing crop breeding efforts. Finally, this project resulted in the training of hundreds of students at multiple levels, ranging from middle and high school students to undergraduates, graduate students, and postdoctoral researchers.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/14/2015<br>\n\t\t\t\t\tModified by: Loren&nbsp;H&nbsp;Rieseberg</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nHumans rely on plants as an important source of food, fiber, fuel, and fodder, as well as important medicinal and industrial compounds. Approximately 10% of all known flowering plant species belong to a single family known as the Compositae (a.k.a., the Asteraceae). Members of this family exhibit a wide variety of growth forms and can be found in a diversity of habitats, including some of the worldÆs most inhospitable. Importantly, the Compositae also includes over 40 economically important species and many of the worldÆs most noxious weeds. Despite the above, molecular characterization of species within the Compositae has lagged behind that of many other plant families. The research supported by this award closed that gap. We produced extensive genomic resources for numerous Compositae species, including eleven food crops, one medicinal crop, two horticultural crops, one industrial crop, ten weedy species, and the progenitors of thirteen crops or weeds. These resources included eleven whole genome sequences and expressed genes from over 50 species.  These data enabled us to identify genes underlying agriculturally important traits, and provided answers to long-standing questions about mechanisms driving species diversification. The research conducted under this award also resulted in the production of valuable germplasm resources (i.e., seeds from novel lines) that are the foundation of investigations by public and private research groups into the genetic basis of additional traits and ongoing crop breeding efforts. Finally, this project resulted in the training of hundreds of students at multiple levels, ranging from middle and high school students to undergraduates, graduate students, and postdoctoral researchers.\n\n \n\n\t\t\t\t\tLast Modified: 05/14/2015\n\n\t\t\t\t\tSubmitted by: Loren H Rieseberg"
 }
}