{
 "awd_id": "0820005",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "A Medicago Truncatula HapMap as a Platform for Exploring the Genetics of Legume Symbioses",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032924508",
 "po_email": "dokamuro@nsf.gov",
 "po_sign_block_name": "Diane Jofuku Okamuro",
 "awd_eff_date": "2009-03-01",
 "awd_exp_date": "2013-02-28",
 "tot_intn_awd_amt": 5689397.0,
 "awd_amount": 5689397.0,
 "awd_min_amd_letter_date": "2009-03-02",
 "awd_max_amd_letter_date": "2011-04-07",
 "awd_abstract_narration": "PI: Nevin D. Young (University of Minnesota)\r\n\r\nCoPIs: Michael J. Sadowsky and Peter L. Tiffin (University of Minnesota), Maria J. Harrison (Boyce Thompson Institute for Plant Research), Betsy M. Martinez-Vaz (Hamline University), and Joann Mudge (National Center for Genome Resources)\r\n\r\nCollaborators: Gregory D. May (National Center for Genome Resources)\r\n\r\nLegumes, the third largest family of flowering plants, are notable for their ability to form symbiotic relationships with rhizobia bacteria. This symbiosis leads to massive amounts of biological nitrogen worldwide, providing a major source of organic fertilizer and vegetable protein for humans and animals. Medicago truncatula is a widely studied model species for legume genomics and one important question focuses on the identity of naturally occurring genes that control variation in symbiosis in legumes. This project will use association mapping techniques to create a Medicago \"HapMap\".  In brief, 384 diverse genetic lines obtained from collaborators at INRA-Montpellier, Ecole National Superieur Agronomique de Toulouse (ENSAT) and the Noble Foundation will be resequenced using next generation sequencing technology for sequence polymorphisms (SNPs) between the different Medicago lines. SNP discovery through genome resequencing is possible because a reference sequence for the gene-rich euchromatin of Medicago has already been created through previous NSF funding. The massive database of SNPs between Medicago lines enables the prediction of genome segments with shared ancestry (haplotypes), which can then be associated statistically with trait variation in symbiosis. Because of the  exceedingly high level of SNP density, association mapping can approach the resolution of a single gene.\r\n\r\nThe broader community of scientists will access the Medicago hapmap platform through an intuitive web interface (to be established) that will be modeled on the human hapmap website (www.hapmap.org).  Seed for all lines included in the hapmap will be available by contacting project personnel or directly through INRA-Montpellier, ENSAT and the Noble Foundation (through the GRIN facility).  With access to the data and germplasms, scientists will be able to carry out their own association mapping experiments, including traits other than symbiosis. Because the development of a hapmap platform applied to the study of symbiosis in legumes is a naturally cross-disciplinary project, high school, undergraduate and graduate students will find numerous projects that integrate their knowledge of plant biology, microbiology, population genetics and bioinformatics. This project will partner with Hamline University to develop new undergraduate curriculum and will also reach out to undergraduates coming from Hamline University and the University of Puerto Rico, as well as high school students coming from institutions throughout the state of New Mexico to participate as summer interns in projects directly involved in the Medicago hapmap and symbiosis project. These research interns will be complemented by an integrated group of graduate students spanning multiple graduate programs who are co-advised by a co-PI faculty in academic departments all the way from biostatistics to plant pathology and soil science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nevin",
   "pi_last_name": "Young",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Nevin D Young",
   "pi_email_addr": "neviny@umn.edu",
   "nsf_id": "000287182",
   "pi_start_date": "2009-03-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Sadowsky",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Michael J Sadowsky",
   "pi_email_addr": "sadowsky@umn.edu",
   "nsf_id": "000125275",
   "pi_start_date": "2009-03-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Tiffin",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Peter L Tiffin",
   "pi_email_addr": "ptiffin@umn.edu",
   "nsf_id": "000380761",
   "pi_start_date": "2009-03-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Joann",
   "pi_last_name": "Mudge",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Joann Mudge",
   "pi_email_addr": "jm@ncgr.org",
   "nsf_id": "000423449",
   "pi_start_date": "2009-03-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "2221 UNIVERSITY AVE SE STE 100",
  "perf_city_name": "MINNEAPOLIS",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554143074",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "757700",
   "pgm_ele_name": "Plant Genome Research Resource"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1329",
   "pgm_ref_txt": "PLANT GENOME RESEARCH PROJECT"
  },
  {
   "pgm_ref_code": "7577",
   "pgm_ref_txt": "PLANT GENOME RESEARCH RESOURCE"
  },
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 2186028.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 2215920.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 1287449.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Legumes play a central role in agriculture and global food security. Among cultivated crops, legumes are unique in their ability to fix atmospheric nitrogen into a form that can be utilized by plants. This unique capacity comes about through a novel symbiosis that legumes form with bacteria called rhizobium. Because of their remarkably high levels of biological nitrogen, legumes are the largest source of dietary plant protein worldwide. This makes legumes especially valuable in the diet of less developed countries. The legume-rhizobium symbiosis also dramatically reduces the need for synthetic nitrogen fertilizer and thereby reduces the environmental impact of crop production. This makes legumes essential for sustainable agricultural development.</p>\n<p>To better understand the genes and proteins that control legume-rhizobium interactions, our NSF Plant Genome project created a &ldquo;SNP Hapmap&rdquo; for the model legume, Medicago truncatula. (SNP is an abbreviation for Single Nucleotide Polymorphism, a type of DNA sequence variation that can be assayed in a high throughput manner.) Medicago is a superb model to study the biology of symbiosis and it&rsquo;s been the target of intense genetic research for decades. Notably, it is also very closely related to alfalfa (M. sativa), one of the most important forage crops in the world.</p>\n<p>The hapmap resource that we created enables scientists to examine DNA sequence variation between hundreds of different Medicago plant samples. To examine DNA variation so efficiently, we utilized next generation DNA sequencing technology, which allowed us to decode the genomes of more than 300 Medicago lines. With this vast dataset of sequence information, we could use bioinformatic data-mining tools to uncover nearly all DNA sequence variation in the Medicago genome. These same Medicago lines could then be measured for the level and extent of their symbiotic interactions with rhizobial bacteria. Statistically comparing the DNA sequence variation with the measured symbiotic levels made it possible for us to discover candidate genes that apparently play important roles in the legume-rhizobium interaction.</p>\n<p>The Medicago hapmap platform can be used to explore important traits other than symbiosis. For example, we measured phenotypes such as flowering time and plant height, leading to the discovery of additional candidate genes of interest. Other research groups are using the hapmap to examine salt stress tolerance, seed development, and production of biomedically active compounds. Indeed, any Medicago trait with a genetic basis can be studied using the hapmap platform. From a basic research perspective, the Medicago hapmap also makes it possible to explore the architecture of variation within the Medicago genome, providing insights into phenomena such as DNA recombination, genetic selection, and the evolution of gene families.</p>\n<p>Our project&rsquo;s research focus has been extended beyond the laboratory by creating a series of laboratory modules at Hamline University, a four year undergraduate institution located near the University of Minnesota. Students in the biology program isolated rhizobial strains from soils where diverse populations of Medicago were growing and characterized the strains using various molecular and bioinformatic tools as part of regular classroom laboratories. These student-characterized strains were later used as part of the project&rsquo;s association mapping experiments. Several undergraduates, targeting students from under-represented communities, also worked in project&rsquo;s research labs as fellows in the University of Minnesota&rsquo;s &ldquo;Life Sciences Summer Undergraduate Research Program&rdquo;.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/30/2013<br>\n\t\t\t\t\tModified by: Nevin&nbsp;D&nbsp;Young</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nLegumes play a central role in agriculture and global food security. Among cultivated crops, legumes are unique in their ability to fix atmospheric nitrogen into a form that can be utilized by plants. This unique capacity comes about through a novel symbiosis that legumes form with bacteria called rhizobium. Because of their remarkably high levels of biological nitrogen, legumes are the largest source of dietary plant protein worldwide. This makes legumes especially valuable in the diet of less developed countries. The legume-rhizobium symbiosis also dramatically reduces the need for synthetic nitrogen fertilizer and thereby reduces the environmental impact of crop production. This makes legumes essential for sustainable agricultural development.\n\nTo better understand the genes and proteins that control legume-rhizobium interactions, our NSF Plant Genome project created a \"SNP Hapmap\" for the model legume, Medicago truncatula. (SNP is an abbreviation for Single Nucleotide Polymorphism, a type of DNA sequence variation that can be assayed in a high throughput manner.) Medicago is a superb model to study the biology of symbiosis and itÆs been the target of intense genetic research for decades. Notably, it is also very closely related to alfalfa (M. sativa), one of the most important forage crops in the world.\n\nThe hapmap resource that we created enables scientists to examine DNA sequence variation between hundreds of different Medicago plant samples. To examine DNA variation so efficiently, we utilized next generation DNA sequencing technology, which allowed us to decode the genomes of more than 300 Medicago lines. With this vast dataset of sequence information, we could use bioinformatic data-mining tools to uncover nearly all DNA sequence variation in the Medicago genome. These same Medicago lines could then be measured for the level and extent of their symbiotic interactions with rhizobial bacteria. Statistically comparing the DNA sequence variation with the measured symbiotic levels made it possible for us to discover candidate genes that apparently play important roles in the legume-rhizobium interaction.\n\nThe Medicago hapmap platform can be used to explore important traits other than symbiosis. For example, we measured phenotypes such as flowering time and plant height, leading to the discovery of additional candidate genes of interest. Other research groups are using the hapmap to examine salt stress tolerance, seed development, and production of biomedically active compounds. Indeed, any Medicago trait with a genetic basis can be studied using the hapmap platform. From a basic research perspective, the Medicago hapmap also makes it possible to explore the architecture of variation within the Medicago genome, providing insights into phenomena such as DNA recombination, genetic selection, and the evolution of gene families.\n\nOur projectÆs research focus has been extended beyond the laboratory by creating a series of laboratory modules at Hamline University, a four year undergraduate institution located near the University of Minnesota. Students in the biology program isolated rhizobial strains from soils where diverse populations of Medicago were growing and characterized the strains using various molecular and bioinformatic tools as part of regular classroom laboratories. These student-characterized strains were later used as part of the projectÆs association mapping experiments. Several undergraduates, targeting students from under-represented communities, also worked in projectÆs research labs as fellows in the University of MinnesotaÆs \"Life Sciences Summer Undergraduate Research Program\".\n\n\t\t\t\t\tLast Modified: 04/30/2013\n\n\t\t\t\t\tSubmitted by: Nevin D Young"
 }
}