{
 "awd_id": "0823066",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase II:  ElectroNanospray Process for Nanoformulating Drugs",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Grace Jinliu Wang",
 "awd_eff_date": "2008-12-15",
 "awd_exp_date": "2011-05-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 570098.0,
 "awd_min_amd_letter_date": "2008-12-05",
 "awd_max_amd_letter_date": "2010-09-14",
 "awd_abstract_narration": "This Small Business Innovation Research Phase II Project will develop a novel drug solubility enhancing process for improving yields from costly drug discovery efforts, where up to 40% of new drug candidates have poor water solubility and are abandoned despite promising biological activity. Phase I research developed a novel nanoformulation process using the ElectroNanospray process that improved model drug solubility 20-40 fold. In Phase II, the new process will be tested to enhance solubility of a model class of pain therapeutics, the non-steroidal anti-inflammatory drugs.\r\n\r\nBy expanding the universe of potential drug candidates and by developing enhanced delivery methods for existing drugs the project will seek to enable the development of new drug therapies with an initial emphasis on pain management.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Hoerr",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Robert A Hoerr",
   "pi_email_addr": "bobhoerr@comcast.net",
   "nsf_id": "000294069",
   "pi_start_date": "2008-12-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Nanocopoeia Inc.",
  "inst_street_address": "1246 UNIVERSITY AVE W STE 463",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT PAUL",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6512091184",
  "inst_zip_code": "551044125",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MN04",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "Nanocopoeia Inc.",
  "perf_str_addr": "1246 UNIVERSITY AVE W STE 463",
  "perf_city_name": "SAINT PAUL",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "551044125",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MN04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537300",
   "pgm_ele_name": "SBIR Phase II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1788",
   "pgm_ref_txt": "Nanomanufacturing"
  },
  {
   "pgm_ref_code": "1984",
   "pgm_ref_txt": "MATERIALS SYNTHESIS & PROCESSN"
  },
  {
   "pgm_ref_code": "9139",
   "pgm_ref_txt": "INFORMATION INFRASTRUCTURE & TECH APPL"
  },
  {
   "pgm_ref_code": "9231",
   "pgm_ref_txt": "SUPPL FOR UNDERGRAD RES ASSIST"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 477090.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 93008.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this Phase II SBIR project, Nanocopoeia applied its ElectroNanospray&trade; manufacturing process to develop new delivery formulations of meloxicam, a non-steroidal anti-inflammatory drug that is widely used to manage the chronic pain associated with osteoarthritis.&nbsp; The ElectroNanospray&trade; process can be used to produce, in a single manufacturing step, small particles of a drug at sizes much smaller than obtained through traditional pharmaceutical manufacturing techniques.&nbsp; &nbsp;For meloxicam, these particles range from 30 to 200 nm and can be incorporated into other dosage forms, including gels, creams or liquids.&nbsp; Because meloxicam can irritate the gastric lining, a dosage form that could be applied via the skin is a desirable alternative.&nbsp;</p>\n<p>During the course of this Phase II project, we developed methods for producing meloxicam nanoparticles and tested their ability to pass into and through the skin.&nbsp; The necessary processes were designed, developed and qualified for continued use in a commercial drug development program.&nbsp; The meloxicam nanoparticles were able to be incorporated into a water-based dispersion, together with surfactants and other commonly used drug components. We tested the meloxicam&rsquo;s ability to pass through skin in special diffusion chambers, where the drug is applied to the surface of a skin sample that rests upon a reservoir filled with a buffered salt solution.&nbsp; Over the next 24 to 48 h, the drug that permeates through the skin can be collected by removing and replacing the buffered salt solution at various intervals and then measuring the amount of drug using high performance liquid chromatography.&nbsp; We found that certain ingredients increased the amount of meloxicam that was able to go into solution.&nbsp; Incorporating these ingredients, alone and in combination, also increased the permeation of meloxicam through the skin. &nbsp;The combination of meloxicam nanoparticles with these ingredients enhanced the portion of drug that permeated through the skin, as compared to a non-nanoparticle formulation.&nbsp;</p>\n<p>The project also let to several manufacturing improvements, where the ElectroNanospray&trade; spray system was enhanced by incorporating real-time imaging of the spray operation, together with sensors that permitted monitoring and control of the spray voltage.&nbsp; This led to multiple control elements that could be used for semi-automated operation.&nbsp; The process did not alter the basic meloxicam chemical structure, and it was able to be incorporated at substantially higher levels in aqueous solutions than the raw drug material.&nbsp; Because the work was done on a laboratory scale machine, a second key objective of this research project was to design a spray nozzle capable of producing a substantially larger amount of drug nanoparticles.&nbsp; A new prototype was able to generate a many-fold improvement in the rate of nanoparticle production.&nbsp;</p>\n<p>The implications of this work for public health are that this new manufacturing process may help to create skin-deliverable dosage forms of drugs that are usually administered orally or by injection.&nbsp; It may also help make existing drugs work faster or more effectively by improving their solubility.&nbsp; The specific outcome of this project, a nanoparticle-based formulation of the drug meloxicam, has the potential to lead to a new therapeutic delivery form for the management of acute and chronic pain. If successful, the approach identified in this project can be applied to multiple other drugs and therapeutic indications.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/12/2011<br>\n\t\t\t\t\tModified by: Robert&nbsp;A&nbsp;Hoerr</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn this Phase II SBIR project, Nanocopoeia applied its ElectroNanospray&trade; manufacturing process to develop new delivery formulations of meloxicam, a non-steroidal anti-inflammatory drug that is widely used to manage the chronic pain associated with osteoarthritis.  The ElectroNanospray&trade; process can be used to produce, in a single manufacturing step, small particles of a drug at sizes much smaller than obtained through traditional pharmaceutical manufacturing techniques.   For meloxicam, these particles range from 30 to 200 nm and can be incorporated into other dosage forms, including gels, creams or liquids.  Because meloxicam can irritate the gastric lining, a dosage form that could be applied via the skin is a desirable alternative. \n\nDuring the course of this Phase II project, we developed methods for producing meloxicam nanoparticles and tested their ability to pass into and through the skin.  The necessary processes were designed, developed and qualified for continued use in a commercial drug development program.  The meloxicam nanoparticles were able to be incorporated into a water-based dispersion, together with surfactants and other commonly used drug components. We tested the meloxicamÆs ability to pass through skin in special diffusion chambers, where the drug is applied to the surface of a skin sample that rests upon a reservoir filled with a buffered salt solution.  Over the next 24 to 48 h, the drug that permeates through the skin can be collected by removing and replacing the buffered salt solution at various intervals and then measuring the amount of drug using high performance liquid chromatography.  We found that certain ingredients increased the amount of meloxicam that was able to go into solution.  Incorporating these ingredients, alone and in combination, also increased the permeation of meloxicam through the skin.  The combination of meloxicam nanoparticles with these ingredients enhanced the portion of drug that permeated through the skin, as compared to a non-nanoparticle formulation. \n\nThe project also let to several manufacturing improvements, where the ElectroNanospray&trade; spray system was enhanced by incorporating real-time imaging of the spray operation, together with sensors that permitted monitoring and control of the spray voltage.  This led to multiple control elements that could be used for semi-automated operation.  The process did not alter the basic meloxicam chemical structure, and it was able to be incorporated at substantially higher levels in aqueous solutions than the raw drug material.  Because the work was done on a laboratory scale machine, a second key objective of this research project was to design a spray nozzle capable of producing a substantially larger amount of drug nanoparticles.  A new prototype was able to generate a many-fold improvement in the rate of nanoparticle production. \n\nThe implications of this work for public health are that this new manufacturing process may help to create skin-deliverable dosage forms of drugs that are usually administered orally or by injection.  It may also help make existing drugs work faster or more effectively by improving their solubility.  The specific outcome of this project, a nanoparticle-based formulation of the drug meloxicam, has the potential to lead to a new therapeutic delivery form for the management of acute and chronic pain. If successful, the approach identified in this project can be applied to multiple other drugs and therapeutic indications.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 10/12/2011\n\n\t\t\t\t\tSubmitted by: Robert A Hoerr"
 }
}