{
 "awd_id": "0833614",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "It's About Discovery",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joseph Reed",
 "awd_eff_date": "2009-08-01",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 858666.0,
 "awd_amount": 858666.0,
 "awd_min_amd_letter_date": "2009-07-31",
 "awd_max_amd_letter_date": "2011-05-05",
 "awd_abstract_narration": "The institution is The Ohio State University at Lima, the university partners are the University of North Carolina at Greensboro and Fayetteville State University.  It's About Discovery is a unique partnership to engage students and teachers in critical thinking skills in STEM content areas. The Ford Partnership for Advanced Studies (PAS) new science curriculum is the foundation for the project which will include over 700 students and 20-25 teachers. While the primary focus is on students, throughout the life of the project all teachers will participate in professional development focusing on the PAS units to ensure the quality teaching and understanding of the content. Technology will be integrated throughout the program to enable students to create inquiry based projects across state lines and for teachers to continue their professional development opportunities. Community partners will serve as mentors, host field trips, and engage in on-line conversations with students. An interactive website will be created for both teachers and students. The focus is on 8th grade science as it relates to STEM careers, 9th grade physical science and 10th science and mathematics. We are implementing a new Ford PAS curriculum module, Working Towards Sustainability, which comprises of four modules: We All Run on Energy, Energy from the Sun, Is Hydrogen a Solution? and The Nuclear Revolution.\r\n\r\nTeachers across states will engage in a new professional development model.  Students will create projects through on-line conversations.  A website will be created for project participants and the ITEST community. These hands-on, inquiry-based learning experiences engage students and prepare and encourage them to pursue science, engineering, and technology in high school and beyond. All PAS curricula use real world experiences, open-ended problems and result in real world applications. Assessments are on-going and inquiry driven. Teamwork and on-line resources and research are built into the curriculum design. The evaluation consists of a multi-method pre-post design. Teachers complete a Pre Survey at the beginning of the program and then again at the end of the school year. Students complete a Pre Survey at the beginning of the school year and a post survey at the end of the school year. In addition, teachers share students' scores on curriculum assessments completed throughout the year, including student scores on the Comprehensive Adult Student Assessment System's (CASAS) Assessment of Critical Thinking in Science writing tasks.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dean",
   "pi_last_name": "Cristol",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Dean S Cristol",
   "pi_email_addr": "cristol.2@osu.edu",
   "nsf_id": "000311883",
   "pi_start_date": "2009-07-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Andersen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher Andersen",
   "pi_email_addr": "andersec@ohio.edu",
   "nsf_id": "000274772",
   "pi_start_date": "2009-07-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lynn",
   "pi_last_name": "Sametz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lynn Sametz",
   "pi_email_addr": "sametz.1@osu.edu",
   "nsf_id": "000134611",
   "pi_start_date": "2010-04-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University Research Foundation -DO NOT USE",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "Columbus",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888734",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": "QR7NH79713E5"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio State University Lima Campus",
  "perf_str_addr": "4240 Campus Drive",
  "perf_city_name": "Lima",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "458043576",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OH04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "722700",
   "pgm_ele_name": "ITEST-Inov Tech Exp Stu & Teac"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 280722.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 299985.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 277959.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><em>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; It&rsquo;s About Discovery</em> (IAD) was a partnership between Ohio State University at Lima, rural schools in Northwest Ohio, an underserved community in North Carolina and the University of North Carolina at Greensboro. The partnership brought students and teachers together to extend students&rsquo; readiness for STEM careers and equipped teachers with content rich information to prepare their students through a challenging proven hands-on STEM curriculum. The Ford Partnership for Advanced Studies&rsquo; (PAS) newest science curriculum was the basis for the project. The curriculum focuses on higher-order and critical thinking skills. &nbsp;The participating teachers were involved in on-going professional development on the PAS units to ensure quality and understanding of content. Technology was interwoven in each unit to help the students understand the content in a meaningful manner.</p>\n<p><em>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Intellectual Merit: </em>This project investigated the impact of one PAS science module on providing necessary information so students can make informed decisions about STEM careers through an inquiry based model. The research focused on the efficacy and feasibility of implementing the PAS science curriculum (Working Towards Sustainability) in Ohio and North Carolina. &nbsp;Questions that were addressed: Does the PAS curriculum encourage STEM learning for students? Does the PAS curriculum better prepare students to make informed decisions about STEM careers than the regular curriculum?<em>&nbsp;&nbsp;&nbsp; </em></p>\n<p><em>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The project addressed two ITEST goals</em>: (1) develop-implement-study- evaluate strategies that encourage K-12 students to be intellectually prepared for considering careers in information technology and STEM fields; and (2) develop strategies that equip teachers with the resources to ensure their students have information when they consider entering the STEM workforce. Specific outcome measures addressed: Students&rsquo; acquire the necessary knowledge and attitudes about STEM careers as a result participation in PAS; teachers&rsquo; acquire pedagogical knowledge and attitudes about STEM careers; partners&rsquo; have a positive impact on students and teachers, and the community acquire positive attitudes the students&rsquo; involvement PAS. The module has four components: We All Run on Energy, Energy from the Sun, Is Hydrogen a Solution? and The Nuclear Revolution.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; All curricula were hands-on problem-based and focus on STEM areas and careers. Participants communicated via online conferencing tools. Students visited STEM related industries and universities in Ohio and North Carolina to witness STEM practices and careers. Throughout the project teachers participated in professional development focusing on inquiry, technology and the curriculum. Ongoing workshops/institutes engaged teachers in face-to-face and distance learning meetings. Local business and industry partners mentored and hosted site visits to provide a real world context.</p>\n<p><em>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Broader impacts</em>: Students, teachers, parents and communities were served by the project because it extended a well-established national science curriculum. &nbsp;This science literacy project effectively targets underserved rural youth and youth living in one high poverty area.</p>\n<p><em>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Teacher Findings:</em> Results were positive for the professional development aspect of the IAD program. Teacher survey results indicated that IAD&rsquo;s impact reaches beyond their increased comfort teach...",
  "por_txt_cntn": "\n            ItÆs About Discovery (IAD) was a partnership between Ohio State University at Lima, rural schools in Northwest Ohio, an underserved community in North Carolina and the University of North Carolina at Greensboro. The partnership brought students and teachers together to extend studentsÆ readiness for STEM careers and equipped teachers with content rich information to prepare their students through a challenging proven hands-on STEM curriculum. The Ford Partnership for Advanced StudiesÆ (PAS) newest science curriculum was the basis for the project. The curriculum focuses on higher-order and critical thinking skills.  The participating teachers were involved in on-going professional development on the PAS units to ensure quality and understanding of content. Technology was interwoven in each unit to help the students understand the content in a meaningful manner.\n\n             Intellectual Merit: This project investigated the impact of one PAS science module on providing necessary information so students can make informed decisions about STEM careers through an inquiry based model. The research focused on the efficacy and feasibility of implementing the PAS science curriculum (Working Towards Sustainability) in Ohio and North Carolina.  Questions that were addressed: Does the PAS curriculum encourage STEM learning for students? Does the PAS curriculum better prepare students to make informed decisions about STEM careers than the regular curriculum?    \n\n            The project addressed two ITEST goals: (1) develop-implement-study- evaluate strategies that encourage K-12 students to be intellectually prepared for considering careers in information technology and STEM fields; and (2) develop strategies that equip teachers with the resources to ensure their students have information when they consider entering the STEM workforce. Specific outcome measures addressed: StudentsÆ acquire the necessary knowledge and attitudes about STEM careers as a result participation in PAS; teachersÆ acquire pedagogical knowledge and attitudes about STEM careers; partnersÆ have a positive impact on students and teachers, and the community acquire positive attitudes the studentsÆ involvement PAS. The module has four components: We All Run on Energy, Energy from the Sun, Is Hydrogen a Solution? and The Nuclear Revolution.\n\n            All curricula were hands-on problem-based and focus on STEM areas and careers. Participants communicated via online conferencing tools. Students visited STEM related industries and universities in Ohio and North Carolina to witness STEM practices and careers. Throughout the project teachers participated in professional development focusing on inquiry, technology and the curriculum. Ongoing workshops/institutes engaged teachers in face-to-face and distance learning meetings. Local business and industry partners mentored and hosted site visits to provide a real world context.\n\n            Broader impacts: Students, teachers, parents and communities were served by the project because it extended a well-established national science curriculum.  This science literacy project effectively targets underserved rural youth and youth living in one high poverty area.\n\n            Teacher Findings: Results were positive for the professional development aspect of the IAD program. Teacher survey results indicated that IADÆs impact reaches beyond their increased comfort teaching many STEM skills. Teachers reported increased comfort teaching critical thinking, 21st century skills, and interdisciplinary connections. Furthermore, the most definitive and dramatic results were positive attitudes toward teaching students about a wide array of STEM careers. Teachers were asked to rate their comfort with teaching various STEM and 21st century skills before and after participating in IAD. Their mean comfort ratings for teaching all of the 21 skills increased after participating in IAD. Teachers were significantly more comfortable te..."
 }
}