{
 "awd_id": "0834264",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Individual Nomination",
 "cfda_num": "47.076",
 "org_code": "11040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Daphne Y. Rainey",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2011-08-31",
 "tot_intn_awd_amt": 10000.0,
 "awd_amount": 10000.0,
 "awd_min_amd_letter_date": "2009-09-11",
 "awd_max_amd_letter_date": "2009-09-11",
 "awd_abstract_narration": "NANCY L. ELWESS\t\t\tSUNY College at Plattsburgh\r\n\r\n\r\nDr. Nancy Elwess has served at the State University of New York at Plattsburgh (SUNY Plattsburgh) in the Department of Biological Sciences for the past ten years. Dr. Elwess' research is conducted with her undergraduates and her recent areas of study include the isolation and analysis of ancient DNA extracted from ancient Maya skeletons (from Tipu, Belize). Her laboratory is studying their migration routes; mitochondrial DNA sequences; and the presence of certain diseases within this population of ancient Maya skeletons. Dr. Elwess is a recipient of the 2008-2009 Outstanding Undergraduate Science Teacher Award sponsored by the Society for College Science Teachers (SCST) and co-recipient of the 2007 National Association of Biology Teachers National Biotechnology Teaching Award \r\n\r\nSUNY Plattsburgh is an undergraduate teaching institution serving 6000 students and is located in upstate New York between Lake Champlain and the Adirondack Mountains. There are four main science departments: the Department of Biological Sciences, Chemistry Department, Center for Earth and Environmental Sciences and the Department of Physics. Upon her arrival at SUNY Plattsburgh, Dr. Elwess noted, as a member of an underrepresented group, how few female and minority faculty there were in the sciences. The total percentage of women faculty (tenure-track positions) for the combined departments is 14%, which includes six female faculty members, and three faculty members of minority descent (7%). The university faculty at large is composed of 38% female and 7% minorities. Her experiences as a woman and minority in the sciences have significantly influenced the path she has chosen as mentor. She remains the only woman in the chemistry department.\r\n\r\nIn order to help underrepresented groups in the sciences she implemented a \"plan of attack\" that would not only increase the number of underrepresented students majoring in Biology, Biology Education, Cytotechnology and/or Biochemistry but also increase the number of underrepresented students that were going on to graduate programs, medical schools, dental schools, and veterinary schools. Dr. Elwess accomplished this through organizing her students to return to the high schools from which they graduated and discuss the benefits of attending college and thrill of working in science. Dr. Elwess began mentoring teachers from local high schools and working with high school administrators. Her efforts have significantly increased the number of applications from local schools to SUNY Plattsburgh and changed the student demographics of the Chemistry Department.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nancy",
   "pi_last_name": "Elwess",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Nancy L Elwess",
   "pi_email_addr": "nancy.elwess@plattsburgh.edu",
   "nsf_id": "000290620",
   "pi_start_date": "2009-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY College at Plattsburgh",
  "inst_street_address": "101 BROAD ST",
  "inst_street_address_2": "",
  "inst_city_name": "PLATTSBURGH",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5185642155",
  "inst_zip_code": "129012637",
  "inst_country_name": "United States",
  "cong_dist_code": "21",
  "st_cong_dist_code": "NY21",
  "org_lgl_bus_name": "RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK, THE",
  "org_prnt_uei_num": "M3SSQY9ACBN5",
  "org_uei_num": "M3SSQY9ACBN5"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY College at Plattsburgh",
  "perf_str_addr": "101 BROAD ST",
  "perf_city_name": "PLATTSBURGH",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "129012637",
  "perf_ctry_code": "US",
  "perf_cong_dist": "21",
  "perf_st_cong_dist": "NY21",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "159300",
   "pgm_ele_name": "PAESMEM Pres Awrds Excell Ment"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0409",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000910DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": null
}