{
 "awd_id": "0835381",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Enabling Robust Learning with Conceptual Personalization Technologies",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "John Cherniavsky",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 82207.0,
 "awd_amount": 82207.0,
 "awd_min_amd_letter_date": "2009-07-13",
 "awd_max_amd_letter_date": "2011-08-01",
 "awd_abstract_narration": "Personalized instruction instruction that targets individual students' unique learning needs and builds upon their prior knowledge is critical for supporting effective science learning. The primary goal in this project is to support robust learning with personalization strategies using natural language technologies. The project is a three-institution collaboration between the University of Colorado, the University Corporation for Atmospheric Research, and the University of Utah. It has two objectives: the technology objective is to create domain-independent techniques to create personalization algorithms. The learning science objective is to measure the effect of these algorithms on learning. The project focuses on robust learning, i.e., learning the supports transfer and the promotion of meta-cognitive skills. The subject matter is earth science and biology. The proposed techonology would operate as follows. Firstly, the system uses state-of-the-art statistical natural language processing methods (mainly latent semantic analysis) to automatically process learning resources (primarily texts) in order to create a domain knowledge map. This includes automatically identifying core concepts. Secondly, during learning sessions, the system would analyze students' essays to dynamically construct a domain knowledge map of the students' responses (and an assessment of student understanding). Using graph matching techniques, the system evaluates the student's response, including determining what concepts were missing or misunderstood. Finally, the system uses recommendation engine methods to suggest web resources that could help the student understand the material. For learning assessment, the project uses a 2 (technology or none) by 2 (domain of study) mixed research design using a sample of 40 students.\r\n\r\nThe intent of this project is to make science learning and teaching more effective. The project draws upon a rich set of new tools for analyzing textual materials. The tools serve several functions. They initially allow the analysis of text course materials to automatically develop a description of the core concepts embedded in the texts. The tools then assess essays that the students write about the core materials to determine their individual level of understanding. The tools then provide feedback to the individual students regarding missing or misunderstood concepts. This feedback includes references to the text materials that comprise the course of study and references to additional internet resources that the individual students can use to better understand scientific concepts in biology and earch sciences. This research builds upon 15 years of work on semantic analysis of texts. The research is significant because it works for any subject area and, since it is automated, it can scale nationwide.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Holly",
   "pi_last_name": "Devaul",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Holly Devaul",
   "pi_email_addr": "devaul@ucar.edu",
   "nsf_id": "000112607",
   "pi_start_date": "2009-07-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University Corporation For Atmospheric Res",
  "inst_street_address": "3090 CENTER GREEN DR",
  "inst_street_address_2": "",
  "inst_city_name": "BOULDER",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034971000",
  "inst_zip_code": "803012252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "UNIVERSITY CORPORATION FOR ATMOSPHERIC RESEARCH",
  "org_prnt_uei_num": "",
  "org_uei_num": "YEZEE8W5JKA3"
 },
 "perf_inst": {
  "perf_inst_name": "University Corporation For Atmospheric Res",
  "perf_str_addr": "3090 CENTER GREEN DR",
  "perf_city_name": "BOULDER",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803012252",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762500",
   "pgm_ele_name": "REAL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1707",
   "pgm_ref_txt": "ADVANCED LEARNING TECHNOLOGIES"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0409",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000910DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 26329.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 27377.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 28501.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><h2>Objective</h2>\n<p>This project&rsquo;s core objectives were two-fold: (1) to develop advanced personalized learning technologies and (2) to study to what extent and under which conditions these technologies promote robust learning of science concepts in secondary science topics such as plate tectonics, weather and climate, and biological evolution.</p>\n<h2>Major Outcomes</h2>\n<p>An educational recommender system &ndash; CLICK2 &ndash; was created to assess learners&rsquo; essays and rich textual responses to science questions and automatically identify potential knowledge gaps and misconceptions. Interactive learning resources are strategically recommended by CLICK2 to help learners&rsquo; address these issues and develop robust understandings of core science concepts.</p>\n<p>Computer science research examined the degree to which state-of-the-art natural language processing algorithms could be used to automatically identify knowledge gaps and misconceptions and prioritize which ones to target for further instruction. Effective prioritization is both very important and very challenging. Studies of effective teaching and learning science theory highlight the importance of targeting instruction to enable students to develop deep understanding of core ideas. Such &ldquo;robust&rdquo; understandings are critical for supporting learners to make inferences and to generalize their knowledge to new domains. Prioritization is computationally challenging as it required fundamental advances in NLP algorithms in order to: (1) automatically extract and compare core concepts in learning resources and student writings to identify potential misconceptions and (2) sequence potential misconceptions in terms of instructional importance and recommend resources in a pedagogically useful order. Significant NLP algorithmic advances in both identifying core concepts and prioritizing misconceptions were made in this project. Our algorithm for identifying short textual similarity won the SemEval STS 2014 competition, a leading international NLP algorithm benchmarking contest. Our algorithm for prioritizing misconceptions ranked highly in a student misconception identification task at SemEval 2013.</p>\n<p>Learning sciences research informed the project&rsquo;s theoretical and empirical approaches. Conceptual change theory informed the design of the CLICK2 user interface: its principals guided both how the interface highlighted potential gaps and misconceptions to the learner and how the learning resource recommendations were presented. A series of controlled learning studies were conducted to measure the influence of CLICK2 on learning outcomes. Results showed that CLICK2 had a significant positive impact on learners&rsquo; conceptual understandings and metacognitive skills.</p>\n<h2>Intellectual Merit</h2>\n<p>This project illustrates the powerful role learning sciences can play in fostering innovation in computer science. Our overall goal &ndash; to develop cost-effective personalized learning environments &ndash; led to fundamental advances in NLP algorithms and the design of recommendation system interfaces.&nbsp; The CLICK2 algorithms demonstrated very high accuracies in leading NLP competitions and have direct applications to many other problems in computer science, such as text summarization, unstructured data mining, dialog systems, and question answering. The CLICK2 interface advanced the state-of-the art in recommendation systems by demonstrating the utility of cognitively-informed theory for designing effective computer-human interaction models.</p>\n<h2>Broader Impacts</h2>\n<p>This project has contributed to advancing STEM learning for traditionally under-represented populations in two ways. First, CLICK2 is designed to tailor instruction to individual student needs. This capability is particularly critical for diverse students, who have widely varying background knowledge, life exp...",
  "por_txt_cntn": "Objective\n\nThis projectÆs core objectives were two-fold: (1) to develop advanced personalized learning technologies and (2) to study to what extent and under which conditions these technologies promote robust learning of science concepts in secondary science topics such as plate tectonics, weather and climate, and biological evolution.\nMajor Outcomes\n\nAn educational recommender system &ndash; CLICK2 &ndash; was created to assess learnersÆ essays and rich textual responses to science questions and automatically identify potential knowledge gaps and misconceptions. Interactive learning resources are strategically recommended by CLICK2 to help learnersÆ address these issues and develop robust understandings of core science concepts.\n\nComputer science research examined the degree to which state-of-the-art natural language processing algorithms could be used to automatically identify knowledge gaps and misconceptions and prioritize which ones to target for further instruction. Effective prioritization is both very important and very challenging. Studies of effective teaching and learning science theory highlight the importance of targeting instruction to enable students to develop deep understanding of core ideas. Such \"robust\" understandings are critical for supporting learners to make inferences and to generalize their knowledge to new domains. Prioritization is computationally challenging as it required fundamental advances in NLP algorithms in order to: (1) automatically extract and compare core concepts in learning resources and student writings to identify potential misconceptions and (2) sequence potential misconceptions in terms of instructional importance and recommend resources in a pedagogically useful order. Significant NLP algorithmic advances in both identifying core concepts and prioritizing misconceptions were made in this project. Our algorithm for identifying short textual similarity won the SemEval STS 2014 competition, a leading international NLP algorithm benchmarking contest. Our algorithm for prioritizing misconceptions ranked highly in a student misconception identification task at SemEval 2013.\n\nLearning sciences research informed the projectÆs theoretical and empirical approaches. Conceptual change theory informed the design of the CLICK2 user interface: its principals guided both how the interface highlighted potential gaps and misconceptions to the learner and how the learning resource recommendations were presented. A series of controlled learning studies were conducted to measure the influence of CLICK2 on learning outcomes. Results showed that CLICK2 had a significant positive impact on learnersÆ conceptual understandings and metacognitive skills.\nIntellectual Merit\n\nThis project illustrates the powerful role learning sciences can play in fostering innovation in computer science. Our overall goal &ndash; to develop cost-effective personalized learning environments &ndash; led to fundamental advances in NLP algorithms and the design of recommendation system interfaces.  The CLICK2 algorithms demonstrated very high accuracies in leading NLP competitions and have direct applications to many other problems in computer science, such as text summarization, unstructured data mining, dialog systems, and question answering. The CLICK2 interface advanced the state-of-the art in recommendation systems by demonstrating the utility of cognitively-informed theory for designing effective computer-human interaction models.\nBroader Impacts\n\nThis project has contributed to advancing STEM learning for traditionally under-represented populations in two ways. First, CLICK2 is designed to tailor instruction to individual student needs. This capability is particularly critical for diverse students, who have widely varying background knowledge, life experiences, and linguistic skills. Scalable and effective online instructional methods that acknowledge and build on these differences are increasingly needed as our nationÆs cl..."
 }
}