{
 "awd_id": "0835450",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Examining Embedded Scaffolds in a Video Game to Support STEM Learning and Efficacy for Middle School Students",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Bainbridge",
 "awd_eff_date": "2009-09-15",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 350000.0,
 "awd_amount": 350000.0,
 "awd_min_amd_letter_date": "2009-09-19",
 "awd_max_amd_letter_date": "2011-08-25",
 "awd_abstract_narration": "The goal of this project is to design, implement, and research the use of two types of embedded scaffolds, interactive-based scaffolds and resource-based scaffolds, within a video game-based learning environment. A quasi-experimental, pre-post design will be used to examine the impact of these two types of scaffolds, as well a no scaffold treatment group, on middle school students' STEM learning, problem solving, and interest.\r\n\r\nWhile a wide range of video games are now being developed for educational purposes, very little is known about how to effectively design and use embedded scaffolds to support learning within these environments. This research will contribute to the field's understanding of how to effectively design and use embedded scaffolds to support middle school students as they learn about STEM and other similarly complex topics. Providing well-designed video games that effectively support learning has the potential to increase the accessibility of high quality STEM materials that support both learning and interest in the content areas.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jamie",
   "pi_last_name": "Kirkley",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Jamie R Kirkley",
   "pi_email_addr": "jkirkley@iu.edu",
   "nsf_id": "000253608",
   "pi_start_date": "2009-09-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "WisdomTools Enterprises Inc",
  "inst_street_address": "Suite 206",
  "inst_street_address_2": "501 N. Morton St.",
  "inst_city_name": "bloomington",
  "inst_state_code": "in",
  "inst_state_name": null,
  "inst_phone_num": "8128564202",
  "inst_zip_code": "474043743",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "in09",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "WisdomTools Enterprises Inc",
  "perf_str_addr": "Suite 206",
  "perf_city_name": "bloomington",
  "perf_st_code": "in",
  "perf_st_name": null,
  "perf_zip_code": "474043743",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "in09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "170700",
   "pgm_ele_name": "ADVANCED LEARNING TECHNOLOGIES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1707",
   "pgm_ref_txt": "ADVANCED LEARNING TECHNOLOGIES"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9215",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING SYSTEMS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 270000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 80000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Engaging students in STEM is essential for developing our country&rsquo;s domestic skilled workforce. Video games hold much promise for engaging learners early on in STEM topics and careers. Video games can serve as environments in which learners explore advanced concepts and seek to make sense of the problems they encounter. Effective entertainment games support players in gameplay by providing supports that balance the game so that it is neither too easy nor too difficult. In addition to supporting gameplay, educational games must also effectively support learners as they engage in the learning activities and content within the game.</p>\n<p>Grounded in constructivist learning and scaffolding theory (Vygotsky, 1978), the goal of this project was to examine how to design, develop, implement, and evaluate embedded scaffolds in an educational video game focused on STEM. Based on Vygotsky&rsquo;s (1978) Zone of Proximal Development (ZPD), scaffolds provide assistance so that students can <em>achieve specific learning outcomes </em><em>and</em> <em>transfer what they have</em> <em>lear</em>ned <em>to other situation</em>s beyond what they could do without help. Once they are able to perform the task without help, the scaffolds are removed.</p>\n<p>To inform the approach, we used various disciplines (i.e., learning sciences, instructional design, storytelling, entertainment game design) to create, implement, and evaluate various types of embedded scaffolds within two existing games: <em>AstroEngineer: Moon Rover</em> and <em>Mission Control: NanoMech. AstroEngineer</em> was used as a testing environment for initial scaffolding approaches. In this game targeted at middle school grades, players are presented with a mission, they design a Moon rover selecting from different parts, drive the rover to try and accomplish the mission, and redesign as needed.</p>\n<p>NanoMech was used in the latter half of the project to extensive refine the approach. Set in 2063 on Mars, <em>NanoMech</em> teaches high school students about nanotechnology. As learners descend through 25 missions in a nanotech factory, they use raw nanomaterials (e.g., graphene sheets, fullerene, nanotubes) and a 3D printer to enhance their spacesuit&rsquo;s capabilities such as durability, speed, and heat resistance.</p>\n<p>Within <em>NanoMech</em>, embedded scaffolds help learners improve their mission performance based on specific actions taken within the game (e.g., nanomaterial choices made, parts selected, time). When a learner succeeds in a mission, a game character, a friendly robotic ally, provides feedback on what worked well. When a learner does not succeed, an embedded scaffold is provided to help them figure out how to successfully complete the mission the next time. The player must analyze mission needs and nanomaterial characteristics to make the best choice as they retry the mission. Interactive guidance and resources that may be recommended to the learner include interactive tutorials.</p>\n<p>A key finding of the project is that embedding scaffolding into the storyline in an authentic manner is critical for engaging student interest in the learning content. Video game players often do not read text materials except when it&rsquo;s essential for gameplay success. The same holds true for many students playing educational games. A common problem with educational video games is that the educational content is often presented in a form disconnected from the gameplay or in a manner that is not engaging. In the final stages of this project all scaffolding and other forms of help were presented by one of the companion characters in the game as part of the dialogue with that character. The goal of this approach is to make the content interesting, relevant and presented as a natural part of the gameplay and story.</p>\n<p>The evaluation of the scaffolding in NanoMech provided evidence for the overall success...",
  "por_txt_cntn": "\nEngaging students in STEM is essential for developing our countryÆs domestic skilled workforce. Video games hold much promise for engaging learners early on in STEM topics and careers. Video games can serve as environments in which learners explore advanced concepts and seek to make sense of the problems they encounter. Effective entertainment games support players in gameplay by providing supports that balance the game so that it is neither too easy nor too difficult. In addition to supporting gameplay, educational games must also effectively support learners as they engage in the learning activities and content within the game.\n\nGrounded in constructivist learning and scaffolding theory (Vygotsky, 1978), the goal of this project was to examine how to design, develop, implement, and evaluate embedded scaffolds in an educational video game focused on STEM. Based on VygotskyÆs (1978) Zone of Proximal Development (ZPD), scaffolds provide assistance so that students can achieve specific learning outcomes and transfer what they have learned to other situations beyond what they could do without help. Once they are able to perform the task without help, the scaffolds are removed.\n\nTo inform the approach, we used various disciplines (i.e., learning sciences, instructional design, storytelling, entertainment game design) to create, implement, and evaluate various types of embedded scaffolds within two existing games: AstroEngineer: Moon Rover and Mission Control: NanoMech. AstroEngineer was used as a testing environment for initial scaffolding approaches. In this game targeted at middle school grades, players are presented with a mission, they design a Moon rover selecting from different parts, drive the rover to try and accomplish the mission, and redesign as needed.\n\nNanoMech was used in the latter half of the project to extensive refine the approach. Set in 2063 on Mars, NanoMech teaches high school students about nanotechnology. As learners descend through 25 missions in a nanotech factory, they use raw nanomaterials (e.g., graphene sheets, fullerene, nanotubes) and a 3D printer to enhance their spacesuitÆs capabilities such as durability, speed, and heat resistance.\n\nWithin NanoMech, embedded scaffolds help learners improve their mission performance based on specific actions taken within the game (e.g., nanomaterial choices made, parts selected, time). When a learner succeeds in a mission, a game character, a friendly robotic ally, provides feedback on what worked well. When a learner does not succeed, an embedded scaffold is provided to help them figure out how to successfully complete the mission the next time. The player must analyze mission needs and nanomaterial characteristics to make the best choice as they retry the mission. Interactive guidance and resources that may be recommended to the learner include interactive tutorials.\n\nA key finding of the project is that embedding scaffolding into the storyline in an authentic manner is critical for engaging student interest in the learning content. Video game players often do not read text materials except when itÆs essential for gameplay success. The same holds true for many students playing educational games. A common problem with educational video games is that the educational content is often presented in a form disconnected from the gameplay or in a manner that is not engaging. In the final stages of this project all scaffolding and other forms of help were presented by one of the companion characters in the game as part of the dialogue with that character. The goal of this approach is to make the content interesting, relevant and presented as a natural part of the gameplay and story.\n\nThe evaluation of the scaffolding in NanoMech provided evidence for the overall success of this approach. The following are some key findings:\n\nIn the pre- to post-test evaluation, students scored significantly higher on a post-test, thereby demonstrating learning gains.\nStudents using Nan..."
 }
}