{
 "awd_id": "0837757",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Application and Confidence Inventories for Assessing Curricular Change in Introductory Engineering Mathematics Instruction",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Myles Boylan",
 "awd_eff_date": "2009-08-01",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 149911.0,
 "awd_amount": 179832.0,
 "awd_min_amd_letter_date": "2009-07-27",
 "awd_max_amd_letter_date": "2011-02-28",
 "awd_abstract_narration": "This project is a continuation of efforts to enhance engineering students' abilities to transfer and apply the calculus they learn in their first year of college to the introductory engineering courses they take in their second year. In the course of a 2006 curriculum review, engineering faculty observed that many students who succeed in the first year mathematics courses nonetheless have difficulty using elementary mathematical concepts to represent physical quantities and their relationships in their second year engineering courses.  Spurred by Engineering Curriculum Task Force recommendations, in the spring of 2007 a group of engineering and mathematics faculty began to infuse core engineering mathematics courses with engaging and diverse problem solving experiences, incorporating example applications from the physical sciences and engineering. In a pilot effort in Fall 2007 these types of applications were integrated into the first required math course in the engineering math sequence.  This was accomplished by transforming one of two weekly recitation sections into a collaborative problem-solving session. \r\nThis project is evaluating the effect of adding these activities to the curriculum, by developing instruments to assess students' understanding of mathematics as representative of physical phenomena and their skill in applying mathematics to solve problems involving physical quantities and relationships, both before and after their participation in the problem-solving workshops; and also to assess students' confidence about their understanding of mathematics and their ability to use mathematics to succeed in engineering, both before and after their participation in the problem-solving workshops. The project is also assessing whether the inclusion of collaborative applied problem-solving in the first-year calculus courses leads to improvement in students' abilities to apply mathematics in the core second-year engineering courses - mechanics, dynamics, electrical circuits, and thermodynamics.  \r\nThe project's central questions are exploring how curricular changes in both content and method of instruction might enhance student ability to apply mathematics to classical engineering applications and improve student confidence in solving problems. \r\nTools are being developed for assessing the degree of integration of core math, science, and engineering content. The project is being evaluated by an independent evaluator.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lisa",
   "pi_last_name": "Schneider-Bentley",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Lisa M Schneider-Bentley",
   "pi_email_addr": "lms3@cornell.edu",
   "nsf_id": "000505546",
   "pi_start_date": "2009-07-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Maria",
   "pi_last_name": "Terrell",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Maria Terrell",
   "pi_email_addr": "mst1@cornell.edu",
   "nsf_id": "000112372",
   "pi_start_date": "2009-07-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "341 PINE TREE RD",
  "perf_city_name": "ITHACA",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "749400",
   "pgm_ele_name": "CCLI-Type 1 (Exploratory)"
  },
  {
   "pgm_ele_code": "751300",
   "pgm_ele_name": "TUES-Type 1 Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0409",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000910DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 149911.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 29921.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Methods:</strong></p>\n<p>This project develops two assessment instruments to gauge students&rsquo; abilities in using mathematics in engineering contexts and students' self-efficacy perceptions related to studying engineering and to applying mathematics. The instruments may be used to assess the effects of integrating applied science and engineering problem-solving into engineering mathematics courses.</p>\n<p>&nbsp;</p>\n<p>The Mathematics Applications Inventory (MAI) - an 11-item test of students&rsquo; abilities to apply knowledge of arithmetic, algebra, functions, derivatives, and the definite integral - was developed with extensive input from engineering and mathematics faculty. Administration of a long-answer version followed by respondent interviews informed development into a multiple-choice inventory. The Engineering and Mathematics Perceptions Survey (EMPS) - a 28-item survey of students&rsquo; attitudes and perceptions related to the engineering and mathematics curriculum and their abilities to fulfill engineering degree requirements and to apply mathematics to solve problems - was adapted from an existing instrument and has undergone reliability and validity testing.</p>\n<p>&nbsp;</p>\n<p>The MAI and EMPS instruments were administered in Fall 2010 to all students in the first-semester engineering mathematics course (N=379), which includes an applied problem-solving workshop innovation; and to all students in the second course in the engineering mathematics sequence (N=441), which does not include the workshop innovation. In addition to validity and reliability testing, analyses include comparisons of responses and pre- to post- performance by course, associations between EMPS responses and MAI performance, common areas of difficulty related to the application of specific mathematical content areas and cognitive domains, and patterns of responses by background and status variables such as gender, race, SAT scores, and level of mathematics preparation.</p>\n<p>&nbsp;</p>\n<p>To reduce the influence of nonequivalence between treatment and control groups, differences in gains were tested with the use of a propensity-score-based stratification strategy.&nbsp; We test that hypothesis that differences in gains could be attributed to differences in math course experiences (i.e., treatment effect of participation in workshops).</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Findings:</strong></p>\n<p>Data analysis yields some interesting findings related to gains in MAI performance and self-efficacy perceptions pre- to post-semester. Students in the more advanced second-semester course score higher on the MAI at both pre- and post-semester; however, students in the first-semester course with the workshop innovation obtain greater average gain over the semester on the open-ended MAI. Similarly, students in the more advanced second-semester course are more confident about their ability to complete and succeed in the engineering curriculum at both pre- and post-semester; however, while students in both courses experience losses over the semester in these self-efficacy perceptions, students in the first-semester course with the workshop innovation are better able to maintain their self-efficacy perceptions over the course of the semester, experiencing self-efficacy declines of a lesser magnitude compared to students in the more advanced course.</p>\n<p>&nbsp;</p>\n<p>Further, the innovation appears to affect students differently by gender: although male students have greater average MAI gains overall, this gender effect is diminished in the first semester course with the workshop innovation.</p>\n<p>&nbsp;</p>\n<p><strong>Impacts:</strong></p>\n<p>Findings have been used to help assess the effect that integrating collaborative, applied, problem-solving workshops into the first-semester engineering mathematics course has on students' abilities and attitudes about using math...",
  "por_txt_cntn": "\nMethods:\n\nThis project develops two assessment instruments to gauge studentsÆ abilities in using mathematics in engineering contexts and students' self-efficacy perceptions related to studying engineering and to applying mathematics. The instruments may be used to assess the effects of integrating applied science and engineering problem-solving into engineering mathematics courses.\n\n \n\nThe Mathematics Applications Inventory (MAI) - an 11-item test of studentsÆ abilities to apply knowledge of arithmetic, algebra, functions, derivatives, and the definite integral - was developed with extensive input from engineering and mathematics faculty. Administration of a long-answer version followed by respondent interviews informed development into a multiple-choice inventory. The Engineering and Mathematics Perceptions Survey (EMPS) - a 28-item survey of studentsÆ attitudes and perceptions related to the engineering and mathematics curriculum and their abilities to fulfill engineering degree requirements and to apply mathematics to solve problems - was adapted from an existing instrument and has undergone reliability and validity testing.\n\n \n\nThe MAI and EMPS instruments were administered in Fall 2010 to all students in the first-semester engineering mathematics course (N=379), which includes an applied problem-solving workshop innovation; and to all students in the second course in the engineering mathematics sequence (N=441), which does not include the workshop innovation. In addition to validity and reliability testing, analyses include comparisons of responses and pre- to post- performance by course, associations between EMPS responses and MAI performance, common areas of difficulty related to the application of specific mathematical content areas and cognitive domains, and patterns of responses by background and status variables such as gender, race, SAT scores, and level of mathematics preparation.\n\n \n\nTo reduce the influence of nonequivalence between treatment and control groups, differences in gains were tested with the use of a propensity-score-based stratification strategy.  We test that hypothesis that differences in gains could be attributed to differences in math course experiences (i.e., treatment effect of participation in workshops).\n\n \n\n \n\nFindings:\n\nData analysis yields some interesting findings related to gains in MAI performance and self-efficacy perceptions pre- to post-semester. Students in the more advanced second-semester course score higher on the MAI at both pre- and post-semester; however, students in the first-semester course with the workshop innovation obtain greater average gain over the semester on the open-ended MAI. Similarly, students in the more advanced second-semester course are more confident about their ability to complete and succeed in the engineering curriculum at both pre- and post-semester; however, while students in both courses experience losses over the semester in these self-efficacy perceptions, students in the first-semester course with the workshop innovation are better able to maintain their self-efficacy perceptions over the course of the semester, experiencing self-efficacy declines of a lesser magnitude compared to students in the more advanced course.\n\n \n\nFurther, the innovation appears to affect students differently by gender: although male students have greater average MAI gains overall, this gender effect is diminished in the first semester course with the workshop innovation.\n\n \n\nImpacts:\n\nFindings have been used to help assess the effect that integrating collaborative, applied, problem-solving workshops into the first-semester engineering mathematics course has on students' abilities and attitudes about using mathematics. The positive impact of the workshops on the performance of female students, in particular, has helped support the decision to continue the workshop innovation.  It is also our intention to promote the use of the MAI for the assessment of related innovations ..."
 }
}