{
 "awd_id": "0838271",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Rates, Sources and Magmagenesis of Alkalic Lavas at the Edge of an Intraplate Hotspot: A Multi-tracer Study of the Youngest Volcanics on Oahu, Hawaii",
 "cfda_num": "47.050",
 "org_code": "06030107",
 "po_phone": "7032924739",
 "po_email": "jwade@nsf.gov",
 "po_sign_block_name": "Jennifer Wade",
 "awd_eff_date": "2009-01-15",
 "awd_exp_date": "2013-12-31",
 "tot_intn_awd_amt": 297682.0,
 "awd_amount": 297682.0,
 "awd_min_amd_letter_date": "2009-01-23",
 "awd_max_amd_letter_date": "2009-01-23",
 "awd_abstract_narration": "Intellectual Merit. Late-stage, alkalic magmatism at mid-plate hotspots is an enigmatic occurrence that is poorly understood. Geochemical models suggest that magma genesis is strongly dominated by melts of metasomatised lithospheric mantle, whereas most geophysical models require buoyant upwelling in the asthenospheric mantle. Neither model predicts the full range of observations of time, composition and geology in the volcanic deposits. This proposal addresses multiple outstanding questions to inform models for alkalic rejuvenation volcanism, occurring far downstream of the primary locus of active mid-plate hot spot volcanism.\r\n1. What causes the magma production that feeds late stage alkalic rejuvenation volcanism?\r\n2. Are rejuvenation volcanics formed primarily by melting the lithosphere or the asthenosphere?\r\n3. Are the lithospheric lithologies possibly involved in petrogenesis old or young?\r\n4. What are the length and temporal scales of heterogeneity in sources or melting processes?\r\n5. What magmatic plumbing conditions allow extreme compositional heterogeneity in erupted lavas over short time and length scales?\r\nThe Honolulu Series volcanics on Oahu, Hawaii serves as a case study of the causes and conditions of alkalic rejuvenation volcanism. This project focuses on its last two eruption sequences (the subaerial Tantalus rift and the submarine/subaerial Koko rift) because they exhibit the extreme compositional range within Honolulu Series volcanism (and elsewhere), there isstrong geologic control (nearly contemporaneous volcanism at multiple vents along each rift), and eruption ages young enough (80 ka) to constrain rates and timing of igneous processes with 230Th-238U and 231Pa-235U disequilibria. Moreover, samples are fresh and previously have been well characterized.\r\nU-series disequilibria can distinguish syn- and recent premagmagenetic chemical fractionation in melts and sources to determine when they occurred. A pilot project to determine the age of Koko rift zone volcanism from recrystallized coral xenoliths also produced preliminary U-series analyses of lavas that show extensive 230Th-238U disequilibria. The relative youth, great distance from the active hotspot (340 km), and other attributes make these eruptions exceptional examples for a detailed study about sources and styles of magmatism at what is effectively a type-locality for intra plate alkalic volcanism. The project will involve samples already in hand, including legacy samples studied by Jackson, Clague and Frey, provided by the Smithsonian Institution and submarine Koko samples provided by Dave Clague. The project will primarily utilize existing analytical expertise (U-series, Sr-Nd-Pb-Os isotopes, major and trace elements) and instrumentation in the UH laboratories, but also includes 231Pa methods development to be used in this and subsequent research.\r\n\r\nBroader Impacts.  This project will contribute to development of new US research capabilities for measuring 231Pa-235U radioactive disequilibrium to study volcanic systems. It will also facilitate transition of analytical methods to new instrumentation and development of an early career post-doctoral researcher. Results of this project will be disseminated in peer-reviewed literature, incorporated in university courses, made available to the public via the award winning Hawaii Center for Volcanology website (created/maintained by PI Rubin), and added to a visitors center display about Koko Rift volcanism for the internationally renowned Hanauma Bay beach park.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kenna",
   "pi_last_name": "Rubin",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Kenna H Rubin",
   "pi_email_addr": "kenna.rubin@uri.edu",
   "nsf_id": "000467323",
   "pi_start_date": "2009-01-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Douglas",
   "pi_last_name": "Pyle",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Douglas G Pyle",
   "pi_email_addr": "pyled@hawaii.edu",
   "nsf_id": "000391670",
   "pi_start_date": "2009-01-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Hawaii",
  "inst_street_address": "2425 CAMPUS RD SINCLAIR RM 1",
  "inst_street_address_2": "",
  "inst_city_name": "HONOLULU",
  "inst_state_code": "HI",
  "inst_state_name": "Hawaii",
  "inst_phone_num": "8089567800",
  "inst_zip_code": "968222247",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "HI01",
  "org_lgl_bus_name": "UNIVERSITY OF HAWAII",
  "org_prnt_uei_num": "",
  "org_uei_num": "NSCKLFSSABF2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Hawaii",
  "perf_str_addr": "2425 CAMPUS RD SINCLAIR RM 1",
  "perf_city_name": "HONOLULU",
  "perf_st_code": "HI",
  "perf_st_name": "Hawaii",
  "perf_zip_code": "968222247",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "HI01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  },
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 297682.0
  }
 ],
 "por": null
}