{
 "awd_id": "0838536",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Timescales of Continental Magmatism and Development of Large Silicic Systems: Insights from Accessory Phases",
 "cfda_num": "47.050",
 "org_code": "06030107",
 "po_phone": "7032924739",
 "po_email": "jwade@nsf.gov",
 "po_sign_block_name": "Jennifer Wade",
 "awd_eff_date": "2009-07-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 299016.0,
 "awd_amount": 299016.0,
 "awd_min_amd_letter_date": "2009-06-04",
 "awd_max_amd_letter_date": "2009-06-04",
 "awd_abstract_narration": "\r\n\r\n\"This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\"\r\n\r\n\r\nIntellectual Merit. This project will address the time scales of assembly and the organization of batholith-scale silicic magma systems in the Altiplano Puna Volcanic Complex (APVC) of the Central Andes. The proposed work builds on recent efforts that explore the recognition of large silicic volcanic fields (LSVFs) as windows into the tops of upper crustal batholiths that are the foundations of the continental crust. The space-time-volume record of volcanism indicates that LSVFs develop during magmatic flare-ups and erupt episodically as pulses of parallel supereruptions that become more intense with time. This record is often assumed to mirror the accumulation record of the associated upper crustal batholith. However, key questions about the link between the volcanic and plutonic realms remain to be addressed if this view is to be substantiated. Among these are: (1) What does the surface pattern of volcanism imply concerning the development of plutonic systems at depth? Do these eruptions represent evacuation from a distinct batch of magma that formed just prior to eruption or do they represent the periodic tapping of a long lived regional magma body? (2) What does the cyclicity of large caldera systems and the regional concordance of eruptions imply concerning the development of the magmatic systems beneath? Does the repose period represent the time scale of development of the next magma batch or does the erupted magma develop in a timescale much shorter than the repose period. 3) What does the self-organization of single batholithic scale magmatic systems, for instance the development of a zoned system, tell us about the dynamics and time scales over which these systems differentiate and evolve? Building on the maturing space-time-volume record of the APVC, these issues will be examined by specifically focusing on three hypotheses: (1) Supereruptions in the APVC evacuated distinct magma batches that accumulated within a few hundred thousand years prior to eruption; (2) The repose period of cyclic supervolcanic systems is considerably longer than the time scale to develop the next eruptible magma batch; and (3) Batholith scale-silicic magma chambers can develop significant zonations on time scales of a few hundred thousand years. These ideas will be evaluated on the basis of geochronology, trace element geochemistry, and thermometry of accessory phases most notably zircon (for which preliminary data suggest strong likelihood of success of this proposal.\r\n\r\nBroader Impacts. The proposed work is timely and will be of broad interest because time scales of construction and evolution of large silicic magmatic systems, the volcano-plutonic connection and the development of supervolcanoes have been the subject of considerable discussion in recent years. Moreover, this project is complemented by other studies in the region. The PI?s are collaborating on an investigation of the Cerro Galan resurgent caldera complex in Argentina, and Oregon State University colleague Anita Grunder is working on similar problems at the Aucanquilcha Volcanic Cluster, Chile. Combination of these datasets will facilitate comparison across different scales of systems and provide a Central Andean wide perspective. International collaboration will allow the lead PI to continue his collaboration and mentoring of a burgeoning Bolivian volcanological group focused on the APVC. Publication and dissemination of the scientific results, the training of a graduate and an undergraduate student, and incorporation of content into future coursework all amplify the broader impacts. Moreover, dissemination of results through in-service and pre-service teacher-workshops with the SMILE program in Oregon and the high profile VolcanoWorld website will transmit findings to the larger informal scientific audience and K-U constituency.",
 "awd_arra_amount": 299016.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shanaka",
   "pi_last_name": "de Silva",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Shanaka L de Silva",
   "pi_email_addr": "desilvas@geo.oregonstate.edu",
   "nsf_id": "000370555",
   "pi_start_date": "2009-06-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon State University",
  "inst_street_address": "1500 SW JEFFERSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CORVALLIS",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5417374933",
  "inst_zip_code": "973318655",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "OREGON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MZ4DYXE1SL98"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon State University",
  "perf_str_addr": "1500 SW JEFFERSON AVE",
  "perf_city_name": "CORVALLIS",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973318655",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 299016.0
  }
 ],
 "por": null
}