{
 "awd_id": "0838260",
 "agcy_id": "NSF",
 "tran_type": "CoopAgrmnt",
 "awd_istr_txt": "Cooperative Agreement",
 "awd_titl_txt": "Collaborative Research: Astronomy with CARMA",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Barvainis",
 "awd_eff_date": "2009-07-01",
 "awd_exp_date": "2012-06-30",
 "tot_intn_awd_amt": 8989592.0,
 "awd_amount": 9474531.0,
 "awd_min_amd_letter_date": "2009-06-30",
 "awd_max_amd_letter_date": "2011-08-16",
 "awd_abstract_narration": "Over the past three years the Combined Array for Research in Millimeter Astronomy (CARMA) was formed from the merger of two telescope arrays supported by the Division of Astronomical Science's University Radio Observatories (URO) Program, these being Caltech's Owens Valley Radio Observatory (OVRO) array of six 10.4-meter-diameter telescopes, and the Berkeley Illinois Maryland Association (BIMA) array of nine 6.1-meter-diameter telescopes.   With commissioning at the new site now complete, CARMA will achieve resolutions as high as 0.2 arcseconds at a wavelength of 1mm and, due to its heterogeneous combination of telescope diameters, will provide excellent imaging over a wide range of angular scales.  When new receivers are installed in 2009, CARMA's sensitivity in the 1 mm band will be an order of magnitude greater than that of the previous arrays.  The new science enabled by CARMA covers a broad range of astronomical topics, including star formation and molecular clouds, studies of external galaxies, and the investigation of solar system objects.   CARMA is a pathfinder for the Atacama Large Millimeter Array (ALMA) and a pipeline for training experts in the field of millimeter interferometry to take full advantage of ALMA's capabilities for US astronomy.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Carpenter",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "John M Carpenter",
   "pi_email_addr": "jmc@astro.caltech.edu",
   "nsf_id": "000305697",
   "pi_start_date": "2009-06-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nicholas",
   "pi_last_name": "Scoville",
   "pi_mid_init": "Z",
   "pi_sufx_name": "",
   "pi_full_name": "Nicholas Z Scoville",
   "pi_email_addr": "nzs@astro.caltech.edu",
   "nsf_id": "000198329",
   "pi_start_date": "2009-06-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Anneila",
   "pi_last_name": "Sargent",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Anneila I Sargent",
   "pi_email_addr": "afs@astro.caltech.edu",
   "nsf_id": "000468630",
   "pi_start_date": "2009-06-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Geoffrey",
   "pi_last_name": "Blake",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Geoffrey A Blake",
   "pi_email_addr": "gab@gps.caltech.edu",
   "nsf_id": "000245993",
   "pi_start_date": "2009-06-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California Institute of Technology",
  "inst_street_address": "1200 E CALIFORNIA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "PASADENA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6263956219",
  "inst_zip_code": "911250001",
  "inst_country_name": "United States",
  "cong_dist_code": "28",
  "st_cong_dist_code": "CA28",
  "org_lgl_bus_name": "CALIFORNIA INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "U2JMKHNS5TG4"
 },
 "perf_inst": {
  "perf_inst_name": "California Institute of Technology",
  "perf_str_addr": "1200 E CALIFORNIA BLVD",
  "perf_city_name": "PASADENA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "911250001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "28",
  "perf_st_cong_dist": "CA28",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121100",
   "pgm_ele_name": "UNIV RADIO FACILITIES PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 6216675.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 2171377.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 1086479.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This grant supports technical development, scientific operations, and student<br />training on the Combined Array for Research in Millimeter-wave Astronomy<br />(CARMA). CARMA is unique and powerful array of radio telescopes<br />located at an elevation of 7200 ft (2200 m) in the Inyo Mountains of California,<br />operated by the California Institute of Technology, University of<br />California-Berkeley, University of Illinois, University of Maryland, and the<br />University of Chicago. Our science results impact our view of the Universe<br />through: (1) high resolution imaging of material in disks around young stars<br />where planets could be forming; (2) wide-field imaging of the structure of<br />nearby molecular clouds on the scale that individual stars like our Sun form;<br />(3) tracing star forming activity of the molecular gas in nearby galaxies like<br />our own; (4) discovery of molecular gas in the youngest galaxies in the<br />Universe; and (5) studies of the structure of galaxy clusters, the largest<br />objects in the Universe. These studies are answering fundamental questions<br />about how the Earth, Sun, and Galaxy formed. The results have appeared in over<br />100 refereed publications; selected results have been highlighted in a number<br />of popular press releases.<br /><br />Our technical developments include applications of Field Programmable Gate<br />Arrays which push the state-of-the-art of the latest commercial chips,<br />sensitive receivers at millimeter wavelengths, and corrections for atmospheric<br />blurring at millimeter wavelengths. Our science and technical developments<br />directly involve typically 15-20 graduate students and 5-10 postdoctoral<br />scientists. In many cases, students lead these efforts as the centerpiece of<br />their Ph.D. work; in other cases, postdoctoral scientists lead projects as<br />part of their continuing training. Our training provides both team and<br />leadership opportunities to develop a wide range of skills. We have been very<br />successful in placing our students and postdoctoral scientists into the<br />technical and academic workforce.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/27/2012<br>\n\t\t\t\t\tModified by: John&nbsp;M&nbsp;Carpenter</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis grant supports technical development, scientific operations, and student\ntraining on the Combined Array for Research in Millimeter-wave Astronomy\n(CARMA). CARMA is unique and powerful array of radio telescopes\nlocated at an elevation of 7200 ft (2200 m) in the Inyo Mountains of California,\noperated by the California Institute of Technology, University of\nCalifornia-Berkeley, University of Illinois, University of Maryland, and the\nUniversity of Chicago. Our science results impact our view of the Universe\nthrough: (1) high resolution imaging of material in disks around young stars\nwhere planets could be forming; (2) wide-field imaging of the structure of\nnearby molecular clouds on the scale that individual stars like our Sun form;\n(3) tracing star forming activity of the molecular gas in nearby galaxies like\nour own; (4) discovery of molecular gas in the youngest galaxies in the\nUniverse; and (5) studies of the structure of galaxy clusters, the largest\nobjects in the Universe. These studies are answering fundamental questions\nabout how the Earth, Sun, and Galaxy formed. The results have appeared in over\n100 refereed publications; selected results have been highlighted in a number\nof popular press releases.\n\nOur technical developments include applications of Field Programmable Gate\nArrays which push the state-of-the-art of the latest commercial chips,\nsensitive receivers at millimeter wavelengths, and corrections for atmospheric\nblurring at millimeter wavelengths. Our science and technical developments\ndirectly involve typically 15-20 graduate students and 5-10 postdoctoral\nscientists. In many cases, students lead these efforts as the centerpiece of\ntheir Ph.D. work; in other cases, postdoctoral scientists lead projects as\npart of their continuing training. Our training provides both team and\nleadership opportunities to develop a wide range of skills. We have been very\nsuccessful in placing our students and postdoctoral scientists into the\ntechnical and academic workforce.\n\n\t\t\t\t\tLast Modified: 07/27/2012\n\n\t\t\t\t\tSubmitted by: John M Carpenter"
 }
}