{
 "awd_id": "0838157",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Origin(s) and Significance of Arc-related, Brine-dominated Hydrothermal Alteration, Copiapó Area, Chile",
 "cfda_num": "47.050",
 "org_code": "06030107",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sonia Esperanca",
 "awd_eff_date": "2009-01-01",
 "awd_exp_date": "2011-12-31",
 "tot_intn_awd_amt": 209479.0,
 "awd_amount": 209479.0,
 "awd_min_amd_letter_date": "2008-12-18",
 "awd_max_amd_letter_date": "2008-12-18",
 "awd_abstract_narration": "Fluid flow is a natural and nearly ubiquitous process in the Earth's upper crust. It can fundamentally change the composition of the crust and can create many types of mineral deposits. This project will address the origin of alkali-rich (Na-K-Ca) compositional changes (hydrothermal alteration) that were created by high-temperature circulation of saline fluids. Several complementary approaches will be applied to an exceptionally well exposed area in northern Chile that contains widespread Na-K-Ca-rich alteration and has spatially associated iron oxide-copper-gold-rich (\"IOCG\") ore deposits. Similar features, though less well exposed, are globally widespread. In spite of the economic importance of IOCG deposits and the likely contribution of alkali-rich alteration to global geochemical cycles, these kinds of hydrothermal systems are poorly documented and their origins are controversial. This project represents a collaboration between academia and the mining industry (Freeport-Moran Copper and Gold) to improve our basic understanding of the fundamental geologic and ore genesis characteristics of these deposits.  \r\n\r\nThis new project will test the hypotheses: (1) that large portions of the shallow crust are altered to alkali-rich compositions as a result of the circulation of brines, (2) that those brines derive from sedimentary or surficial sources and not from crystallizing hydrous magmas, and (3) that there is a genetic link between this style of alteration and the IOCG family of deposits. The work will begin with geologic mapping of alteration across the Mesozoic magmatic arc of northern Chile to establish the volumes, distribution, and relative timing of hydrothermal features. If of external origin, these features should be controlled by regional structures and stratigraphy rather than by an association with particular igneous rocks (e.g., those that formed from magmas with high water contents and are typically associated with other distinctive types of ore-forming systems, notably the \"porphyry copper\" family). Geochemical analyses to determine whole rock and isotopic (H, B, C, O, S, Sr) compositions, petrologic studies of mineral assemblages, and U-Pb geochronology will supplement the field work by providing key documentation of: (a) the extent of compositional changes, (b) the source of fluids and dissolved components, (c) the depth, temperature, and chemical conditions of alteration, and (d) the absolute timing and correlation of magmatic events and hydrothermal features. From the anticipated results combined with related work it should be possible to assess better the types, extents, and origins of Na-Ca-K hydrothermal alteration and the consequences for material fluxes in brine-dominated hydrothermal systems at scales from individual intrusives centers to global arc magmatism. Inferences regarding system-scale processes will be fundamental to building better deposit-scale models useful in mineral exploration for IOCG deposits, and should help distinguish these systems from the economically more productive porphyry Cu-Mo-Au environment. This project will support two graduate students, it will complement the PhD project of another who is supported by industry, and it will engage in the research two continuing undergraduate geology students. Two of these students are women and two belong to minority groups. Materials will be archived in collections at the University of Arizona; these collections are heavily used for continuing education courses for professionals, for regular courses and for topical studies.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Barton",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Mark D Barton",
   "pi_email_addr": "barton@geo.arizona.edu",
   "nsf_id": "000241374",
   "pi_start_date": "2008-12-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "845 N PARK AVE RM 538",
  "perf_city_name": "TUCSON",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "85721",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 209479.0
  }
 ],
 "por": null
}