{
 "awd_id": "0838221",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Electronic Spin Transition of Iron in the Earth's Lower Mantle",
 "cfda_num": "47.050",
 "org_code": "06030204",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robin Reichlin",
 "awd_eff_date": "2009-01-01",
 "awd_exp_date": "2012-12-31",
 "tot_intn_awd_amt": 299955.0,
 "awd_amount": 309443.0,
 "awd_min_amd_letter_date": "2008-12-23",
 "awd_max_amd_letter_date": "2011-01-21",
 "awd_abstract_narration": "Seismic waves traveling through the Earth have provided fundamental knowledge of the Earth?s interior. Mineralogical models of the planet indicate that the lower mantle, the most voluminous layer extending from 670 km to 2900 km in depth (~23 GPa to 140 GPa in pressures and approximately 1800 K to 4000 K in temperatures), consists of approximately 30% ferropericlase [(Mg,Fe)O] and 70% silicate perovskite containing minor amounts of aluminum [Al-(Mg,Fe,)SiO3], in addition to a small amount of calcium silicate perovskite (CaSiO3). Silicate perovskite transforms to a post-perovskite structure just above the core-mantle boundary. The properties of the Earth?s lower mantle are thus thought to be governed by this mineral assemblage, in which iron is the most abundant transition metal that can undergo electronic spin and valence transitions under high pressures and temperatures, and may alter the properties of these minerals.\r\nThis proposal aims to study the nature of electronic spin transitions of iron in the lower mantle mineral assemblage, including ferropericlase, perovskite, and post-perovskite, with emphasis on associated properties influencing the chemical and physical dynamics of the lower mantle. Using a combination of laboratory and synchrotron-based facilities with high pressure-temperature diamond anvil cells, these experiments will probe physical properties most relevant to modeling the structure and geodynamics of the lower mantle including thermal equations of state, deformation and strength, sound velocities, and transport properties. With an emphasis on the spin transitions, these studies aim broadly to understand properties of the lower-mantle minerals at various pressure-temperature-composition conditions, providing direct mineral physics results for input into understanding the state of the lower-mantle at a time when tomographic images and geophysical models of the lower mantle are rapidly advancing. The expected results are fundamental to geophysics and geodynamics of the Earth and will provide new aspects of information to modeling satisfactorily the seismic, mineralogical, and geodynamic behavior of the lower mantle. The project will also develop new high-pressure techniques that will benefit researchers and students in the broad deep-mantle communities.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jung-Fu",
   "pi_last_name": "Lin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jung-Fu Lin",
   "pi_email_addr": "afu@jsg.utexas.edu",
   "nsf_id": "000297513",
   "pi_start_date": "2008-12-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "110 INNER CAMPUS DR",
  "perf_city_name": "AUSTIN",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121139",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  },
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1031",
   "pgm_ref_txt": "STUDIES OF THE EARTH'S DEEP INTERIOR"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 107165.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 99911.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 102367.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Mineralogical models of the planet indicate that the lower mantle, the most voluminous layer extending from 670 km to 2900 km in depth, consists of approximately ferropericlase [(Mg,Fe)O] and silicate perovskite containing minor amounts of aluminum [Al-(Mg,Fe,)SiO3], in addition to a small amount of calcium silicate perovskite (CaSiO3). Silicate perovskite transforms to a post-perovskite structure just above the core-mantle boundary. The properties of the Earth&rsquo;s lower mantle are thus thought to be governed by this mineral assemblage, in which iron is the most abundant transition metal that can undergo electronic spin and valence transitions under high pressures and temperatures, and may alter the properties of these minerals. In this research project, the nature of electronic spin transitions of iron in the lower mantle mineral assemblage, including ferropericlase, perovskite, and post-perovskite, have been examined with emphasis on associated properties influencing the chemical and physical dynamics of the lower mantle.<br />Using a combination of laboratory and synchrotron-based facilities with high pressure-temperature diamond anvil cells, the spin states and thermal-elastic properties of the lower-mantle minerals have been studied experimentally. Major findings of the research include: 1). Understanding the nature of spin transitions of ferric and ferrous iron; 2). Deciphering the effects of the spin transitions on thermal equation of states and elasticity. Our research results reveal a number of intriguing behaviors of Fe in these lower-mantle minerals, including the spin transition zone in ferropericlase in the lower mantle, the occurrence of the low-spin&nbsp;ferric iron&nbsp;in perovskite and post-perovskite, and the effects of the spin transition on the thermal equation of state. These data have been applied to help understand geophysics and geochemistry of the lower mantle and the lowermost mantle region.<br />With an emphasis on the spin transitions, these studies have helped scientists to understand properties of the lower-mantle minerals at various pressure-temperature-composition conditions, providing direct mineral physics results for input into understanding the state of the lower-mantle at a time when tomographic images and geophysical models of the lower mantle are rapidly advancing. These results provide new aspects of information to modeling satisfactorily the seismic, mineralogical, and geodynamic behavior of the lower mantle. The collaboration between mineral physicists and particle physicists in the project has resulted in a major contribution in our understanding of the long-range spin-spin interactions in the Earth&rsquo;s interior, which was not previously known. The long-range spin-spin interactions can eventually help us to decipher the chemical compositions and physical properties of the Earth&rsquo;s interior. The project also helped developments of new high-pressure techniques that have benefited researchers and students in the broad deep-mantle communities.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/03/2013<br>\n\t\t\t\t\tModified by: Jung-Fu&nbsp;Lin</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMineralogical models of the planet indicate that the lower mantle, the most voluminous layer extending from 670 km to 2900 km in depth, consists of approximately ferropericlase [(Mg,Fe)O] and silicate perovskite containing minor amounts of aluminum [Al-(Mg,Fe,)SiO3], in addition to a small amount of calcium silicate perovskite (CaSiO3). Silicate perovskite transforms to a post-perovskite structure just above the core-mantle boundary. The properties of the EarthÆs lower mantle are thus thought to be governed by this mineral assemblage, in which iron is the most abundant transition metal that can undergo electronic spin and valence transitions under high pressures and temperatures, and may alter the properties of these minerals. In this research project, the nature of electronic spin transitions of iron in the lower mantle mineral assemblage, including ferropericlase, perovskite, and post-perovskite, have been examined with emphasis on associated properties influencing the chemical and physical dynamics of the lower mantle.\nUsing a combination of laboratory and synchrotron-based facilities with high pressure-temperature diamond anvil cells, the spin states and thermal-elastic properties of the lower-mantle minerals have been studied experimentally. Major findings of the research include: 1). Understanding the nature of spin transitions of ferric and ferrous iron; 2). Deciphering the effects of the spin transitions on thermal equation of states and elasticity. Our research results reveal a number of intriguing behaviors of Fe in these lower-mantle minerals, including the spin transition zone in ferropericlase in the lower mantle, the occurrence of the low-spin ferric iron in perovskite and post-perovskite, and the effects of the spin transition on the thermal equation of state. These data have been applied to help understand geophysics and geochemistry of the lower mantle and the lowermost mantle region.\nWith an emphasis on the spin transitions, these studies have helped scientists to understand properties of the lower-mantle minerals at various pressure-temperature-composition conditions, providing direct mineral physics results for input into understanding the state of the lower-mantle at a time when tomographic images and geophysical models of the lower mantle are rapidly advancing. These results provide new aspects of information to modeling satisfactorily the seismic, mineralogical, and geodynamic behavior of the lower mantle. The collaboration between mineral physicists and particle physicists in the project has resulted in a major contribution in our understanding of the long-range spin-spin interactions in the EarthÆs interior, which was not previously known. The long-range spin-spin interactions can eventually help us to decipher the chemical compositions and physical properties of the EarthÆs interior. The project also helped developments of new high-pressure techniques that have benefited researchers and students in the broad deep-mantle communities.\n\n\t\t\t\t\tLast Modified: 01/03/2013\n\n\t\t\t\t\tSubmitted by: Jung-Fu Lin"
 }
}