{
 "awd_id": "0838098",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Perinatal Photoperiodic Programming of Adult Immune Function",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Mishkind",
 "awd_eff_date": "2008-12-01",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 427059.0,
 "awd_amount": 445059.0,
 "awd_min_amd_letter_date": "2008-11-07",
 "awd_max_amd_letter_date": "2011-06-08",
 "awd_abstract_narration": "Life requires an energetic trade-off between survival and investments in offspring. Being energetically-challenging, winter shifts the balance towards survival. Individuals use day lengths to determine the time of year to shift investment to immune function, a proxy for survival.  This project will examine the mechanisms that underlie how early environmental conditions organize or program important physiological and behavioral survival responses later in adulthood. Because traits result from the interaction between genes and environment, these studies will use day length, a simple and precise environmental factor, to probe gene expression to gain insight into the interplay between environment and genetics in the development of the shift towards enhanced immune function in winter. The hypothesis that differences in day length or melatonin exposure during early development serve to program adult immune responses will be tested. Both peripheral and central inflammation will be examined, and the mechanisms through which day length programs adult immune function will be examined through a combination of behavioral, physiological, and gene expression studies.  It is predicted that the early exposure to short days or to chronic melatonin (the hormone that mediates day length regulated processes) will improve inflammatory responses in adults. Taken together, results of these studies will address the source of variation in immune responses, provide a mechanistic basis for differential effects of season-of-birth on health, and help explain seasonal phenomena such as flu seasons.  The results will also provide novel and important information about how animals may respond to global climatic change, how emergent diseases arise, and provide insights into how environmental regulatory mechanisms evolved.  The broader implications of the proposed project include training of high school, undergraduate, graduate and postdoctoral trainees from diverse cultural and historically-underrepresented backgrounds. All experimental results will be made easily accessible to the general public through a variety of media.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Randy",
   "pi_last_name": "Nelson",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Randy J Nelson",
   "pi_email_addr": "randy.nelson@hsc.wvu.edu",
   "nsf_id": "000270347",
   "pi_start_date": "2008-11-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University Research Foundation -DO NOT USE",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "Columbus",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888734",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": "QR7NH79713E5"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio State University",
  "perf_str_addr": "1960 KENNY RD",
  "perf_city_name": "COLUMBUS",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765600",
   "pgm_ele_name": "Symbiosis Infection & Immunity"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 290706.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 6000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 148353.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Winter represents an energetic bottleneck when increased thermoregulatory demands coincide with low energy availability. Animals often invest in reproduction during the spring and summer when conditions are most conducive to survival; however, during &nbsp;autumn and winter breeding stops and resources are diverted to promoting over-winter survival. Short days inhibit reproductive function, but enhance several aspects of immune function, a proxy for survival mechanisms.</p>\n<p>This research revealed the proximate mechanisms that underlie how early life photoperiods can organize (i.e., program) important physiological and behavioral survival responses in adulthood. In our first aim, we tested the hypothesis that early life photoperiod programs certain aspects of adult immune responses and sickness behaviors. Indeed, hamsters reared in short days enhanced immune responses.</p>\n<p>Because early day lengths drive adult phenotypic outcomes, we tested the effects of light pollution on these responses that require precise assessment of day length.&nbsp; Urbanization by humans has dramatically altered natural habitats; e.g., light at night (LAN) suppresses immune function which could compromise survival. &nbsp;Thus, exposure to LAN suppressed 2 of 3 &nbsp;immune responses assessed, suggesting that human encroachment on habitats via night-time lighting may inadvertently compromise immune function and ultimately fitness. &nbsp;</p>\n<p>We also exposed male Siberian hamsters to dim LAN for 4 weeks, then restrained them, a well-characterized stressor. Acute stress increased the immune responses under dark nights, but dim nighttime light prevented this response. Again, these results &nbsp;suggest that light pollution may significantly alter physiological responses.</p>\n<p>Our second aim determined whether perinatal photoperiod regulates adult fever and behavioral responses to inflammation via changes in sensitivity to pyrogens, as well as altered transduction of inflammatory signals from the periphery into the central nervous system (CNS). We administered LPS (which provokes an immune response, but not an infection) into the brain ventricles (i.c.v.) following adolescent exposure to either short or long days. Injection of LPS i.c.v. led to a similar immune reaction in short-day hamsters as previously reported. Short days attenuated the response to LPS with diminished fever spike and duration. These results suggest that photoperiodic differences in response to infection are due in part to changes in central immune activation.</p>\n<p>Aim 3 tested the hypothesis that altered responses in the stress hormone system toimmune activation may mediate photoperiod effects on fever and sickness responses. We did not discover any differences between the immune responses among hamsters treated with glucocorticoid receptor blockers. &nbsp;However, we examined glucocorticoid receptors (GRs) in different day lengths of acutely stressed or unstressed hamsters, as well as the neuron-specific glucose transporter molecule (GLUT3). Independent of photoperiod, restraint elevated plasma cortisol concentrations and reduced expression of GRs. Neither restraint nor photoperiod significantly altered GLUT3 expression. Taken together, these results suggest that hippocampal neurons do not adjust &nbsp;three proteins involved in monitoring neuronal glucose regulation which is known to affect immunity.</p>\n<p>Aim 4 examined the programming effects of perinatal melatonin on adult neuroimmune responses. Hamsters with melatonin implants did not respond to short days and maintained summer-like spleen, uterine, and body masses. Further, sustained melatonin treatment blocked the short day attenuation of fever responses and prolonged sickness behaviors. These results suggest that the daily fluctuations in endogenous melatonin may be masked by continuous exposure to &nbsp;melatonin, thus inhibiting functional photoperi...",
  "por_txt_cntn": "\nWinter represents an energetic bottleneck when increased thermoregulatory demands coincide with low energy availability. Animals often invest in reproduction during the spring and summer when conditions are most conducive to survival; however, during  autumn and winter breeding stops and resources are diverted to promoting over-winter survival. Short days inhibit reproductive function, but enhance several aspects of immune function, a proxy for survival mechanisms.\n\nThis research revealed the proximate mechanisms that underlie how early life photoperiods can organize (i.e., program) important physiological and behavioral survival responses in adulthood. In our first aim, we tested the hypothesis that early life photoperiod programs certain aspects of adult immune responses and sickness behaviors. Indeed, hamsters reared in short days enhanced immune responses.\n\nBecause early day lengths drive adult phenotypic outcomes, we tested the effects of light pollution on these responses that require precise assessment of day length.  Urbanization by humans has dramatically altered natural habitats; e.g., light at night (LAN) suppresses immune function which could compromise survival.  Thus, exposure to LAN suppressed 2 of 3  immune responses assessed, suggesting that human encroachment on habitats via night-time lighting may inadvertently compromise immune function and ultimately fitness.  \n\nWe also exposed male Siberian hamsters to dim LAN for 4 weeks, then restrained them, a well-characterized stressor. Acute stress increased the immune responses under dark nights, but dim nighttime light prevented this response. Again, these results  suggest that light pollution may significantly alter physiological responses.\n\nOur second aim determined whether perinatal photoperiod regulates adult fever and behavioral responses to inflammation via changes in sensitivity to pyrogens, as well as altered transduction of inflammatory signals from the periphery into the central nervous system (CNS). We administered LPS (which provokes an immune response, but not an infection) into the brain ventricles (i.c.v.) following adolescent exposure to either short or long days. Injection of LPS i.c.v. led to a similar immune reaction in short-day hamsters as previously reported. Short days attenuated the response to LPS with diminished fever spike and duration. These results suggest that photoperiodic differences in response to infection are due in part to changes in central immune activation.\n\nAim 3 tested the hypothesis that altered responses in the stress hormone system toimmune activation may mediate photoperiod effects on fever and sickness responses. We did not discover any differences between the immune responses among hamsters treated with glucocorticoid receptor blockers.  However, we examined glucocorticoid receptors (GRs) in different day lengths of acutely stressed or unstressed hamsters, as well as the neuron-specific glucose transporter molecule (GLUT3). Independent of photoperiod, restraint elevated plasma cortisol concentrations and reduced expression of GRs. Neither restraint nor photoperiod significantly altered GLUT3 expression. Taken together, these results suggest that hippocampal neurons do not adjust  three proteins involved in monitoring neuronal glucose regulation which is known to affect immunity.\n\nAim 4 examined the programming effects of perinatal melatonin on adult neuroimmune responses. Hamsters with melatonin implants did not respond to short days and maintained summer-like spleen, uterine, and body masses. Further, sustained melatonin treatment blocked the short day attenuation of fever responses and prolonged sickness behaviors. These results suggest that the daily fluctuations in endogenous melatonin may be masked by continuous exposure to  melatonin, thus inhibiting functional photoperiodic responses to short days.\n\nA follow-up study attempted to determine whether immune responses are constrained or whether photoperiod merely ..."
 }
}