{
 "awd_id": "0838304",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Studies of the Structure of the Earth's Interior",
 "cfda_num": "47.050",
 "org_code": "06030204",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robin Reichlin",
 "awd_eff_date": "2009-08-15",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 130000.0,
 "awd_amount": 130000.0,
 "awd_min_amd_letter_date": "2009-07-31",
 "awd_max_amd_letter_date": "2009-07-31",
 "awd_abstract_narration": "\r\nThis award is funded under the American Recovery and Reinvestiment Act of 2009\r\n(Public Law 111-5)\r\n\r\n\r\nAbstract \r\n\r\nDuring the last quarter of a century many 3-D models of the mantle, or its part, have been derived. However, most of them describe only one parameter (for example, S-velocity) and are based on a data set that is limited to a narrow range of frequencies. This has limited the range of conclusions that could have been drawn from these models. Here we request two-year support for investigation of elastic and density structure of the Earth's interior using a wide variety of seismic data, with resolution spanning depth range from the surface to the Earth's center and frequencies from 1Hz to 0.3 MHz. In particular, we propose to: \r\nstart with Kustowski et al. (2008) data sets, programs, and models \r\nassemble an additional data set of normal mode center frequencies \r\nassemble an additional data set of normal mode splitting functions \r\nassemble an additional data set of ISC travel times and other sets of travel time data, including a large set of waveform derives travel times measured at Scripps Institution of Oceanography. \r\nintegrate the three new data sets with those used by Kustowski et al.(2008) to invert for a 3-D mantle model that includes radically anisotropic elastic bulk sound and shear velocities and the topographies of the 410 km, 650km and core-mantle boundary. \r\n\r\nThe new database, covering a wide range of frequencies, will allow us to perform joint inversion for elastic parameters and density, and investigate the importance of large-scale isotropic and anisotropic variations within the mantle. The simultaneous inversion will assure self-consistency. It will put stronger constraint on density structure compared to mode-only inversion by limiting leakage of power from elastic variations to density. The robustness of the density heterogeneity will be established with this data set, and will contribute to resolution of the controversy surrounding the elusive, and yet important, density model. These new elastic and density models will play a major role in addressing such questions as the dynamics of the mantle, its thermal and chemical state, and distribution of partial melt. \r\n\r\nIntellectual Merit. The proposed research will lead to a suite of models describing the variations in elastic parameters (isotropic and anisotropic seismic wave speed perturbations) and density within Earth's mantle. It will address the controversy surrounding three-dimensional density model. The new models will provide basis for testing relative importance of thermal and chemical variations as well as partial melting and different scenarios for mantle convection. \r\n\r\nBroader Impacts. The new model will provide important information for geodynamicists, geo-chemists, mineral physicists and, of course, seismologists. Combination of the new models Provides essential constraint on the understanding of the state of the mantle (i.e., heterogeneity in thermal and compositional anomalies, and partial melt). They are also closely related to dynamics, and can be used in studies such as those on mantle convection and large-scale gravity modeling. This project will also be a part of a museum display on solid Earth that is being planned for 2007-2009 at the Harvard Museum of Natural History.",
 "awd_arra_amount": 130000.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Adam",
   "pi_last_name": "Dziewonski",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Adam M Dziewonski",
   "pi_email_addr": "dziewons@seismology.harvard.edu",
   "nsf_id": "000367002",
   "pi_start_date": "2009-07-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Miaki",
   "pi_last_name": "Ishii",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Miaki Ishii",
   "pi_email_addr": "ishii@eps.harvard.edu",
   "nsf_id": "000102658",
   "pi_start_date": "2009-07-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": "1033 MASSACHUSETTS AVE STE 3",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021385366",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  },
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1031",
   "pgm_ref_txt": "STUDIES OF THE EARTH'S DEEP INTERIOR"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 130000.0
  }
 ],
 "por": null
}