{
 "awd_id": "0838263",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Micromechanics-Based Modeling of Dynamic Earthquake Rupture in a Structurally Complex Fault Zone",
 "cfda_num": "47.050",
 "org_code": "06030204",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eva Zanzerkia",
 "awd_eff_date": "2009-07-15",
 "awd_exp_date": "2011-06-30",
 "tot_intn_awd_amt": 145543.0,
 "awd_amount": 145543.0,
 "awd_min_amd_letter_date": "2009-07-02",
 "awd_max_amd_letter_date": "2009-07-02",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5)\r\n\r\nAlthough earthquakes are commonly modeled as frictional instabilities on planar fault surfaces, most natural faults have a more complex structure. Most displacement appears to be concentrated in one or more relatively narrow (mm to cm scale) ?cores? of highly strained granular rock which are bordered by\r\nwide layers (meters to tens of meters) of fragmented and shattered rock. Termed gouge, breccia, or pulverized rock, these layers share one important characteristic: they appear to have accommodated little or no macroscopic shear strain. Such low-strain layers of shattered rock raise two important questions:\r\nhow were they formed and do they affect the dynamics of individual earthquakes?\r\nIt has long been hypothesized that the gouge and breccia layers were formed to accommodate geometrical barriers (bends and jogs) as total displacement accumulated on an evolving fault, and were then abandoned when slip localized in the core. However, recent theoretical, laboratory and seismological field studies have found that the stress concentration at the tip of an earthquake rupture can shatter rock to distances of tens of meters from the fault core. These studies raise the possibility that gouge, breccia, and pulverized rock might form, primarily, in the dynamic stress fields of a sequence of earthquakes, and that the structure of a fault zone might therefore contain useful information about past events. Laboratory based high-speed photographic observations of rupture propagation in fracture damaged materials have also found that off-fault damage can strongly affect the rupture velocity, even in\r\ncases where the damage is not increased by the formation of new fractures. These results are supported by 2D numerical models of dynamic rupture propagation where the effects of the off-fault damage have been approximated by Mohr-Coulomb plasticity. These models, however, do not take into account either\r\nthe size or density of fractures that constitute pre-existing damage surrounding the fault-core.\r\n\r\nThe investigators propose to develop a new generation of numerical dynamic earthquake models in which the generation of off-fault damage and its effect on rupture propagation are modeled using a micromechanical damage mechanics model expanded and made suitable for numerical modeling by Deshpande and Evans [2008]. This model represents a significant improvement on previous models that use Mohr-Coulomb plasticity or even continuum damage mechanics in that it takes into account pre-existing damage in the medium, frictional loss on fractures in the fault zone, as well as the nucleation and propagation of new fractures. Because it specifically accounts for the evolution of the size and density of fractures, it makes predictions that can be tested in the field, and verified in the laboratory. Moreover, dynamic changes in fracture density at the tip of an earthquake rupture may have a significant effect on thermal pressurization models currently used to rationalize the low value of the coefficient of dynamic friction required to satisfy heat flow and other\r\npetrological constraints on the mechanics of earthquakes.",
 "awd_arra_amount": 145543.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Sammis",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Charles G Sammis",
   "pi_email_addr": "sammis@usc.edu",
   "nsf_id": "000124462",
   "pi_start_date": "2009-07-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern California",
  "inst_street_address": "3720 S FLOWER ST FL 3",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2137407762",
  "inst_zip_code": "90033",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTHERN CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G88KLJR3KYT5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern California",
  "perf_str_addr": "3720 S FLOWER ST FL 3",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "90033",
  "perf_ctry_code": "US",
  "perf_cong_dist": "34",
  "perf_st_cong_dist": "CA34",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 145543.0
  }
 ],
 "por": null
}