{
 "awd_id": "0838342",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Evaluating the Tempo, Size, and Chemical Connectivity of Magma Batches in a Tilted Plutonic Complex",
 "cfda_num": "47.050",
 "org_code": "06030107",
 "po_phone": "7032924739",
 "po_email": "jwade@nsf.gov",
 "po_sign_block_name": "Jennifer Wade",
 "awd_eff_date": "2009-03-15",
 "awd_exp_date": "2013-02-28",
 "tot_intn_awd_amt": 287085.0,
 "awd_amount": 287085.0,
 "awd_min_amd_letter_date": "2009-03-25",
 "awd_max_amd_letter_date": "2011-02-16",
 "awd_abstract_narration": "Intellectual Merit. In the realm of magmatic arc studies, fundamental gaps exist in our understanding of how individual pulses of magma may physically and chemically interact with extant magma/rock in a growing pluton, how emplacement depth affects the crystallization history and longevity of distinct compositional zones within a vertically-extensive pluton; and (c) whether large, vertically-extensive plutons may form as single, well-mixed open-system reservoirs. The tilted, 15-km thick Wooley Creek batholith-Slinkard pluton system will be examined to test two central hypotheses: (1) pluton construction was via multiple increments of magma with little to no physical and chemical communication at the site of emplacement (i.e., isolated batches); and (2) the upper portions of the system represent a large volume of well-mixed magma at the site of emplacement (i.e., ?big tank?). Field study, high-precision U/Pb analyses, petrography, in situ oxygen isotopic analysis, and LA-ICPMS trace element microanalysis will be utilized to test these hypotheses. The objectives of this research are to (i) delineate the timescale of intrusion, crystallization and solidification; (ii) evaluate the possibility that recharge of mafic magmas remobilized existing crystal mushes; (iii) test the hypothesis that open system processes (e.g., including magma mixing and assimilation) occurred in a large volume, vertically-extensive magmatic system; and (iv) test the hypothesis that magmatic fabrics in plutons form diachronously and reflect the regional tectonic strain field during crystallization. The focus site is a near-ideal system to attain these objectives because (a) the intrusion displays vertical compositional zonation from structurally lower gabbro/diorite upward through quartz diorite, tonalite, granodiorite and granite; (b) co-magmatic compositional links between various phases have been previously established; (c) distinctive lithology, isotopic composition, and ages for the country rocks make it possible to investigate spatial variations in physical & chemical contamination within the magmatic system; (d) magmatic fabrics cross-cut compositional zones; (e) fine-grained dikes in the ?roof zone? represent magmas tapped during construction of the underlying batholith; and (f) the pluton contains minerals (augite, zircon, quartz) whose oxygen isotope and trace element compositions will track upward and lateral variations in magma composition, hence, open-system behavior. This project will test the possible coexistence of discrete large, vertically-extensive magmatic systems having identical crystallization ages and have open-system chemical links from one intrusive phase to another Ie.g., the ?big tank? model).  In contrast,  an emerging paradigm favors large batholith formation by incremental emplacement of small magma batches, over millions of years, and with distinct pulses with distinct chemical histories. Either outcome will have long-ranging, process-oriented implications for interpreting how large batholiths are constructed in arc settings.\r\n\r\nBroader Impacts. This project will support undergraduate & graduate student involvement in state-of-the-art analytical and field projects.  Results from this work will also be integrated into teaching activities, and because the study area lies in a heavily traveled wilderness area, geologic summaries will be produced for distribution by the U.S. Forest Service to the general public.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Aaron",
   "pi_last_name": "Yoshinobu",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Aaron S Yoshinobu",
   "pi_email_addr": "aaron.yoshinobu@ttu.edu",
   "nsf_id": "000461204",
   "pi_start_date": "2009-03-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Calvin",
   "pi_last_name": "Barnes",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Calvin G Barnes",
   "pi_email_addr": "cal.barnes@ttu.edu",
   "nsf_id": "000403823",
   "pi_start_date": "2009-03-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas Tech University",
  "inst_street_address": "2500 BROADWAY",
  "inst_street_address_2": "",
  "inst_city_name": "LUBBOCK",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "8067423884",
  "inst_zip_code": "79409",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "TX19",
  "org_lgl_bus_name": "TEXAS TECH UNIVERSITY SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "EGLKRQ5JBCZ7"
 },
 "perf_inst": {
  "perf_inst_name": "Texas Tech University",
  "perf_str_addr": "2500 BROADWAY",
  "perf_city_name": "LUBBOCK",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "79409",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "TX19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 102611.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 108440.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 76034.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>How magma chambers grow beneath modern volcanoes represents an outstanding question in geological sciences. Volcanic lavas provide an obvious means of studying the nature of magma chamber formation. Such violent and life-changing events as the eruption of Mt. Saint Helens in 1980 demonstrates the immediacy of volcanic hazards. However, these eruptive rocks provide only a snapshot of the history of a volcano and its underlying plumbing system. Furthermore, the principal means of &ldquo;growing&rdquo; the crust &ndash; that is, the outer-most, 30-50 km-thick layer of the Earth &ndash; is by the intrusion and crystallization of magmas in the Earth&rsquo;s interior. Given that modern methods of dating rocks demonstrate that some volcanoes may be active for 8-10 million years or more, it is clear that a single eruptive event does not provide all the clues to understand the evolution of volcanoes and the hazards that they present.</p>\n<p>Another means of studying magma chamber growth is to examine &ldquo;paleo&rdquo;, magma chambers &ndash; or, &ldquo;plutons&rdquo; in the geologic vernacular &ndash; that have since crystallized to form rocks such as granite and granodiorite. After these initially molten magmas cool and crystallize in the Earth&rsquo;s interior, they are exhumed to the Earth&rsquo;s surface over millions of years. Such outcrop exposures of plutons provide a means of mapping the size, and, in combination with isotopic dating techniques, the time-integrated evolution of magma chambers.</p>\n<p>The outcomes of this research provide new clues to how sub-volcanic magma chambers grow through time. Using an integrated combination of field geological research, including geological mapping and sampling in the Marble Mountains Wilderness, Klamath Mountains, CA, over three summers, and state-of-the-art analytical instruments, researchers at Texas Tech University were able to unravel the size and geological history of an ancient, now-crystallized subvolcanic magma chamber.</p>\n<p>Utilizing various analytical laboratory instruments including a Laser-Ablation Inductively Coupled Mass Spectrometer &ndash; LAICPMS &ndash; &nbsp;at Texas Tech University, as well as isotopic dating techniques at the U.S. Geological Survey and at the University of Wyoming, researchers were able to demonstrate that the Wooley Creek batholith &ndash; a group of related plutonic rocks in northern California &ndash; was constructed by numerous batches of magma that were able to coalesce in a sub-volcanic magma chamber between 158-159 million years ago. Geo-chemical data acquired by focusing a laser beam on individual crystals of hornblende and pyroxene and then measuring the chemical composition of the resulting gas indicate that the ancient magma chamber was at least 160 cubic kilometers in size. That is, about 80 times the size of the volcanic material that erupted out of Mt. Saint Helens. Whether or not such a large volume of material <em>erupted</em> from the Wooley Creek magma chamber is presently unknown.</p>\n<p>These studies were conducted by graduate and undergraduate students at Texas Tech University and mentored by PI Aaron Yoshinobu and Co-PI Calvin Barnes.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/05/2013<br>\n\t\t\t\t\tModified by: Aaron&nbsp;S&nbsp;Yoshinobu</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2013/0838342/0838342_10026595_1373033567496_KlamathMtnCA--rgov-214x142.jpg\" or...",
  "por_txt_cntn": "\nHow magma chambers grow beneath modern volcanoes represents an outstanding question in geological sciences. Volcanic lavas provide an obvious means of studying the nature of magma chamber formation. Such violent and life-changing events as the eruption of Mt. Saint Helens in 1980 demonstrates the immediacy of volcanic hazards. However, these eruptive rocks provide only a snapshot of the history of a volcano and its underlying plumbing system. Furthermore, the principal means of \"growing\" the crust &ndash; that is, the outer-most, 30-50 km-thick layer of the Earth &ndash; is by the intrusion and crystallization of magmas in the EarthÆs interior. Given that modern methods of dating rocks demonstrate that some volcanoes may be active for 8-10 million years or more, it is clear that a single eruptive event does not provide all the clues to understand the evolution of volcanoes and the hazards that they present.\n\nAnother means of studying magma chamber growth is to examine \"paleo\", magma chambers &ndash; or, \"plutons\" in the geologic vernacular &ndash; that have since crystallized to form rocks such as granite and granodiorite. After these initially molten magmas cool and crystallize in the EarthÆs interior, they are exhumed to the EarthÆs surface over millions of years. Such outcrop exposures of plutons provide a means of mapping the size, and, in combination with isotopic dating techniques, the time-integrated evolution of magma chambers.\n\nThe outcomes of this research provide new clues to how sub-volcanic magma chambers grow through time. Using an integrated combination of field geological research, including geological mapping and sampling in the Marble Mountains Wilderness, Klamath Mountains, CA, over three summers, and state-of-the-art analytical instruments, researchers at Texas Tech University were able to unravel the size and geological history of an ancient, now-crystallized subvolcanic magma chamber.\n\nUtilizing various analytical laboratory instruments including a Laser-Ablation Inductively Coupled Mass Spectrometer &ndash; LAICPMS &ndash;  at Texas Tech University, as well as isotopic dating techniques at the U.S. Geological Survey and at the University of Wyoming, researchers were able to demonstrate that the Wooley Creek batholith &ndash; a group of related plutonic rocks in northern California &ndash; was constructed by numerous batches of magma that were able to coalesce in a sub-volcanic magma chamber between 158-159 million years ago. Geo-chemical data acquired by focusing a laser beam on individual crystals of hornblende and pyroxene and then measuring the chemical composition of the resulting gas indicate that the ancient magma chamber was at least 160 cubic kilometers in size. That is, about 80 times the size of the volcanic material that erupted out of Mt. Saint Helens. Whether or not such a large volume of material erupted from the Wooley Creek magma chamber is presently unknown.\n\nThese studies were conducted by graduate and undergraduate students at Texas Tech University and mentored by PI Aaron Yoshinobu and Co-PI Calvin Barnes. \n\n \n\n\t\t\t\t\tLast Modified: 07/05/2013\n\n\t\t\t\t\tSubmitted by: Aaron S Yoshinobu"
 }
}