{
 "awd_id": "0839741",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Catalysis of Exothermic Solid-State Reaction for Safe Heating of Consumer Products",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Maria Josephine Yuen",
 "awd_eff_date": "2009-01-01",
 "awd_exp_date": "2009-06-30",
 "tot_intn_awd_amt": 100000.0,
 "awd_amount": 100000.0,
 "awd_min_amd_letter_date": "2008-11-19",
 "awd_max_amd_letter_date": "2008-11-19",
 "awd_abstract_narration": "This Small Business Innovation Research Phase I project, led by Ironbridge Technologies, Inc. is directed at harnessing the energy release from a kinetically modulated solid-state reaction for use in novel food heating products for consumers. The research will build on recent findings on \"super-thermites\", and be conducted by a highly qualified team comprising an industrial partner experienced in technology commercialization and university experts on nano-energetic materials. Using various combinations of reaction rate modifiers we will prepare catalyzed thermite fuels, assess kinetic, energetic and safety characteristics and then analyze physical and chemical properties to establish correlations between structural properties and thermal performance. Through this effort we will develop greater insight into factors that govern solid state chemical reactions. The scientific challenges are extremely high; for the intended end-use we must discover a combination of solid fuels, oxidizers, and additives to yield a system that is energy efficient, inherently self-regulating at bounded temperature, uses food-safe materials, and is low cost. At the end of Phase I we will complete a system analysis to objectively gauge the technology capability to fully address application requirements defined by potential commercialization partners from the packaged food industry. \r\n\r\nThe intended consumer application for this technology is self-heating food packaging (SHFP) intended to heat prepared foods in their containers to serving temperature in minutes, simply, safely and efficiently. Major producers of prepared foods have indicated hundreds of millions of units potential for a SHFP system that can deliver on challenging performance, safety, and cost characteristics. The only SHFP technology currently in the consumer market uses an onboard system for mixing quicklime and water. These products are bulky, complex, unreliable, costly, and have thus achieved very low market penetration. The proposed technical approach is superior in that will use a dry, energy-dense material to heat foods in their containers with a flameless, smokeless reaction. These advantages may enable significant market penetration. In addition to significant commercial potential, there will be many tangible broader impacts of the proposed research effort. University subawards will provide support for student education and training to gain cross-disciplinary knowledge in nanoscience and chemical analysis. From an applied standpoint the information developed will be invaluable for the design and optimization of superior chemical technologies for energy storage.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brendan",
   "pi_last_name": "Coffey",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Brendan M Coffey",
   "pi_email_addr": "bcoffey@heatgenie.com",
   "nsf_id": "000083174",
   "pi_start_date": "2008-11-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ironbridge Technologies, Inc.",
  "inst_street_address": "3913 Todd Lane, Suite 509",
  "inst_street_address_2": "",
  "inst_city_name": "Austin",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5125013800",
  "inst_zip_code": "787441060",
  "inst_country_name": "United States",
  "cong_dist_code": "35",
  "st_cong_dist_code": "TX35",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "Ironbridge Technologies, Inc.",
  "perf_str_addr": "3913 Todd Lane, Suite 509",
  "perf_city_name": "Austin",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787441060",
  "perf_ctry_code": "US",
  "perf_cong_dist": "35",
  "perf_st_cong_dist": "TX35",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1401",
   "pgm_ref_txt": "CATALYSIS AND BIOCATALYSIS"
  },
  {
   "pgm_ref_code": "9163",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY - INDUSTRY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": null
}