{
 "awd_id": "0840376",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant: Classic Maya Ceramic Technology and Political Dynamics in the Central Peten Lakes Region, Guatemala",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2009-01-01",
 "awd_exp_date": "2009-12-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 15000.0,
 "awd_min_amd_letter_date": "2008-12-17",
 "awd_max_amd_letter_date": "2009-02-04",
 "awd_abstract_narration": "The nature of political power and its origins in ancient states and empires is consistently among the most debated topics in the archaeology of complex societies. Under the supervision of Dr. William Saturno, Ellen Spensley will conduct an investigation designed to assess the critical linkages between local economy and political power, focusing on the Late Classic Maya polity of Motul de San José in the department of El Petén, Guatemala. Between approximately A.D. 700 and 850 a newly emergent dynasty at Motul established political hegemony over an area based on the northern shores of Guatemala's Lake Petén Itzá, incorporating several smaller pre-existing settlements in the surrounding area. Similar events were occurring contemporaneously throughout the southern Maya lowlands and the emergence of the Motul dynasty thus constitutes a microcosm of larger developments.\r\n\r\nThis research project will assess the impact of the emergent Motul dynasty on the economy of the local area (and the degree of control they exerted over it) through an intensive study of ceramic production and distribution. As the most ubiquitous type of artifact recovered at Maya sites, ceramics are well-positioned to provide a window on economic structures. Analysis will be conducted on ceramic collections from 7 previously excavated sites in the Motul de San José area, including Motul itself, and a variety of settlements that pre-dated dynastic expansion (ranging from farming hamlets to a lakeside port). Ms. Spensley will also conduct excavations to broaden this sample at 4 as-yet uninvestigated sites in the area that face destruction from modern urban growth. Drawing on this comprehensive sample, she will undertake stylistic, mineralogical, and chemical ceramic analyses in order to define production groups and to chart their distribution throughout the area during the interval of political consolidation. By documenting whether or not various production or distribution systems changed (for utilitarian as well as luxury ceramics) with the emergence of the Motul dynasty, this research will contribute to an ongoing dialog in the archaeological and anthropological communities concerning the origins and nature of political power in ancient societies. \r\n\r\nWhile this research is designed to address a key issue in Maya archaeology today, and will also address fundamental questions relevant to the study of complex societies in general, this project is intended to have a broader impact in several areas. In the modern community of San José, Guatemala, publication (in Spanish) of results in community newsletters and public presentations targeted at both children and adults are intended to increase awareness and conservation of the area's rich archaeological heritage. Guatemalan archaeology students will also receive practical training in field work and ceramic analysis, as will the author. Following completion of analysis, the compilation of a web database will provide a rich reference tool for archaeologists interested in ceramic data from Guatemala. Finally, results will also be presented to the archaeological community through publication in peer-reviewed journals and presentations at professional meetings in both the United States and Guatemala.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Saturno",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "William A Saturno",
   "pi_email_addr": "saturno@bu.edu",
   "nsf_id": "000502128",
   "pi_start_date": "2008-12-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ellen",
   "pi_last_name": "Spensley",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ellen Spensley",
   "pi_email_addr": "ellys@bu.edu",
   "nsf_id": "000502129",
   "pi_start_date": "2008-12-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Trustees of Boston University",
  "inst_street_address": "1 SILBER WAY",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173534365",
  "inst_zip_code": "022151703",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "THL6A6JLE1S7"
 },
 "perf_inst": {
  "perf_inst_name": "Trustees of Boston University",
  "perf_str_addr": "1 SILBER WAY",
  "perf_city_name": "BOSTON",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "022151703",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 15000.0
  }
 ],
 "por": null
}