{
 "awd_id": "0840674",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A \"Great Migration\": Using Measures of Dental Affinity to Retrace the Bantu Expansion(s)",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2009-02-15",
 "awd_exp_date": "2013-01-31",
 "tot_intn_awd_amt": 86112.0,
 "awd_amount": 86112.0,
 "awd_min_amd_letter_date": "2009-02-05",
 "awd_max_amd_letter_date": "2009-02-05",
 "awd_abstract_narration": "With National Science Foundation support, Dr. Joel Irish will analyze premodern African skeletal remains to investigate the ancient continent-wide \"Bantu expansion.\" This investigation is possible through the cooperation of colleagues across Europe and Africa. The goals are twofold. The first is historical, i.e., to provide additional information about this migration, whose effects on Africa's  linguistic, cultural, and genetic landscapes remain evident today. The second goal involves the environment which affects human adaptation and in turn is affected by humans. Minimal resources may have initially encouraged Bantu migration. Exploitation and over-exploitation of new lands followed, compelling continuing migration. After several millennia, the result was the modern distribution of sub-Saharan peoples.\r\n\r\nThe term \"Bantu\" identifies a language group spoken by most sub-Saharan Africans. However, early ethnographic studies revealed that Bantu-speakers were relative newcomers to this region. Linguistic and archaeological evidence sets their homeland in western Africa. Their \"expansion\" is believed to have begun 4,000-3,000 years ago. Most researchers accept this scenario. However, the fields of linguistics, archaeology, and genetics, which account for most Bantu research, often yield conflicting hypotheses concerning:  the scale of migration(s), number, routes, timing, and influence on the migrants and the region's original inhabitants. \r\n\r\nAn alternate approach is proposed to provide fresh insight, i.e., using the Arizona State University Dental Anthropology System (ASUDAS) to assess population variation. The ASUDAS returns analogous findings to genetic research, often yields superior results to other skeletal analyses, and is time-tested. Specifically, dental study holds a key advantage over traditional fields of Bantu research -- the ability to examine primary evidence. Samples will comprise remains of premodern individuals involved in or influenced by the migrations, along with their descendants who lived before recent detribalization and admixture. Other methods also have potential in this regard (e.g. aDNA); however, ASUDAS results can be obtained at a fraction of the cost, and the method is nondestructive. \r\n\r\nTraits will first be recorded in proto-Bantu, Bantu, and non-Bantu samples (n>4,000 individuals.), and added to those already collected by Irish (n=845). These data will identify trait frequencies beyond that already known. Next, distance statistics will assess trait variation to estimate inter-sample relatedness. Results will be used to address region-specific hypotheses and formulate new ones. Finally, findings will be contrasted with published linguistic, archaeological, and genetic data to evaluate inter-method concordance. Beyond Bantu-specific issues, data analysis can also answer theoretical and methodological questions about human affinity and migration on a broader scale (incl. global). \r\n\r\nSeveral broader benefits may be realized. Beyond training and experience for Dr. Irish's students, he is collaborating with African colleagues. He will also train African students, reach out to an interested lay audience -- including Africans who wish to better understand their past, and give public talks at African institutes. All findings will be communicated through peer-reviewed publications, and international and national fora. These results will add to the knowledge base on a vital historical issue, and contribute information on environment/human interaction.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joel",
   "pi_last_name": "Irish",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Joel D Irish",
   "pi_email_addr": "jdirish@alaska.edu",
   "nsf_id": "000379857",
   "pi_start_date": "2009-02-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alaska Fairbanks Campus",
  "inst_street_address": "2145 N TANANA LOOP",
  "inst_street_address_2": "",
  "inst_city_name": "FAIRBANKS",
  "inst_state_code": "AK",
  "inst_state_name": "Alaska",
  "inst_phone_num": "9074747301",
  "inst_zip_code": "997750001",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "AK00",
  "org_lgl_bus_name": "UNIVERSITY OF ALASKA FAIRBANKS",
  "org_prnt_uei_num": "",
  "org_uei_num": "FDLEQSJ8FF63"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alaska Fairbanks Campus",
  "perf_str_addr": "2145 N TANANA LOOP",
  "perf_city_name": "FAIRBANKS",
  "perf_st_code": "AK",
  "perf_st_name": "Alaska",
  "perf_zip_code": "997750001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "AK00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 86112.0
  }
 ],
 "por": null
}