{
 "awd_id": "0840862",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MARGINS:  Mariana Forearc Geology and Early Arc Volcanism",
 "cfda_num": "47.050",
 "org_code": "06030107",
 "po_phone": "7032924739",
 "po_email": "jwade@nsf.gov",
 "po_sign_block_name": "Jennifer Wade",
 "awd_eff_date": "2009-02-01",
 "awd_exp_date": "2014-01-31",
 "tot_intn_awd_amt": 148828.0,
 "awd_amount": 153613.0,
 "awd_min_amd_letter_date": "2009-01-27",
 "awd_max_amd_letter_date": "2012-10-11",
 "awd_abstract_narration": "Mariana Forearc Geology and Early Arc Volcanism\r\n\r\nIntellectual Merit. Funding is requested to carry out geochemical analyses of early subduction-related volcanic rocks from the Izu-Bonin-Mariana (IBM) arc collected via recent Shinkai 6500 diving or on-land investigations by the lead PI near Guam. The goal is to develop a comprehensive understanding of the early evolution of the southern portion of this arc system so that magma sources and melting processes can be compared through time and space, spanning from a proto-arc to a fully developed volcanic arc. Analyses will include major element, trace element, and Sr-Nd-Pb-Hf isotope compositions of whole rocks and pillow glasses, and major, trace, and volatile element concentrations in glassy melt inclusions from olivine and other minerals. The ages of eruption will be constrained by 40Ar/39Ar and U-Pb geochronology.\r\n\r\nFor subaerial proto-arc samples volatile element contents can be determined by analysis of mineral-hosted glass inclusions. Submarine igneous rocks collected deepest and closest to the trench southeast of Guam comprise fine-grained gabbroic rocks and quench textured basalts. These lavas are resemble mid-ocean ridge basalts, but have geochemical signatures suggesting that they are subduction-related. These forearc basalts are overlain in turn by low-Ca boninite and magnesian andesites. Major element, trace element, and Sr-Nd-Pb isotope analyses are complete for all three rock types. Still needed are Hf isotope analyses. The andesites have been dated at 30-32 Ma, which places their eruption at about the same time as the original IBM arc rifted. The ages of the older rocks, however, are presently only constrained by stratigraphy and comparison to ages of similar rocks from elsewhere in the IBM arc. Further diving will be done in this region during July, 2008. Most of the funds requested here will be used to analyze rocks from these dives, and to complete the geochemical analyses and radiometric age dating. Based on the work accomplished to date, it is postulated that the forearc basalts are the first volcanic rocks to erupt after subduction begins. Their genesis largely involved decompression melting of upwelling mantle as it ascended to fill space left by the catastrophic initial sinking of the slab. It is further hypothesized that continued melting of this now-shallow harzburgitic mantle residue in the presence of a robust flux of water-rich slab-derived fluid resulted in the genesis of the boninites. Beginning with the 45-46 Ma rhyolites on Saipan and 41-42 Ma arc tholeiites on Guam, lavas with relatively normal arc signatures started being generated. Thus the changeover from proto-arc mantle upwelling to first-arc mantle counterflow appears to take 4-7 Ma depending on location. The research is potentially transformative because it could redefine the succession of magmas resulting from subduction initiation, which will contribute to an understanding of why subduction starts and how the mantle responds to the sinking slab. This work will provide improved estimates for mass fluxes of elements from the slab to the surface over the life of the arc.\r\n\r\nBroader Impacts: Results from this study will contribute to identifying an alternate site for a proposed IODP \"Project IBM\" drill hole. This work will continue fruitful collaboration between Japanese and US scientists involved with several dive cruises of the RV Yokosuka/Shinkai 6500, possibly leading to tangible economic and political benefits. The project also will involve graduate and undergraduate student research.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Reagan",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Mark K Reagan",
   "pi_email_addr": "mark-reagan@uiowa.edu",
   "nsf_id": "000313578",
   "pi_start_date": "2009-01-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Peate",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "David W Peate",
   "pi_email_addr": "david-peate@uiowa.edu",
   "nsf_id": "000487452",
   "pi_start_date": "2009-01-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "McClelland",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "William McClelland",
   "pi_email_addr": "bill-mcclelland@uiowa.edu",
   "nsf_id": "000507345",
   "pi_start_date": "2009-01-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Iowa",
  "inst_street_address": "105 JESSUP HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IOWA CITY",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "3193352123",
  "inst_zip_code": "522421316",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IA01",
  "org_lgl_bus_name": "THE UNIVERSITY OF IOWA",
  "org_prnt_uei_num": "",
  "org_uei_num": "Z1H9VJS8NG16"
 },
 "perf_inst": {
  "perf_inst_name": "University of Iowa",
  "perf_str_addr": "105 JESSUP HALL",
  "perf_city_name": "IOWA CITY",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "522421316",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IA01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  },
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 153613.0
  }
 ],
 "por": null
}