{
 "awd_id": "0841135",
 "agcy_id": "NSF",
 "tran_type": "CoopAgrmnt",
 "awd_istr_txt": "Cooperative Agreement",
 "awd_titl_txt": "Provision of Ice Drilling Design and Operation Group (IDDOG)",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": "7032924961",
 "po_email": "pcutler@nsf.gov",
 "po_sign_block_name": "Paul Cutler",
 "awd_eff_date": "2008-10-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 13503346.0,
 "awd_amount": 14800927.0,
 "awd_min_amd_letter_date": "2008-12-15",
 "awd_max_amd_letter_date": "2013-05-22",
 "awd_abstract_narration": "Bentley/0841135\r\n\r\nThis award supports the University of Wisconsin - Madison Space Science and Engineering Center's Ice Coring and Drilling Services (ICDS) to act as the new Ice Drilling Design and Operations Group (IDDOG) in response to NSF Program Solicitation 08-555. In fulfilling its IDDOG activities, ICDS will work with and directly respond to oversight from the new Scientific Drilling Support Office (SDSO), which is being formed by a separate award (0841225) to provide scientific leadership and oversight of ice coring and drilling activities funded by NSF. IDDOG drilling activities enable scientists to obtain samples of ice from polar ice sheets and mountain glaciers throughout the world which, when studied, result in a clearer understanding of past climate and its variations.  Ice cores provide the most comprehensive datasets available for paleoclimatological research and the intellectual merit of IDDOG activities resides in enabling this research to take place.  In the next five years IDDOG will complete the initial objectives of the WAIS Divide Ice Core Project by drilling to the bed.  IDDOG will also continue supporting smaller unique drilling projects, each usually in association with one or two NSF-funded Principal Investigators.  ICDS maintains a suite of augers, drills, and coring equipment with experienced operators to support this type of project work. Looking to the future, IDDOG will work under the direction of the SDSO to develop new techniques and drilling systems as the need arises and funding is identified. Likely possibilities include: devices for collecting samples of the subglacial material; methods to take additional samples of ice through depth ranges of particular paleoclimatological interest -- most likely by deviation drilling off the main borehole, but possibly by drilling a new hole; an intermediate-depth drill for drilling to the order of 1000 m under a fluid, and one or more types of rapid access drills, for investigating the basal interface of ice sheets, the nature of the underlying material, and, where the ice is afloat, the characteristics of the water column and lake- or ocean-bottom sediments below. The broader impacts of this work relate to the personnel who will be involved in this effort.   During the WAIS Divide project IDDOG will attempt to recruit several new people each season to expand the pool of trained drillers. Core handlers hired by the WAIS Divide Science Coordination Office, many of whom are graduate students working on ice core analysis projects, will continue to be given opportunities to work with the DISC drill. Two of the four IDDOG front-line drillers for the small projects are women, as are two of the drillers expected to work at WAIS Divide in 2008-09. The great strength of the IDDOG activity resides in the extensive drilling equipment and drilling expertise it will supply in support of glaciological and climatic research; for example, glaciologists expect extensive, critically important paleoclimatic information to come from the WAIS Divide deep core. The results of the drilling work are disseminated principally through the glaciological and climatic research they support. Drilling technology is shared through occasional international workshops and regularly through personal contacts, including international exchange of personnel. Members of ICDS have participated in outreach activities such as the NSF-supported Polar Palooza program through appearance in videos and in person as part of their traveling show on polar climate change; such participation will continue. Another major contribution to broader impacts will arise in collaboration with the SDSO, since one of the SDSO's primary activities will be to enhance communication and information exchange related to ice core drilling technology as a service to the glaciological community and the general public. This activity will include the implementation of a common website that describes current ice drilling capabilities, with examples of recent activities, as well as detailed conceptual descriptions of future drilling systems. The website will have components designed to be attractive to laypeople as well as technical pages.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Bentley",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Charles R Bentley",
   "pi_email_addr": "bentley@geology.wisc.edu",
   "nsf_id": "000164684",
   "pi_start_date": "2008-12-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153000",
   "pgm_ele_name": "Paleoclimate"
  },
  {
   "pgm_ele_code": "164700",
   "pgm_ele_name": "ANT Instrum & Facilities"
  },
  {
   "pgm_ele_code": "511100",
   "pgm_ele_name": "ANT Organisms & Ecosystems"
  },
  {
   "pgm_ele_code": "511200",
   "pgm_ele_name": "ANT Earth Sciences"
  },
  {
   "pgm_ele_code": "511600",
   "pgm_ele_name": "ANT Glaciology"
  },
  {
   "pgm_ele_code": "520500",
   "pgm_ele_name": "ARC Rsch Support & Logistics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "5297",
   "pgm_ref_txt": "ICE SHEET DYNAMICS/STABILITY"
  },
  {
   "pgm_ref_code": "7754",
   "pgm_ref_txt": "CLIMATE VARIABILITY & CHANGE"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 2706419.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 2781906.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 3203571.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 2933769.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 3175262.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>PROJECT OUTCOMES REPORT</strong></p>\n<p><strong>ICE DRILLING DESIGN AND OPERATIONS COOPERATIVE AGREEMENT</strong></p>\n<p><strong>FFY 2009 &ndash; FFY 2013</strong></p>\n<p><strong>AWARD No. ANT-0841135</strong></p>\n<p>The University of Wisconsin started its operations as the Ice Drilling Design and Operations (IDDO) group under a five year Cooperative Agreement with NSF on October 1, 2008 and continued through October 3, 2013. During the period of the CA, IDDO supported a total of 25 distinct field projects in the polar regions of Alaska, Greenland and Antarctica, the most prominent of which was the WAIS Divide Ice Core project. During the project, IDDO personnel drilled a total of 3405 meters of ice core from the main borehole and an additional 285 meters of replicate core from deviations off the side of the main borehole. The ice core is the deepest ever drilled by the US Antarctic Program and the second deepest ice core drilled in the world. The replicate cores, taken from five deviations at four depth intervals of interest to the scientists, were the first ever obtained through a technique which left the main borehole open for the future passage of passive logging tools such as seismic, optical and ice fabric logging tools as well as temperature probes. This was a major accomplishment &ndash; the retrieval of cores from deviations on the &lsquo;high&rsquo; side of the borehole and working against gravity had not previously been accomplished in either ice or rock drilling. Developed by IDDO, this technology could transform the way future ice drilling projects are conducted, could decrease the time and costs of the logistics needed to support polar field projects and could greatly increase the amount of ice available for investigator study of past climate. With climate change a very pressing issue in our world today, IDDO is committed to providing our nation&rsquo;s scientists with the equipment and support needed to further our understanding of past climate as they work to predict potential climate impacts for the future.</p>\n<p>During the period, IDDO was involved in the development of five new ice drilling and logging systems, which included the DISC Drill Replicate Coring System, the Blue Ice Drill &ndash; Deep, the Intermediate Depth Drill and two logging winches. Designed and built by IDDO, the Blue Ice Drill system&rsquo;s capabilities were expanded to increase its depth limit from 25 meters to 200 meters. This continuously in-demand drill collects large 9.5-inch diameter ice cores which are melted onsite in both Greenland and Antarctica for critical gas studies of past climate. The Intermediate Depth Drill was being developed to core down to 1500 meters and will foster reduced logistics by being able to be broken into components that are transportable by small aircraft. In addition to the drills, IDDO completed the design and fabrication of the Intermediate Depth Logging Winch, which is capable of logging to 1500 meters, and was completing development of the Deep Logging Winch with a capability of logging to 4000 meters. IDDO also completed a conceptual design for a traversable drill capable of coring the bedrock under up to 3200 meters of ice; the concept is being used by the University of Minnesota &ndash; Duluth to develop the Rapid Access Ice Drill (RAID). Fast access to the underlying bedrock of the world&rsquo;s glaciers, at great depths, has until now been minimally explored.</p>\n<p>During the five years of the Cooperative Agreement, IDDO and its team of highly-skilled engineers, management personnel and dedicated drillers successfully maintained, repaired an upgraded the National Science Foundation&rsquo;s fleet of ice coring equipment, completed state-of-the art development of new and improved ice drilling and coring equipment and supported the field work of countless investigators from a variety of fields including Glaciology, Geophysics,...",
  "por_txt_cntn": "\nPROJECT OUTCOMES REPORT\n\nICE DRILLING DESIGN AND OPERATIONS COOPERATIVE AGREEMENT\n\nFFY 2009 &ndash; FFY 2013\n\nAWARD No. ANT-0841135\n\nThe University of Wisconsin started its operations as the Ice Drilling Design and Operations (IDDO) group under a five year Cooperative Agreement with NSF on October 1, 2008 and continued through October 3, 2013. During the period of the CA, IDDO supported a total of 25 distinct field projects in the polar regions of Alaska, Greenland and Antarctica, the most prominent of which was the WAIS Divide Ice Core project. During the project, IDDO personnel drilled a total of 3405 meters of ice core from the main borehole and an additional 285 meters of replicate core from deviations off the side of the main borehole. The ice core is the deepest ever drilled by the US Antarctic Program and the second deepest ice core drilled in the world. The replicate cores, taken from five deviations at four depth intervals of interest to the scientists, were the first ever obtained through a technique which left the main borehole open for the future passage of passive logging tools such as seismic, optical and ice fabric logging tools as well as temperature probes. This was a major accomplishment &ndash; the retrieval of cores from deviations on the æhighÆ side of the borehole and working against gravity had not previously been accomplished in either ice or rock drilling. Developed by IDDO, this technology could transform the way future ice drilling projects are conducted, could decrease the time and costs of the logistics needed to support polar field projects and could greatly increase the amount of ice available for investigator study of past climate. With climate change a very pressing issue in our world today, IDDO is committed to providing our nationÆs scientists with the equipment and support needed to further our understanding of past climate as they work to predict potential climate impacts for the future.\n\nDuring the period, IDDO was involved in the development of five new ice drilling and logging systems, which included the DISC Drill Replicate Coring System, the Blue Ice Drill &ndash; Deep, the Intermediate Depth Drill and two logging winches. Designed and built by IDDO, the Blue Ice Drill systemÆs capabilities were expanded to increase its depth limit from 25 meters to 200 meters. This continuously in-demand drill collects large 9.5-inch diameter ice cores which are melted onsite in both Greenland and Antarctica for critical gas studies of past climate. The Intermediate Depth Drill was being developed to core down to 1500 meters and will foster reduced logistics by being able to be broken into components that are transportable by small aircraft. In addition to the drills, IDDO completed the design and fabrication of the Intermediate Depth Logging Winch, which is capable of logging to 1500 meters, and was completing development of the Deep Logging Winch with a capability of logging to 4000 meters. IDDO also completed a conceptual design for a traversable drill capable of coring the bedrock under up to 3200 meters of ice; the concept is being used by the University of Minnesota &ndash; Duluth to develop the Rapid Access Ice Drill (RAID). Fast access to the underlying bedrock of the worldÆs glaciers, at great depths, has until now been minimally explored.\n\nDuring the five years of the Cooperative Agreement, IDDO and its team of highly-skilled engineers, management personnel and dedicated drillers successfully maintained, repaired an upgraded the National Science FoundationÆs fleet of ice coring equipment, completed state-of-the art development of new and improved ice drilling and coring equipment and supported the field work of countless investigators from a variety of fields including Glaciology, Geophysics, Geochemistry, Paleoclimate, Sedimentology, Climate Change, Microbiology and many others.\n\nFor more information on IDDO and its partnering organization, the Ice Drilling Program Office (IDPO), please vi..."
 }
}