{
 "awd_id": "0841166",
 "agcy_id": "NSF",
 "tran_type": "CoopAgrmnt",
 "awd_istr_txt": "Cooperative Agreement",
 "awd_titl_txt": "Collaborative Project:  Ice Drilling Program Office (IDPO)",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Julie Palais",
 "awd_eff_date": "2008-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 553585.0,
 "awd_amount": 902142.0,
 "awd_min_amd_letter_date": "2008-12-11",
 "awd_max_amd_letter_date": "2014-09-16",
 "awd_abstract_narration": "Albert/0841308 \r\nTwickler/0841166 \r\nBentley/0841225 \r\n\r\n\r\nIce core records have led to many important discoveries and have revolutionized climate science. Members of the U.S. ice coring community have led the efforts to retrieve and study ice cores yet continued U.S. scientific productivity in this area, including both knowledge generation and creation of the next generation of scientists, critically depends upon a mechanism for ensuring continuity and international cooperation in ice coring efforts, along with availability of appropriate drills, drilling expertise, and innovations in drilling technology. This award provides support for a Scientific Drilling Support Office (SDSO) that will work closely and cooperatively with an Ice Drilling Design and Operations Group (IDDOG). The intellectual merit of this project is embodied in the five closely linked goals of this project. These are to: 1) Provide community leadership in ice core science and drilling research planning in response to community input, 2) Provide scientific oversight of projects directed to the IDDOG, 3) Identify new technology needs and seek funding for their development, 4) Enhance communication and information exchange related to ice core science and ice core drilling technology as a service to the community, and 5) Coordinate information exchange between U.S. ice core research and drilling technology communities and international groups. The broader impacts of this project include organization and dissemination of results of science planning, and the retrieval, transformation to digital media, and dissemination of existing knowledge on aspects of ice drilling technology that have not previously been widely available, along with dissemination of knowledge of current issues and solutions for drilling technology. The SDSO will work in support of the U.S. cryospheric sciences and drilling communities to facilitate planning efforts and to be proactive in the planning and coordination that is necessary to form and execute continuously evolving ice core programs. The formation of an ongoing, continuous program will nurture the inclusion of students of all ages, races, and genders, and will help to launch graduate students into promising careers in climate science, and the resulting discoveries will help all citizens. Achieving the goals of this project will enable the U.S. ice coring research community to realize implementation of their internationally-coordinated ice coring goals, lead the world in ice coring science discoveries, nurture the education and development of the next generation of scientists and engineers, and help to communicate the importance of their discoveries to all. \r\n \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Twickler",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Mark S Twickler",
   "pi_email_addr": "mark.twickler@unh.edu",
   "nsf_id": "000114000",
   "pi_start_date": "2008-12-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of New Hampshire",
  "inst_street_address": "51 COLLEGE RD",
  "inst_street_address_2": "BLDG 107",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NH",
  "inst_state_name": "New Hampshire",
  "inst_phone_num": "6038622172",
  "inst_zip_code": "038242620",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NH01",
  "org_lgl_bus_name": "UNIVERSITY SYSTEM OF NEW HAMPSHIRE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GBNGC495XA67"
 },
 "perf_inst": {
  "perf_inst_name": "University of New Hampshire",
  "perf_str_addr": "51 COLLEGE RD",
  "perf_city_name": "DURHAM",
  "perf_st_code": "NH",
  "perf_st_name": "New Hampshire",
  "perf_zip_code": "038242620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NH01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "164700",
   "pgm_ele_name": "ANT Instrum & Facilities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "5297",
   "pgm_ref_txt": "ICE SHEET DYNAMICS/STABILITY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 138246.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 114969.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 142065.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 236382.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 270480.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Scientist in the U.S. ice drilling community have led efforts in the understanding of environmental sciences obtained from ice sheets and glaciers.&nbsp; The Ice Drilling Program Office (IDPO-Dartmouth, University of New Hampshire) was established, along with the Ice Drilling Design and Operations group (IDDO-University of Wisconsin) to support scientists in continuing discoveries that are archived in ice sheets and glaciers. We have provided community leadership with the establishment of the IDPO Science Advisory Board&rsquo;s &ldquo;Long-Range Science Plan&rdquo;, which provides a long&ndash;term vision for future ice drilling sciences. IDDO has responded to the science plan and provide leadership in ice drilling technology research and development necessary to address the Science Advisory Board&rsquo;s vision for the future.&nbsp; IDPO has enhanced communication and information exchange related to ice drilling science and technology by establishing the &ldquo;icedrill.org&rdquo; web site, quarterly publications of the &ldquo;IceBits&rdquo; newsletter, and an on-line ice drilling technology library.</p>\n<p>&nbsp;</p>\n<p>IDPO provided leadership in planning, coordination, and oversight that are necessary to form and execute ice drilling programs. These completed and ongoing programs have nurtured the training of students in a range of ages, ethnicity, and genders and helped launch students into promising careers in science through experiencing ice drilling fieldwork, analysis of samples collected and research discoveries. These resulting discoveries in the climate and environment sciences, from ice drilling activities, are vitally important to all citizens.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/22/2015<br>\n\t\t\t\t\tModified by: Mark&nbsp;S&nbsp;Twickler</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nScientist in the U.S. ice drilling community have led efforts in the understanding of environmental sciences obtained from ice sheets and glaciers.  The Ice Drilling Program Office (IDPO-Dartmouth, University of New Hampshire) was established, along with the Ice Drilling Design and Operations group (IDDO-University of Wisconsin) to support scientists in continuing discoveries that are archived in ice sheets and glaciers. We have provided community leadership with the establishment of the IDPO Science Advisory BoardÆs \"Long-Range Science Plan\", which provides a long&ndash;term vision for future ice drilling sciences. IDDO has responded to the science plan and provide leadership in ice drilling technology research and development necessary to address the Science Advisory BoardÆs vision for the future.  IDPO has enhanced communication and information exchange related to ice drilling science and technology by establishing the \"icedrill.org\" web site, quarterly publications of the \"IceBits\" newsletter, and an on-line ice drilling technology library.\n\n \n\nIDPO provided leadership in planning, coordination, and oversight that are necessary to form and execute ice drilling programs. These completed and ongoing programs have nurtured the training of students in a range of ages, ethnicity, and genders and helped launch students into promising careers in science through experiencing ice drilling fieldwork, analysis of samples collected and research discoveries. These resulting discoveries in the climate and environment sciences, from ice drilling activities, are vitally important to all citizens. \n\n \n\n\t\t\t\t\tLast Modified: 12/22/2015\n\n\t\t\t\t\tSubmitted by: Mark S Twickler"
 }
}