{
 "awd_id": "0842725",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Role of ELL2 in RNA polyadenylation versus splicing",
 "cfda_num": "47.074",
 "org_code": "08070100",
 "po_phone": "7032924967",
 "po_email": "kccone@nsf.gov",
 "po_sign_block_name": "Karen Cone",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 654534.0,
 "awd_amount": 654534.0,
 "awd_min_amd_letter_date": "2009-07-23",
 "awd_max_amd_letter_date": "2009-07-23",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5)\r\n\r\nIntellectual Merit\r\n\r\nTranscriptional elongation, splicing and polyadenylation are tightly controlled and coupled processes that are subject to targeted regulation. In up to 20% of the genes of higher mammals there is a competition between a polyadenylation site versus an upstream splicing site.  An extensively studied example is the immunoglobulin heavy chain gene, in which the decision to splice the terminal intron or polyadenylate within the intron leads to formation of the secretory-specific versus membrane-specific forms of mRNA.  Recent evidence implicates an elongation factor, ELL2, which assists RNA polymerase processivity as favoring the polyadenylation versus splicing choice by enhancing exon skipping for this gene.  The experiments described in this project attempt to uncover the precise molecular steps that determine how ELL2 influences immunoglobulin heavy chain RNA processing patterns.  The model proposes that ELL2 drives the addition of the polyadenylation factors onto the RNA polymerase II near the immunoglobulin heavy chain promoter, thus allowing deposition of those factors at the first poly(A) site encountered, to the exclusion of 5' exon definition in the final secretory exon for splicing to downstream exons M1 and M2.  Major questions stemming from this \"undefined exon\" model include: \r\n\r\n1) Is the skipping of the 5' splice site an active or passive process and are serine-arginine proteins SF2/ASF and SRp20 involved? Chromatin immunoprecipitation and real-time PCR quantification experiments will be used to determine if there is active loading or exclusion of splicing factors onto the RNAPII in plasma cells versus B-cells that enhances exon skipping and if ELL2 is the determining factor.  \r\n\r\n2) Does the order of addition of ELL2 to the pre-initiation transcription complex cause the polyadenylation factors to associate with the polymerase near the 5' end more strongly in different stages of B-cell development? Interactions of ELL2 with specific components in the mediator or polymerase-associated-factors (PAF) complex will be determined by chromatin immunoprecipitation of DNA and real-time PCR quantification.  ELL2 will be knocked down by siRNA to assess the effect of interrupting these interactions. \r\n\r\n3) What is the differential role of ELL2 vs ELL1 in the splicing vs polyadenylation choice? The two proteins have similar structures but different actions in promoting first poly(A) site use in immunoglobulin. The experiments proposed will swap domains of the two proteins to determine their effects on exon skipping and poly(A) site choices in vectors where only one mechanism is operative, not both, as in Ig. These studies should help to illuminate the mechanism of immunoglobulin heavy chain RNA processing and its interaction with the transcription, splicing and polyadenylation machineries. This will be illustrative for a number of genes with similar arrangement of competing sites in cells where both ELL2 and ELL1 may be expressed. \r\n\r\nBroader Impact\r\nThis research project will provide opportunities for high school students and undergraduates to participate in research for each of the summers in this grant period to strengthen their understanding of what scientific inquiry entails.  Dr. Milcarek will continue to teach undergraduates, graduate students and medical students and provide career guidance and workshops for trainees across the country through efforts focused in her role as head of the women's committee in her professional society.",
 "awd_arra_amount": 654534.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christine",
   "pi_last_name": "Milcarek",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Christine A Milcarek",
   "pi_email_addr": "milcarek@pitt.edu",
   "nsf_id": "000222706",
   "pi_start_date": "2009-07-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pittsburgh",
  "perf_str_addr": "4200 FIFTH AVENUE",
  "perf_city_name": "PITTSBURGH",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152600001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1154",
   "pgm_ref_txt": "GENE EXPRESSION"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 654534.0
  }
 ],
 "por": null
}