{
 "awd_id": "0842551",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Experimental and Computational Analysis of Merotelic Kinetochore Formation, Dynamics, and Correction",
 "cfda_num": "47.074",
 "org_code": "08070600",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gregory W. Warr",
 "awd_eff_date": "2009-06-15",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 943737.0,
 "awd_amount": 943737.0,
 "awd_min_amd_letter_date": "2009-06-18",
 "awd_max_amd_letter_date": "2012-02-22",
 "awd_abstract_narration": "ABSTRACT\r\n\r\nThis award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\r\n\r\nResearch. Animal cells maintain a correct chromosome number by equally partitioning their chromosomes into two daughter cells at each mitotic division. Upon mitotic entry, each chromosome is composed of two sister chromatids, each possessing a specialized protein complex, the kinetochore (KT), that interacts with microtubules (MTs) of the mitotic spindle. For accurate chromosome segregation, the two sister KTs must interact with MTs from opposite poles. However, erroneous KT-MT interactions can occur. The primary objective of this project is to study merotelic KT orientation, a specific KT mis-attachment in which a single KT binds MTs from both spindle poles rather than just one. This type of mis-attachment represents a major source of chromosome mis-segregation in mammalian tissue cells. However, much about merotelic KT formation, dynamics, and correction is still unknown. Tissue culture cells will be used as a model system and the experimental data, mostly obtained through high-resolution microscopy and live-cell imaging in the Cimini lab, will be complemented by quantitative and computational modeling, performed by the Co-P.I. Dr. Gul Civelekoglu-Scholey and collaborator Dr. Alex Mogilner, to investigate the following specific objectives: 1. Effect of mitotic spindle geometry on establishment of kinetochore mis-attachments; 2. Molecular and mechanistic understanding of merotelic kinetochore behavior before anaphase onset and the pre-anaphase correction mechanism; 3. Chromosome segregation errors due to the persistence of merotelic orientation into anaphase. Understanding merotelic KT formation, dynamics, and correction will elucidate several molecular and mechanistic aspects of KT-MT attachment, chromosome dynamics and segregation. The specific biological questions addressed in this project will be investigated by integrating the experimental approach with a theoretical / computational modeling approach. This combined approach offers obvious advantages: theoretical / computational modeling allows quantitative testing of qualitative models emerging from experimental data and the capacity to make predictions. Such predictions can then be tested in further experiments to validate, refine, or modify the model, and the process can start over. This creates an efficient feedback loop in which the experimental results feed the computational model, and the model makes predictions that can be tested experimentally, thus significantly accelerating the learning and discovery process. The combined experimental-computational approach undertaken here will generate comprehensive models of various mitotic processes and will be crucial to move one step closer to building a systems-level model of mitosis.\r\n\r\nBroader impacts. The proposed project will make contributions to both education and research. At least three graduate students and several undergraduate students will be involved in the research project. Besides learning state-of-the-art microscopy and cell biology methodologies, these students will have the opportunity to develop critical, analytical, independent, and interdisciplinary thinking skills. They will learn how to analyze biological problems from different perspectives and will learn how to integrate the knowledge arising from different fields of study (i.e., experimental and computational biology). Undergraduate students\r\nin the Cimini lab are strongly encouraged to be active participants in ongoing research projects (one current student is co-author on two research papers recently submitted for review in high profile journals). This type of training will likely encourage them to pursue a career in science. The findings of this work will be regularly presented at relevant meetings, such as the American Society for Cell Biology annual meeting, the Mitosis FASEB summer research meeting, the Chromosome Dynamics Gordon Conference, and the Chromosome Segregation and Aneuploidy International Workshop. In addition, several publications on peer-reviewed journals are expected to be produced during the course of this project. Finally, some of the high resolution images and videos obtained during this study will be submitted to the Image and Video Library of the American Society for Cell Biology. This on-line image and video library is an open access collection of images and videos of cells, and it is a valuable source of information for educators, researchers, and students of any age and background.",
 "awd_arra_amount": 943737.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniela",
   "pi_last_name": "Cimini",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Daniela Cimini",
   "pi_email_addr": "cimini@vt.edu",
   "nsf_id": "000249538",
   "pi_start_date": "2009-06-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Esma",
   "pi_last_name": "Civelekoglu-Scholey",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Esma G Civelekoglu-Scholey",
   "pi_email_addr": "egcivele@ucdavis.edu",
   "nsf_id": "000486750",
   "pi_start_date": "2009-06-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "300 TURNER ST NW",
  "perf_city_name": "BLACKSBURG",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240603359",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1132",
   "pgm_ref_txt": "CELLULAR ORGANIZATION"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 943737.0
  }
 ],
 "por": null
}