{
 "awd_id": "0842475",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Translational Control of Growth and Apoptosis in C. Elegans Development by Initiation Factor Isoforms",
 "cfda_num": "47.074",
 "org_code": "08070100",
 "po_phone": "7032924967",
 "po_email": "kccone@nsf.gov",
 "po_sign_block_name": "Karen Cone",
 "awd_eff_date": "2009-04-01",
 "awd_exp_date": "2014-03-31",
 "tot_intn_awd_amt": 525500.0,
 "awd_amount": 525500.0,
 "awd_min_amd_letter_date": "2009-03-23",
 "awd_max_amd_letter_date": "2011-03-16",
 "awd_abstract_narration": "New gene expression is required for cells to begin to grow and divide (proliferation) or to alter their fate (differentiation).  The development of egg and sperm (gametes) likewise involves crucial periods of gene expression and differentiation.  Early cells divide and then differentiate into either sperm or oocytes.  Gene transcription is active early in gametogenesis, but becomes silenced as cells enter meiosis, and thus mRNAs that have been stored during the proliferative phase become the sole means to produce new proteins.  Developmentally important mRNAs become translated into protein on ribosomes in the oocyte, spermatocyte or embryo, and the new proteins direct either continued differentiation or cell death (apoptosis).  This research project is focused on proteins called eIF4 factors, which contact the mRNAs to be translated as the first step in recruiting them to the protein synthesis machinery.  Specifically, the activities of eIF4 factors that lead to new protein synthesis in gametes and embryos will be investigated.  Animal model systems such as the soil-dwelling nematode worm, Caenorhabditis elegans, are essential in this research because they are generally simpler than human embryos.  The C. elegans embryo develops from a fertilized egg to an organized multi-cellular embryo in a manner very similar to that of higher animals.  Fortunately these worms have a far simpler body plan made up of just a few muscles, neurons, digestive and reproductive organs.  More importantly in the present context, the critical genes required are very similar in this simple model system.  Because protein synthesis mechanisms are well conserved in animals, research findings using C. elegans will shed light on gene expression in vertebrate gametes and embryos, where such methods are not feasible or practical.\r\nBroader Impact and Educational Benefit: This project directly impacts the education of a minority and a female graduate student who are completing Ph.D. thesis research in Dr. Keiper's laboratory, as well as Masters and undergraduate students from ECU's Biology and Chemistry departments.  As in the past granting period, the project also involves collaborators and students from other universities and high schools with an interest in molecular gene expression during development.  The research capitalizes on the lab's experience in the biochemistry of mRNA translation and provides broad laboratory training in molecular techniques, genetics and transgenesis to young scientists.  These students find the C. elegans system both tractable and significantly more accessible intellectually than mammalian systems.  They receive the greatest educational benefit from first-hand involvement in new discoveries as well as opportunities to present their findings and publish their accomplishments in scientific journals.  In recent years, several students who participated in this project have taken positions in the biotechnology industry or entered graduate research/medical professional academic programs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brett",
   "pi_last_name": "Keiper",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Brett D Keiper",
   "pi_email_addr": "keiperb@ecu.edu",
   "nsf_id": "000205477",
   "pi_start_date": "2009-03-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "East Carolina University",
  "inst_street_address": "1000 E 5TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "GREENVILLE",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "2523289530",
  "inst_zip_code": "278582502",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "NC03",
  "org_lgl_bus_name": "EAST CAROLINA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HWPEKM8VFTJ9"
 },
 "perf_inst": {
  "perf_inst_name": "East Carolina University",
  "perf_str_addr": "1000 E 5TH ST",
  "perf_city_name": "GREENVILLE",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "278582502",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "NC03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1154",
   "pgm_ref_txt": "GENE EXPRESSION"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 195500.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 165000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 165000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Overview</strong></p>\n<p>Developing organisms generally turn on genes in the DNA genome to begin producing new protein products.&nbsp; These aid in making new types of cells in a process known as differentiation.&nbsp; The intermediate copy of the genomic information is the newly synthesized mRNAs.&nbsp; There is now good evidence that not all differentiating cells decode this mRNA information immediately.&nbsp; Germline stem cells are undifferentiated cells that become gametes in adult animals; sperm and oocytes. These cells often store such mRNAs for periodic use along the way to their final cell fate.&nbsp; Our study showed that germ cells use normal factors in their protein synthesis apparatus (initiation factors; eIFs) to selectively sort mRNAs for immediate use or further dormant storage.&nbsp; By genetically/transgenically altering which isoforms (\"flavors\") of initiation factor were available in worm germ cells, we showed that we could either alter the fertility of the sperm or oocytes, induce their suicidal death (apoptosis), or even switch them to the opposite final fate.&nbsp; Our studies gave concrete evidence of a principle that has been suspected for many years: mRNA translational control is an essential and broad mode of gene regulation in reproductive cells.</p>\n<p>The research used a simple model organism, <em>C. elegans</em>, and was conducted by both undergraduate and graduate students. This versatile animal model blends intricate developmental biology with student-amenable lab methods. Each student was trained in current biochemical, molecular, genomic, and transgenic methods. The benefits are two-fold: progress in mRNA research and marketable training of student scientists. Principles established for mRNA translational control in germ cells are broadly applicable to other differentiating cell types (e.g. neurons) and &ldquo;dedifferentiating&rdquo; cells (cancers).</p>\n<p><strong>Intellectual Merit</strong></p>\n<p>The types of proteins made in a stem cell allow it to take on a new developmental fate; the process of differentiation. Sperm, oocytes, and eventually embryos become who they are because of individualized proteins that are newly synthesized in the reproductive (germ line) stem cells from which they came. These specialized cells have a hard time accessing all of the genes necessary at each step of their development. &nbsp;Instead, they store mRNAs stored in the germ cells stages that become the sole means to produce new proteins. Our NSF-funded project studied the translation initiation factors that carefully recruit selected mRNAs to ribosomes, where they can produce these new proteins. Our lab has characterized multiple related forms (isoforms) of eIF4E and eIF4G from the worm, and how mutations in each isoform changed the sperm, oocytes and embryos of the worm. &nbsp;By \"knockout\", we found that each isoform has a specific role to help a small subset of mRNAs produce vital proteins at precise times during the germ cell's development to a sperm, oocyte, or later, an embryo. &nbsp;Our findings refute a long-held misconception that the protein synthesis machinery in cells has only generic housekeeping functions. In fact, the preferences of eIFs for certain mRNAs is at the heart of selective protein synthesis in these rapidly changing cell types. Our findings have shed light on the same kind of mRNA control mechanisms that exist in other (e.g. human) cell fate changes.</p>\n<p><strong>Broader Impacts</strong></p>\n<p>This proposal gave direct support for the scientific research training of four PhD students and several undergraduate students from several departments at East Carolina University. During this granting period, a minority and two female students earned PhDs through this project. One is currently on the faculty at a medical school in TN, another works for the NIH as a technology transfer officer, and the third is pursui...",
  "por_txt_cntn": "\nOverview\n\nDeveloping organisms generally turn on genes in the DNA genome to begin producing new protein products.  These aid in making new types of cells in a process known as differentiation.  The intermediate copy of the genomic information is the newly synthesized mRNAs.  There is now good evidence that not all differentiating cells decode this mRNA information immediately.  Germline stem cells are undifferentiated cells that become gametes in adult animals; sperm and oocytes. These cells often store such mRNAs for periodic use along the way to their final cell fate.  Our study showed that germ cells use normal factors in their protein synthesis apparatus (initiation factors; eIFs) to selectively sort mRNAs for immediate use or further dormant storage.  By genetically/transgenically altering which isoforms (\"flavors\") of initiation factor were available in worm germ cells, we showed that we could either alter the fertility of the sperm or oocytes, induce their suicidal death (apoptosis), or even switch them to the opposite final fate.  Our studies gave concrete evidence of a principle that has been suspected for many years: mRNA translational control is an essential and broad mode of gene regulation in reproductive cells.\n\nThe research used a simple model organism, C. elegans, and was conducted by both undergraduate and graduate students. This versatile animal model blends intricate developmental biology with student-amenable lab methods. Each student was trained in current biochemical, molecular, genomic, and transgenic methods. The benefits are two-fold: progress in mRNA research and marketable training of student scientists. Principles established for mRNA translational control in germ cells are broadly applicable to other differentiating cell types (e.g. neurons) and \"dedifferentiating\" cells (cancers).\n\nIntellectual Merit\n\nThe types of proteins made in a stem cell allow it to take on a new developmental fate; the process of differentiation. Sperm, oocytes, and eventually embryos become who they are because of individualized proteins that are newly synthesized in the reproductive (germ line) stem cells from which they came. These specialized cells have a hard time accessing all of the genes necessary at each step of their development.  Instead, they store mRNAs stored in the germ cells stages that become the sole means to produce new proteins. Our NSF-funded project studied the translation initiation factors that carefully recruit selected mRNAs to ribosomes, where they can produce these new proteins. Our lab has characterized multiple related forms (isoforms) of eIF4E and eIF4G from the worm, and how mutations in each isoform changed the sperm, oocytes and embryos of the worm.  By \"knockout\", we found that each isoform has a specific role to help a small subset of mRNAs produce vital proteins at precise times during the germ cell's development to a sperm, oocyte, or later, an embryo.  Our findings refute a long-held misconception that the protein synthesis machinery in cells has only generic housekeeping functions. In fact, the preferences of eIFs for certain mRNAs is at the heart of selective protein synthesis in these rapidly changing cell types. Our findings have shed light on the same kind of mRNA control mechanisms that exist in other (e.g. human) cell fate changes.\n\nBroader Impacts\n\nThis proposal gave direct support for the scientific research training of four PhD students and several undergraduate students from several departments at East Carolina University. During this granting period, a minority and two female students earned PhDs through this project. One is currently on the faculty at a medical school in TN, another works for the NIH as a technology transfer officer, and the third is pursuing a science policy program at Duke University.  This speaks to the broad application of the training fostered by this NSF grant.  The investigator has attempted to use a small laboratory environment to foster independen..."
 }
}