{
 "awd_id": "0843028",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Developmental Systems, RUI:   Polarizing a cell layer along two axes",
 "cfda_num": "47.074",
 "org_code": "08090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anthea Letsou",
 "awd_eff_date": "2009-04-01",
 "awd_exp_date": "2013-03-31",
 "tot_intn_awd_amt": 418000.0,
 "awd_amount": 418000.0,
 "awd_min_amd_letter_date": "2009-04-03",
 "awd_max_amd_letter_date": "2011-04-04",
 "awd_abstract_narration": "Much of animal development involves the growth and patterning of cell layers called epithelia. Normal epithelial development requires that epithelial cells are able to sense where they are within the layer and can orient, or polarize, themselves correctly in response to this information. How genetic signals control epithelial cell polarization has been most effectively addressed using the fruit fly Drosophila as a model organism. To date, however, studies in Drosophila have only addressed how cells are polarized in a single direction or along one axis of the epithelium. Recent work using Drosophila in Dr Collier's lab has begun to identify genetic mechanisms that polarize cells along both epithelial axes. This research project will further characterize these mechanisms resulting in a more complete understanding of normal epithelial development. Dr Collier's research lab is in Marshall University, the second largest state institution for higher learning in West Virginia. A large majority of Marshall students are first generation students from Appalachia, a region with considerable educational challenges. Dr Collier's lab has a strong history of providing opportunities for undergraduate, graduate and K-12 students to participate in genetics research. This activity will continue to develop throughout the course of this research project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Patrick",
   "pi_last_name": "Collier",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Patrick S Collier",
   "pi_email_addr": "collierp@marshall.edu",
   "nsf_id": "000244056",
   "pi_start_date": "2009-04-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Marshall University Research Corporation",
  "inst_street_address": "1 JOHN MARSHALL DR",
  "inst_street_address_2": "",
  "inst_city_name": "HUNTINGTON",
  "inst_state_code": "WV",
  "inst_state_name": "West Virginia",
  "inst_phone_num": "3046964837",
  "inst_zip_code": "257550002",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "WV01",
  "org_lgl_bus_name": "MARSHALL UNIVERSITY RESEARCH CORPORATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "HH1NQ1B5MPV3"
 },
 "perf_inst": {
  "perf_inst_name": "Marshall University",
  "perf_str_addr": "1 JOHN MARSHALL DR",
  "perf_city_name": "HUNTINGTON",
  "perf_st_code": "WV",
  "perf_st_name": "West Virginia",
  "perf_zip_code": "257550002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "WV01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111900",
   "pgm_ele_name": "Animal Developmental Mechanism"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 173600.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 122200.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 122200.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><!--  /* Font Definitions */ @font-face \t{font-family:Arial; \tpanose-1:2 11 6 4 2 2 2 2 2 4; \tmso-font-charset:0; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:-536859905 -1073711037 9 0 511 0;} @font-face \t{font-family:\"?? ??\"; \tmso-font-charset:78; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:1 134676480 16 0 131072 0;} @font-face \t{font-family:\"?? ??\"; \tmso-font-charset:78; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:1 134676480 16 0 131072 0;} @font-face \t{font-family:Cambria; \tpanose-1:2 4 5 3 5 4 6 3 2 4; \tmso-font-charset:0; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:-536870145 1073743103 0 0 415 0;}  /* Style Definitions */ p.MsoNormal, li.MsoNormal, div.MsoNormal \t{mso-style-unhide:no; \tmso-style-qformat:yes; \tmso-style-parent:\"\"; \tmargin:0cm; \tmargin-bottom:.0001pt; \tmso-pagination:widow-orphan; \tfont-size:12.0pt; \tfont-family:Cambria; \tmso-ascii-font-family:Cambria; \tmso-ascii-theme-font:minor-latin; \tmso-fareast-font-family:\"?? ??\"; \tmso-fareast-theme-font:minor-fareast; \tmso-hansi-font-family:Cambria; \tmso-hansi-theme-font:minor-latin; \tmso-bidi-font-family:\"Times New Roman\"; \tmso-bidi-theme-font:minor-bidi; \tmso-ansi-language:EN-US; \tmso-fareast-language:JA;} .MsoChpDefault \t{mso-style-type:export-only; \tmso-default-props:yes; \tfont-family:Cambria; \tmso-ascii-font-family:Cambria; \tmso-ascii-theme-font:minor-latin; \tmso-fareast-font-family:\"?? ??\"; \tmso-fareast-theme-font:minor-fareast; \tmso-hansi-font-family:Cambria; \tmso-hansi-theme-font:minor-latin; \tmso-bidi-font-family:\"Times New Roman\"; \tmso-bidi-theme-font:minor-bidi; \tmso-ansi-language:EN-US; \tmso-fareast-language:JA;} @page WordSection1 \t{size:612.0pt 792.0pt; \tmargin:72.0pt 90.0pt 72.0pt 90.0pt; \tmso-header-margin:36.0pt; \tmso-footer-margin:36.0pt; \tmso-paper-source:0;} div.WordSection1 \t{page:WordSection1;} --></p>\n<p class=\"MsoNormal\"><span style=\"font-size: 11.0pt; mso-bidi-font-size: 12.0pt; font-family: Arial;\" lang=\"EN-US\">&nbsp;</span></p>\n<p class=\"MsoNormal\"><span style=\"font-size: 11.0pt; mso-bidi-font-size: 12.0pt; font-family: Arial;\" lang=\"EN-US\">Normal human development involves the coordinated growth and movement of cell layers called epithelia. In the human embryo, for example, the ectodermal epithelium folds to form the neural tube, which gives rise to the brain and spinal cord. Failure to complete neural tube formation results in spina bifida, a relatively common birth disorder. The ability of epithelial cells to move in a coordinated way implies that they have a sense of direction. In the same way that a regular compass can detect Magnetic North, it appears that epithelial cells have a &lsquo;cellular compass&rsquo; that allows them to detect, and respond to a &lsquo;Biological North&rsquo; within the tissue. To better understand epithelial development, and conditions like spina bifida, we will need to identify both the signals that define Biological North, and to understand how the cellular compass can detect, and respond to, these signals</span></p>\n<p class=\"MsoNormal\"><span style=\"font-size: 11.0pt; mso-bidi-font-size: 12.0pt; font-family: Arial;\" lang=\"EN-US\">&nbsp;</span></p>\n<p class=\"MsoNormal\"><span style=\"font-size: 11.0pt; mso-bidi-font-size: 12.0pt; font-family: Arial;\" lang=\"EN-US\">The wing epithelium of the fruit fly (Drosophila) has proved a useful tissue for studying how epithelial cells acquire a sense of direction. Each wing cell produces a single hair that points towards the tip of the wing, implying that the cell knows its orientation within the tissue i.e. it can detect Biological North. Mutations in numerous Drosophila genes alter wing hair orientation without changing the shape of the wing. This suggests that these genes are required either to define Biological North, or form part of the cellular compass, or possibly play a...",
  "por_txt_cntn": "\n\n \nNormal human development involves the coordinated growth and movement of cell layers called epithelia. In the human embryo, for example, the ectodermal epithelium folds to form the neural tube, which gives rise to the brain and spinal cord. Failure to complete neural tube formation results in spina bifida, a relatively common birth disorder. The ability of epithelial cells to move in a coordinated way implies that they have a sense of direction. In the same way that a regular compass can detect Magnetic North, it appears that epithelial cells have a æcellular compassÆ that allows them to detect, and respond to a æBiological NorthÆ within the tissue. To better understand epithelial development, and conditions like spina bifida, we will need to identify both the signals that define Biological North, and to understand how the cellular compass can detect, and respond to, these signals\n \nThe wing epithelium of the fruit fly (Drosophila) has proved a useful tissue for studying how epithelial cells acquire a sense of direction. Each wing cell produces a single hair that points towards the tip of the wing, implying that the cell knows its orientation within the tissue i.e. it can detect Biological North. Mutations in numerous Drosophila genes alter wing hair orientation without changing the shape of the wing. This suggests that these genes are required either to define Biological North, or form part of the cellular compass, or possibly play a role in both. \n \nThe orientation of a cell within an epithelium has been defined as its Planar Cell Polarity (PCP), and studies in the Drosophila wing have identified a genetic pathway (the Frizzled PCP pathway) that is vital for normal PCP. The Frizzled PCP pathway is also active in vertebrates, including humans. Significantly, the Frizzled PCP pathway has been shown to be vital for normal neural tube formation in vertebrates, and mutations in Frizzled PCP pathway genes, including the prickle gene, are associated with spina bifida. A second genetic pathway required for Drosophila PCP is the Fat/Dachsous pathway, which is also active in vertebrates. Using our compass analogy, it appears that the major role of the Fat/Dachsous pathway is in defining Biological North. In contrast, the major role of the Frizzled PCP pathway is to form part of the cellular compass that detects Biological North. \n \nOur outcomes from this project have modified our understanding in the following ways:\n \nFirst, it is clear that the Fat/Dachsous pathway is not the only signal that can define Biological North. We have found that in the Drosophila wing, the Frizzled PCP pathway reads out a cellÆs orientation twice in succession; the first time it responds to a signal controlled by the Fat/Dachsous pathway, the second time it responds to an unknown signal that does not involve Fat/Dachsous. Significantly, the two read-outs use different variants of the Prickle protein within the Frizzled PCP pathway, the first uses the Sple variant, and the second uses the Pk variant. \n \nSecond, it is clear that Drosophila epithelial cells can polarize to either the North or the South. This decision is influenced by which Prickle protein variant is active in the Frizzled PCP pathway. The Pk variant biases the outcome in one direction (e.g. towards the North), the Sple variant biases the outcome in the opposite direction (i.e towards the South). In addition, we find that another component of the Fz PCP pathway, the Diego protein, influences this decision according to amount of Diego present in the cell. At normal (endogenous) levels, the Diego protein biases the process in the same direction as Pk (e.g. to the North). At higher levels, Diego biases the process in the same direction as Sple (e.g. to the South). \n \nThrough the period April 2009 - March 2013, NSF grant 0843028 has provided the major financial support for the Collier lab. During this time 14 undergraduate students (9 female), 7 graduate students (2 female), 1 medical student,..."
 }
}