{
 "awd_id": "0843996",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Unraveling structural conundrum of organic nitrogen in soil and sediment organic matter using advanced solid-state NMR: insights into formation mechanisms of stabilized nitrogen",
 "cfda_num": "47.050",
 "org_code": "06030205",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Enriqueta Barrera",
 "awd_eff_date": "2009-03-01",
 "awd_exp_date": "2011-02-28",
 "tot_intn_awd_amt": 80000.0,
 "awd_amount": 80000.0,
 "awd_min_amd_letter_date": "2009-02-13",
 "awd_max_amd_letter_date": "2009-02-13",
 "awd_abstract_narration": "Intellectual Merit. The nitrogen (N) cycle is a biogeochemical cycle involving the transformation of nitrogen and nitrogen-containing compounds in nature. Nitrogen is essential for many biological processes and is crucial for any life on earth. For example, nitrogen is one of the building blocks of proteins, amino acids, and is a key component of the bases that make up the genetic code of all life, such as DNA and RNA. Therefore, N cycle is one of the most important topics in biogeochemistry and understanding the N cycle can help control both the nature?s N balance. Most of N in soils or sediments is organic. While routine 15N cross polarization/magic angle spinning technique has been extensively applied to the investigations of organic N in soil/sediment organic matter (SOM), the inherent drawbacks of this technique have so far provided limited insight into the structures of organic N. The objectives of the project are: a) to develop an improved advanced solid-state protocol for investigating organic N forms in SOM, b) to investigate the distributions of different organic N forms and in particular the presence and abundance of heterocyclic N in SOM, and possibly c) to investigate the mechanisms underlying the formation of biologically refractory N using the new and advanced solid-state NMR techniques. We will primarily focus on, but not are limited to, two samples, an IHSS Pony Lake (Antarctica) Reference and a gilsonite, both of which contain relatively high N.\r\nThe work on the new and improved advanced solid-state NMR techniques will include   improvement of routine 15N cross polarization/magic angle spinning (CP/MAS) by using appropriate model compounds to maximize cross polarization; development of some 15N spectral-editing techniques to select specific functional groups and analysis of covalently-bound N using saturation-pulse induced dipolar exchange with recoupling. The relative proportions of different forms of organic N will be examined using these improved NMR techniques. The presence and abundance of heterocyclic N, which could be underestimated by routine 15N CP/MAS, will also be investigated using these techniques. \r\nThe project promises significant advances in understanding the nature of organic N in SOM. It will reveal more accurate information on the relative proportions of different forms of organic N. The new or improved NMR techniques for characterizing organic N in SOM will provide us with a critical tool for research on organic N in SOM, laying the foundations for a significantly improved understanding of nitrogen biogeochemistry.\r\nBroader Impacts. This project will train a graduate student in applying, improving and developing advanced solid-state NMR techniques for biogeochemistry. It will also influence the content of planned public outreach and educational outreach at the college and graduate levels by the PI. \r\nBroader Impacts. This project will train a graduate student in applying, improving and developing advanced solid-state NMR techniques for biogeochemistry. It will also influence the content of planned public outreach and educational outreach at the college and graduate levels by the PI.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jingdong",
   "pi_last_name": "Mao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jingdong Mao",
   "pi_email_addr": "jmao@odu.edu",
   "nsf_id": "000096172",
   "pi_start_date": "2009-02-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Old Dominion University Research Foundation",
  "inst_street_address": "4111 MONARCH WAY STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "NORFOLK",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "7576834293",
  "inst_zip_code": "235082561",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "VA03",
  "org_lgl_bus_name": "OLD DOMINION UNIVERSITY RESEARCH FOUNDATION",
  "org_prnt_uei_num": "DSLXBD7UWRV6",
  "org_uei_num": "DSLXBD7UWRV6"
 },
 "perf_inst": {
  "perf_inst_name": "Old Dominion University",
  "perf_str_addr": "HAMPTON BLVD",
  "perf_city_name": "NORFOLK",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "235290001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "VA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729500",
   "pgm_ele_name": "Geobiology & Low-Temp Geochem"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 80000.0
  }
 ],
 "por": null
}