{
 "awd_id": "0843831",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Floral and Faunal Community Responses to Late-Quaternary Climate Change",
 "cfda_num": "47.050",
 "org_code": "06030207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Yusheng Liu",
 "awd_eff_date": "2009-03-01",
 "awd_exp_date": "2014-02-28",
 "tot_intn_awd_amt": 103384.0,
 "awd_amount": 103384.0,
 "awd_min_amd_letter_date": "2009-03-04",
 "awd_max_amd_letter_date": "2013-06-05",
 "awd_abstract_narration": "Floral and Faunal Community Responses to Late-Quaternary Climate Change \r\n\r\nJohn Williams, Stephen Jackson, Eric Grimm and Russell Graham \r\n\r\n\r\nThe PIs propose a study of the responses of species and communities to \r\nlate- Quaternary environmental variations and, in particular, the environmental drivers of species turnover, community assembly and disassembly, and the formation of no-analog communities. Their research will demonstrate the power of NEOTOMA, a new community paleoecological database that reduces informatics costs and removes barriers to interdisciplinary collaboration by storing in a single database most of the major late-Neogene paleoecological databases. The proposed research will be the first-ever synoptic analyses of late-Quaternary community dynamics in North America that directly integrate fossil pollen, plant-macrofossil, and faunal records. The PIs propose improving the resolution of the NEOTOMA database by obtaining 100 new AMS radiocarbon dates for key vertebrate fossil localities, adding recent high-quality records to NEOTOMA, revising existing chronologies in NEOTOMA in light of this new data, and mapping all data for 15 time-windows covering the last 21,000 years. These time windows are more finely subdivided than the original FAUNMAP synthesis, and will permit study of species responses to the rapid climate changes of the last deglaciation. The PIs will test such hypotheses by comparing the distributions of the floral and faunal no-analog communities to each other and to the distributions of no-analog climates. They will create plant based and animal based biome maps to see whether such maps are complementary or in contradiction. The PIs will further conduct generalized dissimilarity modeling to reveal patterns of species turnover, along environmental gradients, in both space and time. \r\n \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Grimm",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Eric C Grimm",
   "pi_email_addr": "grim0188@umn.edu",
   "nsf_id": "000402918",
   "pi_start_date": "2009-03-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Illinois State Museum Society",
  "inst_street_address": "502 SPRING ST",
  "inst_street_address_2": "",
  "inst_city_name": "SPRINGFIELD",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2177826092",
  "inst_zip_code": "627060001",
  "inst_country_name": "United States",
  "cong_dist_code": null,
  "st_cong_dist_code": "IL",
  "org_lgl_bus_name": "ILLINOIS STATE MUSEUM SOCIETY",
  "org_prnt_uei_num": "FNY3GN4SW9J4",
  "org_uei_num": "KREBJL9KXDT6"
 },
 "perf_inst": {
  "perf_inst_name": "Illinois State Museum Society",
  "perf_str_addr": "502 SPRING ST",
  "perf_city_name": "SPRINGFIELD",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "627060001",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "IL",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "745900",
   "pgm_ele_name": "Sedimentary Geo & Paleobiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 73590.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 12054.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 8696.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 9044.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Climate exerts a major control upon <span><span>Earth&rsquo;s</span></span> ecosystems and is a primary determinant of the geographic ranges of plants, animals, and other organisms. Thus, change in climate can be expected to drive ecological change. Understanding the ecological response to climate change is increasingly relevant in the face of current global warming. This understanding can only be gained by studying ecological response to past climate changes. The most recent climate event approaching the rate and magnitude of future projected climate change due to rapidly increasing greenhouse gases is the rapid warming that occurred at the end of the last ice age, during the &ldquo;late-glacial&rdquo; period, with a number of rapid warming events between about 15,000 and 11,000 years ago. This warming was also accompanied by an increase in greenhouse gases. The overall objective of this project was to use the late-glacial response of ecosystem change as a model system for assessing the potential effects of climate change on biodiversity and geographic distributions of species and ecosystems. A major finding of the project was that a <span><span>biogeographic</span></span> modeling technique called generalized dissimilarity modeling can accurately predict spatial and temporal patterns of species turnover following <span><span>deglaciation</span></span>. This research supports the rarely tested space-for-time assumption of <span><span>biogeographic</span></span> modeling that patterns of biodiversity in space can serve as predictors for patterns in time that cannot be observed directly.</p>\n<p>The project utilized the <span><span>cyberinfrastructure</span></span> of the <span><span>Neotoma</span></span> <span><span>Paleoecological</span></span> Database (<a href=\"http://www.neotomadb.org/\"><span><span>www</span></span>.<span><span>neotomadb</span></span>.<span><span>org</span></span></a>), which comprises both fossil pollen and mammal data. Fossil pollen are the primary tool for reconstructing past vegetation, as pollen are widely distributed and preserved in continuous sequences, manly in lake sediments. This project was collaborative with colleagues from the University of Wisconsin and Pennsylvania State University. The role of the Illinois State Museum was acquisition and processing of fossil-pollen data for the project and for incorporation into the <span><span>Neotoma</span></span> database. A new method of radiocarbon dating developed in the 1980s (by accelerator mass spectrometry) has greatly improved the chronological precision attainable for fossil-pollen records. Because accurate assessments of the timing and rate of ecological change were crucial for this project, recently published and well-dated records were particularly targeted. For this project, 483 pollen datasets were processed and are all now available from the website of the <span><span>Neotoma</span></span> <span><span>Paleoecology</span></span> Database.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/07/2014<br>\n\t\t\t\t\tModified by: Eric&nbsp;C&nbsp;Grimm</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nClimate exerts a major control upon EarthÆs ecosystems and is a primary determinant of the geographic ranges of plants, animals, and other organisms. Thus, change in climate can be expected to drive ecological change. Understanding the ecological response to climate change is increasingly relevant in the face of current global warming. This understanding can only be gained by studying ecological response to past climate changes. The most recent climate event approaching the rate and magnitude of future projected climate change due to rapidly increasing greenhouse gases is the rapid warming that occurred at the end of the last ice age, during the \"late-glacial\" period, with a number of rapid warming events between about 15,000 and 11,000 years ago. This warming was also accompanied by an increase in greenhouse gases. The overall objective of this project was to use the late-glacial response of ecosystem change as a model system for assessing the potential effects of climate change on biodiversity and geographic distributions of species and ecosystems. A major finding of the project was that a biogeographic modeling technique called generalized dissimilarity modeling can accurately predict spatial and temporal patterns of species turnover following deglaciation. This research supports the rarely tested space-for-time assumption of biogeographic modeling that patterns of biodiversity in space can serve as predictors for patterns in time that cannot be observed directly.\n\nThe project utilized the cyberinfrastructure of the Neotoma Paleoecological Database (www.neotomadb.org), which comprises both fossil pollen and mammal data. Fossil pollen are the primary tool for reconstructing past vegetation, as pollen are widely distributed and preserved in continuous sequences, manly in lake sediments. This project was collaborative with colleagues from the University of Wisconsin and Pennsylvania State University. The role of the Illinois State Museum was acquisition and processing of fossil-pollen data for the project and for incorporation into the Neotoma database. A new method of radiocarbon dating developed in the 1980s (by accelerator mass spectrometry) has greatly improved the chronological precision attainable for fossil-pollen records. Because accurate assessments of the timing and rate of ecological change were crucial for this project, recently published and well-dated records were particularly targeted. For this project, 483 pollen datasets were processed and are all now available from the website of the Neotoma Paleoecology Database.\n\n \n\n\t\t\t\t\tLast Modified: 05/07/2014\n\n\t\t\t\t\tSubmitted by: Eric C Grimm"
 }
}