{
 "awd_id": "0843439",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Structural and Dynamic Characterization of 2/2 Hemoglobins",
 "cfda_num": "47.074",
 "org_code": "08070400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kamal Shukla",
 "awd_eff_date": "2009-07-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 994632.0,
 "awd_amount": 994632.0,
 "awd_min_amd_letter_date": "2009-07-03",
 "awd_max_amd_letter_date": "2012-02-22",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\r\n\r\nHemoglobin is best known as the oxygen transporter responsible for the red color of blood.  The hemoglobin superfamily of proteins, however, has members in all three domains of life, including bacteria.  Little is known about bacterial hemoglobins, and it is expected that many participate in processes other than reversible oxygen binding.  The project will explore the physico-chemical properties of bacterial hemoglobins belonging to the recently discovered 2/2 or \"truncated\" hemoglobin lineage of the superfamily.  Of particular importance to the reactivity of heme proteins are the interactions involving the cofactor and the molecular motions that allow small ligands such as oxygen to reach the central iron.  The goal of the research is therefore to establish robust relationships linking structure, dynamics, and reactivity.  To this end, a combination of molecular biology approaches and spectroscopic methods (optical and nuclear magnetic resonance, NMR) will be applied to a set of proteins representative of two phylogenetically distinct groups of truncated hemoglobins (Group I and Group III) and two different classes within Group I.  (1) In the first specific aim, the dynamic properties of the hemoglobins from the cyanobacteria Synechococcus and Synechocystis (Group I class 1) will be studied.  The focus will be on the determinants of their distinctive bis-histidine heme coordination and heme post-translational modification.  (2) The second aim bears on the structural characterization of a Nostoc punctiforme hemoglobin (Group I class 2) and the consequences of its highly hydrophobic heme binding site.  (3) In the third aim, the heme environment in the hemoglobin from Helicobacter hepaticus (Group III) will be described and related to its unique ligand binding properties.  (4) Finally, novel NMR methods will be devised to probe the intricate details of key hydrogen-bond networks in the heme pocket of each protein.  The four specific aims will help place these intriguing proteins in the context of the hemoglobin superfamily, facilitate the interpretation of their amino acid sequences, and provide insight into novel aspects of heme chemistry and oxygen utilization.\r\n\r\nBroader Impacts\r\nThe hemoglobin superfamily is an ideal subject with which to illustrate fundamental concepts in the fields of biochemistry (metabolism, regulation), chemistry (equilibria, kinetics and reactivity), biology (evolution), and physics (spectroscopy).  The project offers excellent opportunities for the training of graduate and undergraduate students in these disciplines and for inclusion of research results in lectures and laboratories.  A new biophysics course covering quantum chemistry and spectroscopy will be developed that will use hemoglobins as recurring model systems.  The research results will also be at the basis of workshops designed to improve the communication skills of graduate students.  The series will emphasize addressing both specialized and broader audiences, thereby facilitating future outreach activities of the students participating in the workshops. Results will be disseminated through publication, participation in conferences, posting on web sites, and deposition of structural data in public databases.",
 "awd_arra_amount": 994632.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Juliette",
   "pi_last_name": "Lecomte",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Juliette T Lecomte",
   "pi_email_addr": "lecomte_jtj@jhu.edu",
   "nsf_id": "000215366",
   "pi_start_date": "2009-07-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "Johns Hopkins University",
  "perf_str_addr": "3400 N CHARLES ST",
  "perf_city_name": "BALTIMORE",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212182608",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1166",
   "pgm_ref_txt": "MOLECULAR BIOCHEMISTRY"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 994632.0
  }
 ],
 "por": null
}