{
 "awd_id": "0843295",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Molecular studies of dissimilatory selenium reduction by subsurface microorganisms",
 "cfda_num": "47.050",
 "org_code": "06030205",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Enriqueta Barrera",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 399544.0,
 "awd_amount": 399544.0,
 "awd_min_amd_letter_date": "2009-08-31",
 "awd_max_amd_letter_date": "2012-02-22",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\r\n\r\nIntellectual Merit: The ability of anaerobic prokaryotes to perform dissimilatory selenium reduction is a remarkable biological adaptation that allows selenium respiring microorganisms to populate ecological niches in Earth?s subsurface. In laboratory experiments, a diverse range of anaerobes have been shown to grow using selenate as a terminal electron acceptor. However, field-based evidence for subsurface microorganisms that are supported by selenium oxyanion reduction remains elusive. In this study, it is proposed to elucidate the genetic determinants involved in anaerobic selenium respiration, and use these molecular proxies to quantify the in situ activity of Se-reducing bacteria in sedimentary environments. The objectives of this research are: 1) to identify the functional selenate reductase genes in diverse strains of Se-reducing bacteria; 2) to demonstrate that the expression of the selenate reductase gene is a reliable marker for Se-reducing activity; and 3) to quantify in situ transcript levels of the selenate reductase genes in anoxic sediments where selenium oxyanion reduction is actively occurring. Using investigators? collection of novel selenium respiring isolates, they will employ directing cloning techniques and genome-context analysis to identify the genes that confer selenate reductase activity. With this genetic information, degenerate PCR primers will be developed to amplify the regions of the selenate reductase that are genetically conserved regions among phylogenetically diverse species of Se-reducing bacteria. Utilizing these PCR primers, quantitative real-time reverse transcription (QRT) PCR experiments will be conducted to determine the transcriptional response of the selenate reductase gene during growth on selenate as the sole terminal electron acceptor. After these PCR primers have been tested on pure culture isolates, QRT-PCR will be performed on natural sediments to measure mRNA levels of selenate reductase genes in sediment cores where vertical geochemical profiles show the occurrence of selenium oxyanion reduction. By establishing a link between the genetics and geochemistry of selenium reduction, investigators aim to lend new insight into the existence of this unique mode of life in nature, and illuminate the microbial processes that govern the cycling of selenium in sedimentary environments. \r\n\r\nBroader Impacts: Undergraduate research opportunities in Geomicrobiology will be initiated through collaboration with the Rutgers Honors Program. Four-year undergraduate research experiences will be established to promote discovery-based learning at the interface of geological and biological sciences. Undergraduate students majoring in geology and environmental geosciences will learn how to design PCR primers and carry out PCR reactions to amplify selenate reductase genes. The results of undergraduate student research projects will be disseminated via on- and off-campus conferences, electronic journals for undergraduate research, and peer-review scientific journals. This project will also train two graduate students in the field molecular geomicrobiology. Graduate students from the Geological Sciences graduate program will learn to clone, sequence, and mutate selenate reductase genes. Sequence data obtained from the experiments will be integrated into homework assignments for the new Geomicrobiology course at Rutgers University. Students taking this course will learn to use web-based search tools to analyze and interpret nucleotide sequence data. To integrate research activities into the teaching of K-12 science, investigators propose to employ the Rutgers Science Explorer?a state-of-the-art mobile laboratory ? to advance geoscience education in high-minority urban school districts. A 90 minute module on biogeochemistry will be developed to teach middle school students the basic concepts of how matter moves between the geosphere and hydrosphere.\r\n",
 "awd_arra_amount": 399544.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nathan",
   "pi_last_name": "Yee",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nathan Yee",
   "pi_email_addr": "nyee@envsci.rutgers.edu",
   "nsf_id": "000289064",
   "pi_start_date": "2009-08-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Max",
   "pi_last_name": "Haggblom",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Max M Haggblom",
   "pi_email_addr": "haggblom@rutgers.edu",
   "nsf_id": "000168040",
   "pi_start_date": "2009-08-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Elisabetta",
   "pi_last_name": "Bini",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Elisabetta Bini",
   "pi_email_addr": "bini@aesop.rutgers.edu",
   "nsf_id": "000405662",
   "pi_start_date": "2009-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University New Brunswick",
  "perf_str_addr": "3 RUTGERS PLZ",
  "perf_city_name": "NEW BRUNSWICK",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "089018559",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729500",
   "pgm_ele_name": "Geobiology & Low-Temp Geochem"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 399544.0
  }
 ],
 "por": null
}