{
 "awd_id": "0843632",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Conformations of Biomolecules by Advanced Electron Paramagnetic Resonance Methods",
 "cfda_num": "47.074",
 "org_code": "08070400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Engin Serpersu",
 "awd_eff_date": "2009-04-01",
 "awd_exp_date": "2015-03-31",
 "tot_intn_awd_amt": 699933.0,
 "awd_amount": 699933.0,
 "awd_min_amd_letter_date": "2009-03-16",
 "awd_max_amd_letter_date": "2012-03-05",
 "awd_abstract_narration": "Intellectual merit.  This project is aimed at expanding the arsenal of Electron Paramagnetic Resonance (EPR) and, especially, high resolution high field (HF) EPR methods by developing novel experimental capabilities to study fundamental roles of intermolecular interactions in self-assembly and structure-function relationships in multi component biological systems.  Specific emphasis will be put on elucidating lipid-protein interactions for the Sec14 protein family. During the preceding phase of this NSF-funded project, an HF EPR-based method to separate two major components of solvent effects on spin-labeled protein residues and to detect hydrogen bond formation and local electrostatic effects was developed.  While the general concepts of membrane protein folding and thermodynamic stability are beginning to emerge, the arsenal of experimental spectroscopic methods for assessing local protein electrostatics and local hydrogen bonding interactions remains severely limited.  This research project aims at further developing spin-labeling HF EPR and double-resonance methods for mapping the hydrogen bonding environment for protein systems without the necessity of preparing high quality crystals.  The method relies on incorporating small molecular tags, based on nitroxide radicals, into the protein structure.  These labels have molecular volume and structure similar to the native protein side chain and, therefore, are known to cause only minimal perturbation to the tertiary structure.  The main advantage of such labels lies in the sensitivity of their EPR spectra to the local electrostatic environment and hydrogen bond formation resulting in essential biophysical data that are difficult to obtain otherwise.  The sensitivity of nitroxide spin labels to local electrostatics and hydrogen bonding is further enhanced by high field and double-resonance EPR methods under development.  These methods will be further refined during this project to elucidate an intriguing and largely unknown molecular mechanism by which the Sec14 protein and its analogs regulate the interface between phospholipid metabolism and membrane trafficking. Spin label EPR and a complementary array of biophysical methods will be used to study how Sec14 recognizes, binds and transports phopholipids and how it interacts with phospholipid membranes.\r\n\r\nBroader impact.\tThe methods developed in the course of this project will fill the gap in the existing experimental capabilities of EPR and enable detailed biophysical studies of local electrostatics and hydrogen bonding that are directly involved in structure-function relationships of many biological systems of contemporary interest - from model membranes and peptides to ion channels, transporters and G-protein coupled receptors.  The project will integrate research and teaching by adding research-driven experimental tasks to a largely lecture course \"Physical Methods in Biological Chemistry\" developed by the PI. In the course of this project graduate and undergraduate students will be trained across several disciplines including biophysical spectroscopy, chemical synthesis and methods of molecular biology.  The project will expand research opportunities for undergraduate students, especially, minority students through the Alliances for Graduate Education and the Professoriate (AGEP) and Research Experience for Undergraduates (REU) programs.  In an effort to reach out to undergraduate colleges in rural North Carolina, the PI will continue collaboration with the University of North Carolina-Pembroke.  The PI and her group will be engaged in science projects and demonstrations in the Centennial Middle School associated with NCSU that will be coordinated through the Science House, a North Carolina institution for K-12 outreach program.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tatyana",
   "pi_last_name": "Smirnova",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Tatyana I Smirnova",
   "pi_email_addr": "tismirno@ncsu.edu",
   "nsf_id": "000301648",
   "pi_start_date": "2009-03-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "2601 WOLF VILLAGE WAY",
  "perf_city_name": "RALEIGH",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276950001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "1166",
   "pgm_ref_txt": "MOLECULAR BIOCHEMISTRY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 170959.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 167869.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 176182.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 184923.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>With support from NSF we have achieved the major goals of this proposal. &nbsp;Specifically, we have developed and expanded the arsenal of Electron Paramagnetic Resonance (EPR) methods to investigate local protein electrostatics and local hydrogen bonding that governs intermolecular interactions responsible for self-assembly and structure-function relationships in multi-component biological systems. &nbsp;We have shown that the two major components of solvent effects on spin-labeled residues, namely, hydrogen bond formation and local electrostatic effects,m can be deconvolved using high filed EPR (HF EPR) experiments in combination with site-specific nitroxide spin labeling.&nbsp; HF EPR methods together with advanced pulse experiments were utilized to map hydrogen bonding and local proticity in protein-membrane complexes and membrane-associated peptides. We further expanded the approach by utilizing a novel pH-sensitive label to investigate local dielectric environment at protein-membrane interface. The spin-labeling approach supplemented by other biophysical techniques was applied to elucidate molecular mechanism by which Sec14 protein recognizes, binds and transports the phospholipids. Using the developed methods, we have characterized the proticity and polarity profile along the phospholipid-binding cavity of Sec14p.&nbsp; These results demonstrate that the polarity gradient inside the Sec14p cavity is a significant contributor to the driving molecular forces for extracting a phospholipid from the bilayer. &nbsp;We also have shown that mutations that confer Sec14-like activities to a functionally inert pseudo-Sec14 (Sfh1), reconfigure dynamics and molecular interactions of the bound lipid within the hydrophobic Sfh1 ligand-binding cavity, including hydrogen bonding to water molecules first detected in the Sec14p cavity by HFEPR. &nbsp;We have also investigated binding of peptides mimicking targeting the nodulin domain to membrane mimetic and demonstrated an increased binding affinity to the bilayers containing negatively charged lipids. &nbsp;The methods developed with the support of NSF are broadly applicable to complex protein and protein-membrane systems without the necessity of preparing high quality crystals or restrictions to the protein size.</p>\n<p>Work on this project provided training for 4 graduate and 4 undergraduate students, including minority students, in highly interdisciplinary environment including spectroscopy, biophysics, molecular biology and synthetic organic chemistry.&nbsp; In outreach effort, students participated in &ldquo;Science on the Road&rdquo; project, traveling to elementary schools in rural North Carolina to conduct chemistry demonstrations and to engage students in discussions.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/30/2015<br>\n\t\t\t\t\tModified by: Tatyana&nbsp;I&nbsp;Smirnova</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWith support from NSF we have achieved the major goals of this proposal.  Specifically, we have developed and expanded the arsenal of Electron Paramagnetic Resonance (EPR) methods to investigate local protein electrostatics and local hydrogen bonding that governs intermolecular interactions responsible for self-assembly and structure-function relationships in multi-component biological systems.  We have shown that the two major components of solvent effects on spin-labeled residues, namely, hydrogen bond formation and local electrostatic effects,m can be deconvolved using high filed EPR (HF EPR) experiments in combination with site-specific nitroxide spin labeling.  HF EPR methods together with advanced pulse experiments were utilized to map hydrogen bonding and local proticity in protein-membrane complexes and membrane-associated peptides. We further expanded the approach by utilizing a novel pH-sensitive label to investigate local dielectric environment at protein-membrane interface. The spin-labeling approach supplemented by other biophysical techniques was applied to elucidate molecular mechanism by which Sec14 protein recognizes, binds and transports the phospholipids. Using the developed methods, we have characterized the proticity and polarity profile along the phospholipid-binding cavity of Sec14p.  These results demonstrate that the polarity gradient inside the Sec14p cavity is a significant contributor to the driving molecular forces for extracting a phospholipid from the bilayer.  We also have shown that mutations that confer Sec14-like activities to a functionally inert pseudo-Sec14 (Sfh1), reconfigure dynamics and molecular interactions of the bound lipid within the hydrophobic Sfh1 ligand-binding cavity, including hydrogen bonding to water molecules first detected in the Sec14p cavity by HFEPR.  We have also investigated binding of peptides mimicking targeting the nodulin domain to membrane mimetic and demonstrated an increased binding affinity to the bilayers containing negatively charged lipids.  The methods developed with the support of NSF are broadly applicable to complex protein and protein-membrane systems without the necessity of preparing high quality crystals or restrictions to the protein size.\n\nWork on this project provided training for 4 graduate and 4 undergraduate students, including minority students, in highly interdisciplinary environment including spectroscopy, biophysics, molecular biology and synthetic organic chemistry.  In outreach effort, students participated in \"Science on the Road\" project, traveling to elementary schools in rural North Carolina to conduct chemistry demonstrations and to engage students in discussions.\n\n \n\n\t\t\t\t\tLast Modified: 06/30/2015\n\n\t\t\t\t\tSubmitted by: Tatyana I Smirnova"
 }
}