{
 "awd_id": "0843940",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Geometry of Spatial Knowledge for Navigation",
 "cfda_num": "47.075",
 "org_code": "04040500",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Cleary",
 "awd_eff_date": "2009-07-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 700736.0,
 "awd_amount": 700736.0,
 "awd_min_amd_letter_date": "2009-06-25",
 "awd_max_amd_letter_date": "2009-10-15",
 "awd_abstract_narration": "The Geometry of Spatial Knowledge for Navigation\r\nInvestigator:  William H. Warren\r\n\r\nImagine arriving in a new city.  As you leave the train station and walk around the downtown area, you seem to build up knowledge of the spatial layout that enables you to get back to the train station (homing), find your way to restaurants and museums, and even take new shortcuts or detours.  It is commonly believed that this spatial knowledge takes the form of a \"cognitive map,\" something like a street map in your head.  But what have you really learned about the layout of the city?  What sort of spatial knowledge can you build up by walking around (by path integration)?  How does it depend on the layout of the environment, on distinctive landmarks like statues and skyscrapers, and the manner in which you explore the city?  What kinds of navigation aids might help you learn the layout and keep you from getting lost (signs, maps, GPS)?\r\n\r\nThis project aims to answer such questions by taking advantage of state-of-the-art virtual reality techniques.  Investigators study active navigation by distorting a 40 x 50 ft virtual environment during ongoing walking, and recording the participant's natural behavior.  For instance, as a participant learns or navigates in the environment, the virtual world may be stretched, changing distance relationships;  the locations of paths and landmarks may be shifted;  or \"wormholes\" may be inserted to teleport the participant from one place to another, creating \"rips\" and \"folds\" in virtual space.  These manipulations allow the investigators to probe the geometric structure of spatial knowledge and how it is acquired.\r\n\r\nIn previous research, the investigators have found that multiple forms of spatial knowledge, with different geometric properties, are acquired when learning a new environment. But the results suggest that such knowledge may not be integrated into a consistent, unitary cognitive map.  In particular, participants seem to acquire some local metric information about distances and directions, but fail to integrate it into a consistent global map.  They learn topological structure such as the paths that connect places (a graph), relations among neighborhoods, and ordinal sequences of landmarks, but tolerate large discrepancies between them.  The present research investigates the accuracy of the metric \"map\" that can be built up through path integration, how the various types of geometric knowledge are related, and how their acquisition depends on the structure and stability of the environment during learning.  \r\n\r\nFor example, in one study the investigators will create a non-Euclidean virtual world called the \"Escher Museum,\" consisting of six rooms with distinctive paintings and sculptures that do not fit into a plane, but overlap in space, something like a flat spiral staircase.  Thus, by walking around a loop the participant will circle back to previous physical locations that are occupied by new Museum rooms.  This allows the investigators to dissociate the neighborhood structure (rooms) from the ordinal structure of landmarks (sculptures) and metric distances and directions between them.\r\n\r\nA better understanding of spatial knowledge and human navigation has broad applications to the design and presentation of spatial information (signage, maps, directions, web-based mapping applications), visual and verbal interfaces for GPS-based navigation aids (autos, cell phones), and biologically-inspired robot navigation systems, as well as to architectural design and city planning.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Warren",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "William H Warren",
   "pi_email_addr": "Bill_Warren@brown.edu",
   "nsf_id": "000271218",
   "pi_start_date": "2009-06-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brown University",
  "inst_street_address": "1 PROSPECT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PROVIDENCE",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4018632777",
  "inst_zip_code": "029129100",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "RI01",
  "org_lgl_bus_name": "BROWN UNIVERSITY",
  "org_prnt_uei_num": "E3FDXZ6TBHW3",
  "org_uei_num": "E3FDXZ6TBHW3"
 },
 "perf_inst": {
  "perf_inst_name": "Brown University",
  "perf_str_addr": "1 PROSPECT ST",
  "perf_city_name": "PROVIDENCE",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "029129100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "RI01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  },
  {
   "pgm_ele_code": "725200",
   "pgm_ele_name": "Perception, Action & Cognition"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 700736.0
  }
 ],
 "por": null
}