{
 "awd_id": "0844335",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Determining the role of insolation in the mechanical breakdown of rock",
 "cfda_num": "47.050",
 "org_code": "06030206",
 "po_phone": "7032924744",
 "po_email": "ryuretic@nsf.gov",
 "po_sign_block_name": "Richard Yuretich",
 "awd_eff_date": "2009-03-15",
 "awd_exp_date": "2015-02-28",
 "tot_intn_awd_amt": 142473.0,
 "awd_amount": 166837.0,
 "awd_min_amd_letter_date": "2009-03-06",
 "awd_max_amd_letter_date": "2013-10-29",
 "awd_abstract_narration": "The role of the sun in fracturing rocks has been debated by geomorphologists and soil scientists for over 100 years without resolution.  Recent work indicates that diurnal heating and cooling are largely responsible for crack initiation in exposed rocks.  The majority of cracks in exposed boulders in both deserts and more humid climates have preferential orientations centered on north-south, independent of rock fabric and shape. Such a ubiquitous preferential orientation is difficult to explain by any other mechanism other than directional solar heating. Cracks caused by freeze-thaw or salt shattering, for example, should exhibit random orientations.  This project will examine and quantify the fundamental physics and environmental conditions required for cracks to form in rocks due to recurrent exposure to the sun. Methods include:  1) instrumenting a boulder to measure surface strain and surface temperature, and to monitor acoustic emission (cracking) events; 2) collecting field data of rock fractures in desert and temperate sites; and 3) using the field measurements and observations to model the process of crack growth with state-of-the-art numerical techniques. The project will involve several undergraduate students in the field data and analysis to provide a frim foundation for learning principles of scientific research.\r\n\r\nPhysical weathering is the mechanical breakdown of rocks and bedrock into smaller particles. It plays an elemental role in the rock cycle, through the breakdown of rock into sediment and through the subsequent increased exposure of rock surfaces to chemical weathering. Physical weathering also dictates the production of sediment on hillslopes and the formation of desert pavements. Physical weathering has also been linked by many workers to global phenomena such as atmospheric dust production, carbon cycling, and climate change. In addition, the physical degradation of natural and man-made materials has a direct and persistent impact on human civilization; phenomena ranging from rock fall to the deterioration of concrete bridges and archaeological treasures continuously cost humans lives, dollars and time. Despite its broad and significant role in surficial processes and societal infrastructure of our planet, however, there has been a critical gap in our understanding of physical weathering. The mechanical weathering of rock proceeds by a complicated suite of surface processes, all of which depend in some way on the creation of cracks and the exposure of fresh mineral surfaces.  Surface crack initiation and propagation will determinethe pace for subsequent fracture and transport of rock debris in numerous environments. This research will build a foundation for significant gains in documenting the role of physical weathering in shaping Earth's landscapes.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Martha",
   "pi_last_name": "Eppes",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Martha C Eppes",
   "pi_email_addr": "meppes@uncc.edu",
   "nsf_id": "000255909",
   "pi_start_date": "2009-03-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kimberly",
   "pi_last_name": "Warren",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Kimberly A Warren",
   "pi_email_addr": "kawarren@uncc.edu",
   "nsf_id": "000246197",
   "pi_start_date": "2009-03-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Charlotte",
  "inst_street_address": "9201 UNIVERSITY CITY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "CHARLOTTE",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "7046871888",
  "inst_zip_code": "282230001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NC12",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHARLOTTE",
  "org_prnt_uei_num": "NEYCH3CVBTR6",
  "org_uei_num": "JB33DT84JNA5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Charlotte",
  "perf_str_addr": "9201 UNIVERSITY CITY BLVD",
  "perf_city_name": "CHARLOTTE",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "282230001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NC12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157500",
   "pgm_ele_name": "EDUCATION AND HUMAN RESOURCES"
  },
  {
   "pgm_ele_code": "745800",
   "pgm_ele_name": "Geomorphology & Land-use Dynam"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 142473.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 12460.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 11904.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The role of the sun in the physical breakdown of rocks has been debated by geomorphologists for over a century. The goal of this research was to provide new insights into, and documentation of, the links between solar -induced thermal stress and rock cracking. We completed three major tasks: 1) detailed field measurements of crack characteristics in boulder fields of the eastern and the western United States, 2) monitoring of rock cracking using acoustic emission (AE) measurements in concert with simultaneous measurements of rock environmental conditions and 3) numerical modelling of the thermal stresses that arise in a boulder due to simple diurnal insolation. The results of our work have led to new insights into the role that solar -induced thermal stresses play in physical weathering.</p>\n<p>Intellectual Merit: Our measurements of cracks in 310 boulders found on the ground surface in North Carolina and Pennsylvania and 1027 boulders in southern California demonstrate that cracks exhibit statistically preferred orientations that strike to the northeast and dip at angles of around 50&deg; with varying dip directions. The northeast striking cracks in humid temperate climates are similar to those found in mid-latitude deserts. Furthermore, the dominant isotherm orientations of rock surface temperature fields measured during times of peak cracking, as observed during an ~11 month record of AE data, are similar to those of the measured Northeast-Southwest striking cracks. The implication of this result, in the context of our numerical modelling of the stress field in boulders exposed to the sun, is that cracking and crack propagation driven by solar -induced thermal stress sets the stage for propagation of a majority of cracks found in boulders exposed in these climates, where other processes such as freezing or biological activity likely also help propagate and widen the same fractures.&nbsp; Our AE data provides evidence that fractures propagate primarily at specific times of day, mid-day and sunset, when triggered by weather events which serve to rapidly change the temperature conditions of the rock surface. These same times of day are characterized by times of peak thermal stresses that arise due to insolation, as calculated by our numerical models. Our numerical modelling represents the first of its kind in calculating whole-rock stresses that arise in a boulder due to daily insolation.&nbsp; It indicates that solar-induced thermal stresses vary as a function of rock size and shape; a result that is consistent with the fact that measured crack characteristics also vary with rock size and shape in field data. Thus we conclude that cracking often occurs when weather-induced thermal stress builds upon high antecedent stress associated with daily insolation. Because antecedent thermal stress peaks at specific times of day, cracks grow preferentially during these periods, and in association with a thermal field that has a distinct configuration associated with that time. These conclusions would not have arisen so clearly without a three-pronged approach (field data, numerical modeling, and instrumentation) of our research.</p>\n<p>Broader Impacts: this research represents a major body of work for two female faculty working in academic units (Civil Engineering and Earth Sciences) where women are strongly underrepresented. Both PIs received tenure due, in part, to this multidisciplinary effort. There have been nine graduate students and eight undergraduates who have received training and experience through this research outside of the classroom. Four of these undergraduates participated in a REU experience under Eppes&rsquo;s guidance in the Mojave Desert of Southern California. Through this grant, they all presented their work at a national geological Society of America meeting.&nbsp; In addition, Dr. Eppes has taught two upper division courses centered on data collecti...",
  "por_txt_cntn": "\nThe role of the sun in the physical breakdown of rocks has been debated by geomorphologists for over a century. The goal of this research was to provide new insights into, and documentation of, the links between solar -induced thermal stress and rock cracking. We completed three major tasks: 1) detailed field measurements of crack characteristics in boulder fields of the eastern and the western United States, 2) monitoring of rock cracking using acoustic emission (AE) measurements in concert with simultaneous measurements of rock environmental conditions and 3) numerical modelling of the thermal stresses that arise in a boulder due to simple diurnal insolation. The results of our work have led to new insights into the role that solar -induced thermal stresses play in physical weathering.\n\nIntellectual Merit: Our measurements of cracks in 310 boulders found on the ground surface in North Carolina and Pennsylvania and 1027 boulders in southern California demonstrate that cracks exhibit statistically preferred orientations that strike to the northeast and dip at angles of around 50&deg; with varying dip directions. The northeast striking cracks in humid temperate climates are similar to those found in mid-latitude deserts. Furthermore, the dominant isotherm orientations of rock surface temperature fields measured during times of peak cracking, as observed during an ~11 month record of AE data, are similar to those of the measured Northeast-Southwest striking cracks. The implication of this result, in the context of our numerical modelling of the stress field in boulders exposed to the sun, is that cracking and crack propagation driven by solar -induced thermal stress sets the stage for propagation of a majority of cracks found in boulders exposed in these climates, where other processes such as freezing or biological activity likely also help propagate and widen the same fractures.  Our AE data provides evidence that fractures propagate primarily at specific times of day, mid-day and sunset, when triggered by weather events which serve to rapidly change the temperature conditions of the rock surface. These same times of day are characterized by times of peak thermal stresses that arise due to insolation, as calculated by our numerical models. Our numerical modelling represents the first of its kind in calculating whole-rock stresses that arise in a boulder due to daily insolation.  It indicates that solar-induced thermal stresses vary as a function of rock size and shape; a result that is consistent with the fact that measured crack characteristics also vary with rock size and shape in field data. Thus we conclude that cracking often occurs when weather-induced thermal stress builds upon high antecedent stress associated with daily insolation. Because antecedent thermal stress peaks at specific times of day, cracks grow preferentially during these periods, and in association with a thermal field that has a distinct configuration associated with that time. These conclusions would not have arisen so clearly without a three-pronged approach (field data, numerical modeling, and instrumentation) of our research.\n\nBroader Impacts: this research represents a major body of work for two female faculty working in academic units (Civil Engineering and Earth Sciences) where women are strongly underrepresented. Both PIs received tenure due, in part, to this multidisciplinary effort. There have been nine graduate students and eight undergraduates who have received training and experience through this research outside of the classroom. Four of these undergraduates participated in a REU experience under EppesÆs guidance in the Mojave Desert of Southern California. Through this grant, they all presented their work at a national geological Society of America meeting.  In addition, Dr. Eppes has taught two upper division courses centered on data collection and/or analysis of data from this project. The five students in one of these courses are co-..."
 }
}