{
 "awd_id": "0844343",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Investigating and Controlling Molecular Rotation on Surfaces",
 "cfda_num": "47.049",
 "org_code": "03090006",
 "po_phone": "7032925327",
 "po_email": "cfoss@nsf.gov",
 "po_sign_block_name": "Colby Foss",
 "awd_eff_date": "2009-02-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 656875.0,
 "awd_amount": 656875.0,
 "awd_min_amd_letter_date": "2009-01-30",
 "awd_max_amd_letter_date": "2011-04-04",
 "awd_abstract_narration": "\r\nThe Analytical and Surface Chemistry Program will support the CAREER research and education program of Prof. E. Charles H. Sykes from the Department of Chemistry at Tufts University. Prof. Sykes and his students will exploit the unique properties of low-temperature scanning tunneling microscopy (LT-STM) to investigate molecular rotors and motors. The simplicity and tunability of their chosen thioether skeleton will allow for the systematic measurement and eventual control of key factors that currently prevent molecular machines from doing useful work: thermal fluctuations, lack of molecular ordering, dipolar coupling and nanoscale friction. Prof. Sykes will introduce several scanning probe experiments into the undergraduate laboratory that focus on key concepts of nanoscience. He will also host high school teachers at Tufts during the summer to develop live demonstrations for high school students. At the broadest level, short movies about Prof. Sykes research will be broadcast on YouTube TM to increase public awareness of his cutting edge research in the area of molecular machines. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Sykes",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Charles H Sykes",
   "pi_email_addr": "Charles.Sykes@tufts.edu",
   "nsf_id": "000216480",
   "pi_start_date": "2009-01-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Tufts University",
  "inst_street_address": "80 GEORGE ST",
  "inst_street_address_2": "",
  "inst_city_name": "MEDFORD",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6176273696",
  "inst_zip_code": "021555519",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "TRUSTEES OF TUFTS COLLEGE",
  "org_prnt_uei_num": "WL9FLBRVPJJ7",
  "org_uei_num": "WL9FLBRVPJJ7"
 },
 "perf_inst": {
  "perf_inst_name": "Tufts University",
  "perf_str_addr": "80 GEORGE ST",
  "perf_city_name": "MEDFORD",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021555519",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "197200",
   "pgm_ele_name": "ELECTROCHEMISTRY & SURFACE CHE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 280952.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 246892.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 129031.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>By understanding and controlling the rotation of individual molecules on surfaces, we can begin to imagine devices consisting of a single layer of motor molecules that are assembled and controlled electrically: systems that are crucial for the development of nanoscale pumps, sensors, actuators and microwave signaling applications. To produce useful work, the desired motion of these molecular motors must be coupled to external sources of energy. While chemical and photonic (light) energy sources have been used successfully to drive molecular motors, experimental demonstrations of an electrically powered single-molecule motor have been lacking. To this end, we studied surface-bound thioether molecules with scanning tunneling microscopy. Rather than using a traditional macroscopic method, like applying external directional forces to guide molecular motion, our approach was to combine an asymmetric potential energy landscape, arising from the molecule&rsquo;s surface adsorption geometry, with the electrical excitation of the molecule&rsquo;s vibrational modes by the atomically sharp metal probe. As a result, we were able to electrically drive the molecular motor in a preferred direction.</p>\n<p>&nbsp;Many parameters had to be investigated in order to produce a working molecular motor, such as the adsorption site and size of the molecule, the specific vibration modes that were excited, the effects of thermal excitation, and the chirality of the molecule-surface system. We found that chirality, a form of asymmetry (left vs. right hands) important in many areas of science, had a large effect on the dynamics of the motor, as there were two chiral forms of the motor molecule when it bound to the surface. We also discovered that the bare metal probe that was used to supply the electrical energy was chiral, which added complexity to the system and allowed us to study electron flow between two chiral entities. We found that the interaction between these two chiral entities affects both the rate and directional preference of rotation. For a specific chiral probe, motor molecules that did not display a directional preference rotated at a greater rate than systems that did. As controls, we found that non-electrically (i.e. thermally) induced rotation and achiral molecule-surface structures never displayed directional preference.</p>\n<p>Multiple graduate students were mentored under this grant, and 4 Ph.D. theses, as well as and 20 peer reviewed publications (including <em>Nature Nanotechnology</em>, <em>Phys. Rev. Lett.</em> and <em>ACS Nano</em>), were produced. Graduates were trained in single molecule studies, scanning probe microscopy/spectroscopy, cryogenics, surface analysis, and programming automated analysis. Additionally, there arose many opportunities for collaboration with theoretical groups at other institutions and graduates presented their work at national conferences. Undergraduates and high school students were actively involved alongside graduate students in the project. Of particular note is that undergraduate and high school students co-authored the single-molecule electric motor paper published in <em>Nature Nanotechnology</em>, as the analysis of over 1 million rotational events required a large team of patient individuals. Our work is available to a more general audience through multiple methods, including YouTube&trade; videos, which have currently received over 70,000 views, and outreach effects with local high school students that incorporate tours of our research laboratories and science presentations performed by graduate students. Finally we are current <em>Guinness World Record</em> holders for the world&rsquo;s smallest electric motor!</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/04/2014<br>\n\t\t\t\t\tModified by: E. Charles&nbsp;H&nbsp;Sykes</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nBy understanding and controlling the rotation of individual molecules on surfaces, we can begin to imagine devices consisting of a single layer of motor molecules that are assembled and controlled electrically: systems that are crucial for the development of nanoscale pumps, sensors, actuators and microwave signaling applications. To produce useful work, the desired motion of these molecular motors must be coupled to external sources of energy. While chemical and photonic (light) energy sources have been used successfully to drive molecular motors, experimental demonstrations of an electrically powered single-molecule motor have been lacking. To this end, we studied surface-bound thioether molecules with scanning tunneling microscopy. Rather than using a traditional macroscopic method, like applying external directional forces to guide molecular motion, our approach was to combine an asymmetric potential energy landscape, arising from the moleculeÆs surface adsorption geometry, with the electrical excitation of the moleculeÆs vibrational modes by the atomically sharp metal probe. As a result, we were able to electrically drive the molecular motor in a preferred direction.\n\n Many parameters had to be investigated in order to produce a working molecular motor, such as the adsorption site and size of the molecule, the specific vibration modes that were excited, the effects of thermal excitation, and the chirality of the molecule-surface system. We found that chirality, a form of asymmetry (left vs. right hands) important in many areas of science, had a large effect on the dynamics of the motor, as there were two chiral forms of the motor molecule when it bound to the surface. We also discovered that the bare metal probe that was used to supply the electrical energy was chiral, which added complexity to the system and allowed us to study electron flow between two chiral entities. We found that the interaction between these two chiral entities affects both the rate and directional preference of rotation. For a specific chiral probe, motor molecules that did not display a directional preference rotated at a greater rate than systems that did. As controls, we found that non-electrically (i.e. thermally) induced rotation and achiral molecule-surface structures never displayed directional preference.\n\nMultiple graduate students were mentored under this grant, and 4 Ph.D. theses, as well as and 20 peer reviewed publications (including Nature Nanotechnology, Phys. Rev. Lett. and ACS Nano), were produced. Graduates were trained in single molecule studies, scanning probe microscopy/spectroscopy, cryogenics, surface analysis, and programming automated analysis. Additionally, there arose many opportunities for collaboration with theoretical groups at other institutions and graduates presented their work at national conferences. Undergraduates and high school students were actively involved alongside graduate students in the project. Of particular note is that undergraduate and high school students co-authored the single-molecule electric motor paper published in Nature Nanotechnology, as the analysis of over 1 million rotational events required a large team of patient individuals. Our work is available to a more general audience through multiple methods, including YouTube&trade; videos, which have currently received over 70,000 views, and outreach effects with local high school students that incorporate tours of our research laboratories and science presentations performed by graduate students. Finally we are current Guinness World Record holders for the worldÆs smallest electric motor!\n\n\t\t\t\t\tLast Modified: 12/04/2014\n\n\t\t\t\t\tSubmitted by: E. Charles H Sykes"
 }
}