{
 "awd_id": "0845537",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Finding their Way: The Developmental Work Trajectories of Non-College Youth",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patricia White",
 "awd_eff_date": "2009-04-01",
 "awd_exp_date": "2012-09-30",
 "tot_intn_awd_amt": 150001.0,
 "awd_amount": 180997.0,
 "awd_min_amd_letter_date": "2009-03-25",
 "awd_max_amd_letter_date": "2010-08-11",
 "awd_abstract_narration": "SES-0845537\r\nKarl Alexander\r\nDoris Entwisle\r\nJohns Hopkins University\r\n\r\nThe purpose of this project is to understand how youth, especially those at-risk and not bound for college, build human capital by means other than schooling.  This project views human capital enhancement as a form of learning and examines its impact on employment, earnings and other adult work outcomes.  It draws on an existing data archive, the Baltimore-based Beginning School Study (BSS), which has monitored the life progress of a group of typical urban youth since age 6 (in 1982) through age 28.  Work trajectories starting at age 6 will be constructed and then analyzed in relation to a well-specified set of developmental precursors, including measures of so-called \"soft skills.\"  The trajectories will connect measures of youths' 1) home chores; 2) their early paid work outside the home (age 14); 3) their paid work during high school; 4) their employment and vocational training between high school departure and age 22; and, ultimately, 5) their employment outcomes at age 28. Examining developmental patterns of work-related behavior over the early life course and then into the third decade of life will inform a number of theoretical and policy issues related to this strand of human development, including the underemployment of African American men. Regarding intellectual merit, this project will contribute to several scholarly traditions:\r\n\t1. Life-course developmental research in Sociology, which neglects the workplace as a developmental context for youth.\r\n\t2. Vocational development research, which typically lacks a long-term perspective and takes a narrow view of the non-college bound. \r\n\t3. Human capital research, which neglects human capital acquired through middle school and high school work and soft skills as an integral component of human capital.\r\n\t4. Social stratification research and theory, by illuminating how some disadvantaged youth manage to overcome the odds and succeed.\r\n\r\nBroader Impacts\r\n\r\nThe research has the potential to inform policy by identifying early life experiences that help young people born into disadvantaged socio-economic circumstances attain adult success.  Because of its focus on the early developmental years, the results may identify opportunities for early intervention, focused, for example, on the cultivation of soft skills that have value in the workplace and programs to more effectively bridge school and work.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Karl",
   "pi_last_name": "Alexander",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Karl L Alexander",
   "pi_email_addr": "karl@jhu.edu",
   "nsf_id": "000218959",
   "pi_start_date": "2009-03-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Doris",
   "pi_last_name": "Entwisle",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Doris R Entwisle",
   "pi_email_addr": "entwisle@jhu.edu",
   "nsf_id": "000099500",
   "pi_start_date": "2009-03-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "Johns Hopkins University",
  "perf_str_addr": "3400 N CHARLES ST",
  "perf_city_name": "BALTIMORE",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212182608",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 150001.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 30996.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p style=\"text-align: center;\"><strong><em>The Long Shadow: </em></strong><strong><em>Family Background, Disadvantaged Urban Youth and the Transition to Adulthood</em></strong><strong></strong></p>\n<p style=\"text-align: center;\"><br /><strong>by Karl Alexander, </strong><strong>Doris Entwisle, and Linda Olson</strong></p>\n<p><br /><strong><em>The Long Shadow </em></strong><strong>is a study of intergenerational mobility, origins to destinations, focused on the experience of urban youth over the last decades of the 20<sup>th </sup>century into the 21<sup>st</sup>.&nbsp;&nbsp; Conditions in Baltimore, where our research is situated, were harsh during the time frame of our coverage.&nbsp; Much of the city&rsquo;s heavy industry and union jobs were lost, as were many of its residents, especially the white middle class.&nbsp; And many of the 790 participants in the Beginning School Study Youth Panel (BSSYP) began life badly disadvantaged. &nbsp;A majority of their parents were low income, and many lacked high school degrees, but the panel also is sufficiently diverse to support comparisons along lines of race, class and gender.&nbsp; </strong></p>\n<p><strong>The BSSYP has tracked the panel&rsquo;s life experience over a 25 period, starting in 1982 when they were first graders in 20 of the city&rsquo;s public schools and continuing until almost age 30.&nbsp; <em>The Long Shadow</em> tells the story of how the city&rsquo;s youth fared growing up during this time of declining opportunity in a deindustrialized economy that seemingly has little to offer those lacking strong academic credentials.&nbsp; </strong></p>\n<p><strong>Family conditions early in life cast a long shadow, helping some youth advance, holding others back. &nbsp;But rising and falling in the status hierarchy are the exception, as stability, not change, dominates the panel&rsquo;s experience.&nbsp; How that happens is the volume&rsquo;s key question and <em>The Long Shadow </em>documents two radically different mobility regimens at play.&nbsp; The first is the trajectory of schooling as the vehicle for status attainment, with success in school the means by which children of privilege maintain their privilege across generations. <em>The Long Shadow</em> establishes how this status attainment process unfolds in the urban context.&nbsp; <br /></strong><strong></strong></p>\n<p><strong>The second mobility regimen operates through access to the blue collar labor market, which privileges working class whites over working class blacks.&nbsp; The key to securing high wage blue-collar employment in the remnants of Baltimore&rsquo;s industrial economy is family social capital that has value &ldquo;on the ground&rdquo; in finding work.&nbsp; This second mobility<br />regimen is an account of race and gender stratification toward the low end of the status hierarchy.&nbsp; It first privileges working class white men through access to employment in what remains of Baltimore&rsquo;s old industrial economy and then, derivatively, their wives and partners who pair off with them. This same economy penalizes lower SES black<br />men more severely for a criminal record and relegates them to low paying work, while lower SES black women are held back by a still gendered occupational division of labor and the burdens associated with parenting alone.&nbsp;&nbsp;</strong></p>\n<p><strong>The first mobility regimen has commanded considerable attention in sociological studies of status attainment, but that regimen has little relevance to the life chances of disadvantaged urban youth like those studied in <em>The Long Shadow, </em>few of whom complete college.<em>&nbsp; </em>The second regimen plays out in the background, little noticed in studies of status attainment, but for the urban disadvantaged it is by far the more consequential of the two.</strong></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/31/2012<br>\n\t\t\t\t\tModified by: Karl&nbsp;L&n...",
  "por_txt_cntn": "The Long Shadow: Family Background, Disadvantaged Urban Youth and the Transition to Adulthood\n\nby Karl Alexander, Doris Entwisle, and Linda Olson\n\n\nThe Long Shadow is a study of intergenerational mobility, origins to destinations, focused on the experience of urban youth over the last decades of the 20th century into the 21st.   Conditions in Baltimore, where our research is situated, were harsh during the time frame of our coverage.  Much of the cityÆs heavy industry and union jobs were lost, as were many of its residents, especially the white middle class.  And many of the 790 participants in the Beginning School Study Youth Panel (BSSYP) began life badly disadvantaged.  A majority of their parents were low income, and many lacked high school degrees, but the panel also is sufficiently diverse to support comparisons along lines of race, class and gender.  \n\nThe BSSYP has tracked the panelÆs life experience over a 25 period, starting in 1982 when they were first graders in 20 of the cityÆs public schools and continuing until almost age 30.  The Long Shadow tells the story of how the cityÆs youth fared growing up during this time of declining opportunity in a deindustrialized economy that seemingly has little to offer those lacking strong academic credentials.  \n\nFamily conditions early in life cast a long shadow, helping some youth advance, holding others back.  But rising and falling in the status hierarchy are the exception, as stability, not change, dominates the panelÆs experience.  How that happens is the volumeÆs key question and The Long Shadow documents two radically different mobility regimens at play.  The first is the trajectory of schooling as the vehicle for status attainment, with success in school the means by which children of privilege maintain their privilege across generations. The Long Shadow establishes how this status attainment process unfolds in the urban context.  \n\n\nThe second mobility regimen operates through access to the blue collar labor market, which privileges working class whites over working class blacks.  The key to securing high wage blue-collar employment in the remnants of BaltimoreÆs industrial economy is family social capital that has value \"on the ground\" in finding work.  This second mobility\nregimen is an account of race and gender stratification toward the low end of the status hierarchy.  It first privileges working class white men through access to employment in what remains of BaltimoreÆs old industrial economy and then, derivatively, their wives and partners who pair off with them. This same economy penalizes lower SES black\nmen more severely for a criminal record and relegates them to low paying work, while lower SES black women are held back by a still gendered occupational division of labor and the burdens associated with parenting alone.  \n\nThe first mobility regimen has commanded considerable attention in sociological studies of status attainment, but that regimen has little relevance to the life chances of disadvantaged urban youth like those studied in The Long Shadow, few of whom complete college.  The second regimen plays out in the background, little noticed in studies of status attainment, but for the urban disadvantaged it is by far the more consequential of the two.\n\n\t\t\t\t\tLast Modified: 10/31/2012\n\n\t\t\t\t\tSubmitted by: Karl L Alexander"
 }
}