{
 "awd_id": "0845968",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Next Generation Network Coding: Distributed Design Via Coded Feedback",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032922981",
 "po_email": "pregalia@nsf.gov",
 "po_sign_block_name": "Phillip Regalia",
 "awd_eff_date": "2009-03-01",
 "awd_exp_date": "2015-02-28",
 "tot_intn_awd_amt": 397192.0,
 "awd_amount": 397192.0,
 "awd_min_amd_letter_date": "2009-02-19",
 "awd_max_amd_letter_date": "2013-04-08",
 "awd_abstract_narration": "The exponentially increasing demands for heterogenous services\r\nover Internet and wireless networks have imposed new urgency\r\nand great challenges for designing next-generation networks\r\nthat achieve higher throughput, better resiliency to adversary\r\nattacks, and stronger security for sensitive information.\r\nRecently, a new network coding paradigm has emerged, which\r\npotentially achieves the above goals simultaneously in an\r\noptimal fashion. Nonetheless, to realize fully its promised\r\nbenefits requires a clean-slate methodology of network code\r\ndesign that achieves optimal performance and maintains low\r\ncomplexity while reacting quickly to the ever changing network\r\nenvironment.\r\n\r\nTo that end, the investigators study coded feedback, which\r\ngeneralizes the conventional feedback mechanism that\r\nacknowledges non-coded traffic by incorporating the unique\r\nalgebraic structure of network-coding. This research first\r\nexplores the joint algebraic properties between coded forward\r\nand feedback packets, which are the basis for the subsequent\r\ndevelopment of new, efficient network protocols for next\r\ngeneration network codes. In particular, the investigators are\r\ninterested in the roles of coded feedback that transform the\r\nnon-coding network resource allocation algorithms to their\r\ncoding-oriented counterparts. The rich information carried by\r\ncoded feedback is then used to design protocols that offer\r\nenhanced global and local error protection and data security\r\nwhile self-adapting to network changes. The theoretic studies\r\nof this program follow closely practical considerations\r\nincluding the dynamic channel quality and the interference\r\nnature of wireless networks and the complexity of the resulting\r\nprotocols. System-level implementation is used to verify and\r\nfurther refine the theoretic findings of this program. The\r\ncoordinated approaches of coding theory, graph theory, and\r\nnetwork optimizations provide valuable interdisciplinary\r\ntraining for students with Purdue University.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Chih-Chun",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chih-Chun Wang",
   "pi_email_addr": "chihw@purdue.edu",
   "nsf_id": "000189048",
   "pi_start_date": "2009-02-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "2550 NORTHWESTERN AVE # 1100",
  "perf_city_name": "WEST LAFAYETTE",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479061332",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779700",
   "pgm_ele_name": "Comm & Information Foundations"
  },
  {
   "pgm_ele_code": "793500",
   "pgm_ele_name": "COMM & INFORMATION THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 150527.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 161628.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 85037.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Network coding has transformed the traditional information-transmission paradigm since its introduction in late 90&rsquo;s. Since then, it has spurred significant academic and industrial developments ranging from new information-theory research, to new communication algorithm designs, and new networking protocol construction that simultaneously improve the throughput, error resilience, and security of the network. The goals of this project are to study the algorithmic and algebraic properties of network coded feedback, and to incorporate the coded feedback to design high-throughput, energy-efficient, distributed network protocols, and to extend the benefits of feedback to other important network-coding-based applications. The proposed approach and the corresponding outcomes have led to new optimal network coding solutions that attain various design objectives, including (i) minimizing the &nbsp;communication/control overhead and thus increasing the throughput, (ii) being self-adaptive and self-stabilizing with respect to time-varying dynamic network environments, and (iii) achieving quantifiable low-latency network communications while simultaneously increasing the throughput. The theoretic development in this project has not only discovered several new fundamental directions in the network coding literature but also led to new practical network coding designs that demonstrate substantial improvement over the state of the art.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Intellectual Merit: The connections between the information-theoretic concept of network coding and the traditional control-theoretic concept of feedback have been explored extensively in this project. Specific outcomes include (i) By applying the network coding concept to both the forward data traffic and the feedback acknowledgement packets, this project has developed new high-throughput, low-overhead, theoretically optimal, and practical implementable network protocols. Also, see included Performance Comparison figure; (ii) The fundamental benefits of feedback (when combined with network coding) have been analytically characterized for various, practically important scenarios, including the downlink Wi-Fi access point scenario, the most general 3-way communication scenarios, the pairwise network coding scenario, the delay-sensitive traffic scenarios, and the cloud storage scenarios; and (iii) New adaptive, provably optimal network coding and scheduling protocols have been devised to harvest the control benefit of feedback while taking into account a realistic model of modern communication hardware.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Broader Impact: The outcomes of this projects on the front of broader impacts include (i) By demonstrating the substantial benefits of combining network coding and feedback, the results of this project have already influenced a series of the latest communication-theoretic and information-theoretic studies on the benefits of causal feedback; (ii) The theoretic network model in this project closely reflects the practical Wi-Fi-based communication networks. The results of this project show that the benefits of network coding and feedback are especially substantial for Wi-Fi based systems due to the fact that Wi-Fi uses an inherently uncoordinated, license-free bandwidth and thus the control benefits of feedback can greatly improve the efficiency of the coordination among all parties of communications and thus increase the system performance drastically. The results of this project could thus significantly transform the current civilian Wi-Fi technologies; (iii) The educational components of this project have trained 5 participating Ph.D. students on information-theoretic designs of next-generation network protocol designs. Two of them have joined top research universities in US as tenured-track assistant professors who will further educate new Ph.D. students on the fields of network coding; (iv)...",
  "por_txt_cntn": "\nNetwork coding has transformed the traditional information-transmission paradigm since its introduction in late 90Æs. Since then, it has spurred significant academic and industrial developments ranging from new information-theory research, to new communication algorithm designs, and new networking protocol construction that simultaneously improve the throughput, error resilience, and security of the network. The goals of this project are to study the algorithmic and algebraic properties of network coded feedback, and to incorporate the coded feedback to design high-throughput, energy-efficient, distributed network protocols, and to extend the benefits of feedback to other important network-coding-based applications. The proposed approach and the corresponding outcomes have led to new optimal network coding solutions that attain various design objectives, including (i) minimizing the  communication/control overhead and thus increasing the throughput, (ii) being self-adaptive and self-stabilizing with respect to time-varying dynamic network environments, and (iii) achieving quantifiable low-latency network communications while simultaneously increasing the throughput. The theoretic development in this project has not only discovered several new fundamental directions in the network coding literature but also led to new practical network coding designs that demonstrate substantial improvement over the state of the art. \n\n \n\nIntellectual Merit: The connections between the information-theoretic concept of network coding and the traditional control-theoretic concept of feedback have been explored extensively in this project. Specific outcomes include (i) By applying the network coding concept to both the forward data traffic and the feedback acknowledgement packets, this project has developed new high-throughput, low-overhead, theoretically optimal, and practical implementable network protocols. Also, see included Performance Comparison figure; (ii) The fundamental benefits of feedback (when combined with network coding) have been analytically characterized for various, practically important scenarios, including the downlink Wi-Fi access point scenario, the most general 3-way communication scenarios, the pairwise network coding scenario, the delay-sensitive traffic scenarios, and the cloud storage scenarios; and (iii) New adaptive, provably optimal network coding and scheduling protocols have been devised to harvest the control benefit of feedback while taking into account a realistic model of modern communication hardware. \n\n \n\nBroader Impact: The outcomes of this projects on the front of broader impacts include (i) By demonstrating the substantial benefits of combining network coding and feedback, the results of this project have already influenced a series of the latest communication-theoretic and information-theoretic studies on the benefits of causal feedback; (ii) The theoretic network model in this project closely reflects the practical Wi-Fi-based communication networks. The results of this project show that the benefits of network coding and feedback are especially substantial for Wi-Fi based systems due to the fact that Wi-Fi uses an inherently uncoordinated, license-free bandwidth and thus the control benefits of feedback can greatly improve the efficiency of the coordination among all parties of communications and thus increase the system performance drastically. The results of this project could thus significantly transform the current civilian Wi-Fi technologies; (iii) The educational components of this project have trained 5 participating Ph.D. students on information-theoretic designs of next-generation network protocol designs. Two of them have joined top research universities in US as tenured-track assistant professors who will further educate new Ph.D. students on the fields of network coding; (iv) A new graduate-level course has been developed in Purdue that disseminates the knowledge outside the research group ..."
 }
}