{
 "awd_id": "0845149",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Enforceable Economic Mechanisms for Cooperation in Wireless Networks",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "wenjing lou",
 "awd_eff_date": "2009-02-15",
 "awd_exp_date": "2015-01-31",
 "tot_intn_awd_amt": 350116.0,
 "awd_amount": 450000.0,
 "awd_min_amd_letter_date": "2009-02-02",
 "awd_max_amd_letter_date": "2013-01-03",
 "awd_abstract_narration": "Recent advances in computing hardware and wireless technology have resulted in widespread popularity of applications and systems involving highly distributed wireless networks. In such a network, each node may belong to an independent organization or individual that has its own interests, and so may not always want to behave cooperatively. However, if these nodes do not cooperate, the performance of the network may degrade, or the entire network may become dysfunctional.  Consequently, we need to design economic mechanisms to stimulate these nodes to cooperate. \r\n\r\nIn this project, we study the design of enforceable economic mechanisms. We say an economic mechanism is enforceable if it provides sufficiently strong incentives\r\nfor cooperative behavior and security protection against cheating and has been systematically evaluated in experiments. We emphasize the great importance to make economic mechanisms enforceable because if an economic mechanism is not enforceable, it cannot be effectively used in practice to simulate cooperation. \r\n\r\nOur  research plan is to focus on two specific problems, namely the Routing and Packet Forwarding Problem and the FDMA Channel Assignment Problem, because they are simple but fundamental. Besides these two problems, it is also planned to study experimental methods for systematically evaluating the incentive compatibility and computation and communication efficiency of economic mechanisms in wireless networks, as well as a few other selected problems of non-cooperation in wireless networks. In addition, the plan includes education activities to disseminate cutting-edge knowledge on cooperation in wireless networks to undergraduate and graduate students.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sheng",
   "pi_last_name": "Zhong",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sheng Zhong",
   "pi_email_addr": "szhong@cse.buffalo.edu",
   "nsf_id": "000118880",
   "pi_start_date": "2009-02-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Buffalo",
  "inst_street_address": "520 LEE ENTRANCE STE 211",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7166452634",
  "inst_zip_code": "142282577",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "NY26",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "GMZUKXFDJMA9",
  "org_uei_num": "LMCJKRFW5R81"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Buffalo",
  "perf_str_addr": "520 LEE ENTRANCE STE 211",
  "perf_city_name": "AMHERST",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "142282577",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "NY26",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "409000",
   "pgm_ele_name": "ADVANCED NET INFRA & RSCH"
  },
  {
   "pgm_ele_code": "736300",
   "pgm_ele_name": "Networking Technology and Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 195669.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 81370.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 84622.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 88339.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In today&rsquo;s wireless networks, many devices (e.g., laptop computers or smart phones) belong to individual users or organizations other than the network operators&rsquo;. Hence, when these devices communicate and work with each other, there is a possibility that some devices do not cooperate. For example, when a device is supposed to do something for other devices, it may decline to do so, because its owner has not relationship with the latter devices&rsquo; owners. &nbsp;Such a scenario is very undesirable, because we need all devices to cooperate in order for the entire network to work normally. In this project, our objective is to find methods that can ensure all devices will cooperate. The principle underlying our methods is that people are rational and hence will do things that are best to their own interests. Therefore, as long as our methods can make cooperation beneficial to the devices&rsquo; owners, they will cooperate in practice.</p>\n<p>&nbsp;</p>\n<p>During the investigation of this award, we carried out a number of activities in order to achieve the above objective. Below are some example activities.</p>\n<p>1) Reputation System for Multipath Transmission</p>\n<p>Since multipath transmission is an important paradigm in wireless&nbsp;networks, there needs to be a solution to stimulate cooperation in&nbsp;multipath transmission. We worked towards establishing a reputation system for this purpose.&nbsp;</p>\n<p>2) Non-cooperative Channel Assignment in Multiple Collision Domains</p>\n<p>While there have been a few studies of&nbsp;non-cooperative, multi-radio channel assignment, most previous studies&nbsp;are restricted to single collision domains only. In this project, we&nbsp;investigated the design of incentive-compatible protocols for non-cooperative, multiradio channel assignment in multiple collision&nbsp;domains.</p>\n<p>3) Cheating Detection for Payment Based Incentives</p>\n<p>Payment based schemes may serve to fight against selfish&nbsp;behaviors in data transmissions. However, nodes in charge of payment&nbsp;calculation may also be selfish or corrupted, which can lead to&nbsp;serious problems especially when there is no authority entity&nbsp;available for real time payment inspection. We investigated how&nbsp;to mitigate this security problem through detection of cheating.&nbsp;</p>\n<p>&nbsp;</p>\n<p>These activities lead to a number of significant results. Below are some example results.</p>\n<p><br /> 1) &nbsp;Reputation System for Multipath Transmission&nbsp;</p>\n<p>A reputation system is established and tested in simulations for&nbsp;multipath transmission.&nbsp;</p>\n<p>2) &nbsp;Non-cooperative Channel Assignment in Multiple Collision Domains&nbsp;</p>\n<p>We show that, if no incentive-compatible&nbsp;protocol is deployed, Nash Equilibria (NEs) may have undesired&nbsp;properties, such as Pareto suboptimality and low throughput. In order&nbsp;to prevent the system from converging to the NEs with undesired&nbsp;properties, we propose an incentive compatible protocol for channel&nbsp;assignment in multiple collision domains. We rigorously show that our&nbsp;protocol guarantees that the system converges to NEs that are Pareto-optimal and have the maximum system-wide throughput.&nbsp;</p>\n<p>3) Cheating Detection for Payment Based Incentives</p>\n<p>We present a general payee initiated threshold scheme to detect miscalculated payments based on threshold cryptography. The scheme guarantees that as long as the number of cheating nodes stays below a certain value, any cheating behavior will definitely be detected and punished.&nbsp;</p>\n<p>In terms of broader impact, the project has supported the completion of 3 PhD degrees. The training provided to these students will prove to be useful in the future. Many more undergraduate students and MS students have also received instructions from curriculum activities supported by this project. Besides a series of p...",
  "por_txt_cntn": "\nIn todayÆs wireless networks, many devices (e.g., laptop computers or smart phones) belong to individual users or organizations other than the network operatorsÆ. Hence, when these devices communicate and work with each other, there is a possibility that some devices do not cooperate. For example, when a device is supposed to do something for other devices, it may decline to do so, because its owner has not relationship with the latter devicesÆ owners.  Such a scenario is very undesirable, because we need all devices to cooperate in order for the entire network to work normally. In this project, our objective is to find methods that can ensure all devices will cooperate. The principle underlying our methods is that people are rational and hence will do things that are best to their own interests. Therefore, as long as our methods can make cooperation beneficial to the devicesÆ owners, they will cooperate in practice.\n\n \n\nDuring the investigation of this award, we carried out a number of activities in order to achieve the above objective. Below are some example activities.\n\n1) Reputation System for Multipath Transmission\n\nSince multipath transmission is an important paradigm in wireless networks, there needs to be a solution to stimulate cooperation in multipath transmission. We worked towards establishing a reputation system for this purpose. \n\n2) Non-cooperative Channel Assignment in Multiple Collision Domains\n\nWhile there have been a few studies of non-cooperative, multi-radio channel assignment, most previous studies are restricted to single collision domains only. In this project, we investigated the design of incentive-compatible protocols for non-cooperative, multiradio channel assignment in multiple collision domains.\n\n3) Cheating Detection for Payment Based Incentives\n\nPayment based schemes may serve to fight against selfish behaviors in data transmissions. However, nodes in charge of payment calculation may also be selfish or corrupted, which can lead to serious problems especially when there is no authority entity available for real time payment inspection. We investigated how to mitigate this security problem through detection of cheating. \n\n \n\nThese activities lead to a number of significant results. Below are some example results.\n\n\n 1)  Reputation System for Multipath Transmission \n\nA reputation system is established and tested in simulations for multipath transmission. \n\n2)  Non-cooperative Channel Assignment in Multiple Collision Domains \n\nWe show that, if no incentive-compatible protocol is deployed, Nash Equilibria (NEs) may have undesired properties, such as Pareto suboptimality and low throughput. In order to prevent the system from converging to the NEs with undesired properties, we propose an incentive compatible protocol for channel assignment in multiple collision domains. We rigorously show that our protocol guarantees that the system converges to NEs that are Pareto-optimal and have the maximum system-wide throughput. \n\n3) Cheating Detection for Payment Based Incentives\n\nWe present a general payee initiated threshold scheme to detect miscalculated payments based on threshold cryptography. The scheme guarantees that as long as the number of cheating nodes stays below a certain value, any cheating behavior will definitely be detected and punished. \n\nIn terms of broader impact, the project has supported the completion of 3 PhD degrees. The training provided to these students will prove to be useful in the future. Many more undergraduate students and MS students have also received instructions from curriculum activities supported by this project. Besides a series of publications, this project has also produced some program codes that can be used by peers from academia and/or industry.  One student was involved in some project activities while in his high school.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 02/04/2015\n\n\t\t\t\t\tSubmitted by: Sheng Zhong"
 }
}