{
 "awd_id": "0845381",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER:   Computational Analysis and Prediction of Genome-Wide Protein Targeting Signals and Localization",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Maglia",
 "awd_eff_date": "2009-08-01",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 579818.0,
 "awd_amount": 579818.0,
 "awd_min_amd_letter_date": "2009-08-10",
 "awd_max_amd_letter_date": "2014-03-11",
 "awd_abstract_narration": "(This award is funded through the American Recovery and Reinvestment Act of 2009: Public Law 111-5). \r\n\r\nThis is a CAREER award to support the research of Dr. Jianjun Hu, in the \r\nDepartment of Computer Science and Engineering at University of South Carolina.  Dr. Hu is a second-year, tenure-track Assistant Professor.\r\n\r\nA typical cell has a size of only 10 microns while it contains about a billion proteins. How these proteins are transported from their synthesis sites to their target locations within or outside of the cell is still not well understood. Experiments showed that translocation of nascent proteins are usually guided by postal code-like targeting signals encoded within the amino acid sequences of proteins. Genome-wide identification and decoding of these so-called molecular zip codes are fundamental to comprehensive understanding of the cell. Experimentally identifying protein targeting signals is labor-intensive. Computational prediction of targeting signals is still a big challenge due to their low conservation at the amino acid level. Currently, no de novo discovery algorithm is available for identifying new protein targeting signals. Also missing are appropriate models and algorithms for comparing these signals. This grant is 1) investigating novel computational algorithms for de novo discovery of new protein targeting signals; 2) developing models and algorithms for representing, detecting, and comparing targeting signals and 3) developing a protein functional network-based integrative algorithms for protein localization prediction. A transformative result of these studies will be a sequence encoding scheme based on amino acid indexes. This scheme will convert protein sequences into sequences of amino acid groups (AAGs) such that conserved patterns can be represented, modeled and discovered. Finally, protein function networks will be derived from models of protein localization prediction. With this research, computational identification and decoding of genome-wide protein targeting signals and precise protein localization predication will greatly enhance the understanding of how proteins are assembled in a cell. Tools developed during this project will be made available on the lab website: http://mleg.cse.sc.edu\r\n\r\nAs a part of his CAREER grant, Dr. Hu will conduct short-term projects and student-run seminars to bring undergraduates into the bioinformatics research. A special effort will be made to change the perception that computer science is debugging code, as perceived by many high-school students. A novel computer game will be employed to show how bioinformatics addresses real-world problems. This will raise the public and especially the awareness and interest of K-12 students in bioinformatics. Students in the NSF STARTS Alliance program at the University of South Carolina will be targeted for students. Mini programming problems with a bioinformatics background will be developed for lower-level college students so that they will be exposed to bioinformatics early in their introductory programming courses. This project will also develop bioinformatics web services for de novo discovery, comparison, and retrieval of protein targeting signals and precise protein localization prediction.",
 "awd_arra_amount": 579818.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jianjun",
   "pi_last_name": "Hu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jianjun Hu",
   "pi_email_addr": "jianjunh@cse.sc.edu",
   "nsf_id": "000507708",
   "pi_start_date": "2009-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University South Carolina Research Foundation",
  "inst_street_address": "915 BULL ST",
  "inst_street_address_2": "STE 202",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8037777093",
  "inst_zip_code": "292084009",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "SC06",
  "org_lgl_bus_name": "SOUTH CAROLINA RESEARCH FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "ELBVJ1KYX976"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Carolina at Columbia",
  "perf_str_addr": "1600 HAMPTON ST",
  "perf_city_name": "COLUMBIA",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "292083403",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "SC06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "722600",
   "pgm_ele_name": "HUMAN RESOURCES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9184",
   "pgm_ref_txt": "BIOTECHNOLOGY - INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 579818.0
  }
 ],
 "por": null
}