{
 "awd_id": "0845011",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Novel diastereoselective bond forming reactions via siliconate intermediates",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032924949",
 "po_email": "tli@nsf.gov",
 "po_sign_block_name": "Tingyu Li",
 "awd_eff_date": "2009-03-01",
 "awd_exp_date": "2014-02-28",
 "tot_intn_awd_amt": 550000.0,
 "awd_amount": 550000.0,
 "awd_min_amd_letter_date": "2009-02-10",
 "awd_max_amd_letter_date": "2011-02-13",
 "awd_abstract_narration": "While in situ siliconate formation followed by hydride reduction of an oxocarbenium cation is a synthetically very valuable tool, expansion of this initial observation to include carbon based transfers are highly desirable to the synthetic community.  Thus, the possibility of siliconate formation, carbon based nucleophilic shift to an oxocarbenium cation affording new diastereoselective carbon-carbon bonds, and concomitant silylation of the initial hydroxyl 'directing' group is a tremendous goal that this award addresses with respect to cyclic and acyclic stereocontrol.  This project will further investigate the inclusion of carbon based nucleophiles which would greatly expand the reaction sequence beyond that of a hydride reduction of the oxocarbenium cation.  This type of carbon group transfer should allow for the formation of quaternary or tertiary carbons dependent of the oxocarbenium substitution pattern and will make a tremendous impact on stereocontrolled carbon-carbon bond formation.  In addition, the education portion of this CAREER award will provide a 'real world' research experience for highly motivated, underrepresented minority high school students from rural Alabama.  This award will bring these young adults into the laboratory for their first encounter with scientific research.  This exposure will help to foster and promote interests in future careers within the physical sciences.  \r\n\r\nWith this award, the Organic and Macromolecular Chemistry Program is supporting the research of Professor Michael P. Jennings of the Department of Chemistry at The University of Alabama, Tuscaloosa.  Professor Jennings' research efforts revolve around the development and further fundamental understanding of oxocarbenium cation reductions within the greater context of natural product synthesis.  Successful development of the methodology will have an impact on synthesis in the pharmaceutical and agricultural industries.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Jennings",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Michael P Jennings",
   "pi_email_addr": "jenningm@bama.ua.edu",
   "nsf_id": "000295343",
   "pi_start_date": "2009-02-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alabama Tuscaloosa",
  "inst_street_address": "801 UNIVERSITY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "TUSCALOOSA",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2053485152",
  "inst_zip_code": "354012029",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AL07",
  "org_lgl_bus_name": "UNIVERSITY OF ALABAMA",
  "org_prnt_uei_num": "TWJWHYEM8T63",
  "org_uei_num": "RCNJEHZ83EV6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alabama Tuscaloosa",
  "perf_str_addr": "801 UNIVERSITY BLVD",
  "perf_city_name": "TUSCALOOSA",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "354012029",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AL07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "195000",
   "pgm_ele_name": "METHODOLOGY"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "9146",
   "pgm_ref_txt": "MANUFACTURING BASE RESEARCH"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 275000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 275000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>By all accounts, novel compounds are being isolated and thus structures deduced from a variety of marine sources which could have a large impact on human health.&nbsp; With these new structures, it is evident that the development of new reactions/reagents and novel strategies for the construction of such compounds is essential for the further investigation and development of potentially new pharmaceutical products. &nbsp;The main focus of this grant was synthetic chemistry, but the big picture of developing novel medicinally relevant compounds is not far behind.</span></p>\n<p><em><strong><span>Intellectual merit</span></strong></em><span>&nbsp;</span></p>\n<p><span>Central to this 5-year NSF-CAREER grant was synthetic organic chemistry, but the far-reaching implications of this work should greatly benefit biological chemistry, biology, and a variety of potential therapeutic areas.&nbsp; Three graduate students and two undergraduates (in conjunction with the two high school students mentioned in the educational portion below) carried out the proposed work.&nbsp; In addition to the advances in these sciences, the undergraduate and graduate students working in this project gained a fundamental knowledge of synthetic chemistry (practical and theoretical) that is beneficial to their future careers in either an academic or pharmaceutical setting. &nbsp; My research lab published 11 manuscripts derived from the support that this grant provided. &nbsp;&nbsp;</span></p>\n<p><em><strong>Broader impacts</strong></em></p>\n<p><span>&nbsp;</span></p>\n<p><span>The students that were involved in this project were subjected to a wide variety of reactions and developed a &ldquo;toolbox&rdquo; of handled reactions that are invaluable to any synthetic chemist.&nbsp; In addition to laboratory training, the students became highly skilled at presenting their research in either large or small forums such as weekly group meetings, local chemistry meetings, or national chemical conferences.&nbsp; Students trained in this laboratory will be able to take the knowledge garnered here at the University of Alabama and apply it to more complex synthetic projects and problems beyond their graduate or undergraduate years.&nbsp;</span></p>\n<p><span>Since research provides a &ldquo;real world&rdquo; experience in science, it was my goal in the educational aspect of this proposal to bring highly motivated, underrepresented minority high school students into my laboratory for their first encounter with scientific research.&nbsp; This exposure helped to promote interests in potential careers within the physical sciences. &nbsp;I hosted two under-represented minorities in science for a four week &ldquo;science camp&rdquo; in my lab.&nbsp; Both students were rising high school seniors and carried out basic research during this period of time while also attending a summer chemistry course focused on sophomore level organic lab.</span></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/18/2014<br>\n\t\t\t\t\tModified by: Michael&nbsp;P&nbsp;Jennings</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nBy all accounts, novel compounds are being isolated and thus structures deduced from a variety of marine sources which could have a large impact on human health.  With these new structures, it is evident that the development of new reactions/reagents and novel strategies for the construction of such compounds is essential for the further investigation and development of potentially new pharmaceutical products.  The main focus of this grant was synthetic chemistry, but the big picture of developing novel medicinally relevant compounds is not far behind.\n\nIntellectual merit \n\nCentral to this 5-year NSF-CAREER grant was synthetic organic chemistry, but the far-reaching implications of this work should greatly benefit biological chemistry, biology, and a variety of potential therapeutic areas.  Three graduate students and two undergraduates (in conjunction with the two high school students mentioned in the educational portion below) carried out the proposed work.  In addition to the advances in these sciences, the undergraduate and graduate students working in this project gained a fundamental knowledge of synthetic chemistry (practical and theoretical) that is beneficial to their future careers in either an academic or pharmaceutical setting.   My research lab published 11 manuscripts derived from the support that this grant provided.   \n\nBroader impacts\n\n \n\nThe students that were involved in this project were subjected to a wide variety of reactions and developed a \"toolbox\" of handled reactions that are invaluable to any synthetic chemist.  In addition to laboratory training, the students became highly skilled at presenting their research in either large or small forums such as weekly group meetings, local chemistry meetings, or national chemical conferences.  Students trained in this laboratory will be able to take the knowledge garnered here at the University of Alabama and apply it to more complex synthetic projects and problems beyond their graduate or undergraduate years. \n\nSince research provides a \"real world\" experience in science, it was my goal in the educational aspect of this proposal to bring highly motivated, underrepresented minority high school students into my laboratory for their first encounter with scientific research.  This exposure helped to promote interests in potential careers within the physical sciences.  I hosted two under-represented minorities in science for a four week \"science camp\" in my lab.  Both students were rising high school seniors and carried out basic research during this period of time while also attending a summer chemistry course focused on sophomore level organic lab.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 05/18/2014\n\n\t\t\t\t\tSubmitted by: Michael P Jennings"
 }
}