{
 "awd_id": "0845794",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Experimental and Theoretical Analysis for Optical Induced Thermal Energy Transport in Nano-Optical Systems with Pulsed Light Sources",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ruey-Hung Chen",
 "awd_eff_date": "2009-03-01",
 "awd_exp_date": "2015-02-28",
 "tot_intn_awd_amt": 400732.0,
 "awd_amount": 400732.0,
 "awd_min_amd_letter_date": "2008-12-22",
 "awd_max_amd_letter_date": "2014-02-28",
 "awd_abstract_narration": "0845794\r\nWen\r\n\r\nThe goal of this CAREER program is to establish an integrated research, teaching and outreach framework involving optically-induced nanoscale heat transfer with an emphasis on nano-optical devices. Nano-optical devices (for example, scanning optical probes and plasmonic devices) represent a new group of optical devices which can confine and transport light within a sub-diffraction limit range (less than 200 nm for visible light). This highly confined light is valuable with respect to the miniaturization of photoelectrical circuits for photonic computers and ultra-high-speed light switches, as well as for nanoscale detection and nanoscale fabrication. \r\nIntellectual Merit: For most nano-optical devices, a significant portion of the light energy dissipates in the devices during operation. The resulting high temperatures can significantly change the optical properties of the device, and even damage a nano-optical system. To assess and control the heating phenomena within nano-optical devices, an integrated experimental and theoretical program will be developed in which the steady state and the transient optical-thermal energy transport as well as the temperature evolution within nano-optical systems, will be determined. New high-speed, high-spatial resolution thermometry will be developed to obtain the thermal evolution in nano-optical systems under different, specified experimental conditions. Simultaneously, an experimentally-validated numerical model including wave type light transport, nanoscale heat conduction, and near field thermal radiation will be developed to determine the energy distribution and transport within nano-optical systems. The integrated nanoscale optical/thermal analyses will then be applied to identify critical parameters in the thermal evolution and the resulting optical property changes, including possible thermal damage to nano-optical devices. Therefore, the intellectual merit of this program pertains to (a) high resolution, time-resolved imaging for thermal evolution within nano-optical systems under different specified operating conditions, (b) an integrated nanoscale optical-thermal analysis including physical description of optically-induced nanoscale conduction as well as near-field radiation in nano-optical systems, and (c) inclusion of thermal energy transport in the performance analysis of nano-optical systems. \r\nBroader Impacts: The CAREER program will provide a sustainable infrastructure to attract and train students at different levels with an interest in science and engineering especially in optical and thermal energy transport. A new undergraduate/graduate cross-listed course for nanoscale optical/thermal energy transport will be developed to convey the PI's research insight to the students with an interest in nanoscale science.  Also, the CAREER program will involve a number of undergraduate and graduate students in the development of nanoscale optical-thermal analysis for different nano-optical systems. Both activities are crucial for preparing next generation engineers and scientists with expertise in nanoscale optical-thermal energy transport. In parallel with the activities in the university, the CAREER program will provide summer training for high school teachers from schools of Texas with large minority population in order to attract minority students to attend colleges and then participate in optical-thermal research. For people outside the campus, the CAREER achievement will be disseminated through an interactive website and through extensive cooperation activities with other research groups in different areas of research. In addition to these and other training activities, strong cooperation with other research groups within the University, at National Laboratories, and in small industry will accelerate both the understanding and application of nano optical-thermal energy transport to the development of next generation nano-optical devices with diminished thermal effect. These new nano-optical devices are crucial for better controlling of nano-fabrication, chemical detection, and bio-manipulation utilizing nano-optical devices.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sy-Bor",
   "pi_last_name": "Wen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sy-Bor Wen",
   "pi_email_addr": "syborwen@tamu.edu",
   "nsf_id": "000508379",
   "pi_start_date": "2008-12-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Engineering Experiment Station",
  "inst_street_address": "3124 TAMU",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778433124",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A&M ENGINEERING EXPERIMENT STATION",
  "org_prnt_uei_num": "QD1MX6N5YTN4",
  "org_uei_num": "QD1MX6N5YTN4"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M Engineering Experiment Station",
  "perf_str_addr": "3124 TAMU",
  "perf_city_name": "COLLEGE STATION",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778433124",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140600",
   "pgm_ele_name": "TTP-Thermal Transport Process"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "051E",
   "pgm_ref_txt": "Interfacial trans & thermodynamic"
  },
  {
   "pgm_ref_code": "099E",
   "pgm_ref_txt": "High voltage switching & conversion"
  },
  {
   "pgm_ref_code": "101E",
   "pgm_ref_txt": "Printed and flexible electronics"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 400732.0
  }
 ],
 "por": null
}