{
 "awd_id": "0845494",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER:   Computational and Statistical Genomics of Gene Families",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Maglia",
 "awd_eff_date": "2009-07-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 1003333.0,
 "awd_amount": 1003333.0,
 "awd_min_amd_letter_date": "2009-07-15",
 "awd_max_amd_letter_date": "2014-03-19",
 "awd_abstract_narration": "(This award is funded through the American Recovery and Reinvestment Act of 2009: Public Law 111-5).\r\n\r\nThis is a CAREER award to support the research of Dr. Matthew Hahn in the Department of Biology and School of Informatics at Indiana University. Dr. Hahn is a third-year, tenure-track Assistant Professor. Genome sequencing projects have revealed large and frequent changes between species in the size of gene families. These changes have been shown to be responsible for morphological, physiological, and behavioral differences between species, and to contribute to much of the genetic and genomic diversity we observe in nature. To further understand the importance of these changes, researchers must be able to understand the mechanisms and modes by which gene families evolve. Despite the growing body of data on gene families, until recently we lacked a statistical framework that would allow for inferences regarding gene family evolution among species. In earlier work from his dissertation research, Dr. Hahn proposed such a framework for studying gene family evolution, and showed that it could be used for hypothesis testing, inference of ancestral states, and estimation of gene duplication and deletion rates. This project will be developing novel statistical and computational methods for studying gene families, and examining the biological mechanisms underlying gene family evolution. This work is enabling more refined estimates of gene duplication and loss rates, and will provide new ways for detecting and studying whole genome duplications. Methods for studying gene families from low-coverage genomes will also be developed. Gene duplication can distribute paralogous genes across the genome. Locations of individual genes will allow study of both within-genome and between-genome dynamics of gene families. Lineages differ in their rates of gene turnover which raises the question of how these differences come about. This research is identifying the biological factors determining observed rate variation among lineages and among individual gene families. Dr. Hahn is developing new computational models and free software, which will be available at http://www.bio.indiana.edu/~hahnlab/.\r\n\r\nThis research will contribute to many fields, including studies of gene and genome duplication to studies of gene regulation, transposable elements, genetic robustness, and RNA interference. As a part of his CAREER project, the PI is integrating knowledge from these diverse fields at high school, undergraduate, and graduate levels to inform biological reasoning and to create new lines of scientific inquiry. Further, the PI will prepare and implement a curriculum for students at a local technology-focused high school. This curriculum will integrate computers into the biology classroom by introducing the basic principles of programming alongside the basic principles of biology.\r\n",
 "awd_arra_amount": 1003333.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Hahn",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew W Hahn",
   "pi_email_addr": "mwh@indiana.edu",
   "nsf_id": "000158698",
   "pi_start_date": "2009-07-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana University",
  "perf_str_addr": "107 S INDIANA AVE",
  "perf_city_name": "BLOOMINGTON",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "474057000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IN09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "722600",
   "pgm_ele_name": "HUMAN RESOURCES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1165",
   "pgm_ref_txt": "ADVANCES IN BIO INFORMATICS"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9184",
   "pgm_ref_txt": "BIOTECHNOLOGY - INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 1003333.0
  }
 ],
 "por": null
}