{
 "awd_id": "0845951",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Mining Genome-wide Chemical-Structure Activity Relationships in Emergent Chemical Genomics Databases",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927347",
 "po_email": "sspengle@nsf.gov",
 "po_sign_block_name": "Sylvia Spengler",
 "awd_eff_date": "2009-07-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 499972.0,
 "awd_amount": 499972.0,
 "awd_min_amd_letter_date": "2009-06-29",
 "awd_max_amd_letter_date": "2014-03-12",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\r\n\r\nThe objective of this proposal is to develop an integrated research and education program for advancing the underlying theoretical and computational principles of data mining in the emergent chemical genomics databases. The core technical innovations that this research aims to advance are: (i) developing effective kernel-based representations and structure pattern extraction and selection methods to capture the intrinsic characteristics of irregular and discrete spaces such as the chemical space, (ii) designing methods for adaptive and scalable similarity search in large databases of complex data and methods for accurate classification models, and (iii) deriving application oriented validation. A key strength of this work is the application of the theoretic and computational advancements to real-world problems, namely, chemical toxicity prediction based on microarray gene expression profiles and high-throughput chemical screening. Collaborators in academia, industry, and government agencies will evaluate the new algorithms. The data mining knowledge gained will be applicable beyond the chemical domain; examples of such applications include social network analysis and sensor network analysis. The PI will work closely with the Center of Excellence in Chemical Methodologies and Library Development at the University of Kansas (KU CMLD) to evaluate research prototypes. \r\n\r\nIntellectual Merit\r\nThis research addresses the fundamental problem of learning functional dependencies between arbitrary input and output domains. In particular, this research: 1) focuses on complex input domain, the space of all chemicals, 2)aims to derive a uniform representation of the domain by working on innovative tools for graphs and geometric structures that are associated with the domain, 3) will provide practical tools to search through the domain, and will design new algorithms that uncover real connections between the input domain to an equally complex output domain (a space of biological entities). The data mining knowledge gained from this project will provide the research community with much better techniques for searching, mining, and analyzing domains of complex data and for uncovering the real connections between domains of complex data. The proposed research is a timely effort to integrate and advance knowledge in three communities: cheminformatics, data mining, and machine learning. \r\n\r\nBroader Impact\r\nAccurate data mining tools for chemical structure-activity relationship discovery will simplify and accelerate drug discovery and hence improve human health. Better prediction tools for chemical activity including toxicity will lead to better strategies for environmental monitoring and preservation. Deep understanding of chemical structure-activity relationships should enable rational material design in the research for renewable and clean energy. The research program is strongly linked to the educational goals of this proposal, which are, among others, (i) to enrich curriculum for the undergraduate and graduate education in new interdisciplinary training programs and (2) to encourage K-12 and undergraduate students to pursue careers in Science, Technology, Engineering, and Mathematics (STEM).",
 "awd_arra_amount": 499972.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jun",
   "pi_last_name": "Huan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jun Huan",
   "pi_email_addr": "jhuan@ittc.ku.edu",
   "nsf_id": "000299543",
   "pi_start_date": "2009-06-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Kansas Center for Research Inc",
  "inst_street_address": "2385 IRVING HILL RD",
  "inst_street_address_2": "",
  "inst_city_name": "LAWRENCE",
  "inst_state_code": "KS",
  "inst_state_name": "Kansas",
  "inst_phone_num": "7858643441",
  "inst_zip_code": "660457563",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "KS01",
  "org_lgl_bus_name": "UNIVERSITY OF KANSAS CENTER FOR RESEARCH INC",
  "org_prnt_uei_num": "SSUJB3GSH8A5",
  "org_uei_num": "SSUJB3GSH8A5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Kansas Center for Research Inc",
  "perf_str_addr": "2385 IRVING HILL RD",
  "perf_city_name": "LAWRENCE",
  "perf_st_code": "KS",
  "perf_st_name": "Kansas",
  "perf_zip_code": "660457563",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "KS01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736400",
   "pgm_ele_name": "Info Integration & Informatics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "7364",
   "pgm_ref_txt": "INFO INTEGRATION & INFORMATICS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 499972.0
  }
 ],
 "por": null
}