{
 "awd_id": "0846655",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Formalizing and Resolving Computational Intensity of Spatial Analysis to Establish a Cyber-GIS Framework",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2009-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 470000.0,
 "awd_amount": 470000.0,
 "awd_min_amd_letter_date": "2009-06-09",
 "awd_max_amd_letter_date": "2014-03-19",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\r\n\r\nSpatial analysis is essential to the acquisition, transformation, and use of spatial data, information, and knowledge for scientific discovery and decision-making in many fields (e.g., ecology, environmental science and engineering, geography, geosciences, public health, and social sciences). As the size of spatial data and complexity of relevant analysis approaches have significantly increased, spatial analysis has become much more computationally intensive and, as a result, conventional methods for spatial analysis are often intractable within desktop computing environments. Resolving the computational intensity of spatial analysis thus represents a tremendous challenge.\r\n\r\nDr. Shaowen Wang, Assistant Professor at the University of Illinois Urbana-Champaign will begin at five-year CAREER award to study the computational intensity of various geospatial analyses that occur over a distributed, parallel processing network.  Computational intensity is defined as the magnitude of computational requirements of a problem based on the evaluation of its computational complexity and characteristics of input and output. Cyberinfrastructure promises to resolve the computational intensity of spatial analysis and facilitate collaborative spatial problem-solving. This promise, however, depends on significant research and education advances yet to be made based on bridging the fields of cyberinfrastructure, Geographic Information Science (GIScience), and spatial analysis. The purpose of this project is, therefore, to enable computationally-intensive spatial analysis through a Cyber-Geographic Information Systems (GIS) framework that couples cyberinfrastructure, GIScience, and spatial analysis capabilities based on the development of new computational intensity theory and knowledge. In particular, the objectives of the project are three-fold: 1) formalize a novel theoretical construct -- computational intensity map by integrating the representations of spatial and computational domains to guide the development of efficient and generic methods and algorithms for parallel and distributed processing of spatial analysis; 2) create spatial middleware components to encapsulate parallel and distributed spatial analysis and manage the complexity of cyberinfrastructure for large-scale spatial problem-solving; and 3) enhance spatial analysis to support geospatial problems, numbers of collaborators, and the amount of cyberinfrastructure resources through a service-oriented approach. Dr. Wang will tightly integrate research and education through investigations into representative computationally-intensive spatial analysis methods, including geostatistical modeling, local spatial clustering detection, spatial interpolation, and spatially-explicit agent-based modeling. Education materials based on computational intensity maps, parallel and distributed spatial analysis methods and algorithms, and Cyber-GIS software will synergistically provide comprehensive support for training next-generation researchers, teachers, and students to solve computationally-intensive spatial problems.\r\n\r\nThis project will transform the current state-of-play of the three fields GIScience, spatial analysis, and cyberinfrastructure, while creating a new subject domain of computational intensity. A novel theoretical approach to computational intensity will enhance spatial analysis methods integrated with cyberinfrastructure and GIS. The Cyber-GIS framework will be established by developing innovative algorithms and software components based on this approach. Both real and synthetic data within a science application context of discovering geographic patterns of global climate change impact on large-scale coupled human and natural systems will be used to evaluate this framework. The project will gain fundamental knowledge for coupling the capabilities of GIS, spatial analysis, and cyberinfrastructure and will, therefore, guide the development of emerging spatial cyberinfrastructure. While this project will outreach to underrepresented and minority groups as well as general public through an on-line Cyber-GIS platform, it holds a great promise to enable widespread scientific breakthroughs that are important to the nation and society.\r\n",
 "awd_arra_amount": 470000.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shaowen",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shaowen Wang",
   "pi_email_addr": "shaowen@illinois.edu",
   "nsf_id": "000391201",
   "pi_start_date": "2009-06-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 S WRIGHT ST",
  "perf_city_name": "URBANA",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 470000.0
  }
 ],
 "por": null
}