{
 "awd_id": "0846160",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER:   Binding and Biomolecular Dynamics in Undergraduate Teaching and Education",
 "cfda_num": "47.074",
 "org_code": "08070400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kamal Shukla",
 "awd_eff_date": "2009-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 920552.0,
 "awd_amount": 920552.0,
 "awd_min_amd_letter_date": "2009-07-28",
 "awd_max_amd_letter_date": "2014-03-19",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\r\n\r\nThis CAREER award supports an experimental research program aimed at exploring how protein fold and function depend on structural flexibility.  Protein three-dimensional structures are held together via a network of weak non-covalent interactions, and even the smallest of binding partners can induce structural changes.  This project will use such perturbations to reveal the molecular mechanics of protein stability networks.  The bacterial copper chaperone CusF's well-known ligand-induced structural and dynamic changes will be used to elucidate how conformational changes are propagated throughout a protein's architecture.  This project will also show how a protein folding mechanism depends on the same structural details. Kinetics measurements of a comprehensive set of CusF mutants will allow analysis of the role played by each member of the stability network in the protein folding reaction.  Ultimately, the project will focus on how binding partners can be used to control protein structure. CusF will be re-engineered to make its folding and oligomerization entirely ligand-dependent.  These discoveries will not only inform on protein structure, function and design principles, but will also test and advance the science of protein engineering.\r\n\r\nBroader Impacts: Moving beyond the traditional one-on-one mentoring that research students often experience in college, this project builds scientific research into the very fabric of undergraduate learning in two novel ways.  First, actual research problems are being introduced into teaching laboratories at the PI's institution in both core and elective courses.  From protein expression and purification to ligand-binding and protein stability measurements, students in physical chemistry and biochemistry laboratory courses will acquire the basic skills of scientific problem-solving through activities that serve the project's research objectives.  These courses will broaden the number of students reached by the award far beyond those working in the research laboratory and will make the research experience a part of the educational experience of every chemistry major.  Second, the project provides for an outreach program aimed at the community's underrepresented populations; this program will introduce students to science at a formative moment of their careers.  By bringing high school students and their teachers into the research laboratory for an intensive summer training program, the project will increase the numbers of students entering college in the STEM fields in general, in particular, from the Ventura County's large Hispanic community. These students will begin college with a clear understanding of the importance of research and discovery in the sciences; the unique laboratory courses developed in this project will reinforce this knowledge throughout the students' subsequent college education.",
 "awd_arra_amount": 920552.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Gillespie",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "David B Gillespie",
   "pi_email_addr": "blake.gillespie@csuci.edu",
   "nsf_id": "000073517",
   "pi_start_date": "2009-07-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California State University Channel Islands",
  "inst_street_address": "1 UNIVERSITY DR",
  "inst_street_address_2": "",
  "inst_city_name": "CAMARILLO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8054378808",
  "inst_zip_code": "930128599",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "CA26",
  "org_lgl_bus_name": "CALIFORNIA STATE UNIVERSITY CHANNEL ISLANDS",
  "org_prnt_uei_num": "",
  "org_uei_num": "FGK7C4BSUVK3"
 },
 "perf_inst": {
  "perf_inst_name": "California State University Channel Islands",
  "perf_str_addr": "1 UNIVERSITY DR",
  "perf_city_name": "CAMARILLO",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "930128599",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "CA26",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1166",
   "pgm_ref_txt": "MOLECULAR BIOCHEMISTRY"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 920552.0
  }
 ],
 "por": null
}