{
 "awd_id": "0846764",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Controlling Mechanisms of Dust Layer Ignition and Flame Propagation in Dust Clouds",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "song kong",
 "awd_eff_date": "2009-08-15",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 429982.0,
 "awd_amount": 429982.0,
 "awd_min_amd_letter_date": "2009-07-17",
 "awd_max_amd_letter_date": "2014-03-11",
 "awd_abstract_narration": "0846764\r\nRangwala\r\n\r\nThis award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\r\n\r\nThis research in this CAREER award focuses on developing fundamental scientific understanding of dust fires and explosions.  Combustible dust layers can be ignited by a surface whose temperature is sufficiently high and the resulting fires can cause large losses in lives and property. In some cases these processes are the first step towards an escalating chain of events that can lead to both gas and dust explosions.  Initiation and propagation of dust deflagrations are extremely complex phenomena due to the interaction between solid particles and the gaseous flame front. In comparison with premixed gas deflagration, a dust-oxidizer deflagration depends on the rate of evolution of volatiles, the mixing of these volatiles with the oxidizer surrounding the particles, coupling of the particles and gas-phase oxidation, and radiative energy exchange between the flame and its surroundings.\r\nTo identify mechanisms and controlling parameters for dust-layer ignition and deflagration, detailed experiments are being developed to measure ignition and the rate of propagation of a dust-oxidizer flame with different fuel/oxidizer ratios, particle sizes, and dust types. In one part of the work, a modified ASTM E2021 hot-surface apparatus will be used to analyze parameters controlling the ignition of dust layers. These parameters will then be used to predict ignition of a dust deposit in a realistic geometry such as a two-dimensional wedge and a three-dimensional corner. Influence on particle size and oxygen concentration on dust layer ignition will also be analyzed.  In parallel, the structure of a premixed dust-oxidizer flame will be explored to analyze flame propagation in particle-laden flows. A premixed Mache Hebra burner with suitable modifications to allow burning of a homogenous mixture of dust and oxidizer will be used to study the structure of a stabilized dust-oxidizer flame. Laminar burning velocity measured by Laser Doppler Anemometry will be used to characterize the mass burning rate of Lycopodium (30 µm), polymethyl methacrylate (300nm, 10µm, 30µm, and 60µm), coal (15-38µm, 38-44 µm and 44- 55µm), and aluminum (10µm) powders. The results of this experimental study will be further used to validate numerical CFD models for flame propagation in dust clouds.\r\nThe research is also meant to act as a catalyst for new opportunities of fundamental research in the field of fire science and engineering.  The education plan will increase the awareness in schools and universities world-wide toward the discipline of fire science and engineering in two ways: (a) Establishing national and international project centers focused towards undergraduate students for three-month independent study groups in areas of fundamental fire-related research and (b) Interacting with local high-school and middle-school teachers to develop a three-week summer course for their students to generate an interest in basic science. Students will get hands-on experience at the WPI fire laboratory and learn about fire safety from local firefighters. The educational efforts of this proposal are expected to increase awareness of the field of fire science, while the research program will help in bringing a shift from the present engineering-based empirical models to fundamental theory-based analysis and experimentation.",
 "awd_arra_amount": 429982.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ali",
   "pi_last_name": "Rangwala",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Ali S Rangwala",
   "pi_email_addr": "rangwala@wpi.edu",
   "nsf_id": "000227968",
   "pi_start_date": "2009-07-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Worcester Polytechnic Institute",
  "inst_street_address": "100 INSTITUTE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WORCESTER",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5088315000",
  "inst_zip_code": "016092280",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "WORCESTER POLYTECHNIC INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJNQME41NBU4"
 },
 "perf_inst": {
  "perf_inst_name": "Worcester Polytechnic Institute",
  "perf_str_addr": "100 INSTITUTE RD",
  "perf_city_name": "WORCESTER",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "016092280",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140700",
   "pgm_ele_name": "CFS-Combustion & Fire Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "061E",
   "pgm_ref_txt": "Fire"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 429982.0
  }
 ],
 "por": null
}