{
 "awd_id": "0846189",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Design and Synthetic Applications of New Multicomponent Reactions",
 "cfda_num": "47.049",
 "org_code": "03090003",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Tyrone Mitchell",
 "awd_eff_date": "2009-08-01",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 581386.0,
 "awd_amount": 581386.0,
 "awd_min_amd_letter_date": "2009-07-22",
 "awd_max_amd_letter_date": "2014-03-12",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\r\n\r\nThe Organic and Macromolecular Chemistry Program in the Chemistry Division at the National Science Foundation supports Professor Jared T. Shaw at the University of California at Davis. He will develop a new paradigm of reactivity that will enable the design and discovery of multicomponent reactions (MCRs). MCRs are reactions that form complex products from simple starting materials in a single operation, which can only emerge from a careful balance of reactivity that allows the successive bond-forming events to proceed in sequence. Among these reactions, the most valuable are those in which each of the components can be varied independently of the others. Professor Shaw has discovered a new four component reaction (4CR) that forms gamma-lactams in high yield with two or three stereogenic centers in high diastereoselectivity. Importantly, this \"green\" reaction takes place in a benign solvent and produces water as the only reaction by-product. This new 4CR forms the basis for a larger research program in this area that is described in the proposal. The studies that are proposed will demonstrate that the reactivity pattern observed has predictive value in the discovery of new reactions. The following outcomes of the proposed line of research are (1) new reactions of unprecedented efficiency for the assembly of heterocyclic compounds with multiple stereogenic centers, and (2) new approaches to the synthesis of complex natural products centered on MCRs for the assembly of core structures.\r\n\r\nMCRs and the synthesis of natural products targets will form conceptual nodes that can connect different areas of science as well as different sectors of society. Because MCRs offer the opportunity for rapid synthesis of molecules with interesting biological or physical properties, the PI will solicit collaborative projects from other departments that can be executed using this strategy. This approach will allow undergraduate students to learn how to make organic molecules and, more importantly, why their efforts are important to other disciplines. Professor Shaw will work with a high school class on the design and installation of an exhibit at the UC Davis arboretum that highlights the chemical components of medicinal plants native to California. The arboretum will provide an ideal setting for educating the public on the origin of chemical compounds used in medicines and inspire enthusiasm in further study of natural compounds through synthesis. The research and education plans described in the proposal will unite MCRs and chemical synthesis for the purpose of advancing the frontiers of science, educating the next generation of scientists, and connecting with the general public.",
 "awd_arra_amount": 581386.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jared",
   "pi_last_name": "Shaw",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Jared T Shaw",
   "pi_email_addr": "jtshaw@ucdavis.edu",
   "nsf_id": "000508769",
   "pi_start_date": "2009-07-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "1850 RESEARCH PARK DR STE 300",
  "perf_city_name": "DAVIS",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956186153",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "194400",
   "pgm_ele_name": "BIMOLECULAR PROCESSES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "1944",
   "pgm_ref_txt": "BIMOLECULAR PROCESSES"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 581386.0
  }
 ],
 "por": null
}