{
 "awd_id": "0846845",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Computational Modeling for Population-Based Evaluation of Spine Procedures",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922633",
 "po_email": "aleoness@nsf.gov",
 "po_sign_block_name": "Alex Leonessa",
 "awd_eff_date": "2009-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2009-06-24",
 "awd_max_amd_letter_date": "2009-06-24",
 "awd_abstract_narration": "0846845\r\nPetrella\r\n\r\n\r\nThis CAREER proposal aims to develop a foundation of integrated research and education activities with a focus on computational modeling of the spine. The primary research goal is to develop and validate a probabilistic model of the lumbar spine capable to account for variations in anatomical and surgical parameters across a realistic patient population. The main educational goal is to develop a virtual x-ray vision simulator to foster interest in science and engineering among K-12 students by teaching basic biomechanics concepts.\r\n\r\nIntellectual Merit\r\nSafety and efficacy of a new medical device has historically been demonstrated through cadaver testing and clinical trials. Of course, it is desirable to learn as much as possible about a new device before implantation in humans. Cadaver testing is the gold standard for pre-clinical evaluation of a new device, but it is cost and time prohibitive to evaluate device function across a large population of specimens. Most computational models described in the literature exhibit a similar limitation - they are constructed based on the anatomy of a single subject and are unable to predict function across a meaningful population. This study aims to develop a computational framework to simulate the outcome of a surgical procedure across a realistic patient population. The PI believes that such a model represents transformational technology that has the potential to significantly improve the power and quality of pre-clinical testing for new medical devices and surgical interventions. The spine sector is currently one of the most active areas for development of new orthopaedic technologies, and the proposed computational model will be applied specifically to investigate the efficacy of a new reconstructive concept for the lumbar spine based on combined disc and facet arthroplasty.  A novel biomechanics education program will also be developed for K-12 students: a virtual x-ray vision simulator. Optical motion capture equipment will be coupled with computer graphics techniques to overlay skeletal models on regular video images of a presenter on stage. The result will be a virtual x-ray vision system that gives young audiences the impression that they can see a presenter's bones and muscles.  Cutting edge markerless motion capture technology will be used for this system so that no special clothing, electromagnetic sensors, or markers of any kind are needed to track the presenter on stage.  This latter point is noteworthy because it means that volunteers from the audience may participate in the program and be tracked by the motion capture system without any special preparation. Another unique feature of the proposed system is that it will function in real time so that educational content will be interactive.\r\n\r\nBroader Impact\r\nBack pain is the most common cause of activity limitation in people under age 45, the second most frequent reason for visits to the physician, and the third most common cause of surgical procedures. The annual cost of low back pain to the US economy exceeds $100 billion. Through better pre-clinical evaluation of new spine procedures, the proposed computational model has the potential to improve quality of life for millions of patients and reduce the cost of spine care in the US.  The educational program will ignite excitement for science and technology among K-12 students and it will teach the value of community outreach to college-age students. The PI will create a new course (offered every fall and spring semester) in which teams of undergraduate engineers will both enhance the educational program and help deliver it. The PI has partnered with local schools and museums to present the program to approximately 1500 K-12 students each year. Partner schools were chosen specifically to target underrepresented groups. The goals are to increase the number of students who finish high school and go on to college. Assessment of these goals will be designed through collaboration with the partner schools and through student questionnaires. Finally, a website will be created at the PI's institution to promote the program and teach other educators worldwide how to copy the virtual x-ray vision simulator for use in their own communities. The website will also provide a survey to aid in program assessment.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anthony",
   "pi_last_name": "Petrella",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Anthony J Petrella",
   "pi_email_addr": "apetrell@mines.edu",
   "nsf_id": "000292453",
   "pi_start_date": "2009-06-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colorado School of Mines",
  "inst_street_address": "1500 ILLINOIS ST",
  "inst_street_address_2": "",
  "inst_city_name": "GOLDEN",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3032733000",
  "inst_zip_code": "804011887",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "CO07",
  "org_lgl_bus_name": "TRUSTEES OF THE COLORADO SCHOOL OF MINES",
  "org_prnt_uei_num": "JW2NGMP4NMA3",
  "org_uei_num": "JW2NGMP4NMA3"
 },
 "perf_inst": {
  "perf_inst_name": "Colorado School of Mines",
  "perf_str_addr": "1500 ILLINOIS ST",
  "perf_city_name": "GOLDEN",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "804011887",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "CO07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534200",
   "pgm_ele_name": "Disability & Rehab Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "010E",
   "pgm_ref_txt": "DISABILITY RES & HOMECARE TECH"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 400000.0
  }
 ],
 "por": null
}