{
 "awd_id": "0846446",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Fundamental Understanding of Mercury Cycling in Lakes and Use of Reservation-Based Research to Recruit American Indians into Environmental Engineering and Science",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Cooper",
 "awd_eff_date": "2009-08-15",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 400189.0,
 "awd_amount": 417815.0,
 "awd_min_amd_letter_date": "2009-01-26",
 "awd_max_amd_letter_date": "2013-05-03",
 "awd_abstract_narration": "CBET- 0846446\r\nBeutel, Marc\r\n\r\nAnaerobic bottom waters and profundal Sediments in lakes are important sites of mercury methylation (MeHg). The principal objective of this project is to better understand how key environmental factors, especially dissolved oxygen (DO), would influence MeHg cycling in lake sediments and bottom waters. The central hypothesis is that DO penetration into profundal sediments controls MeHg cycling by: (1) repressing MeHg bioproduction and release from surficial sediments, and (2) inhibiting the release, and subsequent water column methylation, of organo-Hg complexes bound to metal oxides in surficial sediments. Effects of DO and macrofauna density on Hg cycling in profundal sediments will be investigated based on intact prohundal sediment-water samples to be obtained from South Twin Lake on the Colville Indian Reservation and laboratory samples to be collected in the laboratory chambers. \r\n\r\nThe proposed research and educational plans are tightly integrated both topically and geographically. The overarching theme of Hg cycling in lakes drives both an ambitions research program and a creative outreach program, with both programs focused on the Colville Indian Reservation in Eastern WA. The integrated programs will advance discovery related to Hg cycling in lakes while promoting learning by American Indian high school students, undergraduates and graduate students. Broadening participation of underrepresented groups is at the core of the project's educational plan. Outreach to American Indian students that shares the thrill of scientific discovery combined with targeted recruitment efforts will ultimately result in increased representation of American Indians in environmental engineering and science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marc",
   "pi_last_name": "Beutel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marc Beutel",
   "pi_email_addr": "mbeutel@ucmerced.edu",
   "nsf_id": "000464906",
   "pi_start_date": "2009-01-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington State University",
  "inst_street_address": "240 FRENCH ADMINISTRATION BLDG",
  "inst_street_address_2": "",
  "inst_city_name": "PULLMAN",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "5093359661",
  "inst_zip_code": "991640001",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "WA05",
  "org_lgl_bus_name": "WASHINGTON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "XRJSGX384TD6"
 },
 "perf_inst": {
  "perf_inst_name": "Washington State University",
  "perf_str_addr": "240 FRENCH ADMINISTRATION BLDG",
  "perf_city_name": "PULLMAN",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "991640001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "WA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "015E",
   "pgm_ref_txt": "Pollutant fate and transport"
  },
  {
   "pgm_ref_code": "016E",
   "pgm_ref_txt": "POLLUTION AVOIDANCE"
  },
  {
   "pgm_ref_code": "051E",
   "pgm_ref_txt": "Interfacial trans & thermodynamic"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "9187",
   "pgm_ref_txt": "TOXIC SUBSTANCES/SOLID & HAZARDOUS WASTE"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 400189.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 5738.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 5888.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>Mercury pollution in the environment is a serious health threat to humans and wildlife that consume contaminated fish. Mercury is released into the air mainly through coal burning. The mercury travels through the atmosphere and then deposits on the landscape. If this mercury gets into aquatic sediments with no oxygen, it can be converted to methylmercury. This form of mercury accumulates in algae, small aquatic animals that eat the algae, and fish that eat the small animals. This study evaluated if adding oxygen to the bottom of a previously anoxic (no oxygen) lake could reduce the level of methylmercury in lake water, thereby lowering levels in aquatic biota and protecting human and wildlife health. The study lake was Twin Lakes, located on the Confederated Tribes of the Colville Indian Reservation in eastern Washington, USA. Oxygen addition resulted in lower levels of mercury in bottom water. But to our surprise, we saw an increase in mercury in small aquatic animals called zooplankton. One explanation for this observation is that after oxygen was added, the zooplankton lived deeper in the water in contact with relatively low levels of mercury. Before oxygen was added, the oxygen-breathing zooplankton avoided anoxic deep waters that were high in methylmercury. The oxygen system did not maintain high oxygen levels at the sediment, which allowed some methylmercury to be produced. &nbsp;We anticipate that an oxygen system that did a better job of maintaining a well-oxygenated sediment-water interface could lead to very low levels of methylmercury in water and low levels in zooplankton and fish. Study results are informing future lake oxygenation projects, particularly in California, that aim to lower mercury bioaccumulation and protect human health. Key scientific results are published in the paper &ldquo;Effects of hypolimnetic oxygen addition on mercury bioaccumulation in Twin Lakes, Washington, USA&rdquo; in Science of the Total Environment (496:688&ndash;700).</span></p>\n<p><span>This project also focused on water-science outreach to American Indian secondary students on Colville Indian Reservation and training undergraduate and graduate students at Washington State University. Outreach included a range of efforts such as chaperoning high school students to annual conferences of the American Indian Science and Engineering Society (AISES), summer laboratory sessions with students in which they measured mercury in fish, and facilitation of student involvement in Imagine Tomorrow, an annual student competition at Washington State University focused on sustainable energy. This project has had a profound impact on training of a diverse cohort of environmental engineering graduate students, who are now working in engineering related activities throughout the western United States. Three PhD students and four MS students were partly supported through this project, including two African-American students and three women students. In addition, half-a-dozen undergraduates worked under the project via Research Experiences for Undergraduates (REU) supplemental funding from the National Science Foundation.</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/04/2015<br>\n\t\t\t\t\tModified by: Marc&nbsp;Beutel</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2015/0846446/0846446_10027060_1441344285991_DOandMeHg--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2015/0846446/08464...",
  "por_txt_cntn": "\nMercury pollution in the environment is a serious health threat to humans and wildlife that consume contaminated fish. Mercury is released into the air mainly through coal burning. The mercury travels through the atmosphere and then deposits on the landscape. If this mercury gets into aquatic sediments with no oxygen, it can be converted to methylmercury. This form of mercury accumulates in algae, small aquatic animals that eat the algae, and fish that eat the small animals. This study evaluated if adding oxygen to the bottom of a previously anoxic (no oxygen) lake could reduce the level of methylmercury in lake water, thereby lowering levels in aquatic biota and protecting human and wildlife health. The study lake was Twin Lakes, located on the Confederated Tribes of the Colville Indian Reservation in eastern Washington, USA. Oxygen addition resulted in lower levels of mercury in bottom water. But to our surprise, we saw an increase in mercury in small aquatic animals called zooplankton. One explanation for this observation is that after oxygen was added, the zooplankton lived deeper in the water in contact with relatively low levels of mercury. Before oxygen was added, the oxygen-breathing zooplankton avoided anoxic deep waters that were high in methylmercury. The oxygen system did not maintain high oxygen levels at the sediment, which allowed some methylmercury to be produced.  We anticipate that an oxygen system that did a better job of maintaining a well-oxygenated sediment-water interface could lead to very low levels of methylmercury in water and low levels in zooplankton and fish. Study results are informing future lake oxygenation projects, particularly in California, that aim to lower mercury bioaccumulation and protect human health. Key scientific results are published in the paper \"Effects of hypolimnetic oxygen addition on mercury bioaccumulation in Twin Lakes, Washington, USA\" in Science of the Total Environment (496:688&ndash;700).\n\nThis project also focused on water-science outreach to American Indian secondary students on Colville Indian Reservation and training undergraduate and graduate students at Washington State University. Outreach included a range of efforts such as chaperoning high school students to annual conferences of the American Indian Science and Engineering Society (AISES), summer laboratory sessions with students in which they measured mercury in fish, and facilitation of student involvement in Imagine Tomorrow, an annual student competition at Washington State University focused on sustainable energy. This project has had a profound impact on training of a diverse cohort of environmental engineering graduate students, who are now working in engineering related activities throughout the western United States. Three PhD students and four MS students were partly supported through this project, including two African-American students and three women students. In addition, half-a-dozen undergraduates worked under the project via Research Experiences for Undergraduates (REU) supplemental funding from the National Science Foundation.\n\n \n\n\t\t\t\t\tLast Modified: 09/04/2015\n\n\t\t\t\t\tSubmitted by: Marc Beutel"
 }
}