{
 "awd_id": "0846437",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Horizontal Genetic Adaptation Resulting from Microbial Exposure to Anthropogenic Contaminants",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927949",
 "po_email": "nosavage@nsf.gov",
 "po_sign_block_name": "Nora Savage",
 "awd_eff_date": "2009-02-01",
 "awd_exp_date": "2016-01-31",
 "tot_intn_awd_amt": 400035.0,
 "awd_amount": 482035.0,
 "awd_min_amd_letter_date": "2008-11-25",
 "awd_max_amd_letter_date": "2012-08-29",
 "awd_abstract_narration": "0846437\r\nClaudia Gunsch\r\n\r\n\r\nRecent work in whole genome sequencing and bioinformatics has demonstrated the importance of horizontal gene transfer (HGT) in the development of bacterial resistance against various toxicants.  These analyses have shown that many different types of mobile genetic elements (including plasmids) have been exchanged between microbial species overtime.  It is generally accepted that most of the sustained adaptation events are linked to the presence of environmental selective pressures.  However, it is unclear which combination of physical, chemical and biological conditions are necessary for HGT to occur.  The goal of this CAREER research plan is to determine the conditions under which HGT events occur, specifically in the presence of anthropogenic contaminants.  The hypothesis for this research is that beneficial genetic modification events will only occur if the recipient microorganisms have specific microbial characteristics and if the physical conditions at a given site are optimal for induction of HGT.  The specific objectives of the research component of this CAREER development plan are to: 1) Identify environmental factors which control the prevalence and stability of horizontal genetic adaptation events; 2) Induce HGT in a lab scale column with a mixed microbial community and; 3) Verify if the same factors control in situ genetic adaptation for another primary substrate.  Pseudomonas putida mt-2, which harbors the TOL plasmid carrying the genes for the toluene degradation pathway, will be used as the model donor bacterium.  All findings will then be verified using naphthalene, another substrate which typically is degraded using plasmid encoded genes.  To facilitate high throughput analysis, a fluorescent molecular detection system will be used to monitor transfer of plasmid between donor and recipient cells.  These results could ultimately be transferred into the development of new genetic bioaugmentation strategies for the bioremediation of emerging contaminants which have been demonstrated to be metabolized via plasmid encoded genes.  Microorganisms carrying the appropriate genes on a plasmid could be bioaugmented and, given the proper environmental conditions, these plasmids could be stimulated to transfer to native microbial species.  These microorganisms would be more likely to survive under a specific site?s environmental conditions as compared to bioaugmented bacteria, thereby enabling the bioremediation of emerging contaminants at recalcitrant sites.  Furthermore, beyond the bioremediation ramifications, a successful completion of these research objectives has broad relevance to other important biological research areas such as the evolution and propagation of antibiotic resistant microbes.\r\n\r\nThe main teaching and broader impact objectives of this CAREER work plan consist of the creation of an outreach program (Scientists and Engineers for the Future) aimed at introducing underrepresented minority students in middle school to science and engineering so that they may make educated career decisions.  The PI and her students will develop a new outreach program entitled Scientists and Engineers for the Future aimed at introducing students in 7th and 8th grade to environmental engineering education and research.  The PI will develop work plans which integrate the students curricula with innovative hands-on activities representative of the biological sciences and environmental engineering.  These work plans include topics on microbiology, molecular biology and water treatment technologies.  In addition, the PI will invite gifted 7th and 8th grade students to her lab and Duke microscopy facilities to demonstrate genetic adaptation events.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Claudia",
   "pi_last_name": "Gunsch",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Claudia K Gunsch",
   "pi_email_addr": "ckgunsch@duke.edu",
   "nsf_id": "000230913",
   "pi_start_date": "2008-11-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "2200 W MAIN ST",
  "perf_city_name": "DURHAM",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277054640",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117900",
   "pgm_ele_name": "Nanoscale Interactions Program"
  },
  {
   "pgm_ele_code": "768000",
   "pgm_ele_name": "EDA-Eng Diversity Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "011E",
   "pgm_ref_txt": "Nano environmental health & safety"
  },
  {
   "pgm_ref_code": "015E",
   "pgm_ref_txt": "Pollutant fate and transport"
  },
  {
   "pgm_ref_code": "016E",
   "pgm_ref_txt": "POLLUTION AVOIDANCE"
  },
  {
   "pgm_ref_code": "018E",
   "pgm_ref_txt": "REMEDIATION"
  },
  {
   "pgm_ref_code": "021E",
   "pgm_ref_txt": "Water management"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7974",
   "pgm_ref_txt": "GRAD RESEARCH SUPPLEMENT"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9197",
   "pgm_ref_txt": "ENVIRONMENTAL TECHNOLOGY"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 400035.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 82000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Bioremediation has gained considerable attention over the past few decades as an effective and relatively inexpensive method of cleaning up contaminated environmental sites. Specific methods for bioremediation could involve ex situ pump-and-treat processes or <em>in situ</em> treatments that add either nutrients or substrates to stimulate microbial degradation of contaminants (biostimulation) or microbes that have high degradation potentials (bioaugmentation). Although <em>in situ</em> bioremediation processes generally offer more advantages than <em>ex situ</em> methods, there are concerns with the current <em>in situ</em> methods that limit their effectiveness. For example, a major concern in bioaugmentation is the effect of the addition of large quantities of microorganisms that are foreign to the site. This may lead to significant changes in microbial community structure and a long-term instability in ecosystem integrity. Furthermore, the degradative activities of such foreign microbes may be compromised when introduced into an unfamiliar environment during bioaugmentation, thereby resulting in a lower bioremediation potential.</p>\n<p>Horizontal gene transfer (HGT) is a widespread phenomenon in the prokaryotic kingdom that occurs readily under harsh environments where genetic adaptation is required for the survival of microorganisms. HGT could be useful for bioremediation to shift microbial communities in favor of degrading xenobiotics, persistent organic compounds, and emerging contaminants. In fact, it has been noted that HGT has repeatedly occurred naturally in contaminated sites to aid in bacterial adaptation to organic pollutants. Therefore, instead of introducing large quantities of foreign microbes capable of degrading the contaminant as seen in conventional bioaugmentation, we can introduce small amounts of bacteria harboring genes encoding for enzymes that degrade the contaminant of interest and stimulate in situ HGT of those degradative mobile genetic elements to the native bacterial community. This proposed method is termed genetic bioaugmentation and may provide a safer way of bioaugmentation than using genetically engineered microbes. However, the mechanisms and effects of HGT must be extensively characterized prior to this application with a focus on how to enhance HGT occurrences and improve the resulting degradation potential. This method should be especially useful for the bioremediation of emerging anthropogenic contaminants.</p>\n<p>In this project, various plasmids, which include genes for the degradation of environmental contaminants were used in model systems to identify biological and chemical parameters which control their in situ transfer and could lead to successful <em>in situ </em>genetic bioaugmentation. We demonstrated that the TOL plasmid from <em>Pseudomonas putida</em> BBC443 can be transferred, however, some transconjugants did not have the ability to degrade the contaminants of interest even though all of the necessary genes had been successfully transferred. Further investigations showed that such transconjugants require additional external factors for toluene degradation such as alternative carbon sources. We showed that plasmid G+C content, donor/recipient bacterial relatedness as well as organic carbon were key parameters controlling plasmid transfer and transconjugant contaminant degradation ability. The results from this study indicate that successful HGT events coupled with the desired degradative phenotype can be promoted by small changes in environmental conditions and lead to limited ecological impacts to indigenous microbial communities. Our results suggest that there is potential for genetic bioaugmentation to be applied towards remediating emerging contaminants in various environments such as groundwater and soil. Overall, this study illustrates that genetic bioaugmentation may provide an effective but safer, cheap...",
  "por_txt_cntn": "\nBioremediation has gained considerable attention over the past few decades as an effective and relatively inexpensive method of cleaning up contaminated environmental sites. Specific methods for bioremediation could involve ex situ pump-and-treat processes or in situ treatments that add either nutrients or substrates to stimulate microbial degradation of contaminants (biostimulation) or microbes that have high degradation potentials (bioaugmentation). Although in situ bioremediation processes generally offer more advantages than ex situ methods, there are concerns with the current in situ methods that limit their effectiveness. For example, a major concern in bioaugmentation is the effect of the addition of large quantities of microorganisms that are foreign to the site. This may lead to significant changes in microbial community structure and a long-term instability in ecosystem integrity. Furthermore, the degradative activities of such foreign microbes may be compromised when introduced into an unfamiliar environment during bioaugmentation, thereby resulting in a lower bioremediation potential.\n\nHorizontal gene transfer (HGT) is a widespread phenomenon in the prokaryotic kingdom that occurs readily under harsh environments where genetic adaptation is required for the survival of microorganisms. HGT could be useful for bioremediation to shift microbial communities in favor of degrading xenobiotics, persistent organic compounds, and emerging contaminants. In fact, it has been noted that HGT has repeatedly occurred naturally in contaminated sites to aid in bacterial adaptation to organic pollutants. Therefore, instead of introducing large quantities of foreign microbes capable of degrading the contaminant as seen in conventional bioaugmentation, we can introduce small amounts of bacteria harboring genes encoding for enzymes that degrade the contaminant of interest and stimulate in situ HGT of those degradative mobile genetic elements to the native bacterial community. This proposed method is termed genetic bioaugmentation and may provide a safer way of bioaugmentation than using genetically engineered microbes. However, the mechanisms and effects of HGT must be extensively characterized prior to this application with a focus on how to enhance HGT occurrences and improve the resulting degradation potential. This method should be especially useful for the bioremediation of emerging anthropogenic contaminants.\n\nIn this project, various plasmids, which include genes for the degradation of environmental contaminants were used in model systems to identify biological and chemical parameters which control their in situ transfer and could lead to successful in situ genetic bioaugmentation. We demonstrated that the TOL plasmid from Pseudomonas putida BBC443 can be transferred, however, some transconjugants did not have the ability to degrade the contaminants of interest even though all of the necessary genes had been successfully transferred. Further investigations showed that such transconjugants require additional external factors for toluene degradation such as alternative carbon sources. We showed that plasmid G+C content, donor/recipient bacterial relatedness as well as organic carbon were key parameters controlling plasmid transfer and transconjugant contaminant degradation ability. The results from this study indicate that successful HGT events coupled with the desired degradative phenotype can be promoted by small changes in environmental conditions and lead to limited ecological impacts to indigenous microbial communities. Our results suggest that there is potential for genetic bioaugmentation to be applied towards remediating emerging contaminants in various environments such as groundwater and soil. Overall, this study illustrates that genetic bioaugmentation may provide an effective but safer, cheaper and less invasive method for bioremediation. The results from this study also provide some clues as to conditions leading to ..."
 }
}