{
 "awd_id": "0846464",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Interfaces and Their Effect on Charge Transfer in Extremely Thin Absorber Solar Cells",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927949",
 "po_email": "nosavage@nsf.gov",
 "po_sign_block_name": "Nora Savage",
 "awd_eff_date": "2009-06-01",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 411500.0,
 "awd_min_amd_letter_date": "2009-01-23",
 "awd_max_amd_letter_date": "2012-06-01",
 "awd_abstract_narration": "0846464\r\nBaxter\r\n\r\nThe research objective of this renewable energy related CAREER proposal is to investigate nano-structured interfaces, material properties, and their effect on electron charge transfer in extremely thin absorber (ETA) solar cells. ETA cells will be economically competitive with fossil fuels at their predicted efficiencies of 15% because they can be produced by low-cost solution methods. However, demonstrated ETA cell efficiencies are only 2.5%. The discrepancy between realized and predicted efficiency is due to lack of fundamental understanding of the role of interfaces and material properties on charge transfer processes within the cell. ETA cells employ a mesoporous n-type semiconductor coated at the interface with a thin absorber film, with pores filled by a p-type semiconductor to create an interpenetrating heterojunction. The operating principle of the ETA cell is that the large junction area presented by an n-type nanowire array allows thin absorber layers to be used, such that charge separation across the interfaces is faster than competing bulk recombination. Nanowires are also the ideal geometry to quickly transport the separated charges to opposite contacts before they can undergo interfacial recombination. To date, ETA cells have primarily been studied by making solar cells and measuring their I-V characteristics, with few fundamental studies of either the individual materials and interfaces or charge transport within the cell. The proposed approach will use a combination of spectroscopy and electron microscopy of individual materials and interfaces as well as steady-state and perturbation studies of ETA solar cells to gain fundamental insight into charge transfer mechanisms in the ZnO-nanowire/CdSe/CuSCN materials system. Techniques including impedance spectroscopy, intensity-modulated photocurrent spectroscopy, and time-resolved terahertz spectroscopy will be employed to (1) measure carrier lifetime and mobility in individual materials and thin film stacks, (2) measure characteristic times to compare charge separation vs bulk recombination and charge transport vs. interfacial recombination, (3) determine processes that limit cell performance, and (4) design interfaces and material properties to improve charge transfer and, hence, increase ETA cell efficiency. \r\n\r\nIntellectual Merit: The transformational, spectroscopy-driven approach described in this proposal will be applied to ETA cells for the first time in order to understand the bulk and interfacial phenomena that govern cell performance. This work will explore the nature of charge transfer across nano-structured semiconductor interfaces, specifically focusing on the role of architecture, defect structure, and electronic band structure. Solution methods of depositing extremely thin coatings of high quality and precise thickness will be developed. Ex situ characterization of materials and interfaces will be combined with measurements of ETA cells to identify the properties or processes that limit cell efficiencies. This detailed understanding, which cannot be achieved using conventional methods, will allow comparison of experimental observations with theoretical predictions and will aid in the design of materials, interfaces, and molecular architectures that enable higher energy conversion efficiencies. \r\n\r\nBroader Impact: If successful, the proposed renewable energy related work will provide the fundamental understanding of interfacial phenomena that is necessary to increase efficiencies of solar cells from 2.5% toward the 15% predicted by theory. Such an improvement could potentially transform ETA cell technology to be economically competitive with fossil fuels. Low-cost ETA cells would provide a source of clean, secure, sustainable energy that could shift the U.S. portfolio away from fossil fuels and toward energy independence. The design principles learned from the CdSe system can be applied to other absorbers such as CuInGaSe2 for even higher potential efficiency. Additionally, the enhanced understanding of charge transfer at nano-structured semiconductor heterojunctions will be useful for many other nano-structured systems where controlling interfaces is critical to achieving high performance. These applications include organic-inorganic solar cells, displays, electrochromics, and batteries, all of which are important for sustainable energy or energy efficiency. The novel experimental approach described in this proposal can be employed by other researchers to enable new advances in a broad range science and technology fields. \r\n\r\nThe educational objectives of this proposal are to educate students through research activities and curriculum development and to expose people of diverse ages and backgrounds to general concepts in renewable energy. A \"Solar Energy Seminar Series\" will be established to engage the general Drexel community; and an \"Energy and Sustainability Workshop\" for 5th-6th grade students and their teachers will be initiated in partnership with the School District of Philadelphia. This workshop will naturally be directed toward underrepresented groups since the district is over 80% African-American and Hispanic and will involve 100 students and 25 teachers over 5 years.\r\n\r\nThis project is jointly supported by the Interfacial Processes and Thermodynamics program and the Sustainable Energy program in the NSF CBET Division.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jason",
   "pi_last_name": "Baxter",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Jason B Baxter",
   "pi_email_addr": "jbaxter@drexel.edu",
   "nsf_id": "000211502",
   "pi_start_date": "2009-01-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Drexel University",
  "inst_street_address": "3141 CHESTNUT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158956342",
  "inst_zip_code": "191042875",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "DREXEL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "XF3XM9642N96"
 },
 "perf_inst": {
  "perf_inst_name": "Drexel University",
  "perf_str_addr": "3141 CHESTNUT ST",
  "perf_city_name": "PHILADELPHIA",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191042875",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141400",
   "pgm_ele_name": "INTERFAC PROCESSES & THERMODYN"
  },
  {
   "pgm_ele_code": "764400",
   "pgm_ele_name": "EchemS-Electrochemical Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "051E",
   "pgm_ref_txt": "Interfacial trans & thermodynamic"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "1414",
   "pgm_ref_txt": "INTERFAC PROCESSES & THERMODYN"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7644",
   "pgm_ref_txt": "ENERGY FOR SUSTAINABILITY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 246500.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 165000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Professor Jason Baxter and his team at Drexel University recently completed research for his CAREER Award CBET-0846464, studying the effects of materials, interfaces, and nanostructured architectures on the performance of extremely thin absorber (ETA) solar cells.&nbsp; Conventional planar solar cells must overcome competing constraints on the light absorbing layer: it must be thick enough to absorb a large fraction of incident sunlight but thin enough for photoexcited charge carriers (e.g. electrons) to be collected before recombining.&nbsp; ETA cells have been investigated as a potential alternative because they utilize a very thin absorber layer that coats a high surface area nanostructured scaffold.&nbsp; The absorber&rsquo;s thinness allows efficient charge separation, while the high surface area enables a sufficient volume for light harvesting.&nbsp; However, the additional surface area increases the likelihood that electrons will become trapped at interfaces and recombine.&nbsp; The general architecture and key concepts are illustrated in the attached image.</p>\n<p>In this work, the Baxter group has investigated the fabrication of ETA materials and interfacial treatments to understand and improve ETA solar cell performance.&nbsp; Cells used architectures based on ZnO nanowire arrays coated with an ultrathin interfacial layer of CdS and CdSe absorber, with liquid electrolyte.&nbsp; Processing conditions were identified that enabled nucleation and growth of continuous CdS and CdSe coatings even at thicknesses of less than 10 nanometers, and annealing conditions were identified that resulted in significant growth of crystalline grains and reduction of detrimental defects. &nbsp;The CdS layer was found to be critical to inhibiting interfacial recombination and enabling higher efficiency solar cells.&nbsp; Based on such developments, conditions were identified where nanostructured ETA cells achieved higher efficiencies than planar cells of similar materials.&nbsp; Other conditions were identified where planar solar cells are superior.&nbsp; Spectroscopic characterization of complete solar cells and selected components enabled our team to develop deeper understanding of the fundamental mechanisms that govern solar cell behavior.&nbsp; This knowledge of characteristic length and time scales for different optical and electronic processes has provided significant insight that the research community can utilize to further develop ETA solar cells and improve their efficiencies.</p>\n<p>This grant provided the primary support for education and training of 2 PhD students.&nbsp; Three other PhD students also contributed to this work.&nbsp; Additionally 3 MS students and 16 undergraduate students participated in this project.&nbsp; Eight of the students were female.&nbsp; The first primary PhD student is now a postdoctoral researcher.&nbsp; Four of the undergraduates have gone on to pursue their PhD at top universities.&nbsp; Recently two members of the team were awarded prestigious Goldwater Scholarships for excellence in undergraduate research. &nbsp;</p>\n<p>Detailed research results have been disseminated to the research community and are also accessible to the general public.&nbsp; This grant resulted in more than 12 publications in peer-reviewed journals.&nbsp; Research was also presented at more than 10 national and international conferences.&nbsp;</p>\n<p>The reach of the activities supported by this grant extended well beyond members of the Baxter laboratory.&nbsp; Prof. Baxter gave talks on solar energy conversion to many different groups, including Drexel undergraduates, students at Wharton School of Business, and visiting K-12 groups.&nbsp; Prof. Baxter has solar panels on his house and has given talks on residential solar installations at Haverford Township Earth Day.&nbsp; Graduate students presented on solar cells at &ldquo;Introduce a Girl to Engineering Day&r...",
  "por_txt_cntn": "\nProfessor Jason Baxter and his team at Drexel University recently completed research for his CAREER Award CBET-0846464, studying the effects of materials, interfaces, and nanostructured architectures on the performance of extremely thin absorber (ETA) solar cells.  Conventional planar solar cells must overcome competing constraints on the light absorbing layer: it must be thick enough to absorb a large fraction of incident sunlight but thin enough for photoexcited charge carriers (e.g. electrons) to be collected before recombining.  ETA cells have been investigated as a potential alternative because they utilize a very thin absorber layer that coats a high surface area nanostructured scaffold.  The absorberÆs thinness allows efficient charge separation, while the high surface area enables a sufficient volume for light harvesting.  However, the additional surface area increases the likelihood that electrons will become trapped at interfaces and recombine.  The general architecture and key concepts are illustrated in the attached image.\n\nIn this work, the Baxter group has investigated the fabrication of ETA materials and interfacial treatments to understand and improve ETA solar cell performance.  Cells used architectures based on ZnO nanowire arrays coated with an ultrathin interfacial layer of CdS and CdSe absorber, with liquid electrolyte.  Processing conditions were identified that enabled nucleation and growth of continuous CdS and CdSe coatings even at thicknesses of less than 10 nanometers, and annealing conditions were identified that resulted in significant growth of crystalline grains and reduction of detrimental defects.  The CdS layer was found to be critical to inhibiting interfacial recombination and enabling higher efficiency solar cells.  Based on such developments, conditions were identified where nanostructured ETA cells achieved higher efficiencies than planar cells of similar materials.  Other conditions were identified where planar solar cells are superior.  Spectroscopic characterization of complete solar cells and selected components enabled our team to develop deeper understanding of the fundamental mechanisms that govern solar cell behavior.  This knowledge of characteristic length and time scales for different optical and electronic processes has provided significant insight that the research community can utilize to further develop ETA solar cells and improve their efficiencies.\n\nThis grant provided the primary support for education and training of 2 PhD students.  Three other PhD students also contributed to this work.  Additionally 3 MS students and 16 undergraduate students participated in this project.  Eight of the students were female.  The first primary PhD student is now a postdoctoral researcher.  Four of the undergraduates have gone on to pursue their PhD at top universities.  Recently two members of the team were awarded prestigious Goldwater Scholarships for excellence in undergraduate research.  \n\nDetailed research results have been disseminated to the research community and are also accessible to the general public.  This grant resulted in more than 12 publications in peer-reviewed journals.  Research was also presented at more than 10 national and international conferences. \n\nThe reach of the activities supported by this grant extended well beyond members of the Baxter laboratory.  Prof. Baxter gave talks on solar energy conversion to many different groups, including Drexel undergraduates, students at Wharton School of Business, and visiting K-12 groups.  Prof. Baxter has solar panels on his house and has given talks on residential solar installations at Haverford Township Earth Day.  Graduate students presented on solar cells at \"Introduce a Girl to Engineering Day\" at Drexel and in local high school classrooms.  Concepts and results from research activities were presented as part of two Drexel courses, including a new interdisciplinary course \"Fundamentals of Solar Cells\" created by P..."
 }
}