{
 "awd_id": "0847807",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Improved accessibility and rapid computerization of the SDNHM entomological collection",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Maglia",
 "awd_eff_date": "2009-07-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 232137.0,
 "awd_amount": 253174.0,
 "awd_min_amd_letter_date": "2009-07-02",
 "awd_max_amd_letter_date": "2011-04-14",
 "awd_abstract_narration": "The San Diego Natural History Museum?s collection of over 1 million preserved insects and spiders contains significant historical material for a binational region that is immensely biologically diverse and experiencing pressure from unprecedented population growth and development.  The collection is the largest of its kind in the region (San Diego and Imperial Counties through the southern tip of Baja California in Mexico), yet it is poorly inventoried, not accessible online, and has other urgent needs that restrict the usefulness of this one-of-a-kind resource.  This project will improve overall accessibility through reorganization of the collection and an online inventory for offsite data retrieval.  Additionally, the project will re-house fluid-preserved collections for better long-term storage and develop an online image catalog for our most scientifically valuable material. \r\n\r\nThis project will enhance the utility of and accessibility to the only major entomological collection in southernmost California and Baja California, an area widely regarded as a biodiversity hotspot. The online availability of collection information will facilitate collaborations with researchers at Mexican universities, regional conservation groups, and government agencies.  Furthermore, the proposed reorganization of the collection will result in large amounts of educational material that will be shared with binational non-profit environmental-education organizations.  \r\n \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Wall",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Michael A Wall",
   "pi_email_addr": "mwall@sdnhm.org",
   "nsf_id": "000068461",
   "pi_start_date": "2009-07-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Paisley",
   "pi_last_name": "Cato",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Paisley S Cato",
   "pi_email_addr": "pcato@sdnhm.org",
   "nsf_id": "000362839",
   "pi_start_date": "2009-07-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "San Diego Society of Natural History",
  "inst_street_address": "1788 EL PRADO",
  "inst_street_address_2": "",
  "inst_city_name": "SAN DIEGO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6192550216",
  "inst_zip_code": "921011624",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "THE SAN DIEGO SOCIETY OF NATURAL HISTORY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SRMEDYXMNF53"
 },
 "perf_inst": {
  "perf_inst_name": "San Diego Society of Natural History",
  "perf_str_addr": "1788 EL PRADO",
  "perf_city_name": "SAN DIEGO",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "921011624",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "119700",
   "pgm_ele_name": "BIOLOGICAL RESEARCH COLLECTION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7744",
   "pgm_ref_txt": "RAHSS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9184",
   "pgm_ref_txt": "BIOTECHNOLOGY - INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 232137.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 8537.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 12500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The San Diego Natural History Museum&rsquo;s collection of over 600,000 insects and spiders contains significant historical material for a binational region that is immensely biologically diverse and experiencing unprecedented population growth and development.&nbsp; The collection is the largest insect and spider collection in the region (San Diego and Imperial Counties through the southern tip of Baja California in Mexico), yet prior to this grant funding was poorly inventoried, not accessible online, and had other urgent needs that confound the usefulness of this one of a kind resource. &nbsp;This project improved the overall accessibility with a collection reorganization and an online inventory of all the species in the collection.&nbsp; Additionally, the project updated all the long-term storage to better preserve this one of a kind collection for the future. &nbsp;By the numbers, the project inventoried over 2,400 drawers of insects representing 504,000 specimens and 15,000 named species. Over 70,000 poorly stored specimens were curated to 21<sup>st</sup> century standards and incorporated into the main collection. The project trained one paid and a dozen volunteer high school interns and seven paid undergraduate students. Funding also allowed for the development of an online image catalog for our most scientifically valuable material, so that scientists and the public can access it from around the world.</p>\n<p>This project enhances the utility of and accessibility to the only major entomological collection in southernmost California and Baja California, an area widely regarded as a biodiversity hotspot. The online availability of collection information will facilitate collaborations with researchers at Mexican universities, regional conservation groups, and government agencies. Perhaps the broadest impact of this project is that it sets the stage to bring the entomological collections online in a manner similar to the museum&rsquo;s other federally funded projects like the San Diego County Plant Atlas and the Reptile and Amphibian Atlas of Peninsular California. By combining these federally funded projects with our privately funded San Diego County Bird Atlas and San Diego County Mammal Atlas, we are developing online and in-museum specimen-based resources for the public to use to discover more about the biodiversity in their own backyards. This project also laid the groundwork for the collection&rsquo;s participation in a California-wide initiative to database entomological specimen data for addressing climate change research questions (<a href=\"http://calbug.berkeley.edu/\">http://calbug.berkeley.edu/</a>). This project has resulted in the detailed databasing of 25,508 specimens representing 8,721 collecting events, 3,105 localities, 1,845 species, and 566 genera from the San Diego Natural History Museum collection. Furthermore, the triage of the collection resulted in large amounts of not scientifically valuable material that were passed on to the museum&rsquo;s Nature to You Loan Library which reaches close to 80,ooo people annually. Additionally this funding temporarily increased our capacity enough to allow development of a strong volunteer and internship program that the museum continues to self-sustain, allowing 10-12 high school and/or undergraduate students annually to get a taste of specimen-based research behind the scenes at a natural history museum.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/05/2014<br>\n\t\t\t\t\tModified by: Michael&nbsp;A&nbsp;Wall</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe San Diego Natural History MuseumÆs collection of over 600,000 insects and spiders contains significant historical material for a binational region that is immensely biologically diverse and experiencing unprecedented population growth and development.  The collection is the largest insect and spider collection in the region (San Diego and Imperial Counties through the southern tip of Baja California in Mexico), yet prior to this grant funding was poorly inventoried, not accessible online, and had other urgent needs that confound the usefulness of this one of a kind resource.  This project improved the overall accessibility with a collection reorganization and an online inventory of all the species in the collection.  Additionally, the project updated all the long-term storage to better preserve this one of a kind collection for the future.  By the numbers, the project inventoried over 2,400 drawers of insects representing 504,000 specimens and 15,000 named species. Over 70,000 poorly stored specimens were curated to 21st century standards and incorporated into the main collection. The project trained one paid and a dozen volunteer high school interns and seven paid undergraduate students. Funding also allowed for the development of an online image catalog for our most scientifically valuable material, so that scientists and the public can access it from around the world.\n\nThis project enhances the utility of and accessibility to the only major entomological collection in southernmost California and Baja California, an area widely regarded as a biodiversity hotspot. The online availability of collection information will facilitate collaborations with researchers at Mexican universities, regional conservation groups, and government agencies. Perhaps the broadest impact of this project is that it sets the stage to bring the entomological collections online in a manner similar to the museumÆs other federally funded projects like the San Diego County Plant Atlas and the Reptile and Amphibian Atlas of Peninsular California. By combining these federally funded projects with our privately funded San Diego County Bird Atlas and San Diego County Mammal Atlas, we are developing online and in-museum specimen-based resources for the public to use to discover more about the biodiversity in their own backyards. This project also laid the groundwork for the collectionÆs participation in a California-wide initiative to database entomological specimen data for addressing climate change research questions (http://calbug.berkeley.edu/). This project has resulted in the detailed databasing of 25,508 specimens representing 8,721 collecting events, 3,105 localities, 1,845 species, and 566 genera from the San Diego Natural History Museum collection. Furthermore, the triage of the collection resulted in large amounts of not scientifically valuable material that were passed on to the museumÆs Nature to You Loan Library which reaches close to 80,ooo people annually. Additionally this funding temporarily increased our capacity enough to allow development of a strong volunteer and internship program that the museum continues to self-sustain, allowing 10-12 high school and/or undergraduate students annually to get a taste of specimen-based research behind the scenes at a natural history museum.\n\n \n\n\t\t\t\t\tLast Modified: 02/05/2014\n\n\t\t\t\t\tSubmitted by: Michael A Wall"
 }
}