{
 "awd_id": "0847558",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Controlling Mechanisms of Viral Self-Assembly and Stability",
 "cfda_num": "47.049",
 "org_code": "03070013",
 "po_phone": "7032922191",
 "po_email": "asimonia@nsf.gov",
 "po_sign_block_name": "Aleksandr Simonian",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2009-08-05",
 "awd_max_amd_letter_date": "2014-03-14",
 "awd_abstract_narration": "ID: MPS/DMR/BMAT(7623) 0847558          \t    PI: Bermudez, Harry    \t ORG: Massachusetts\r\n\r\nTitle:  CAREER: Controlling Mechanisms of Viral Self-Assembly and Stability\r\n\r\nThis award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\r\n\r\nINTELLECTUAL MERIT:  Viruses find numerous uses as tunable colloids and nanoscale scaffolds in materials science, where their potent ability to interact with living cells is an attractive property. Engineering these particles for biomaterials applications thus presents a nanoscale construction problem. Unfortunately, viruses are inherently metastable, because while they persist extracellularly, they disassemble upon interacting with their host. The underpinnings of this metastability remain unclear, but one intriguing possibility is that the capsid acts as a conformational switch, triggered by changes in local conditions. The overall objective of this proposal is to employ viruses as model systems to explore mechanisms of nanoscale assembly. Capsid proteins and nucleic acids will be modified to display fluorescent labels, and secondary structures will be perturbed via mutagenesis and incorporation of non-native amino acids. Together with environmental conditions (e.g., vesicle encapsulation, solution conditions), the PI will follow and potentially control assembly of viral particles, which in turn ultimately determines particle stability. For example, the relative energies of assembly intermediates can lead to kinetic traps that arrest assembly or create barriers to disassembly. The knowledge gained of viral assembly will lead to biomimetic strategies for novel self-assemblies, to be initially tested with DNA. Quantitative determination of the kinetics of assembly, achieved through sensitive techniques such as fluorescence correlation spectroscopy and fluorescence resonance energy transfer, is an important component of this proposal. Suboptical microscopies, AFM and TEM, will also be used to confirm and directly visualize final structures.\r\n\r\nBROADER IMPACTS:  The PI recognizes outreach efforts as long-term investments to maintain global competitiveness, and plans to integrate them into the research program via three thrusts: (i) mentoring and outreach to members of under-represented groups, (ii) development of an interdisciplinary graduate course, and (iii) promotion of adult scientific literacy. The first effort is in collaboration with the American Chemical Society?s (ACS) Scholars program, where ACS Scholars will be mentored and hosted in the PI's laboratory for 8 ? 10 weeks each summer. The second component will foster research at the boundary of physical and life sciences, through a new university course entitled ?From Biopolymers to Biological Colloids,? covering aspects of these materials found both inside and outside the cell. Finally, to increase adult scientific literacy, the PI has partnered with the Science, Technology, and Society Initiative (STS) at the University of Massachusetts and their outreach to the greater public. In all cases, familiar examples of biologically-relevant self-assembly, such as emulsion droplets, lipid membranes, and virus particles will provide an accessible link to understanding nanotechnology in its various forms. Finally, the proposed research is highly interdisciplinary, giving a broad exposure and training to graduate and undergraduate students alike.\r\n\r\n\r\n",
 "awd_arra_amount": 500000.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Harry",
   "pi_last_name": "Bermudez",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Harry Bermudez",
   "pi_email_addr": "bermudez@umass.edu",
   "nsf_id": "000499575",
   "pi_start_date": "2009-08-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "101 COMMONWEALTH AVE",
  "perf_city_name": "AMHERST",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010039252",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762300",
   "pgm_ele_name": "BIOMATERIALS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 500000.0
  }
 ],
 "por": null
}