{
 "awd_id": "0847216",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Manipulating Molecules and Motivating Students; Explorations of Energy Conversion through Adaptive Control and in New Educational Platforms",
 "cfda_num": "47.049",
 "org_code": "03090004",
 "po_phone": "7032925327",
 "po_email": "cfoss@nsf.gov",
 "po_sign_block_name": "Colby Foss",
 "awd_eff_date": "2009-02-01",
 "awd_exp_date": "2014-01-31",
 "tot_intn_awd_amt": 645000.0,
 "awd_amount": 655031.0,
 "awd_min_amd_letter_date": "2009-02-13",
 "awd_max_amd_letter_date": "2012-09-07",
 "awd_abstract_narration": "In this award the Experimental Physical Chemistry Program of the Division of Chemistry supports the development of a fundamental chemical sciences research effort in the group of Professor Niels Damrauer at the University of Colorado to understand how charge and energy flow in complex condensed-phase molecules following absorption of light. Femtosecond pulse-shaping methodologies will be called upon to interrogate and control photochemical pathways in novel coordination complexes. Systems exhibiting photoinduced electron transfer reactivity are selected and new metal complexes are synthesized wherein internal motions are expected to modulate the rate of a photoinduced electron transfer reaction. Photochemical control is expected if adaptively shaped laser fields can manipulate these motions. Additional systems are developed that exhibit excited-state relaxation pathways competing with electron transfer. This aspect of the program aims to develop spectroscopic methods for studying dynamical phenomena at reactive branching points between productive and non-productive channels. Finally, efforts are made to develop pulse-shaping two-dimensional electronic spectroscopy of inorganic chromophores and to link the observations to both opportunities and mechanisms for control. \r\n\r\nIn the educational outreach component of this program, curricula relating to sustainable energy production are being developed for dissemination to middle school students in Colorado and to assist in professional development for teachers of grades 5-8. The societal and environmental urgency of the topics considered should motivate young minds to engage in fundamental scientific exploration and to seek further scientific training in high school.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Niels",
   "pi_last_name": "Damrauer",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Niels H Damrauer",
   "pi_email_addr": "niels.damrauer@colorado.edu",
   "nsf_id": "000416008",
   "pi_start_date": "2009-02-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 MARINE ST",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "196000",
   "pgm_ele_name": "STRUCTURE AND REACTIVITY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 165000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 120000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 360000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 130031.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>At the outset of this project, we sought to develop a chemical sciences research effort to understand how charge and energy flow in complex molecules following absorption of light, and ultimately to exert some control over these phenomena in terms of the structures of the molecules we design and in terms of the kinds of experimental stimuli that we exert. By charge flow we are referring to the motion of electrons spatially within a given molecular structure and by energy flow we are referring to how regions of higher energy content move within the physical space of the molecules. Both energy and charge flow are essential ingredients in all forms of natural photosynthesis and in the vast majority of man-made solar photoconversion strategies. At a fundamental level, our research program aimed to identify, explore, and understand new strategies for converting the energy content in sunlight to other usable or storable forms such as electrical potential or precursors to chemical fuels.</p>\n<p>A pervasive theme in the research accomplished has to do with understanding how one might exploit structural changes in molecules that are induced by light absorption to control the elements of charge and energy flow. In one body of work (experiment and computation) we designed and studied a set of molecules to act as a kind of light-activated diode that would permit an electron to flow in one direction but not to return or at least to return on a slower time scale. Here we exploited molecular appendages that rotate following light excitation. When light is first absorbed, rotation helps to facilitate the initial movement of an electron to a secondary site in the molecule (a process called charge separation or electron transfer). Once the electron is transferred, however, a second motion occurs that then inhibits the return of the electron to its original site. Avoiding or delaying the latter is important if one wants to store the light energy in a usable form. This work that was published in the Journal of the American Chemical Society, was chosen as an Editor&rsquo;s Choice highlight in the journal Science where the editor described the molecules as &lsquo;electron turnstiles.&rsquo; We are now engaged in research that aims to exploit these design principles for dyes imbedded in solar cells.</p>\n<p>In a second but related body of work we explored how light absorption in certain molecules in water initiates motions in the surrounding solvent that in turn impacts how long the light energy is stored in the dye. This is a second design principle that may ultimately be exploitable in later efforts to harvest light energy. In the particular systems studied, light absorption initiates the formation of an excited state characterized by charge separation. That state can rapidly decay via a different excited state that does not have the same charge separation character. By exploring the relative behavior in different solvents where we changed the mass of atoms in the solvent (so-called isotope studies) we could infer that hydrogen atoms within water molecules surrounding the dyes were responding the light-induced charge separation.</p>\n<p>A third body of work took a related but orthogonal direction. Here, again using experiment and computation, we developed molecular design principles where critical motions tied to excited state energy loss are prevented by the molecular structures themselves. With the extended excited state lifetimes that emerge, the molecule is now able to engage in a bond breaking process coupled to electron transfer, one that we hope to exploit at a later date for solar energy harvesting.&nbsp;</p>\n<p>This project required the learning, development, and refinement of tools of chemical synthesis, quantum mechanical computation, electrochemistry, and advanced spectroscopies (studies using light as an interrogative tool; in our case using laser-based experiments). Five gr...",
  "por_txt_cntn": "\nAt the outset of this project, we sought to develop a chemical sciences research effort to understand how charge and energy flow in complex molecules following absorption of light, and ultimately to exert some control over these phenomena in terms of the structures of the molecules we design and in terms of the kinds of experimental stimuli that we exert. By charge flow we are referring to the motion of electrons spatially within a given molecular structure and by energy flow we are referring to how regions of higher energy content move within the physical space of the molecules. Both energy and charge flow are essential ingredients in all forms of natural photosynthesis and in the vast majority of man-made solar photoconversion strategies. At a fundamental level, our research program aimed to identify, explore, and understand new strategies for converting the energy content in sunlight to other usable or storable forms such as electrical potential or precursors to chemical fuels.\n\nA pervasive theme in the research accomplished has to do with understanding how one might exploit structural changes in molecules that are induced by light absorption to control the elements of charge and energy flow. In one body of work (experiment and computation) we designed and studied a set of molecules to act as a kind of light-activated diode that would permit an electron to flow in one direction but not to return or at least to return on a slower time scale. Here we exploited molecular appendages that rotate following light excitation. When light is first absorbed, rotation helps to facilitate the initial movement of an electron to a secondary site in the molecule (a process called charge separation or electron transfer). Once the electron is transferred, however, a second motion occurs that then inhibits the return of the electron to its original site. Avoiding or delaying the latter is important if one wants to store the light energy in a usable form. This work that was published in the Journal of the American Chemical Society, was chosen as an EditorÆs Choice highlight in the journal Science where the editor described the molecules as æelectron turnstiles.Æ We are now engaged in research that aims to exploit these design principles for dyes imbedded in solar cells.\n\nIn a second but related body of work we explored how light absorption in certain molecules in water initiates motions in the surrounding solvent that in turn impacts how long the light energy is stored in the dye. This is a second design principle that may ultimately be exploitable in later efforts to harvest light energy. In the particular systems studied, light absorption initiates the formation of an excited state characterized by charge separation. That state can rapidly decay via a different excited state that does not have the same charge separation character. By exploring the relative behavior in different solvents where we changed the mass of atoms in the solvent (so-called isotope studies) we could infer that hydrogen atoms within water molecules surrounding the dyes were responding the light-induced charge separation.\n\nA third body of work took a related but orthogonal direction. Here, again using experiment and computation, we developed molecular design principles where critical motions tied to excited state energy loss are prevented by the molecular structures themselves. With the extended excited state lifetimes that emerge, the molecule is now able to engage in a bond breaking process coupled to electron transfer, one that we hope to exploit at a later date for solar energy harvesting. \n\nThis project required the learning, development, and refinement of tools of chemical synthesis, quantum mechanical computation, electrochemistry, and advanced spectroscopies (studies using light as an interrogative tool; in our case using laser-based experiments). Five graduate students who were involved have become broad thinkers and problem solvers with numerous intellectual t..."
 }
}