{
 "awd_id": "0847182",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Multimessenger astronomy through gravitational-waves: a student centered approach",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032927372",
 "po_email": "pmarrone@nsf.gov",
 "po_sign_block_name": "Pedro Marronetti",
 "awd_eff_date": "2009-05-01",
 "awd_exp_date": "2015-04-30",
 "tot_intn_awd_amt": 625000.0,
 "awd_amount": 656075.0,
 "awd_min_amd_letter_date": "2009-01-13",
 "awd_max_amd_letter_date": "2013-04-15",
 "awd_abstract_narration": "Nearly hundred years after the debut of Einstein's theory of general relativity, gravitational waves are viewed as one of the most intriguing but still elusive astrophysical phenomena. They are expected to be emitted by extreme astrophysical sources such as merging black hole binary systems, spinning neutron stars, gamma-ray bursts or supernovae. Certain aspects of these astrophysical phenomena are detectable in other forms such as gamma-rays, making our scientific endeavor even more promising. However, in order to decipher the detailed inner workings and understand the complete astrophysical process involved in these cataclysmic comic events, their observation through gravitational waves is essential. This award will support active engagement in the quest for the first detection of gravitational waves coincident with gamma-ray burst and neutrino events. The data collected by the global network of gravitational wave detectors, including the Laser Interferometric Gravitational-wave Observatory (LIGO), will also allow the advance of fundamental science prior to regular detections of cosmic events through gravitational waves by setting astrophysically interesting upper limits to the gravitational waves produced. To increase the repertoire of promising progenitor candidates, the PI and his students will also investigate data analysis techniques related to gravitational waves emitted by eccentric encounters of black hole binary systems.\r\n\r\nThis award will allow the PI to develop an innovative course at Columbia University specifically designed to enhance the critical foundations of students in experimental science. The curriculum is inspired by gravitational wave research and emphasizes real life experience for students in the laboratory. The course will focus on ingenuity and mission critical skills of experimental research; it will closely integrate lectures, experimentation, teamwork, proposal/planning/publication and other related practical skills. Students of all ages (from high school to graduate school) will be offered a diverse educational experience in  the forefront of experimental research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Szabolcs",
   "pi_last_name": "Marka",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Szabolcs Marka",
   "pi_email_addr": "smarka@phys.columbia.edu",
   "nsf_id": "000349608",
   "pi_start_date": "2009-01-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University",
  "perf_str_addr": "615 W 131ST ST",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100277922",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125200",
   "pgm_ele_name": "LIGO RESEARCH SUPPORT"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "7483",
   "pgm_ref_txt": "PHYSICS OF THE UNIVERSE"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 141075.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 125000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 140000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>The first direct detection of gravitational waves is on the horizon: the upcoming observational runs of the US-based advanced Laser Interferometer Gravitational-wave Observatory (aLIGO) detectors will provide the unprecedented sensitivity in the coming years that is required for reaching this major goal of the LIGO Scientific Collaboration (LSC).</span></p>\n<p><span>Beyond the technological breakthrough resulting in highly improved detector performance, innovation in data analysis approach was also required from the international LSC team. Over the past decade the Columbia Experimental Gravity group pioneered multimessenger approaches aimed to uncover information on cosmic processes originating from distant enigmatic sources such as merging compact binaries containing neutron stars and/or black holes using gravitational-wave data. The novelty and impact of the inclusive multimessenger approach is rooted in the integration of complementary information from other astrophysical channels beyond gravitational waves providing multifaceted access to energetic processes such as gamma-ray burst and high-energy neutrino emissions. Solving these emerging cosmic puzzles shall provide the opportunity to learn about the nature of gravity and understand the life, birth and death of cosmic black holes.</span></p>\n<p><span>Among others, members of the Columbia Experimental Gravity group initiated, opened up, and developed fields and directions in both data analysis and astrophysics as well as contributed to mission critical instrumentation aspects of aLIGO while providing advanced research training for a diverse set of students. The group&rsquo;s publications had significant involvement from students and/or early career scientists.</span></p>\n<p><span>Among others the group played a pivotal role in founding the LIGO Scientific Collaboration&rsquo;s optical follow-up and gamma-ray burst search programs while playing a key role in the development of these dynamic areas of research. The group notably contributed to the literature of neutrino emission and gamma-ray bursts, and published extensively on how gravitational-wave detection will revolutionize our understanding of the gamma-ray burst and other phenomena. </span></p>\n<p><span>The Columbia Experimental Gravity group conceived and spearheaded the development of multimessenger searches for joint cosmic sources of high-energy neutrinos and gravitational-waves. The detailed work included a broad selection of topics from astrophysics fundamentals to data analysis, including the review of possible joint cosmic sources, the analysis of the time delay between gravitational-waves, high-energy neutrinos and their electromagnetics counterparts, the development of data analysis search methodology and the corresponding data analysis code, establishing the first observational constraints on such joint sources and analyzing existing initial LIGO data. This rich field of research not only resulted in numerous publications in respected journals but also fostered new collaboration between high impact frontier astrophysics experiments of our nation: LIGO on the gravitational-wave side and the IceCube Collaboration on the high-energy neutrino search side.</span></p>\n<p><span>Enthusiastic work during the summers and academic years on topics inspired by gravitational wave science enabled numerous undergraduate students to establish the critical foundations needed for success in experimental physics and to test methodologies, projects, and communication skills that are best taught through creative experimental courses. Mission critical skills developed at Columbia University and in many cases also at the LIGO sites empowered and inspired our students to stay within physics and continue their quest for science in prestigious schools aiming for impactful careers both in translational and fundamental research. </span></p>\n<p><span>Over the years th...",
  "por_txt_cntn": "\nThe first direct detection of gravitational waves is on the horizon: the upcoming observational runs of the US-based advanced Laser Interferometer Gravitational-wave Observatory (aLIGO) detectors will provide the unprecedented sensitivity in the coming years that is required for reaching this major goal of the LIGO Scientific Collaboration (LSC).\n\nBeyond the technological breakthrough resulting in highly improved detector performance, innovation in data analysis approach was also required from the international LSC team. Over the past decade the Columbia Experimental Gravity group pioneered multimessenger approaches aimed to uncover information on cosmic processes originating from distant enigmatic sources such as merging compact binaries containing neutron stars and/or black holes using gravitational-wave data. The novelty and impact of the inclusive multimessenger approach is rooted in the integration of complementary information from other astrophysical channels beyond gravitational waves providing multifaceted access to energetic processes such as gamma-ray burst and high-energy neutrino emissions. Solving these emerging cosmic puzzles shall provide the opportunity to learn about the nature of gravity and understand the life, birth and death of cosmic black holes.\n\nAmong others, members of the Columbia Experimental Gravity group initiated, opened up, and developed fields and directions in both data analysis and astrophysics as well as contributed to mission critical instrumentation aspects of aLIGO while providing advanced research training for a diverse set of students. The groupÆs publications had significant involvement from students and/or early career scientists.\n\nAmong others the group played a pivotal role in founding the LIGO Scientific CollaborationÆs optical follow-up and gamma-ray burst search programs while playing a key role in the development of these dynamic areas of research. The group notably contributed to the literature of neutrino emission and gamma-ray bursts, and published extensively on how gravitational-wave detection will revolutionize our understanding of the gamma-ray burst and other phenomena. \n\nThe Columbia Experimental Gravity group conceived and spearheaded the development of multimessenger searches for joint cosmic sources of high-energy neutrinos and gravitational-waves. The detailed work included a broad selection of topics from astrophysics fundamentals to data analysis, including the review of possible joint cosmic sources, the analysis of the time delay between gravitational-waves, high-energy neutrinos and their electromagnetics counterparts, the development of data analysis search methodology and the corresponding data analysis code, establishing the first observational constraints on such joint sources and analyzing existing initial LIGO data. This rich field of research not only resulted in numerous publications in respected journals but also fostered new collaboration between high impact frontier astrophysics experiments of our nation: LIGO on the gravitational-wave side and the IceCube Collaboration on the high-energy neutrino search side.\n\nEnthusiastic work during the summers and academic years on topics inspired by gravitational wave science enabled numerous undergraduate students to establish the critical foundations needed for success in experimental physics and to test methodologies, projects, and communication skills that are best taught through creative experimental courses. Mission critical skills developed at Columbia University and in many cases also at the LIGO sites empowered and inspired our students to stay within physics and continue their quest for science in prestigious schools aiming for impactful careers both in translational and fundamental research. \n\nOver the years the Columbia Experimental Gravity group also provided a first hands-on research opportunity for over 20 high school students in a scientific laboratory setting, empowering and inspiring them to st..."
 }
}