{
 "awd_id": "0847224",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Fluctuation Phenomena Near Quantum Phase Transitions",
 "cfda_num": "47.049",
 "org_code": "03070005",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2009-06-22",
 "awd_max_amd_letter_date": "2014-03-19",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\r\n\r\nTECHNICAL SUMMARY\r\nThis CAREER award supports integrating fundamental theoretical condensed matter physics research on quantum fluctuation phenomena and education activities on relating theoretical results and ideas to experiment and communicating them to a broad audience.\r\nThe research part of the proposal is devoted to the theoretical studies of quantum fluctuation phenomena in a variety of electronic systems. The main objective is to develop a quantitative microscopic theory of certain quantum phase transitions and to connect it to the existing phenomenological approaches:\r\n1. The PI will investigate the unusual physics of quantum superconductor-to-insulator transition (SIT) in low-dimensional systems and study the interplay between superconducting and phase fluctuations in order to describe transport properties near the transition. The primary goals of this project are to formulate a non-perturbative theory of the SIT and connect the microscopic fermionic approach with the effective field theory models, e.g., with the dual vortex theory. \r\n2. Motivated by recent experiments, which unexpectedly observed a mysterious metallic state in superconducting films, the PI will explore different theoretical scenarios for a Bose metal phase in two dimensions. In addition, the PI will study mesoscopic disorder fluctuations in order to develop a realistic theory of the non-linear transport observed in the unusual metallic phase.\r\n3. The PI aims to combine the strong-coupling model of superconductivity and the quantum generalization of the celebrated Aslamazov-Larkin theory. The objective is to construct a microscopic two-order-parameter theory, where both the pairing field and the magnetic order parameter are dynamic variables. This research has the aim of studying a variety of phenomena in superconductors, itinerant ferromagnets, and heavy fermion materials.\r\nThe educational/outreach component is involves developing new courses and educational materials, which will be done in close collaboration with the Maryland physics education group. The PI has an established record of attracting underrepresented groups into condensed matter physics and further such opportunities will be sought and developed. The outreach component will include a series of public lectures and demonstrations on the subject of superconductivity to middle- and high-school students and participation in the Research Experience for Undergraduates program. In addition, the PI will develop a professional dynamic web-resource to disseminate the results of physics education and condensed matter research to the interested investigators, physics teachers, and general public.\r\n\r\nNON-TECHNICAL SUMMARY\r\nThis CAREER award supports fundamental theoretical condensed matter physics research and education aiming to extend our understanding of superconductivity ? a state of matter where electrons pair together and act in concert as reflected by an absence of any loss to the flow of electric current. Particularly with the discovery of new materials that exhibit superconductivity at ever higher temperatures, superconductivity may enable efficient electric power transmission, electric motors, and new electronic device technologies. This work contributes to the intellectual foundations upon which such technological advances may be built.\r\n\r\nThe PI aims to develop a theory that will address outstanding issues in our understanding of superconductivity. It will, in part, build upon the standard theory of superconductivity that successfully describes superconductivity that abruptly appears from an ordinary metallic state in materials as the temperature is lowered through a material specific temperature that is close to the absolute zero of temperature. It will include experimentally accessible phenomena, for example in very thin superconducting materials, that lie outside the standard description. The PI will develop a theoretical framework that will enable the study of physical mechanisms that were not envisioned in the standard theory and which lead to superconductivity abruptly forming from a metallic state. This research may have impact on newly discovered superconducting compounds where superconductivity occurs at much higher temperatures than those for which the standard theory applies. The PI will also study phase transformations that occur from the superconducting state at the absolute zero of temperature and new states of matter that involve superconductivity that may arise in thin films of superconducting material.  These are currently of fundamental scientific importance, but may also lead to useful technologies in the future.\r\n\r\nThe educational/outreach component is involves developing new courses and educational materials, which will be done in close collaboration with the Maryland physics education group. The PI has an established record of attracting underrepresented groups into condensed matter physics and further such opportunities will be sought and developed. The outreach component will include a series of public lectures and demonstrations on the subject of superconductivity to middle- and high-school students and participation in the Research Experience for Undergraduates program. In addition, the PI will develop a professional dynamic web-resource to disseminate the results of physics education and condensed matter research to the interested investigators, physics teachers, and general public.\r\n\r\n",
 "awd_arra_amount": 400000.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Victor",
   "pi_last_name": "Galitski",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Victor M Galitski",
   "pi_email_addr": "galitski@umd.edu",
   "nsf_id": "000379595",
   "pi_start_date": "2009-06-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland, College Park",
  "perf_str_addr": "3112 LEE BUILDING",
  "perf_city_name": "COLLEGE PARK",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "6863",
   "pgm_ref_txt": "SEBML-MOORE'S LAW"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "7574",
   "pgm_ref_txt": "CYBER INFRA FOR MATERIALS RES"
  },
  {
   "pgm_ref_code": "7644",
   "pgm_ref_txt": "ENERGY FOR SUSTAINABILITY"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 400000.0
  }
 ],
 "por": null
}