{
 "awd_id": "0847928",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Water-Reorganization Around Non-Polar, Polar and Ionic Solutes. Multivariate Spectroscopy, Simulation and Theory.",
 "cfda_num": "47.049",
 "org_code": "03090004",
 "po_phone": "7032925327",
 "po_email": "cfoss@nsf.gov",
 "po_sign_block_name": "Colby Foss",
 "awd_eff_date": "2009-08-15",
 "awd_exp_date": "2013-01-31",
 "tot_intn_awd_amt": 439344.0,
 "awd_amount": 448037.0,
 "awd_min_amd_letter_date": "2009-08-07",
 "awd_max_amd_letter_date": "2010-12-17",
 "awd_abstract_narration": "In this award, funded by the Experimental Physical Chemistry Program of the Chemistry Division, Prof. Dor Ben-Amotz of Purdue University and his graduate research students will study the interactions between water and other molecules using multivariate vibrational spectroscopy, computer simulations and liquid theory. The aim of this program is to obtain a molecularly detailed view of changes in water hydrogen bonding, as well as the formation of dangling OH bonds, induced by non-polar, polar and ionic solutes. This work will contribute to the fundamental understanding and utilization of water in driving important biological, geological and environmental processes.\r\n\r\nBesides the broad impact of the research on several areas of science, Prof. Ben-Amotz will continue to provide his research students with excellent training in experimental as well as theoretical methods.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dor",
   "pi_last_name": "Ben-Amotz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dor Ben-Amotz",
   "pi_email_addr": "bendor@purdue.edu",
   "nsf_id": "000466412",
   "pi_start_date": "2009-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "2550 NORTHWESTERN AVE # 1100",
  "perf_city_name": "WEST LAFAYETTE",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479061332",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "196000",
   "pgm_ele_name": "STRUCTURE AND REACTIVITY"
  },
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "5921",
   "pgm_ref_txt": "JAPAN"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7298",
   "pgm_ref_txt": "COLLABORATIVE RESEARCH"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 439344.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 8693.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The broad aim of this research is to better understand the role that water molecules play in biological processes.&nbsp; The specific focus of this project is on the interactions between water, oil, and salt. The importance of these interactions in biology is evident from the fact that both cell membranes and proteins have oily interiors and salty exteriors, and these structures only form in their biologically active state when they are immersed in water. We have obtained information about the interactions between water, oil, and salt, using a laser-based method with which we are able to see how the vibrational motions of water are changed as a result of its interactions with oils and salts.&nbsp; For example, we have used this method to see how that structure of water changes when it comes into contact with an oil molecule, and how that structural change depends on temperature and the size of the oil molecules. In this way we have answered longstanding questions regarding whether water is or is not more ice-like when it is near oil, and whether a large oil molecule induces a vapor-like transformation in the structure of water.&nbsp; Our experiments with both oil and salt in water have shown that while small negatively charged ions such don&rsquo;t like to go near an oil molecule, larger negative charged ions are somewhat less repelled from oil molecules. However, contrary to some theoretical predictions, we find that the local concentration of salt near the surface of an oil molecule is invariably lower than its concentration in the surrounding water (far from the oil molecule).</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/06/2013<br>\n\t\t\t\t\tModified by: Dor&nbsp;Ben-Amotz</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe broad aim of this research is to better understand the role that water molecules play in biological processes.  The specific focus of this project is on the interactions between water, oil, and salt. The importance of these interactions in biology is evident from the fact that both cell membranes and proteins have oily interiors and salty exteriors, and these structures only form in their biologically active state when they are immersed in water. We have obtained information about the interactions between water, oil, and salt, using a laser-based method with which we are able to see how the vibrational motions of water are changed as a result of its interactions with oils and salts.  For example, we have used this method to see how that structure of water changes when it comes into contact with an oil molecule, and how that structural change depends on temperature and the size of the oil molecules. In this way we have answered longstanding questions regarding whether water is or is not more ice-like when it is near oil, and whether a large oil molecule induces a vapor-like transformation in the structure of water.  Our experiments with both oil and salt in water have shown that while small negatively charged ions such donÆt like to go near an oil molecule, larger negative charged ions are somewhat less repelled from oil molecules. However, contrary to some theoretical predictions, we find that the local concentration of salt near the surface of an oil molecule is invariably lower than its concentration in the surrounding water (far from the oil molecule).\n\n \n\n \n\n\t\t\t\t\tLast Modified: 04/06/2013\n\n\t\t\t\t\tSubmitted by: Dor Ben-Amotz"
 }
}