{
 "awd_id": "0847350",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Testing a Memory-Systems Model of the Expression and Reduction of Racial Prejudice: A Plan for Research and Training in Social Cognitive Neuroscience",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "alumit ishai",
 "awd_eff_date": "2009-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 833965.0,
 "awd_amount": 833965.0,
 "awd_min_amd_letter_date": "2009-07-02",
 "awd_max_amd_letter_date": "2015-10-13",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-50.\r\n\r\nRacial discrimination continues to be a national concern in America, despite significant cultural and legislative shifts toward a more egalitarian society. Although overt expressions of bigotry are now relatively infrequent, much psychological research finds that racial biases often lurk in the unconscious mind, from where they may influence behavior in subtle ways without one's intent. As such, a major goal of contemporary prejudice research is to understand how implicit racial biases affect behavior and, importantly, how such biases may be reduced. Dr. David Amodio's research sheds new light on these questions by examining the neurocognitive mechanisms that underlie the activation and expression of different forms of implicit racial bias. With support from the National Science Foundation, Dr. Amodio is conducting research that links emotional and conceptual (i.e., stereotyping) forms of implicit bias to different systems of learning and memory in the brain. By linking implicit bias to neural processes, he can apply knowledge from the broader neuroscience literature on how these systems learn and unlearn, and how they interact with mechanisms for cognition, emotion, and behavior, to obtain a novel perspective on the dynamics of racial prejudice. By taking an integrative social cognitive neuroscience approach, Dr. Amodio's research promises to advance our basic understanding of how neural mechanisms of learning and memory function in social behavior while also informing the pressing issue of racial discrimination in American society.\r\n\r\nIn conjunction with his research goals, Dr. Amodio will develop a new program for education and research in social cognitive neuroscience at New York University. The unique training curriculum incorporates theoretical and methodological approaches from neuroscience, social psychology, and cognitive psychology, directed toward the understanding of social processes and their neural underpinnings. The funding from NSF will support graduate student research and infrastructure for training in neuroimaging. An additional component of this program is the promotion of psychological and neural science in the community. Toward this end, Dr. Amodio's program provides opportunities for high school students and community members to learn more about science through his public presentations and student visits to his laboratory. \r\n\r\n",
 "awd_arra_amount": 833965.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Amodio",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "David M Amodio",
   "pi_email_addr": "david.amodio@nyu.edu",
   "nsf_id": "000118697",
   "pi_start_date": "2009-07-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York University",
  "inst_street_address": "70 WASHINGTON SQ S",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129982121",
  "inst_zip_code": "100121019",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "NEW YORK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NX9PXMKW5KW8"
 },
 "perf_inst": {
  "perf_inst_name": "New York University",
  "perf_str_addr": "70 WASHINGTON SQ S",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100121019",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169900",
   "pgm_ele_name": "Cognitive Neuroscience"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 833965.0
  }
 ],
 "por": null
}