{
 "awd_id": "0847392",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER:  Empirical Analysis of the Causes and Consequences of Financial Distress",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Georgia Kosmopoulou",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 400825.0,
 "awd_amount": 400825.0,
 "awd_min_amd_letter_date": "2009-08-27",
 "awd_max_amd_letter_date": "2014-03-11",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\r\n\r\nThis proposal outlines a long-term research and teaching agenda related to the economics of financial distress and bankruptcy. For the past several years the PI has been interested in understanding the various factors that shape financial contracts, financial contract renegotiation, and bankruptcy. Empirical analysis of the causes and consequences of financial distress is difficult since bankruptcy and financial distress are potentially correlated with general economic downturns. This career development plan outlines three research projects that identify causal effects of financial distress and bankruptcy in under explored areas of corporate finance.\r\nIntellectual Merit: In the first project the PI develops an empirical methodology to evaluate the causal effect of short-term debt on financial distress and financial crises. While short-term debt has often been blamed for causing financial distress and precipitating financial crises, a reverse causality explanation suggests that accumulation of short term debt may be efficient when firms experience deterioration in the quality of their assets, and is therefore a symptom of the crisis rather than a cause. The evidence in this project cast light on an important question in corporate finance and international economics. Yet, in addition to identifying whether short-term debt had a causal effect in precipitating the East-Asian crisis, the empirical methodology that the PI develops in this project can be used to address other questions in corporate finance. In particular, where empirical identification\r\nof the effect of short-term debt is plagued with endogeneity. The PI will use this methodology to estimate the causal effect of short-term debt on a battery of outcome variables such as investment, likelihood of default, and bankruptcy filing. The second project identifies channels through which bankrupt firms impose externalities on their non-bankrupt competitors, creating industry contagion and spillovers. While theory suggests that contagion may exist, empirical evidence is sparse. The approach here enables the PI to identify a novel \"collateral channel\" through which bankrupt airlines impose externalities on prices of used capital in the industry, and hence lead to higher cost of capital to their competitors. The goal of the third project is to understand how financial distress and bankruptcy lead to extraction of concessions from employees in renegotiation, and to estimate the magnitude of these concessions. The PI will analyze the credibility of the threat of financially distressed firms to terminate their underfunded defined benefits pension plans. This project will also sheds more light on pension dumping and the consequences to retirees with defined benefits pension plans.\r\nBroader impact: All of the three projects are of immense importance to policy makers. Since the outbreak of the East Asian crisis in 1997, the IMF and the World Bank are analyzing the role of short-term debt in increasing the vulnerability to financial crises. Policymakers argue that emerging market countries should pay attention to debt management and discourage a large buildup of shortterm debt. The evidence and the empirical methodology of the first project might be proven useful in analyzing these issues. The second and the third projects are important for the design of optimal bankruptcy procedures. Results of the third project would also be relevant for regulators such as the Department of Labor and PBGC in understanding how retirees? rights are affected by strategic bankruptcy filings by firms.\r\nEducational component of the project: The proposal includes a significant educational component. The PI will develop and redesign two courses (undergraduate and graduate) in corporate finance. The project will involve a significant participation of graduate and undergraduate students. The PI will also organize a conference on bankruptcy and financial distress.",
 "awd_arra_amount": 400825.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Efraim",
   "pi_last_name": "Benmelech",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Efraim Benmelech",
   "pi_email_addr": "e-benmelech@kellogg.northwestern.edu",
   "nsf_id": "000077542",
   "pi_start_date": "2009-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "National Bureau of Economic Research Inc",
  "inst_street_address": "1050 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6178683900",
  "inst_zip_code": "021385359",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "NATIONAL BUREAU OF ECONOMIC RESEARCH INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "GT28BRBA2Q49"
 },
 "perf_inst": {
  "perf_inst_name": "National Bureau of Economic Research Inc",
  "perf_str_addr": "1050 MASSACHUSETTS AVE",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021385359",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 400825.0
  }
 ],
 "por": null
}