{
 "awd_id": "0847811",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER:  Effects of particle size on physical and chemical properties of mine wastes",
 "cfda_num": "47.050",
 "org_code": "06030205",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Enriqueta Barrera",
 "awd_eff_date": "2009-08-15",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 409542.0,
 "awd_amount": 409542.0,
 "awd_min_amd_letter_date": "2009-08-31",
 "awd_max_amd_letter_date": "2014-03-14",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\r\n\r\nThe mining and processing of metal-bearing ores has left a legacy of contaminated mine wastes across the gold, silver, and mercury deposits of the north-central Mojave Desert located in southern California. In addition to the primary metals being mined at these sites, a host of other minor and potentially toxic elements (e.g. As, Cr, Pb, Sb) is naturally enriched in these ores and released during the mining process, introducing significant fluxes of elements that pose threats to human health as well as the local and regional environments surrounding the mines. Furthermore, weathering and dispersal of mine wastes redistributes metals and can change their chemical forms (e.g. through oxidation, dissolution, sorption, and secondary mineralization), which may further alter their potential toxicity.\r\n\r\nFew known studies have systematically addressed the effects of particle size on the concentration, speciation (chemical makeup), distribution, and reactivity of toxic metals in mine wastes, despite the fact that size distribution is one of the governing variables controlling the transport of such materials to surrounding regions. We hypothesize that the bioaccessibility of toxic metals in mine waste materials is largely dependent on particle size-dependent properties related to changes in concentration, speciation and distribution as a function of particle size. We therefore propose a systematic, integrated, multidisciplinary approach to determine the relationships between particle size and the physical and chemical properties of mine waste materials in order to better predict the distribution and bioavailability of toxic metals in mining environments.  This approach involves a combination of field sampling, sample separation by particle size, chemical and X-ray spectroscopic analysis of selected size fractions, and leach extraction tests to assess the release of As and Hg in selected size fractions exposed to water and simulated lung and gastric fluids.\r\n\r\nIntellectual Merit:  The proposed research will reveal previously uncharacterized yet fundamental trends in elemental concentrations, speciation, correlations, and bioaccessibility as a function of particle size ranging from >2.783 mm down to 0.056 &#61549;m. Using both conventional analytical methods as well as novel (micro)spectroscopic techniques to identify the behavior of toxic metal(loid)s  including As and Hg and their relative correlations with other elements in different size fractions, new information will be generated regarding associations of As and Hg compatible with their presence as primary ore minerals, secondary minerals, sorbed phases, and/or mineral coatings. Since speciation in particular is recognized as a critical component of assessing the relative reactivity and potential toxicity of trace metals in contaminated samples, identifying and quantifying the effects of particle size on speciation and using them to better predict trace metal bioavailability in natural systems represents a potentially transformative contribution to our understanding of the environmental geochemistry of mine waste materials.\r\n\r\nBroader Impacts:  This project involves a fully integrated plan of research and education by generating opportunities for independent research and fieldwork to undergraduate students, providing undergraduates with experience at national synchrotron research facilities, and initiating collaborative partnerships between Chapman University, a primarily undergraduate institution, governmental agencies, and public school educators. High school science students from traditionally underrepresented groups will be recruited for summer research internships and exposed to the proposed research through poster presentations and other outreach activities, while schoolteachers will be brought to Chapman through a release program that provides them with the opportunity to learn about and participate in novel scientific research. Results will be disseminated to relevant stakeholders impacted by the mine sites and may also lead directly to the development of remediation strategies in areas where heavy metal contamination is cause for environmental concern.\r\n\r\n",
 "awd_arra_amount": 409542.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Kim",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher S Kim",
   "pi_email_addr": "cskim@chapman.edu",
   "nsf_id": "000250883",
   "pi_start_date": "2009-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Chapman University",
  "inst_street_address": "1 UNIVERSITY DR",
  "inst_street_address_2": "",
  "inst_city_name": "ORANGE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "7146287383",
  "inst_zip_code": "928661005",
  "inst_country_name": "United States",
  "cong_dist_code": "40",
  "st_cong_dist_code": "CA40",
  "org_lgl_bus_name": "CHAPMAN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EN9DMTETW3N1"
 },
 "perf_inst": {
  "perf_inst_name": "Chapman University",
  "perf_str_addr": "1 UNIVERSITY DR",
  "perf_city_name": "ORANGE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "928661005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "40",
  "perf_st_cong_dist": "CA40",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "769900",
   "pgm_ele_name": "Integrat & Collab Ed & Rsearch"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 409542.0
  }
 ],
 "por": null
}