{
 "awd_id": "0847379",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Statistical Learning as a Foundation for Lexical Development",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Laura Namy",
 "awd_eff_date": "2009-08-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 680000.0,
 "awd_amount": 680000.0,
 "awd_min_amd_letter_date": "2009-07-22",
 "awd_max_amd_letter_date": "2014-03-07",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\r\n\r\nDuring the first years of life, infants learn a remarkable amount about the structure of their native language. The precocious nature of early language acquisition has motivated the exploration of the forces driving these amazing feats of learning. One promising mechanism is statistical learning, the process of detecting structure in the environment by tracking patterns present in the input. Recent investigations have revealed that infants possess powerful statistical learning capabilities that allow them to track patterns in the sounds and words of linguistic input. However, the manner in which infants use statistical learning to solve real challenges in language acquisition is not yet clear. This project investigates how infants use statistical learning to perform two fundamental tasks in early language development: detecting words in fluent speech and linking the sounds of words with meanings. The experiments incorporate several infant testing methodologies, including measures of word segmentation, object label learning tasks, and online measures of word learning and recognition. The experiments also integrate the use of carefully controlled artificial languages and natural native language statistical regularities to probe the robustness of statistical learning to inconsistency and acoustic variation, two hallmarks of natural speech that present significant challenges to the detection of statistical regularities. \r\n\r\nThe findings from this project will shed light on how infants track the statistical regularities of their native language and how those regularities shape early language development. More broadly, this investigation will contribute to the understanding of the bases of language acquisition. Furthermore, revealing the nature of fundamental language acquisition mechanisms has significant implications for understanding the developmental course of language impairments. Characterizing the processes that drive early language acquisition in typically developing infants will inform the search for the bases of language deficits. In addition, this project integrates educational opportunities for students with the research program, specifically focusing on the recruitment of research assistants from promising high school students and undergraduates who belong to groups underrepresented in higher education and in research. Students will participate throughout the research process, from recruiting and testing participants to disseminating the results to the public and scientific communities. Involvement in a research group provides students with unique opportunities to develop strong academic ties and academic skills, to participate in mentoring relationships, and to develop new ways of thinking.",
 "awd_arra_amount": 680000.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Katharine",
   "pi_last_name": "Graf Estes",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Katharine Graf Estes",
   "pi_email_addr": "kgrafestes@ucdavis.edu",
   "nsf_id": "000508041",
   "pi_start_date": "2009-07-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "1850 RESEARCH PARK DR STE 300",
  "perf_city_name": "DAVIS",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956186153",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169800",
   "pgm_ele_name": "DS -Developmental Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 680000.0
  }
 ],
 "por": null
}