{
 "awd_id": "0847291",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Development of a new SPM imaging mode for mapping and measuring the vibrational response of magnetic nanomaterials from the ferromagnetic to superparamagnetic regime",
 "cfda_num": "47.049",
 "org_code": "03090006",
 "po_phone": "7032925327",
 "po_email": "cfoss@nsf.gov",
 "po_sign_block_name": "Colby Foss",
 "awd_eff_date": "2009-02-01",
 "awd_exp_date": "2014-01-31",
 "tot_intn_awd_amt": 600000.0,
 "awd_amount": 600000.0,
 "awd_min_amd_letter_date": "2009-01-08",
 "awd_max_amd_letter_date": "2010-12-29",
 "awd_abstract_narration": "Professor Jayne C. Garno of Louisiana State University & Agricultural and Mechanical College is supported by the Analytical and Surface Chemistry CAREER Program in the Division of Chemistry to develop a new scanning probe microscopy method, termed \"Magnetic Sample Modulation\" for mapping magnetic domains at nanometer dimensions.  The project aims to: (1) evaluate the size scaling effects of nanomaterials in a range from superparamagnetism to regular bulk ferromagnetism; (2) study the effect of material composition on magnetic moments of nanomaterials; (3) differentiate and map magnetic and non-magnetic nanoparticles; (4) implement magnetic imaging at the level of individual cells; and (5) apply the newly developed imaging method for dynamic studies with ferromagnetic proteins such as ferritin.  Fundamental knowledge of the effect of particle shape, size, and surface structure, on the magnetic properties is essential for understanding the scaling effects of nanomagnetic materials.  The results will have a high potential impact in the fields of nanoscience, surface chemistry and biotechnology.  Scanning probe microscopy imaging concepts will be introduced in several courses, and students will receive training on state-of-the-art instrumentation while conducting fundamental research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jayne",
   "pi_last_name": "Garno",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Jayne C Garno",
   "pi_email_addr": "jgarno@lsu.edu",
   "nsf_id": "000324970",
   "pi_start_date": "2009-01-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Louisiana State University",
  "inst_street_address": "202 HIMES HALL",
  "inst_street_address_2": "",
  "inst_city_name": "BATON ROUGE",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "2255782760",
  "inst_zip_code": "708030001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "LA06",
  "org_lgl_bus_name": "LOUISIANA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECQEYCHRNKJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Louisiana State University",
  "perf_str_addr": "202 HIMES HALL",
  "perf_city_name": "BATON ROUGE",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "708030001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "LA06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "197200",
   "pgm_ele_name": "ELECTROCHEMISTRY & SURFACE CHE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "7234",
   "pgm_ref_txt": "SENSORS NON-SOLICITATION RESEA"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 240000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 240000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 120000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The major goals of this award were to develop and evaluate a new method of scanning probe microscopy (SPM) for mapping magnetic samples at nanometer dimensions. The basic operation of an SPM is based on scanning a sharp microfabricated probe across a sample, and changes in the probe movement relate directly to measuring ultra-small forces. Forces such as magnetic attraction or repulsion are usually measured using a probe that is coated with a magnetic film. In our new approach for imaging and measurements at the nanoscale, a non-magnetic probe is used for detecting forces, and a magnetic sample is driven to vibrate in response to an external magnetic field. The new imaging mode is referred to as &ldquo;magnetic sample modulation&rdquo; or MSM. To operate the SPM instrument for MSM imaging, the sample is driven to vibrate by the flux of an AC-generated electromagnetic field. The up and down movement of the sample (vibration) is sensitively detected using the scanning probe. Scanning probe instruments are sufficiently sensitive to detect the sizes and changes for samples with nanoscale dimensions. Size-scaling effects for magnetic nanomaterials are important for designing new materials and for understanding the fundamental science of magnetism. Understanding magnetic size scaling is important for understanding the properties of nanomaterials used for a technologies such as medical imaging (dyes), miniaturized electronic devices and chemical separations. The investigations funded by this award were designed to systematically evaluate (1) size scaling effects for magnetic nanoparticles; as the size of the samples change the magnetic strength changes accordingly; (2) the effect of the material composition for magnetic response; different types of samples have different magnetic properties; (3) testing the MSM method to see if different types of magnetic and nonmagnetic particles can be identified; (4) developing &ldquo;dynamic&rdquo; protocols for fundamental measurements with the MSM imaging mode &ndash; changing the pulse and strength parameters of the experiments; and (5) Evaluating the effectiveness of MSM for magnetic imaging with ferromagnetic proteins such as ferritin or with biological samples such as cells. The MSM method was found to be extremely sensitive, and was proven to detect magnetic forces of individual proteins and nanoparticles.</p>\n<p>Investigations with MSM required the preparation of designed test platforms of magnetic nanomaterials and proteins at nanometer-length scales using particle lithography. Experiments were designed to prepare chemically selective surfaces with nanopatterned thin films as a way to control the placement and surface density of proteins and nanoparticles. Test structures with securely anchored nanomaterials are an essential requirement for MSM characterizations. The samples must be attached to a surface, however the sample must not be bound too tightly so that samples can be driven to vibrate. Patterning approaches based on the chemistry of self-assembled monolayers were applied for preparing test structures for MSM studies. As an integral part of the goals for evaluating and testing the MSM imaging mode, methods of nanoscale lithography were developed that are based on particle lithography. Approaches with particle lithography provide a way to arrange samples to prepare surface test platforms for local, small-scale measurements with individual nanoparticles or proteins. Nanopatterns were made using organic thin films &ndash; these are molecularly thin films that are only a nanometer in thickness.<em> </em>The chemistry studies of surface films and nanopatterning are important for developing ultrasensitive sensor surfaces for chemical and biological sensing.</p>\n<p>As an essential part of the project goals, activities were developed to achieve a broader impact for this research effort. Outreach events such as workshops, lect...",
  "por_txt_cntn": "\nThe major goals of this award were to develop and evaluate a new method of scanning probe microscopy (SPM) for mapping magnetic samples at nanometer dimensions. The basic operation of an SPM is based on scanning a sharp microfabricated probe across a sample, and changes in the probe movement relate directly to measuring ultra-small forces. Forces such as magnetic attraction or repulsion are usually measured using a probe that is coated with a magnetic film. In our new approach for imaging and measurements at the nanoscale, a non-magnetic probe is used for detecting forces, and a magnetic sample is driven to vibrate in response to an external magnetic field. The new imaging mode is referred to as \"magnetic sample modulation\" or MSM. To operate the SPM instrument for MSM imaging, the sample is driven to vibrate by the flux of an AC-generated electromagnetic field. The up and down movement of the sample (vibration) is sensitively detected using the scanning probe. Scanning probe instruments are sufficiently sensitive to detect the sizes and changes for samples with nanoscale dimensions. Size-scaling effects for magnetic nanomaterials are important for designing new materials and for understanding the fundamental science of magnetism. Understanding magnetic size scaling is important for understanding the properties of nanomaterials used for a technologies such as medical imaging (dyes), miniaturized electronic devices and chemical separations. The investigations funded by this award were designed to systematically evaluate (1) size scaling effects for magnetic nanoparticles; as the size of the samples change the magnetic strength changes accordingly; (2) the effect of the material composition for magnetic response; different types of samples have different magnetic properties; (3) testing the MSM method to see if different types of magnetic and nonmagnetic particles can be identified; (4) developing \"dynamic\" protocols for fundamental measurements with the MSM imaging mode &ndash; changing the pulse and strength parameters of the experiments; and (5) Evaluating the effectiveness of MSM for magnetic imaging with ferromagnetic proteins such as ferritin or with biological samples such as cells. The MSM method was found to be extremely sensitive, and was proven to detect magnetic forces of individual proteins and nanoparticles.\n\nInvestigations with MSM required the preparation of designed test platforms of magnetic nanomaterials and proteins at nanometer-length scales using particle lithography. Experiments were designed to prepare chemically selective surfaces with nanopatterned thin films as a way to control the placement and surface density of proteins and nanoparticles. Test structures with securely anchored nanomaterials are an essential requirement for MSM characterizations. The samples must be attached to a surface, however the sample must not be bound too tightly so that samples can be driven to vibrate. Patterning approaches based on the chemistry of self-assembled monolayers were applied for preparing test structures for MSM studies. As an integral part of the goals for evaluating and testing the MSM imaging mode, methods of nanoscale lithography were developed that are based on particle lithography. Approaches with particle lithography provide a way to arrange samples to prepare surface test platforms for local, small-scale measurements with individual nanoparticles or proteins. Nanopatterns were made using organic thin films &ndash; these are molecularly thin films that are only a nanometer in thickness. The chemistry studies of surface films and nanopatterning are important for developing ultrasensitive sensor surfaces for chemical and biological sensing.\n\nAs an essential part of the project goals, activities were developed to achieve a broader impact for this research effort. Outreach events such as workshops, lectures, and science demonstrations were designed for teaching the general public, undergraduates and K-12 stu..."
 }
}