{
 "awd_id": "0847974",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Synergistic Computational and Experimental Magnetic Resonance Studies of Nanocrystalline Zeolites",
 "cfda_num": "47.049",
 "org_code": "03090004",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Tanja Pietrass",
 "awd_eff_date": "2009-08-15",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 450000.0,
 "awd_amount": 450000.0,
 "awd_min_amd_letter_date": "2009-08-10",
 "awd_max_amd_letter_date": "2011-06-02",
 "awd_abstract_narration": "In this award, funded by the Experimental Physical Chemistry Program of the Division of Chemistry, Professor Sarah Larsen, together with her undergraduate and graduate student researchers, will use magnetic resonance techniques (nuclear magnetic resonance (NMR) and electron paramagnetic resonance (EPR)) to elucidate the structure and properties of nanocrystalline zeolites. Nanocrystalline zeolites (with crystal sizes of less than 50 nm) are versatile, porous nanomaterials with potential applications in a broad range of areas including catalysis, drug delivery, imaging, environmental protection, and sensing. The characterization of the physical properties of nanocrystalline zeolites on a fundamental level is critical to the realization of these innovative applications. The distinct advantage of nanocrystalline zeolites over conventional microcrystalline zeolites is the increased external surface area that can be functionalized in order to tailor the surface chemistry. The utilization of the external surface will lead to the development and application of novel bifunctional, nanocrystalline zeolites.  The experimental studies will be enhanced by synergistic quantum chemical calculations of magnetic resonance parameters, such as chemical shifts, quadrupole coupling constants, g-values and hyperfine interactions.  In these studies, three main issues related to nanocrystalline zeolites will be addressed through the combination of magnetic resonance techniques and modern computational methods including: 1) surface structure, adsorption, and reactivity of nanocrystalline zeolites; 2) ion-exchange and functionalization of nanocrystalline zeolites,  and 3) development of bifunctional nanocrystalline zeolites for applications in imaging and drug delivery.\r\n\r\nThe participation of a diverse group of students is an integral part of the proposed research.  These students are being trained in an important, interdisciplinary research area at the interface of physical chemistry, materials chemistry and nanoscience and nanotechnology. Professor Larsen will continue her efforts to recruit a diverse group of students to her research program.  She will continue to successfully integrate research and education particularly with respect to her interest in nanoscience and nanotechnology. She is involved in a collaborative chemical education project focused on developing laboratory experiments and outreach activities related to nanoscience and nanotechnology for K-12 audiences.  As part of this project, she will extend these efforts to include outreach to the local high schools and elementary schools through the preparation of outreach kits containing hands-on activities with nanomaterials. \r\n\r\n\r\n\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sarah",
   "pi_last_name": "Larsen",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Sarah C Larsen",
   "pi_email_addr": "sarah-larsen@uiowa.edu",
   "nsf_id": "000087886",
   "pi_start_date": "2009-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Iowa",
  "inst_street_address": "105 JESSUP HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IOWA CITY",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "3193352123",
  "inst_zip_code": "522421316",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IA01",
  "org_lgl_bus_name": "THE UNIVERSITY OF IOWA",
  "org_prnt_uei_num": "",
  "org_uei_num": "Z1H9VJS8NG16"
 },
 "perf_inst": {
  "perf_inst_name": "University of Iowa",
  "perf_str_addr": "105 JESSUP HALL",
  "perf_city_name": "IOWA CITY",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "522421316",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IA01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "196000",
   "pgm_ele_name": "STRUCTURE AND REACTIVITY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit</strong></p>\n<p>In this project, porous nanomaterials, with different pore sizes and chemical compositions, were evaluated for applications in drug delivery, catalysis and the treatment of water contaminated with heavy metals.&nbsp; The porous nanomaterials were tailored for specific applications by modification of the crystal size and surface properties.&nbsp; The nanomaterials were extensively characterized and systematic studies were conducted to optimize the performance.&nbsp; Specifically, porous nanomaterials (zeolites and mesoporous silica) were used as hosts for small drug molecules, such as aspirin and fluorouracil.&nbsp; The properties necessary for controlled release of the drug molecules were identified using a range of experimental methods.&nbsp; In addition, magnetic porous nanomaterials were evaluated for the uptake of heavy metal contaminants, such as arsenic and chromium.&nbsp; The magnetic properties allowed for easy recovery of the materials from water.</p>\n<p>&nbsp;</p>\n<p><strong>Broader Impacts</strong></p>\n<p>Professor Larsen has been involved in outreach activities that have increased the public&rsquo;s understanding of nanoscience and nanotechnology.&nbsp; She has visited local high schools as a Science Technology Engineering Math (STEM) career day speaker.&nbsp; The STEM career day is designed to introduce students to a variety of careers using science, technology and engineering education and it is being done in conjunction with a state-wide STEM initiative. &nbsp;She developed a half day STEM outreach activity for 6<sup>th</sup> grade science classes from a local middle school to visit the University of Iowa Chemistry Department.&nbsp; She has organized a hands on demonstration table at the annual NanoDays exhibit at the Science Center of Iowa for the past three years.&nbsp; She has mentored 2 graduate and 16 undergraduate students from underrepresented groups in her research program.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/16/2013<br>\n\t\t\t\t\tModified by: Sarah&nbsp;C&nbsp;Larsen</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit\n\nIn this project, porous nanomaterials, with different pore sizes and chemical compositions, were evaluated for applications in drug delivery, catalysis and the treatment of water contaminated with heavy metals.  The porous nanomaterials were tailored for specific applications by modification of the crystal size and surface properties.  The nanomaterials were extensively characterized and systematic studies were conducted to optimize the performance.  Specifically, porous nanomaterials (zeolites and mesoporous silica) were used as hosts for small drug molecules, such as aspirin and fluorouracil.  The properties necessary for controlled release of the drug molecules were identified using a range of experimental methods.  In addition, magnetic porous nanomaterials were evaluated for the uptake of heavy metal contaminants, such as arsenic and chromium.  The magnetic properties allowed for easy recovery of the materials from water.\n\n \n\nBroader Impacts\n\nProfessor Larsen has been involved in outreach activities that have increased the publicÆs understanding of nanoscience and nanotechnology.  She has visited local high schools as a Science Technology Engineering Math (STEM) career day speaker.  The STEM career day is designed to introduce students to a variety of careers using science, technology and engineering education and it is being done in conjunction with a state-wide STEM initiative.  She developed a half day STEM outreach activity for 6th grade science classes from a local middle school to visit the University of Iowa Chemistry Department.  She has organized a hands on demonstration table at the annual NanoDays exhibit at the Science Center of Iowa for the past three years.  She has mentored 2 graduate and 16 undergraduate students from underrepresented groups in her research program.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 09/16/2013\n\n\t\t\t\t\tSubmitted by: Sarah C Larsen"
 }
}