{
 "awd_id": "0847652",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER:  Broadband Microwave and THz Investigations of Correlated Electron and Nanostructure Systems",
 "cfda_num": "47.049",
 "org_code": "03070003",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Paul Sokol",
 "awd_eff_date": "2009-03-01",
 "awd_exp_date": "2014-02-28",
 "tot_intn_awd_amt": 525000.0,
 "awd_amount": 525000.0,
 "awd_min_amd_letter_date": "2009-01-21",
 "awd_max_amd_letter_date": "2013-04-23",
 "awd_abstract_narration": "TECHNICAL ABSTRACT\r\n\r\nThe response of condensed matter to electromagnetic radiation is a fundamental probe of its electronic structure.  Correlated systems and their nanostructures like quantum magnets, high-Tc superconductors, 2D electron gasses, graphene and others exhibit a multitude of novel properties as a result of strong electron-electron interactions, reduced dimensionality, and interfacial effects.  Unfortunately, many of their natural time scales lie in the GHz and THz region of the electromagnetic spectrum that has been difficult to access in a broadband manner. The upper part of this range has even become known as the `Terahertz Gap', which is a range of frequencies (roughly 0.05 to 10 THz) and energy scales above what is easily accessible with radio-frequency and microwave electronics, but below that accessible easily with conventional optics. Recently, however, there have been a series of dramatic breakthroughs in broadband microwave GHz range and time-domain THz spectroscopy that allow measurements which were simply not possible previously. This proposal for research at The Johns Hopkins University is aimed at the exploitation of these recent dramatic advances in GHz and THz range spectroscopic techniques for the investigation of exotic electronic states of matter at low temperatures. The systems to be investigated include novel dielectrics, electronic glasses, nanostructures such as interfacial metal heterostructures and graphene, and materials in proximity to quantum (T=0) phase transitions. These systems are of central importance for intellectual issues at the forefront of condensed matter physics and their exploration in the GHz and THz spectral range offers great scientific opportunity.  The proposed work is of particular educational value to students owing to the material science and low frequency electrodynamics techniques that will be employed and which are finding broad application in research and private industry.  In this regards, specific teaching laboratories will be developed.   Public outreach activities in the form of the Johns Hopkins Physics Fair will also be realized.\r\n\r\n\r\nNON-TECHNICAL ABSTRACT:\r\n \r\nIt is hardly an exaggeration that most of what we know about physical systems comes from their response to perturbations at their characteristic frequencies.  For instance, the fundamental tone of a plucked violin string depends on the length of the string, the tension in it, and its thickness.  This is true from the acoustics of a violin to the energies of atoms.   Unfortunately the natural frequency scales of many solid materials fall in a range which has been prohibitively difficult to access technically until recently. This project takes advantage of recent dramatic technical advances in THz and microwave spectroscopy to characterize the natural frequency scales of solids. Material systems like superconductors, which can conduct electricity without resistance and various magnetic states will be studied.   The investigations performed herein will give absolutely essential information to develop new materials with important technological implications.   These technological developments are coupled to a broad initiative in education and outreach. The proposed work is of particular educational value to students owing to the material science and low frequency electrodynamics techniques that will be employed and which are finding broad application in research and private industry. Specific teaching laboratories will be developed. Public outreach activities in the form of the Johns Hopkins Physics Fair will also be realized.\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Norman",
   "pi_last_name": "Armitage",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Norman P Armitage",
   "pi_email_addr": "npa@pha.jhu.edu",
   "nsf_id": "000199915",
   "pi_start_date": "2009-01-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "Johns Hopkins University",
  "perf_str_addr": "3400 N CHARLES ST",
  "perf_city_name": "BALTIMORE",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212182608",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 105000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 105000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 105000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 105000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 105000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The response of condensed matter to electromagnetic radiation is a fundamental probe of its electronic structure. Correlated systems and their nanostructures like quantum magnets, high-Tc superconductors, 2D electron gasses, ex- foliated graphene and others exhibit a multitude of novel properties as a result of strong electron-electron interactions, reduced dimensionality, and interfacial effects. Unfortunately, many of their natural time scales match poorly to standard experimental electromagnetic probes. They lie in a region of the electromagnetic spectrum in the GHz and THz range that has been difficult to access in a broadband manner. The upper part of this range has even become known as the &lsquo;Terahertz Gap&rsquo;, which is a range of frequencies (roughly 0.05 to 10 THz) and energy scales above what is possible with radio-frequency and microwave electronics, but below that accessible easily with conventional optics. Recently, however, there have been a series of dramatic breakthroughs in broadband microwave GHz range and time-domain THz spectroscopy that allow measurements which were simply not possible previously.</p>\n<p>In my NSF award, \"CAREER:  Broadband Microwave and THz Investigations of  Correlated  Electron and Nanostructure Systems\" we made substanital  progress towards the understanding of the frequency dependent properties  of a number of model quantum correlated systems using many of these novel techniques.&nbsp;&nbsp; We made significant progress on the understanding of a number of materials, including semi-metal  bismuth, material systems close to a quantum phase transition, graphene,  and systems which are many body localized.&nbsp; These are all systems of  great current interest and applications potential.&nbsp;&nbsp; 3 Physical Review Letters, 1 Physical Review B, 1 Journal of Applied Physics, and Review of Scientific Instruments were published.&nbsp;</p>\n<p>One of the most significant things we found was a major original goal of this project, which was to measure critical slowing down of order parameter fluctuations near a quantum phase transition. We have used our Corbino microwave technique to measure the dynamics of the phase transition as one takes a nominally superconducting film and tunes it into the dissipative state with a magnetic field.&nbsp;&nbsp;&nbsp; Interestingly we observe that this dissipative state is a metal with a resistance much lower than the normal state resistance.&nbsp;&nbsp;&nbsp; This is anomalous because it shows that there are delocalized, but not condensed Cooper pairs as one cools to the lowest of temperatures.&nbsp;&nbsp;&nbsp; At this time it is unclear how this may happen.&nbsp;&nbsp; See attached figure for a phase diagram established in this work (Liu et al. PRL 111, 067003 (2013)).</p>\n<p>We also contributed significantly to the training of undergrads and grads in the these fields, which are increasingly important to high frequency applications.&nbsp; In addition to the training of graduate students in his group, the PI has substantial involvement of undergraduates in his research. Four undergraduates been exposed to ultrafast techniques and broadband microwave spectroscopy.</p>\n<p>&nbsp;The PI continues to be involved in the JHU Spring 'Physics Fair'. In this all-day Saturday event, the department gives tours of the laboratories, has demonstrations, and hosts a physics competition for elementary and high school students. The last six years the PI has given the main event of the fair; the Professor Extraordinaire demonstration lecture. The goal is to demonstrate specific physics principles in an exciting and memorable fashion. The PI have had record standing room only crowds of area kids the last three years, with over 700 people in attendance. The response to this event has been incredibly positive.&nbsp; See attached figure.</p>\n<p>&nbsp;Student Wei Liu who has been supported by this grant for most ...",
  "por_txt_cntn": "\nThe response of condensed matter to electromagnetic radiation is a fundamental probe of its electronic structure. Correlated systems and their nanostructures like quantum magnets, high-Tc superconductors, 2D electron gasses, ex- foliated graphene and others exhibit a multitude of novel properties as a result of strong electron-electron interactions, reduced dimensionality, and interfacial effects. Unfortunately, many of their natural time scales match poorly to standard experimental electromagnetic probes. They lie in a region of the electromagnetic spectrum in the GHz and THz range that has been difficult to access in a broadband manner. The upper part of this range has even become known as the æTerahertz GapÆ, which is a range of frequencies (roughly 0.05 to 10 THz) and energy scales above what is possible with radio-frequency and microwave electronics, but below that accessible easily with conventional optics. Recently, however, there have been a series of dramatic breakthroughs in broadband microwave GHz range and time-domain THz spectroscopy that allow measurements which were simply not possible previously.\n\nIn my NSF award, \"CAREER:  Broadband Microwave and THz Investigations of  Correlated  Electron and Nanostructure Systems\" we made substanital  progress towards the understanding of the frequency dependent properties  of a number of model quantum correlated systems using many of these novel techniques.   We made significant progress on the understanding of a number of materials, including semi-metal  bismuth, material systems close to a quantum phase transition, graphene,  and systems which are many body localized.  These are all systems of  great current interest and applications potential.   3 Physical Review Letters, 1 Physical Review B, 1 Journal of Applied Physics, and Review of Scientific Instruments were published. \n\nOne of the most significant things we found was a major original goal of this project, which was to measure critical slowing down of order parameter fluctuations near a quantum phase transition. We have used our Corbino microwave technique to measure the dynamics of the phase transition as one takes a nominally superconducting film and tunes it into the dissipative state with a magnetic field.    Interestingly we observe that this dissipative state is a metal with a resistance much lower than the normal state resistance.    This is anomalous because it shows that there are delocalized, but not condensed Cooper pairs as one cools to the lowest of temperatures.    At this time it is unclear how this may happen.   See attached figure for a phase diagram established in this work (Liu et al. PRL 111, 067003 (2013)).\n\nWe also contributed significantly to the training of undergrads and grads in the these fields, which are increasingly important to high frequency applications.  In addition to the training of graduate students in his group, the PI has substantial involvement of undergraduates in his research. Four undergraduates been exposed to ultrafast techniques and broadband microwave spectroscopy.\n\n The PI continues to be involved in the JHU Spring 'Physics Fair'. In this all-day Saturday event, the department gives tours of the laboratories, has demonstrations, and hosts a physics competition for elementary and high school students. The last six years the PI has given the main event of the fair; the Professor Extraordinaire demonstration lecture. The goal is to demonstrate specific physics principles in an exciting and memorable fashion. The PI have had record standing room only crowds of area kids the last three years, with over 700 people in attendance. The response to this event has been incredibly positive.  See attached figure.\n\n Student Wei Liu who has been supported by this grant for most of her graduate school, graduated in January 2014\n\n \n\n\t\t\t\t\tLast Modified: 04/30/2014\n\n\t\t\t\t\tSubmitted by: Norman P Armitage"
 }
}