{
 "awd_id": "0847533",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER:  The Role of Good-Enough Processing in Language Comprehension",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Badecker",
 "awd_eff_date": "2009-08-01",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 575000.0,
 "awd_amount": 575000.0,
 "awd_min_amd_letter_date": "2009-07-26",
 "awd_max_amd_letter_date": "2014-03-19",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5). \r\n\r\nLanguage consists of an extremely complex signal, replete with information of several different types, including words (lexicon) and their smaller parts (morphology), syntactic structure (grammar), connections between input and previous input (context), and connections between input and our general world knowledge (plausibility). Despite the complexity of the information, the human mind processes incoming speech and text extremely fast and, generally, very efficiently. Errors in processing do occur, however, and misinterpretations arise. Until quite recently, though, little attention has been paid to what happens when people do misinterpret language input. This project will greatly expand the growing body of research on so-called \"good enough\" language processing. \"Good enough\" processing describes what happens when one or more information sources in a string of language input is not integrated by the human sentence processing mechanism into a final interpretation. The goal is to identify which information sources are exploited in various language comprehension tasks, and to explore the role of the task at hand and individual differences in processing capacity. The methodology for this project will combine online measures of eye-movements while listening and while viewing scenes, eye-movements while reading, self-paced reading, lesion studies of aphasic language comprehension, and brain waves (ERPs) with offline comprehension tasks. Experiments will be run in English and several other languages, with both native-speaking and non-native-speaking participants. The main goal is to understand how \"good enough\" processing operates such that, most of the time, it is in fact good enough and also how and why it can fail.\r\n\r\nLanguage comprehension is fundamental to all human endeavors. In order to completely understand comprehension, it is important to understand how miscomprehension arises. This project seeks to lay bare the mechanisms by which predictable, systematic comprehension errors are generated. By doing so, it is expected that this project will be valuable in developing better methods of evaluating and testing language comprehension, both inside and outside of educational settings. The \"good enough\" framework is informative to language comprehension not only by adult native-speakers, but also non-native speakers, children, and people with language pathologies. As such, the results of the various studies within this project have the potential to influence language teaching and intervention practices in very concrete ways. With respect to more near-term goals, the project will train doctoral students in experimental design and methodologies, including eye-tracking and ERP data collection, and in sophisticated data analysis techniques. The project will also provide undergraduate students with experience in these methods, and prepare them for graduate study. In the last year of the project a workshop on \"good enough\" processing will be held to bring together researchers and results.\r\n\r\n",
 "awd_arra_amount": 575000.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kiel",
   "pi_last_name": "Christianson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kiel Christianson",
   "pi_email_addr": "kiel@illinois.edu",
   "nsf_id": "000383256",
   "pi_start_date": "2009-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 S WRIGHT ST",
  "perf_city_name": "URBANA",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 575000.0
  }
 ],
 "por": null
}