{
 "awd_id": "0848689",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase II:  Solar Thermal Stirling Engine Combined Heat and Power System",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032925341",
 "po_email": "pbalan@nsf.gov",
 "po_sign_block_name": "Prakash Balan",
 "awd_eff_date": "2009-01-15",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 499976.0,
 "awd_amount": 1115775.0,
 "awd_min_amd_letter_date": "2009-01-12",
 "awd_max_amd_letter_date": "2011-08-22",
 "awd_abstract_narration": "This Small Business Innovation Research Phase II project advances the development of an integrated solar energy system which delivers heat and electrical energy to a building's occupants.  At Cool Energy, development continues on the SolarFlowTM System, a solar thermal system for combined heating and electrical power generation from medium-temperature heat energy (100-300°C) captured with evacuated-tube solar thermal collectors. The innovative system design integrates high-performance solar collectors with a novel advanced-materials Stirling engine and controller to use a single solar system to produce electricity and thermal energy for space and water heating.  Economic value to the customer is maximized using an optimizing predictive control system to regulate the delivery of heat and electricity.  Building on the successful Phase I program for selection of advanced engine components and the demonstration of significant electricity production from the engine prototype, the Phase II demonstration program encompasses system integration of the next-generation Stirling engine prototype with the system controller and solar collectors.  The core intellectual merits are the advances in the Stirling engine design (with broader applications than solar power), the implementation of the predictive control system, the integration with the solar collectors for field testing, and the advanced engine and system design tools.\r\n      \r\nThis project supports a technology demonstration that has enormous potential for helping to replace the world's depleting supply of highly polluting fossil fuels with cleaner, sustainable sources of energy. The costs of traditional energy are rising rapidly, causing significant hardship to much of the world's population, including in the US.  Disproportionate effects are visited on the poor as the costs of heating fuels and electricity escalate.  Rising carbon emissions threaten ecosystems and human populations worldwide over the coming centuries.  Cost reduction of renewable energy technology is a main driver of this Phase II demonstration project, as only through lowered costs of clean energy will the US and the world be able to attain domestic energy security, economic stability, and environmental responsibility.  Concentrating on market success to enable widespread adoption, Cool Energy has expended a great deal of effort on modeling the economics of the SolarFlow System in various regions of the US.  Further, partnerships have been cultivated with potential customers, distribution partners, manufacturing partners, and investors to build a strong business foundation to foster rapid penetration of this technology into commercial channels upon its successful demonstration.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Samuel",
   "pi_last_name": "Weaver",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Samuel P Weaver",
   "pi_email_addr": "spweaver@coolenergyinc.com",
   "nsf_id": "000349366",
   "pi_start_date": "2009-01-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cool Energy, Inc.",
  "inst_street_address": "2423 23RD ST",
  "inst_street_address_2": "",
  "inst_city_name": "BOULDER",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034422121",
  "inst_zip_code": "803043703",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "COOL ENERGY INC",
  "org_prnt_uei_num": "VWAMKMQY3QL7",
  "org_uei_num": "VWAMKMQY3QL7"
 },
 "perf_inst": {
  "perf_inst_name": "Cool Energy, Inc.",
  "perf_str_addr": "2423 23RD ST",
  "perf_city_name": "BOULDER",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803043703",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "159100",
   "pgm_ele_name": "STTR Phase II"
  },
  {
   "pgm_ele_code": "537300",
   "pgm_ele_name": "SBIR Phase II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "1406",
   "pgm_ref_txt": "THERMAL TRANSPORT PROCESSES"
  },
  {
   "pgm_ref_code": "165E",
   "pgm_ref_txt": "SBIR Phase IIB"
  },
  {
   "pgm_ref_code": "1972",
   "pgm_ref_txt": "ELECTROCHEMISTRY & SURFACE CHE"
  },
  {
   "pgm_ref_code": "9163",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY - INDUSTRY"
  },
  {
   "pgm_ref_code": "9231",
   "pgm_ref_txt": "SUPPL FOR UNDERGRAD RES ASSIST"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 507976.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 107858.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 499941.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>An novel low-temperature power conversion device is producing electricity fromsunlight and wasted heat at Cool Energy, Inc. in Boulder, Colorado.&nbsp;&nbsp; Called a Stirling engine, and used for 200 years at higher temperatures,this approach to converting low-temperature energy to electricity holds the promise of many groundbreaking applications.&nbsp; Current power conversion devices require much higher temperatures that the devices demonstrated in this project.&nbsp; With volume manufacturing techniques applied to the non-metallic materials used in this engine, a radical new approach to bottoming cycles and waste heat recovery would be enabled, and potentially very high-capacity-factor solar systems.&nbsp; Cool Energy received its initial NSF Phase II grant in January 2009 to support the construction of a solar thermal combined heat and power system including its low-temperature 2&nbsp;kW<sub>e </sub>SolarHeart&reg; Stirling engine.&nbsp; Over the next two years, the solar thermal system was designed, installed, and commissioned to heat a mineral-oil-based heat transfer fluid, and the SolarHeart Engine was integrated with this solar and storage system.&nbsp; The engine was operated by of the solar system for several months, while component and system behavior were characterized.&nbsp; Cool Energy has also built three 3kW machines during this grant period, delivering two for customer testing, and performing continuous reliability testing on several engines.&nbsp; The conversion efficiency has been proven at 22% thermal to electrical efficiency, and the engines have been demonstrated in operation using the exhaust heat from a diesel engine as the input thermal energy.</p>\n<p>Cool Energy has greatly enhanced historical Stirling engine capability by using state of the art modeling and simulation software and by employing multiple build, test and modify cycles.&nbsp; Designed for the conversion of lower waste heat temperatures (100&deg;C to 300&deg;C) to electricity, the <em>SolarHeart&reg;</em> <em>Engine</em> utilizes advanced materials and a sealed self-lubricating mechanism to insure high reliability and efficiency.&nbsp;</p>\n<p>Market sectors for waste heat recovery in the world&rsquo;s developed economies are many and diverse.&nbsp; Cool Energy&rsquo;s products target the small and medium (3kW to 200kW) segments of this market, specifically behind-the-meter power production from pollution control equipment such as afterburners and thermal oxidizers.&nbsp; This types of equipment is used to destroy pollutants generated by industrial processes such as coffee roasting, metal coating, and cement manufacturing.&nbsp; The contaminated gases rise up a vent stack, exiting through an oxidation chamber in which the particulates and VOC&rsquo;s are burned and destroyed.&nbsp; The gas that is emitted from the combustion chamber has a temperature between 300C to 600C.&nbsp; This clean, hot gas is passed through a heat exchanger which transfers thermal energy to a circulating heat transfer oil.&nbsp; The oil circulates into Cool Energy&rsquo;s SolarHeart&reg; Engine, producing electricity.&nbsp; This electricity is delivered to the plant through a grid-tie inverter,<br />reducing the customer&rsquo;s electricity bill.&nbsp; For plants operating 24/7 in Europe or Japan, the payback times are as short as two years.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/15/2013<br>\n\t\t\t\t\tModified by: Samuel&nbsp;P&nbsp;Weaver</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<u...",
  "por_txt_cntn": "\nAn novel low-temperature power conversion device is producing electricity fromsunlight and wasted heat at Cool Energy, Inc. in Boulder, Colorado.   Called a Stirling engine, and used for 200 years at higher temperatures,this approach to converting low-temperature energy to electricity holds the promise of many groundbreaking applications.  Current power conversion devices require much higher temperatures that the devices demonstrated in this project.  With volume manufacturing techniques applied to the non-metallic materials used in this engine, a radical new approach to bottoming cycles and waste heat recovery would be enabled, and potentially very high-capacity-factor solar systems.  Cool Energy received its initial NSF Phase II grant in January 2009 to support the construction of a solar thermal combined heat and power system including its low-temperature 2 kWe SolarHeart&reg; Stirling engine.  Over the next two years, the solar thermal system was designed, installed, and commissioned to heat a mineral-oil-based heat transfer fluid, and the SolarHeart Engine was integrated with this solar and storage system.  The engine was operated by of the solar system for several months, while component and system behavior were characterized.  Cool Energy has also built three 3kW machines during this grant period, delivering two for customer testing, and performing continuous reliability testing on several engines.  The conversion efficiency has been proven at 22% thermal to electrical efficiency, and the engines have been demonstrated in operation using the exhaust heat from a diesel engine as the input thermal energy.\n\nCool Energy has greatly enhanced historical Stirling engine capability by using state of the art modeling and simulation software and by employing multiple build, test and modify cycles.  Designed for the conversion of lower waste heat temperatures (100&deg;C to 300&deg;C) to electricity, the SolarHeart&reg; Engine utilizes advanced materials and a sealed self-lubricating mechanism to insure high reliability and efficiency. \n\nMarket sectors for waste heat recovery in the worldÆs developed economies are many and diverse.  Cool EnergyÆs products target the small and medium (3kW to 200kW) segments of this market, specifically behind-the-meter power production from pollution control equipment such as afterburners and thermal oxidizers.  This types of equipment is used to destroy pollutants generated by industrial processes such as coffee roasting, metal coating, and cement manufacturing.  The contaminated gases rise up a vent stack, exiting through an oxidation chamber in which the particulates and VOCÆs are burned and destroyed.  The gas that is emitted from the combustion chamber has a temperature between 300C to 600C.  This clean, hot gas is passed through a heat exchanger which transfers thermal energy to a circulating heat transfer oil.  The oil circulates into Cool EnergyÆs SolarHeart&reg; Engine, producing electricity.  This electricity is delivered to the plant through a grid-tie inverter,\nreducing the customerÆs electricity bill.  For plants operating 24/7 in Europe or Japan, the payback times are as short as two years.\n\n\t\t\t\t\tLast Modified: 04/15/2013\n\n\t\t\t\t\tSubmitted by: Samuel P Weaver"
 }
}