{
 "awd_id": "0848022",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Physics Without Building Blocks (Scholar's Award)",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2009-08-01",
 "awd_exp_date": "2011-07-31",
 "tot_intn_awd_amt": 129073.0,
 "awd_amount": 127909.0,
 "awd_min_amd_letter_date": "2009-04-30",
 "awd_max_amd_letter_date": "2010-06-05",
 "awd_abstract_narration": "This project on the foundations of quantum mechanics is supported by the Science, Technology, and Society program. It is also supported by the joint initiative with Mathematical and Physical Sciences Directorate: Research at the Interface of the Mathematical and Physical Sciences and Society. One goal of the project is to provide a critical scrutiny of one perspective on fundamental science so as to make way for an alternative. A widely prevalent image of science, which has influenced the thinking of many scientists and the general public, pictures scientific knowledge as hierarchically organized. At the base of the hierarchy is physics, applicable to objects and processes at all length and energy scales. The other sciences, which concern themselves with kinds of system (chemical, biological, psychological, social, economic) that become manifest only in special circumstances, are regarded as being based on \"fundamental\" physics.\r\n\r\nThe traditional hierarchy based on \"fundamental\" physics is organized in accordance with three principles: (1) Everything is composed of basic microphysical elements, (2) All properties of objects are wholly determined by the basic intrinsic properties and relations of these basic microphysical elements, and (3) All laws and/or theories governing the behavior of composite objects ultimately reduce to the fundamental laws/theories governing the behavior of their microphysical constituents. Taken together, these principles would warrant the belief that the basic laws that govern the behavior of the ultimate constituents of matter are in fact responsible for the behavior of everything. They provide an image of the physical world as constructed out of basic building blocks?basic objects, basic properties and basic laws. This research subjects each of these organizing principles of the traditional hierarchy to critical examination and explores ways of getting along without that hierarchy.\r\n\r\nThe current project builds on previous research undermining the principle that the properties of all objects are determined by those of their ultimate constituents. Physicists commonly talk of elementary particles and their associated quantum fields. But it turns out that there are strong reasons to doubt these could play the role of ultimate constituents of matter. Even if such objects were available to serve as building blocks, they do not compose the objects of condensed matter physics in any simple way. Though quantum (field) theories are extremely predictively successful, it has proved extraordinarily hard to interpret them as offering a self-contained description of the world at a fundamental level. If this is not possible, then the laws of fundamental physics as currently conceived cannot be responsible for the behavior of everything. This suggests a revised image of physics (if not all of science) as successfully modeling structures in various domains by a network of theories, loosely connected by diverse and domain-specific logical and ontological relations.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Healey",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Richard A Healey",
   "pi_email_addr": "rhealey@email.Arizona.edu",
   "nsf_id": "000095044",
   "pi_start_date": "2009-04-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "845 N PARK AVE RM 538",
  "perf_city_name": "TUCSON",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "85721",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1353",
   "pgm_ref_txt": "Hist & Philosophy of SET"
  },
  {
   "pgm_ref_code": "6865",
   "pgm_ref_txt": "MPS & SOCIETY"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 118990.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 8919.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"font-family: TimesNewRoman;\">Many people think that physics is the basic science because it applies everywhere&nbsp;and to everything, no matter how big or small, and that physics itself rests on fundamental physics. But what is meant by &lsquo;basic&rsquo; and &lsquo;fundamental&rsquo;? Here are three ideas that come to mind.</span></p>\n<p><em><span style=\"font-family: TimesNewRoman,Italic;\"><em><span style=\"font-family: TimesNewRoman,Italic;\">\n<p>Composition Principle: <span style=\"font-family: TimesNewRoman,Italic;\"><span style=\"font-family: TimesNewRoman,Italic;\"><span style=\"font-family: TimesNewRoman;\">Everything is composed of smallest parts.</span></span></span><span style=\"font-family: TimesNewRoman,Italic;\"><span style=\"font-family: TimesNewRoman,Italic;\">&nbsp;</span></span></p>\n</span></em></span></em></p>\n<p><em><span style=\"font-family: TimesNewRoman,Italic;\"><em><span style=\"font-family: TimesNewRoman,Italic;\">\n<p>Determination Principle: <span style=\"font-family: TimesNewRoman;\">The properties of anything are wholly determined by the properties of its smallest parts.</span></p>\n</span></em></span></em></p>\n<p><span style=\"font-family: TimesNewRoman,Italic;\"><span style=\"font-family: TimesNewRoman,Italic;\">\n<p><em><span style=\"font-family: TimesNewRoman,Italic;\">Reductive Principle: </span><span style=\"font-family: TimesNewRoman;\">Things behave the way they do just because of the fundamental laws that govern the behavior of their smallest parts.</span></em></p>\n<p>\n<p>\n<p><span style=\"font-family: TimesNewRoman,Italic;\"><span style=\"font-family: TimesNewRoman,Italic;\"><span style=\"font-family: TimesNewRoman;\">If these principles are right, then it is the basic laws governing the behavior of the ultimate constituents of matter that&nbsp;are responsible for the behavior of everything, whether or not we are able to show how. They provide an image of the physical world as constructed out of basic building blocks&mdash;basic objects, basic properties and basic laws.</span></span></span></p>\n</p>\n</p>\n</span></span></p>\n<p>\n<p>&nbsp;We used to think that atoms are the smallest parts of things, but now we know better. Physicists today talk of sub-atomic particles such as electrons, quarks and gauge bosons, and the so-called Standard Model permits accurate predictions and powerful explanations of what goes on even at very high energies and very small distances by means of its quantum field theories. But today&rsquo;s physics does not fit with the view that it reveals the basic building blocks of the world.</p>\n</p>\n<p>\n<p>\n<p>\n<p>While there are indeed such things as electrons and electric fields, quantum field theories of the Standard Model do not themselves appear to describe either particles or fields, no matter how successfully they enable us to predict and explain their observed behavior. So rather than showing how a proton is composed of three quarks they require us to rethink what we should mean by such a claim.</p>\n<p>Theories of condensed matter physics further challenge the \"Lego\" metaphor of composition when they account for phenomena by introducing so-called quasi-particles (such as phonons, magnons and rotons) that are neither identical to nor composed of more basic particles like electrons. Contemporary physics does not present us with a neat compositional hierarchy, but objects and other novel structures related by very different kinds of composition relations.</p>\n<p>Most people believe that any candidate for a fundamental theory of physics will be some form of quantum theory. If so, we would like to ask how far a quantum world can conform to the three \"building-block\" principles. What can a quantum theory tell us about objects, properties and laws? That turns out to be a difficult and controversial question since there is still no consensus on how to understand quantum theory, even though its application is nearly always uncontr...",
  "por_txt_cntn": "\nMany people think that physics is the basic science because it applies everywhere and to everything, no matter how big or small, and that physics itself rests on fundamental physics. But what is meant by æbasicÆ and æfundamentalÆ? Here are three ideas that come to mind.\n\n\n\nComposition Principle: Everything is composed of smallest parts. \n\n\n\n\nDetermination Principle: The properties of anything are wholly determined by the properties of its smallest parts.\n\n\n\n\nReductive Principle: Things behave the way they do just because of the fundamental laws that govern the behavior of their smallest parts.\n\n\n\n\n\nIf these principles are right, then it is the basic laws governing the behavior of the ultimate constituents of matter that are responsible for the behavior of everything, whether or not we are able to show how. They provide an image of the physical world as constructed out of basic building blocks&mdash;basic objects, basic properties and basic laws.\n\n\n\n\n\n\n We used to think that atoms are the smallest parts of things, but now we know better. Physicists today talk of sub-atomic particles such as electrons, quarks and gauge bosons, and the so-called Standard Model permits accurate predictions and powerful explanations of what goes on even at very high energies and very small distances by means of its quantum field theories. But todayÆs physics does not fit with the view that it reveals the basic building blocks of the world.\n\n\n\n\n\n\n\n\nWhile there are indeed such things as electrons and electric fields, quantum field theories of the Standard Model do not themselves appear to describe either particles or fields, no matter how successfully they enable us to predict and explain their observed behavior. So rather than showing how a proton is composed of three quarks they require us to rethink what we should mean by such a claim.\n\nTheories of condensed matter physics further challenge the \"Lego\" metaphor of composition when they account for phenomena by introducing so-called quasi-particles (such as phonons, magnons and rotons) that are neither identical to nor composed of more basic particles like electrons. Contemporary physics does not present us with a neat compositional hierarchy, but objects and other novel structures related by very different kinds of composition relations.\n\nMost people believe that any candidate for a fundamental theory of physics will be some form of quantum theory. If so, we would like to ask how far a quantum world can conform to the three \"building-block\" principles. What can a quantum theory tell us about objects, properties and laws? That turns out to be a difficult and controversial question since there is still no consensus on how to understand quantum theory, even though its application is nearly always uncontroversial. So in trying to understand quantum theory I have been developing a pragmatist interpretation which begins by asking how the theory is used rather than what kind of world it describes.\n\nOn this interpretation, a quantum state does not itself describe physical reality but offers authoritative advice to an agent on what it is reasonable to believe. It does this by first letting the agent know what claims are worth forming a belief about, and then grading these claims as to how credible they are by assigning each a definite probability. Suppose you know neither where a particle is nor how fast it is moving, but you do know the quantum state of the particle in its environment. This state may license you to think about where it is but not how fast it is moving, or the other way around. If it licenses you to think about where it is (but not how fast it is moving!), it may advise you that it is twice as likely to be on your right as on your left. By being told what to expect you can predict what youÆll find and so, at least if the expectation is firm enough, explain why you found what you did.\n\nSo a quantum theory helps predict and explain phenomena without itself describing them. If it is the only ..."
 }
}