{
 "awd_id": "0848550",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Protein and Lipid Organization in Bacteria",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032924666",
 "po_email": "kblagoev@nsf.gov",
 "po_sign_block_name": "Krastan Blagoev",
 "awd_eff_date": "2009-08-01",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 326555.0,
 "awd_amount": 326555.0,
 "awd_min_amd_letter_date": "2009-08-03",
 "awd_max_amd_letter_date": "2011-06-06",
 "awd_abstract_narration": "In this project the PI will apply methods and modeling techniques from statistical mechanics and soft condensed matter to elucidate the physical principles underlying protein organization in living cells. The research will build on recent work by the PI and his collaborators. The main components of the proposed research include investigating (i) protein-lipid interactions and their effect on domain morphologies and protein localization, (ii) dynamics of lipid domains and lipid re-localization in growing and dividing cells, (iii) changes in lipid and protein localization profiles with changes in cell shape, temperature and other physical or biological parameters, and (iv) spatial organization and stochastic nucleation of protein clusters in growing bacteria. The research lies at the interface of physics, biology, and chemistry and will involve a combination of theoretical and computational techniques that include analytical field-theoretic methods as well as Monte Carlo, Langevin, and Brownian dynamics simulations, and will be carried out in close collaboration with experimentalists. The results from this research will be incorporated into an interdisciplinary undergraduate course on the physics of biomolecular networks that the PI is developing. The PI will be involved in high school teacher training programs, thus exposing students to the excitement of scientific activity.\r\n\r\nThis research is co-sponsored by the Physics of Living Systems program in the Physics Division and the Molecular Biophysics program in the Division of Molecular and Cellular Biology at NSF.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ranjan",
   "pi_last_name": "Mukhopadhyay",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ranjan Mukhopadhyay",
   "pi_email_addr": "Ranjan@clarku.edu",
   "nsf_id": "000490956",
   "pi_start_date": "2009-08-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Clark University",
  "inst_street_address": "950 MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "WORCESTER",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5084213835",
  "inst_zip_code": "016101400",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "TRUSTEES OF CLARK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LD3WUVEUK2N5"
 },
 "perf_inst": {
  "perf_inst_name": "Clark University",
  "perf_str_addr": "950 MAIN ST",
  "perf_city_name": "WORCESTER",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "016101400",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  },
  {
   "pgm_ele_code": "724600",
   "pgm_ele_name": "PHYSICS OF LIVING SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1144",
   "pgm_ref_txt": "BIOMOLECULAR SYSTEMS"
  },
  {
   "pgm_ref_code": "7246",
   "pgm_ref_txt": "PHYSICS OF LIVING SYSTEMS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 110211.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 106798.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 109546.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>It has become increasingly clear that the cell is not a well-stirred container. This is particularly striking in bacteria where intracellular fluorescence microscopy has fashioned a new appreciation of protein organization.&nbsp;Such organization is often dynamic: proteins localize for example to a subcellular domain and then re-localize or rapidly oscillate to determine placement of a structure. The goal of the research covered by the grant was to uncover the physical principles underlying such spatio-temporal organization. The research concentrated on two themes: first was to understand the role of membrane mechanics in protein organization and the second was to identify the role of kinetics and the importance of being out of equilibrium (though sometimes close to equilibrium) for spatial organization. Along the first theme, previous research was extended to study spatial organization in a multi-component pinned lipid bilayer as a model for the bacterial plasma membrane. Novel phases were discovered with varied morphologies that included, for example, clusters of striped patterns. These patterns arise due to the interplay between membrane-mediated elastic interactions and chemical forces; the nature this interplay was studied in great detail. These studies were tied back to observed lipid localization in bacterial membranes. The PI also investigated the role of membrane-mediated interactions for localization of proteins such as SpoVM, elucidating the role of curvature and membrane tension. Finally, the role of membrane mechanics in determining the stability of the cell to osmotic stress, in the presence of cell wall defects, has been addressed with the aim of understanding the role of membrane composition in determining cellular stability. In this way, the PI&rsquo;s research has addressed and thrown light on some of the most central questions in bacterial cellular Biology.&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp; Along the second theme, the PI and his collaborators have studied how protein kinetics can result in cluster phases characterized by a steady state distribution of cluster sizes ranging typically between 10 to a few 100 nanometers in size, even in the absence of long-range interactions. These results have significant implications both for microbial and eukaryotic biophysics, with possible applications to medicine and nanotechnology. They have also studied the self-organized spatial patterning of protein clusters due to the interplay between cellular growth, membrane associated protein aggregation, and stochastic fluctuations. Finally they have shown how the core physical mechanism of actin wave formation (corresponding to assembly and disassembly of dendritic actin close to the cell membrane) observed in Dictyostelium cells resembles that of Min oscillations studied in bacteria, thus developing new connections between prokaryotic and eukaryotic cellular biophysics.</p>\n<p>&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; In terms of broader implications, the supported research has successfully synthesized ideas from different fields that include Physics, Chemistry and Biology. The supported research provided training of undergraduate and graduate students as well as a Postdoctoral researcher in cutting-edge&nbsp; multi-disciplinary research. The grant has supported in part the thesis research of three graduate students, moreover a number of undergraduate students have worked with the PI on research projects related to the supported research.&nbsp; The PI successfully incorporated aspects of the research into a new interdisciplinary course developed by the PI on information theory with applications in Physics and Biology. The PI was also actively involved in various K-12 outreach programs. &nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/12/2013<br>\n\t\t\t\t\tModified by: Ranjan&nbsp;Mukhopadhyay</p>\n</div>\n<div class=\"porSideCol\">\n<d...",
  "por_txt_cntn": "\nIt has become increasingly clear that the cell is not a well-stirred container. This is particularly striking in bacteria where intracellular fluorescence microscopy has fashioned a new appreciation of protein organization. Such organization is often dynamic: proteins localize for example to a subcellular domain and then re-localize or rapidly oscillate to determine placement of a structure. The goal of the research covered by the grant was to uncover the physical principles underlying such spatio-temporal organization. The research concentrated on two themes: first was to understand the role of membrane mechanics in protein organization and the second was to identify the role of kinetics and the importance of being out of equilibrium (though sometimes close to equilibrium) for spatial organization. Along the first theme, previous research was extended to study spatial organization in a multi-component pinned lipid bilayer as a model for the bacterial plasma membrane. Novel phases were discovered with varied morphologies that included, for example, clusters of striped patterns. These patterns arise due to the interplay between membrane-mediated elastic interactions and chemical forces; the nature this interplay was studied in great detail. These studies were tied back to observed lipid localization in bacterial membranes. The PI also investigated the role of membrane-mediated interactions for localization of proteins such as SpoVM, elucidating the role of curvature and membrane tension. Finally, the role of membrane mechanics in determining the stability of the cell to osmotic stress, in the presence of cell wall defects, has been addressed with the aim of understanding the role of membrane composition in determining cellular stability. In this way, the PIÆs research has addressed and thrown light on some of the most central questions in bacterial cellular Biology. \n\n \n\n    Along the second theme, the PI and his collaborators have studied how protein kinetics can result in cluster phases characterized by a steady state distribution of cluster sizes ranging typically between 10 to a few 100 nanometers in size, even in the absence of long-range interactions. These results have significant implications both for microbial and eukaryotic biophysics, with possible applications to medicine and nanotechnology. They have also studied the self-organized spatial patterning of protein clusters due to the interplay between cellular growth, membrane associated protein aggregation, and stochastic fluctuations. Finally they have shown how the core physical mechanism of actin wave formation (corresponding to assembly and disassembly of dendritic actin close to the cell membrane) observed in Dictyostelium cells resembles that of Min oscillations studied in bacteria, thus developing new connections between prokaryotic and eukaryotic cellular biophysics.\n\n \n\n        In terms of broader implications, the supported research has successfully synthesized ideas from different fields that include Physics, Chemistry and Biology. The supported research provided training of undergraduate and graduate students as well as a Postdoctoral researcher in cutting-edge  multi-disciplinary research. The grant has supported in part the thesis research of three graduate students, moreover a number of undergraduate students have worked with the PI on research projects related to the supported research.  The PI successfully incorporated aspects of the research into a new interdisciplinary course developed by the PI on information theory with applications in Physics and Biology. The PI was also actively involved in various K-12 outreach programs.  \n\n \n\n\t\t\t\t\tLast Modified: 11/12/2013\n\n\t\t\t\t\tSubmitted by: Ranjan Mukhopadhyay"
 }
}