{
 "awd_id": "0848248",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Synthetic Entries to Early-Transition Metal Complexes Containing Terminal and Reactive Metal-Ligand Multiple Bonds",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032927196",
 "po_email": "tpatten@nsf.gov",
 "po_sign_block_name": "Timothy Patten",
 "awd_eff_date": "2009-02-01",
 "awd_exp_date": "2012-01-31",
 "tot_intn_awd_amt": 519000.0,
 "awd_amount": 519000.0,
 "awd_min_amd_letter_date": "2009-02-10",
 "awd_max_amd_letter_date": "2011-02-07",
 "awd_abstract_narration": "This Research award in the Inorganic and Organometallic Chemistry program supports work by Professor Daniel J. Mindiola at Indiana University to understand the behavior of highly polarized and thus reactive metal-ligand multiple bonds.  Kinetics and reactivity studies of transient and terminal group 4 and 5 transition metal complexes having N (nitride), P (phosphide), CR2 (alkylidene) and CR (alkylidyne) moieties with unsaturated and saturated molecules are expected to reveal the role of the metal-ligand multiple bond during the activation of chemical inert molecules such as alkanes, arenes, N-heterocycles among many other small molecules that are exceedingly resistant towards activation and functionalization.  The combination of new synthetic strategies to synthesize other unknown metal-ligand multiply bonded scaffolds composed of early 3d metals by a multielectron redox approach, by combining known organometallic transformations, or by modification of the ligand framework, will also unmask unprecedented chemistry and new transformations.  By preparing high-valent compounds with metal-ligand multiple bonds the research being conducted is expected to develop new systems that can mask low-valent metal centers as well as catalyze reactions such as methane activation and functionalization, benzene ring-opening and polymerization, dehydrofluorination of hydrofluorocarbons, and the functionalization of N-heterocycles.  In addition to chemical research a student based chapter developed at Indiana University, Bloomington, has been founded with the purpose of recruiting underrepresented groups into the physical sciences.\r\n\r\n  Students trained in these laboratories are expected to represent a new generation of chemists who can prepare molecules designed to carry a specific function while conserving energy. However, the molecules are reactive, produce less waste and improve upon current practices used in the industrial setting.  Synthesis and reactivity, in an atom-economical way, represents one of the program standard goals, especially now during this uncertain era for devising alternative sources of energy.  Hence, after students understand how their system operates, they are able to make their reagent more efficient in achieving the specific goal for which it was designed.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Mindiola",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel J Mindiola",
   "pi_email_addr": "mindiola@sas.upenn.edu",
   "nsf_id": "000326284",
   "pi_start_date": "2009-02-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana University",
  "perf_str_addr": "107 S INDIANA AVE",
  "perf_city_name": "BLOOMINGTON",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "474057000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IN09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "196600",
   "pgm_ele_name": "SYNTHETIC INORGANIC"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9146",
   "pgm_ref_txt": "MANUFACTURING BASE RESEARCH"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 173000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 173000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 173000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>For more than 100 years, the selective functionalization of the simplest organic building block, methane, has stood as one of the most fundamentally intriguing challenges<strong>. &nbsp;</strong>In the midst of a global energy crisis, spear-headed by dwindling oil reserves and rising global temperatures, unsettlement in the Middle East, and the rise in cost of coal, the chemistry of methane is now gaining more practical value. &nbsp;With a need for environmentally friendly and economically viable fuel reserves, the energy sector has unquestionably begun a quest for large quantities of domestic natural gas&ndash;which is composed primarily of methane (70-90%)&ndash;for energy production as well as exportation to Asia. &nbsp;Despite this, the combustion of methane should be only appreciated as a provisional resource for the time being rather than an alternative fuel to crude oil and coal given the imminent environmental impact that combustion is known to cause. &nbsp;For this reason, the utilization of this parent hydrocarbon as a C<sub>1</sub> feedstock by alternative methods such as oxidative coupling to form ethane (a monomer widely used in the chemical industry for the production of plastics and other reagents), or alkane metathesis for the synthesis of liquid fuels, represent a \"Holy Grail\" in the chemical community. &nbsp;Likewise, ethane, the second largest component of natural gas is another resource that is often underutilized. &nbsp;It is most widely used for the process referred to as &ldquo;steam cracking&rdquo;: a very energy-intensive (Temp. &gt;800 degree Celsius) technique that converts ethane to ethene. &nbsp;Apart from being energy intensive, steam cracking is a rather inefficient process given the detrimental buildup of CO<sub>2</sub>, which has been estimated to be 1.5-3 tons of CO<sub>2</sub> per ton of ethylene produced. &nbsp;Our research aims to develop well-defined systems that can carry out the activation and conversion of C<sub>1</sub> and C<sub>2</sub> paraffin resources under mild conditions, but more importantly, understand how the activation and transformation occurs: &nbsp;the role of the metal, the ligands, and the substrate. &nbsp;For example, we now have a method to activate methane at room temperature, and quite possibly dehydrogenate it to a highly reactive methylene fragment &ldquo;CH<sub>2</sub><sup>2-</sup>&rdquo;. &nbsp;Ethane can also be dehydrogenated to ethene, at room temperature and under relatively mild pressures (300-1000 psi). &nbsp;Understanding the mechanism to C-H activation, we now know the right conditions, as well as the nature of the ligand responsible for the activation steps. &nbsp;Under non-intensive conditions, we have found that metal-carbon multiple bonds are at the core of activating and transforming natural resources such as methane, ethane, and other hydrocarbons into more reactive and useful products. &nbsp;By preparing these models, we are in position to understand how a single metal site can facilitate the activation of very strong bonds, as well as transform these &ldquo;unfunctional&rdquo; substrates into functionalized commodities.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/01/2012<br>\n\t\t\t\t\tModified by: Daniel&nbsp;J&nbsp;Mindiola</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nFor more than 100 years, the selective functionalization of the simplest organic building block, methane, has stood as one of the most fundamentally intriguing challenges.  In the midst of a global energy crisis, spear-headed by dwindling oil reserves and rising global temperatures, unsettlement in the Middle East, and the rise in cost of coal, the chemistry of methane is now gaining more practical value.  With a need for environmentally friendly and economically viable fuel reserves, the energy sector has unquestionably begun a quest for large quantities of domestic natural gas&ndash;which is composed primarily of methane (70-90%)&ndash;for energy production as well as exportation to Asia.  Despite this, the combustion of methane should be only appreciated as a provisional resource for the time being rather than an alternative fuel to crude oil and coal given the imminent environmental impact that combustion is known to cause.  For this reason, the utilization of this parent hydrocarbon as a C1 feedstock by alternative methods such as oxidative coupling to form ethane (a monomer widely used in the chemical industry for the production of plastics and other reagents), or alkane metathesis for the synthesis of liquid fuels, represent a \"Holy Grail\" in the chemical community.  Likewise, ethane, the second largest component of natural gas is another resource that is often underutilized.  It is most widely used for the process referred to as \"steam cracking\": a very energy-intensive (Temp. &gt;800 degree Celsius) technique that converts ethane to ethene.  Apart from being energy intensive, steam cracking is a rather inefficient process given the detrimental buildup of CO2, which has been estimated to be 1.5-3 tons of CO2 per ton of ethylene produced.  Our research aims to develop well-defined systems that can carry out the activation and conversion of C1 and C2 paraffin resources under mild conditions, but more importantly, understand how the activation and transformation occurs:  the role of the metal, the ligands, and the substrate.  For example, we now have a method to activate methane at room temperature, and quite possibly dehydrogenate it to a highly reactive methylene fragment \"CH22-\".  Ethane can also be dehydrogenated to ethene, at room temperature and under relatively mild pressures (300-1000 psi).  Understanding the mechanism to C-H activation, we now know the right conditions, as well as the nature of the ligand responsible for the activation steps.  Under non-intensive conditions, we have found that metal-carbon multiple bonds are at the core of activating and transforming natural resources such as methane, ethane, and other hydrocarbons into more reactive and useful products.  By preparing these models, we are in position to understand how a single metal site can facilitate the activation of very strong bonds, as well as transform these \"unfunctional\" substrates into functionalized commodities.\n\n\t\t\t\t\tLast Modified: 02/01/2012\n\n\t\t\t\t\tSubmitted by: Daniel J Mindiola"
 }
}