{
 "awd_id": "0848409",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Ensemble-Based Predictability, Sensitivity and Data Assimilation in PREDICT",
 "cfda_num": "47.050",
 "org_code": "06020105",
 "po_phone": "7032920000",
 "po_email": "ahallar@nsf.gov",
 "po_sign_block_name": "Anna Hallar",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 278595.0,
 "awd_amount": 278595.0,
 "awd_min_amd_letter_date": "2009-08-30",
 "awd_max_amd_letter_date": "2009-08-30",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5). \r\n\r\nThis study is part of the Pre-Depression Investigation of Cloud-systems in the Tropics (PREDICT) project. The central scientific hypothesis of this study is that properly simulating the initial formation of synoptic-scale, pre-tropical-depression wave trough in numerical forecasting models is most essential for the accurate modeling of tropical cyclone genesis. It is within this disturbance that the critical layer, which acts to shield an incipient rotating disturbance from wind shear and dry air intrusion, is hypothesized to exist. To investigate this and other hypotheses, an ensemble-based framework based on the THORPEX Interactive Grand Global Ensemble (TIGGE), the Weather Research and Forecasting (WRF) model and an ensemble Kalman filter will be prepared in Year 1 for real-time prediction during the PREDICT field experiment (mid-Year 2). During the field experiment observations will be performed of tropical cyclones developing and travelling through the eastern Atlantic and Caribbean regions. Ensemble-based techniques will be used to diagnose the important physical processes, and the associated scales and parameters, that need to be sampled to optimally limit prediction errors. The remainder of Year 2 and all of Year 3 will be devoted to analysis of observations using models as diagnostic tools, including production of a convective-scale reanalysis that will include all data collected during the field campaign and will be used by other PREDICT PIs for their research. The intellectual merit of the proposed research lies in the potential to advance understanding of the processes and predictability associated with tropical cyclone genesis, via multi-scale, multi-faceted numerical model ensembles. The broader impacts of the proposed activity include improved probabilistic predictions of tropical cyclone genesis, and subsequent intensity change. Better forecasts of wind and rainfall structure at landfall will be possible. Two graduate students will be trained to run models that capture inner-core processes within tropical cyclones and to address unsolved issues related to their predictability. Furthermore, data and results will be shared between the research and operational communities.",
 "awd_arra_amount": 278595.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ryan",
   "pi_last_name": "Torn",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Ryan D Torn",
   "pi_email_addr": "rtorn@albany.edu",
   "nsf_id": "000497727",
   "pi_start_date": "2009-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Albany",
  "inst_street_address": "1400 WASHINGTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "ALBANY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5184374974",
  "inst_zip_code": "122220100",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK, THE",
  "org_prnt_uei_num": "NHH3T1Z96H29",
  "org_uei_num": "NHH3T1Z96H29"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Albany",
  "perf_str_addr": "1400 WASHINGTON AVE",
  "perf_city_name": "ALBANY",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "122220100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 278595.0
  }
 ],
 "por": null
}