{
 "awd_id": "0848704",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "New Methods for the Synthesis of Biaryl Compounds",
 "cfda_num": "47.049",
 "org_code": "03090003",
 "po_phone": "7032924949",
 "po_email": "tli@nsf.gov",
 "po_sign_block_name": "Tingyu Li",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 296000.0,
 "awd_amount": 301000.0,
 "awd_min_amd_letter_date": "2009-09-01",
 "awd_max_amd_letter_date": "2011-07-27",
 "awd_abstract_narration": "This project will continue work on the development of novel methods for the construction of biaryl compounds.  During the upcoming funding period, research will be focused in three areas.  First, the development of enantioenriched methods for constructing biaryl compounds using chiral dienes will be studied.  Current methods are limited by substrate scope and scalability.  Second, the synthesis of a series of axially chiral biaryl amino acid compounds and their coupling within standard polypeptide chains will be explored.  Axially-chiral amino acids are a new class of peptide mimetics and will provide novel tools for biochemists.  Third, the utility of ortho-nitro phenyl alkynes to undergo [3+2] dipolar cycloadditions will be investigated.  Previously, the feasibility of [4+2] cycloadditions has been demonstrated using this protocol and this new study will help to expand the scope of this cycloaddition approach to polyaromatic compounds. \r\n\r\nWith this award, the Organic and Macromolecular Chemistry Program is supporting the research of Professor Rich Carter of the Department of Chemistry at Oregon State University.  Professor Carter's research efforts revolve around the development of novel methods for the construction of complicated polyaromatic compounds.  Such compounds have considerable applications as ligands in the field of asymmetric catalysis as well as key pharmacophores in the pharmaceutical industry.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rich",
   "pi_last_name": "Carter",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Rich G Carter",
   "pi_email_addr": "rich.carter@oregonstate.edu",
   "nsf_id": "000369745",
   "pi_start_date": "2009-09-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon State University",
  "inst_street_address": "1500 SW JEFFERSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CORVALLIS",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5417374933",
  "inst_zip_code": "973318655",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "OREGON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MZ4DYXE1SL98"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon State University",
  "perf_str_addr": "1500 SW JEFFERSON AVE",
  "perf_city_name": "CORVALLIS",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973318655",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "195000",
   "pgm_ele_name": "METHODOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9146",
   "pgm_ref_txt": "MANUFACTURING BASE RESEARCH"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 161000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 135000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 5000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\n<p>The intellectual merit of this project has been focused on the development of new chemical transformations to access important chemical scaffolds.&nbsp; Specifically, the PI&rsquo;s laboratory has been able to expand the Diels-Alder approach to biaryls (DAB) technology to the synthesis of heterocyclic compounds. Heterocycles are found in numerous medicinally-used therapeutics; however, new and varied methods continue to be needed for their construction. &nbsp;This grant award focused on developing methods to access new triazole and isoxaole-containing heterocycles using the DAB technology.&nbsp; This methodology allowed for the construction of structurally complex biaryl heterocycles through environmentally friendly methods (e.g. without the use of toxic metals).&nbsp;</p>\n<p>In addition, the PI&rsquo;s laboratory has begun refocusing the environmentally friendly interest in construction of new compounds towards the development of novel methods to access enantiomerically enriched structures through a process called organocatalysis (a concept in which carbon-based, non-metal containing molecules are used as the catalyst to facilitate a chemical reaction).&nbsp; These types of transformations are often environmentally friendly (as they avoid the use of toxic metals) and cost efficient (as the catalysts are often derived from amino acids).&nbsp; In particular, the PI&rsquo;s laboratory has created a derivative of proline (called a proline sulfonamide) which has been shown to facilitate a range of chemical reactions.&nbsp; A proline-sulfonamide catalyzed Yamada-Otani reaction has been developed which generates a highly functionalized product (gamma, gamma-disubstituted cyclohexanone). Complementarily, a thiourea / primary amine catalyst system has also been developed to access alpha, alpha-disubstituted cycloalkanones. &nbsp;&nbsp;These compounds are useful building blocks for the synthesis of natural products.</p>\n<p>In broader impacts, the PI's laboratory has started a vibrant collaboration with a computational chemistry group where experiment and computation are closely wed.&nbsp; Students working on the projects are exposed to both aspects of the science &ndash; gaining a unique training environment and providing them with an important skill set for future employment. This work has led to several joint publications and we anticipate continued success with this collaboration.&nbsp; In addition, the science developed within this project should benefit the pharmaceutical industry through the development of new methods to access medicinally-relevant chemical entities.&nbsp; &nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2012<br>\n\t\t\t\t\tModified by: Rich&nbsp;G&nbsp;Carter</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \n\nThe intellectual merit of this project has been focused on the development of new chemical transformations to access important chemical scaffolds.  Specifically, the PIÆs laboratory has been able to expand the Diels-Alder approach to biaryls (DAB) technology to the synthesis of heterocyclic compounds. Heterocycles are found in numerous medicinally-used therapeutics; however, new and varied methods continue to be needed for their construction.  This grant award focused on developing methods to access new triazole and isoxaole-containing heterocycles using the DAB technology.  This methodology allowed for the construction of structurally complex biaryl heterocycles through environmentally friendly methods (e.g. without the use of toxic metals). \n\nIn addition, the PIÆs laboratory has begun refocusing the environmentally friendly interest in construction of new compounds towards the development of novel methods to access enantiomerically enriched structures through a process called organocatalysis (a concept in which carbon-based, non-metal containing molecules are used as the catalyst to facilitate a chemical reaction).  These types of transformations are often environmentally friendly (as they avoid the use of toxic metals) and cost efficient (as the catalysts are often derived from amino acids).  In particular, the PIÆs laboratory has created a derivative of proline (called a proline sulfonamide) which has been shown to facilitate a range of chemical reactions.  A proline-sulfonamide catalyzed Yamada-Otani reaction has been developed which generates a highly functionalized product (gamma, gamma-disubstituted cyclohexanone). Complementarily, a thiourea / primary amine catalyst system has also been developed to access alpha, alpha-disubstituted cycloalkanones.   These compounds are useful building blocks for the synthesis of natural products.\n\nIn broader impacts, the PI's laboratory has started a vibrant collaboration with a computational chemistry group where experiment and computation are closely wed.  Students working on the projects are exposed to both aspects of the science &ndash; gaining a unique training environment and providing them with an important skill set for future employment. This work has led to several joint publications and we anticipate continued success with this collaboration.  In addition, the science developed within this project should benefit the pharmaceutical industry through the development of new methods to access medicinally-relevant chemical entities.   \n\n \n\n\t\t\t\t\tLast Modified: 11/30/2012\n\n\t\t\t\t\tSubmitted by: Rich G Carter"
 }
}