{
 "awd_id": "0848653",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Religious Beliefs, Wealth, and Poverty",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patricia White",
 "awd_eff_date": "2009-03-01",
 "awd_exp_date": "2012-02-29",
 "tot_intn_awd_amt": 119739.0,
 "awd_amount": 119739.0,
 "awd_min_amd_letter_date": "2009-03-04",
 "awd_max_amd_letter_date": "2009-03-04",
 "awd_abstract_narration": "Religion and material outcomes are closely intertwined. Early sociologists considered religion to be a fundamental part of the study of inequality, and the relationship has again begun to attract important attention. Recent evidence demonstrates that religious affiliation, belief, and strength are critical determinants of important indicators of well-being including education, work and occupational status, income, saving, and wealth. Although recent research shows that religion is an important cause of material outcomes, discussion of the theoretical mechanisms driving these relationships is limited and empirical research has focused on bivariate patterns. It was important for researchers to begin by providing careful, systematic evidence of a causal relationship that eluded previous generations of scholars. However, the literature has not yet produced a comprehensive study of the contemporary relationship between religion and inequality. This gap is particularly problematic because establishing causality requires identifying interactions among outcomes such as education, family processes, work, income, and saving. \r\n\r\nThis proposed research would begin to address this need. In particular, the objectives of this study are to draw on and integrate early ideas with contemporary thinking and empirical evidence to develop a comprehensive, empirically-grounded theoretical statement about how religion affects inequality; to use the rich data contained in contemporary U.S. datasets to simultaneously model the empirical relationship between religion and education, work status, occupational prestige, earnings, wealth components (e.g., homeownership, financial assets, debt), and total wealth; and to use simulation modeling to integrate information from the various data sets and to explore the policy implications of the findings.\r\n\r\nThe empirical portion of this project will use multiple datasets and a combination of analysis methods to provide a more comprehensive treatment  of the religion-stratification relationship. I will use both cross-sectional and longitudinal data sets to conduct both traditional regression analyses and to develop a simulation model of religion and stratification. This research has the potential to contribute to multiple sub-fields within sociology, including the sociology of religion, stratification and inequality, and economic sociology. The work will integrate ideas and empirical evidence from these subfields and build on prior work in each area. The integration of theory across subfields combined with rigorous empirical modeling will create linkages across independent areas of research that are developing rapidly and effectively but that might benefit from improved connections to each other. For instance, this research has the potential to reintroduce one element of cultural orientation to stratification research. \r\n\r\nThis research also has potential broader implications. Both religion and inequality are social issues that rightfully attract considerable attention in public discourse. This proposed research has the potential to inform those discussions and to highlight the central role that religion plays in shaping inequality. In recent years, religious ideology has also been an important part of many public debates about other political, economic, and social issues, and this research has the potential to inform these debates as well. Religion has particular significance for underrepresented groups (e.g., African Americans and Hispanics), and this work will explore the unique role that religion plays for these groups and contribute to understanding the social and economic well-being of these groups. The research will be available to non-academics through publications in non-academic journals, op-ed pieces, and press releases. In addition, graduate students will participate in all aspects of the research, strengthening the teaching component of the study. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lisa",
   "pi_last_name": "Keister",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Lisa A Keister",
   "pi_email_addr": "lkeister@duke.edu",
   "nsf_id": "000214080",
   "pi_start_date": "2009-03-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "2200 W MAIN ST",
  "perf_city_name": "DURHAM",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277054640",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 119739.0
  }
 ],
 "por": null
}