{
 "awd_id": "0849336",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Identification, Estimation, and Applications in Auction and Differentiated Products Markets",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927466",
 "po_email": "kgyimahb@nsf.gov",
 "po_sign_block_name": "Kwabena Gyimah-Brempong",
 "awd_eff_date": "2009-05-01",
 "awd_exp_date": "2014-04-30",
 "tot_intn_awd_amt": 286950.0,
 "awd_amount": 286950.0,
 "awd_min_amd_letter_date": "2009-04-23",
 "awd_max_amd_letter_date": "2017-03-14",
 "awd_abstract_narration": "This project involves research on empirical methods and applications in two broad areas of industrial organization: 1) auctions and 2) demand for differentiated products. Auctions are important market institutions and provide a unique window on strategic behavior in markets with asymmetric information.  Demand estimation is fundamental to a wide range of empirical work in microeconomics.\r\n\r\nThe work on auctions includes methodological research on estimation of first-price auctions when unobservables affect the sample of auctions observed, the set of bidders participating, and the bids they make. We provide new identification results, a new estimation approach, and simulation studies to evaluate the methods. The project also includes an empirical examination of Federal mineral lease auctions on the U.S. Outer-Continental Shelf.  Over the last 25 years there have been several major changes in technology and policy that are likely to have significant effects on these sales.  We examine the effects of these changes on bidder participation, bidding, drilling, and production. We study the effects of three-dimensional imaging technology on the information structure and bidding at these auctions, and also assess the controversial royalty relief program.\r\n    The work on demand for differentiated products is comprised of three components, each examining what can be learned under weaker assumptions than those typically considered previously. The first considers the case in which consumer-level characteristics and choices are observable (micro data).  The model of preferences is nonparametric and distribution free, nesting random coefficients discrete choice models widely used in practice with parametric functional form and distributional assumptions. It incorporates choice-specific unobservables and a very flexible specification of how preferences vary across products and individuals. This component of the work provides a deeper understanding of the data and assumptions required to obtain reliable estimates. The second project considers the case in which one observes only market level data.  This case is more challenging and requires a different type of argument;  however, we again obtain positive results for less restrictive models than those previously considered.  The third project examines demand estimation allowing for the fact that when firms choose the products to offer, this leads to correlation between observable and unobservable characteristics of products.  We provide conditions for identification, then develop, evaluate, and apply new estimation methods.\r\n    \r\nThe methodological components of this work addresses issues of importance to the analysis of economic and policy questions in fields ranging from anti-trust policy to the economics of education and the allocation of public resources.   Some of the empirical work addresses issues of direct importance to government policy in the U.S.  The work will be disseminated broadly through research seminars, conference presentations, and publication of research articles.  This work will contribution to the training of graduate students, who will serve both as research assistants and co-authors.  \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Philip",
   "pi_last_name": "Haile",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Philip Haile",
   "pi_email_addr": "philip.haile@yale.edu",
   "nsf_id": "000509888",
   "pi_start_date": "2009-04-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "National Bureau of Economic Research Inc",
  "inst_street_address": "1050 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6178683900",
  "inst_zip_code": "021385359",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "NATIONAL BUREAU OF ECONOMIC RESEARCH INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "GT28BRBA2Q49"
 },
 "perf_inst": {
  "perf_inst_name": "National Bureau of Economic Research Inc",
  "perf_str_addr": "1050 MASSACHUSETTS AVE",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021385359",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 95650.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 191300.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This grant supported research auctions, differentiated products markets, and a broad range of economic models characterized by systems of simultaneous equations. &nbsp;</p>\n<p>The research on auction involved an empirical study of bidding in Federal offshore oil lease auctions and provided new evidence regarding the competitiveness of this system of awarding drilling rights. &nbsp;</p>\n<p>The research on differentiated products markets explored several aspects of models in which oligopolists sell non-homogeneous products to consumers with varying tastes. &nbsp;These models are widely used in economics, where they are used to evaluate market outcomes in a wide range of settings, including studies of the sources of market power, &nbsp;consumer gains from new goods, and merge policy. &nbsp;</p>\n<p>One component of this reseaarch developed new conditions under which a demand system is \"invertible,\" a key property for several theoretical and empirical purposes. &nbsp;It was shown that a mild property, common to essentially all existing models of demand for discrete goods, is sufficient for invertibility. &nbsp;</p>\n<p>A second theoretical component developed new identification results for models of demand and supply in differentiated products markets. A model is said to be identified from a set of observable variables if the joint distribution of these variables completely determines the unklnown features of the model. &nbsp;Here the goal was to develolp conditions under which &nbsp;these models can be identified without ad hoc assumptions about functional forms of demand or supply, or about the probability distributions from which unobservables are drawn. &nbsp;It was shown that even with the most limited types of data typically available, these models are identified under the same kinds of instrumental variables conditions required for identification of even the simplest models.&nbsp;</p>\n<p>Finally, this project provided new results on the nonparametric identifiability of &nbsp;simultaneous equations models. &nbsp;Such models are ubiquitous in economics and their nonparametric identifiabiltity was in doubt until very recently. &nbsp;Researh carried out under this grant showed that these models are identified under a wide range of conditoins that allow tradeoffs between requirements on instrumental variables and requirments on the probability distribution of the unobservables.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/03/2014<br>\n\t\t\t\t\tModified by: Philip&nbsp;Haile</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis grant supported research auctions, differentiated products markets, and a broad range of economic models characterized by systems of simultaneous equations.  \n\nThe research on auction involved an empirical study of bidding in Federal offshore oil lease auctions and provided new evidence regarding the competitiveness of this system of awarding drilling rights.  \n\nThe research on differentiated products markets explored several aspects of models in which oligopolists sell non-homogeneous products to consumers with varying tastes.  These models are widely used in economics, where they are used to evaluate market outcomes in a wide range of settings, including studies of the sources of market power,  consumer gains from new goods, and merge policy.  \n\nOne component of this reseaarch developed new conditions under which a demand system is \"invertible,\" a key property for several theoretical and empirical purposes.  It was shown that a mild property, common to essentially all existing models of demand for discrete goods, is sufficient for invertibility.  \n\nA second theoretical component developed new identification results for models of demand and supply in differentiated products markets. A model is said to be identified from a set of observable variables if the joint distribution of these variables completely determines the unklnown features of the model.  Here the goal was to develolp conditions under which  these models can be identified without ad hoc assumptions about functional forms of demand or supply, or about the probability distributions from which unobservables are drawn.  It was shown that even with the most limited types of data typically available, these models are identified under the same kinds of instrumental variables conditions required for identification of even the simplest models. \n\nFinally, this project provided new results on the nonparametric identifiability of  simultaneous equations models.  Such models are ubiquitous in economics and their nonparametric identifiabiltity was in doubt until very recently.  Researh carried out under this grant showed that these models are identified under a wide range of conditoins that allow tradeoffs between requirements on instrumental variables and requirments on the probability distribution of the unobservables.\n\n\t\t\t\t\tLast Modified: 07/03/2014\n\n\t\t\t\t\tSubmitted by: Philip Haile"
 }
}