{
 "awd_id": "0849731",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Prisoner Grievances in California: Disputing Behind Bars",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christian A. Meissner",
 "awd_eff_date": "2009-02-01",
 "awd_exp_date": "2011-01-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 218322.0,
 "awd_min_amd_letter_date": "2009-02-03",
 "awd_max_amd_letter_date": "2010-01-22",
 "awd_abstract_narration": "This project examines the inmate grievance system in the California Department of Corrections and Rehabilitation (CDCR) whose thirty-three adult prisons house the largest prison population in the United States. Treating inmate grievances as disputes, this research examines the dynamics of conflict resolution in the extreme hierarchical setting of prison. The focus is on the meaning of the grievance process from the point of view of inmates and prison officials, how these meanings get inscribed in the written grievance narratives, their links to different institutional locations, and their interactive quality. The research hypotheses incorporate expectations that most inmate grievances fail as legal maneuvers, and that the process is heavily asymmetrical; that prisoners have various incentives for filing a grievance; that inmates' narratives shift and evolve over time in interaction with officials' responses, while official narratives tend to be more stable and reflect institutional strategies for the containment of disruption; and, that while the internal grievance system may represent a narrow and individualizing method of prisoner contestation, nonetheless it may be empowering at a subjective level. The data are from CDCR annual reports; the CDCR's Offender Based Information System; a random sample of 456 inmate grievance forms; and, semi-structured interviews with prison officials and inmates in three California men's prisons. The research will add to the theoretical literature on legal consciousness, disputing, and conflict resolution. It will shed light on issues of profound constitutional and human consequences, with the larger hope of revealing areas for improvement in the principal process whereby inmates contest conditions of confinement.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kitty",
   "pi_last_name": "Calavita",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Kitty C Calavita",
   "pi_email_addr": "kccalavi@uci.edu",
   "nsf_id": "000231116",
   "pi_start_date": "2009-02-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Valerie",
   "pi_last_name": "Jenness",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Valerie Jenness",
   "pi_email_addr": "jenness@uci.edu",
   "nsf_id": "000433479",
   "pi_start_date": "2009-02-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Irvine",
  "inst_street_address": "160 ALDRICH HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IRVINE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9498247295",
  "inst_zip_code": "926970001",
  "inst_country_name": "United States",
  "cong_dist_code": "47",
  "st_cong_dist_code": "CA47",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA IRVINE",
  "org_prnt_uei_num": "MJC5FCYQTPE6",
  "org_uei_num": "MJC5FCYQTPE6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Irvine",
  "perf_str_addr": "160 ALDRICH HALL",
  "perf_city_name": "IRVINE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "926970001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "47",
  "perf_st_cong_dist": "CA47",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  },
  {
   "pgm_ele_code": "137200",
   "pgm_ele_name": "LSS-Law And Social Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 199962.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 18360.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This is a two-year study of the inmate grievance process in California men&rsquo;s prisons. Federal law requires prisoners to exhaust these internal administrative remedies before they can file a lawsuit contesting the conditions of their confinement. The researchers gained access to official data from the California Department of Corrections and Rehabilitation (CDCR), obtained a sample of 459 written grievances from 2005-2006, and interviewed a random sample of 120 prisoners in three diverse prisons, as well as 23 key CDCR personnel. Key characteristics of the inmate sample approximate those of the male prison population in California.</p>\n<p>Tens of thousands of inmate grievances annually traverse a multi-tiered system of review, but the vast majority (95%) are officially denied. Our findings suggest a number of features of these appeals and of the prison experience from which they derive. Among these findings are:</p>\n<ul>\n<li>The problems of prison life most frequently mentioned in inmate interviews relate to inadequate medical care (40% of our interviewees mentioned this); lack of respect by CDCR personnel (39%); inmate property missing or damaged by CDCR personnel (33%); lack of or inaccurate rehabilitative programs or jobs (27%); and, misclassification or inadequate official records regarding such things as release dates, or disciplinary actions (26%). </li>\n<li>A significant minority of inmates (15%) mentioned the appeals process itself as a problem&mdash;with its complex structure and procedural requirements, and the power to deny or grant remedies lodged entirely with the CDCR.</li>\n<li>72% of the inmates interviewed reported filing an appeal while serving time in a California prison.</li>\n<li>Using the official CDCR categories of appeals, the single most common issue of contestation in these grievances is inadequate medical care (21% of grievances are about this), followed by disputes over a disciplinary action (15%), allegations of staff misconduct (9%), and complaints about damaged or missing property (8%). </li>\n<li>A majority of prisoner interviewees (61%) report that they have been treated unfairly by some aspect of the criminal justice system, and 37% report being treated fairly. Black prisoners (69%) and White prisoners (68%) report being treated unfairly in approximately equal numbers, while Hispanic inmates are more evenly divided with 50% reporting being treated unfairly and 48% reporting fair treatment.</li>\n<li>Despite their dramatically different locations in the prison system, there are multiple points of similarity between inmates and CDCR personnel. One point of convergence is a shared confusion as to the precise procedural requirements and operating principles of the appeals system. While both inmates and staff express some familiarity with the workings of the system, rarely do they have more than a general and vague understanding of its various levels, requirements, and mechanics&mdash;with the exception of Appeals Coordinators whose job it is to process grievances.</li>\n<li>Another point of similarity relates to the issue of so-called &ldquo;frivilous filing&rdquo; (i.e., filing over something that is minor or non-existent). The majority of prisoners (81%) report that inmates file frivilous or trivial appeals, as do virtually all CDCR personnel we interviewed who spoke often of inmates&rsquo; frivilous filing. While there is general agreement, the CDCR personnel are far more uniform and adamant on this issue. In addition, staff spoke often about the problem they perceive with so-called &ldquo;frequent filers.&rdquo;</li>\n<li>While there is some convergence between inmates and staff on these points, the written grievances reveal considerably more disagreement. Among those grievances that went through all levels of review, the primary framework used by inmates to narrate their grievances relate to their legal rights and their daily needs...",
  "por_txt_cntn": "\nThis is a two-year study of the inmate grievance process in California menÆs prisons. Federal law requires prisoners to exhaust these internal administrative remedies before they can file a lawsuit contesting the conditions of their confinement. The researchers gained access to official data from the California Department of Corrections and Rehabilitation (CDCR), obtained a sample of 459 written grievances from 2005-2006, and interviewed a random sample of 120 prisoners in three diverse prisons, as well as 23 key CDCR personnel. Key characteristics of the inmate sample approximate those of the male prison population in California.\n\nTens of thousands of inmate grievances annually traverse a multi-tiered system of review, but the vast majority (95%) are officially denied. Our findings suggest a number of features of these appeals and of the prison experience from which they derive. Among these findings are:\n\nThe problems of prison life most frequently mentioned in inmate interviews relate to inadequate medical care (40% of our interviewees mentioned this); lack of respect by CDCR personnel (39%); inmate property missing or damaged by CDCR personnel (33%); lack of or inaccurate rehabilitative programs or jobs (27%); and, misclassification or inadequate official records regarding such things as release dates, or disciplinary actions (26%). \nA significant minority of inmates (15%) mentioned the appeals process itself as a problem&mdash;with its complex structure and procedural requirements, and the power to deny or grant remedies lodged entirely with the CDCR.\n72% of the inmates interviewed reported filing an appeal while serving time in a California prison.\nUsing the official CDCR categories of appeals, the single most common issue of contestation in these grievances is inadequate medical care (21% of grievances are about this), followed by disputes over a disciplinary action (15%), allegations of staff misconduct (9%), and complaints about damaged or missing property (8%). \nA majority of prisoner interviewees (61%) report that they have been treated unfairly by some aspect of the criminal justice system, and 37% report being treated fairly. Black prisoners (69%) and White prisoners (68%) report being treated unfairly in approximately equal numbers, while Hispanic inmates are more evenly divided with 50% reporting being treated unfairly and 48% reporting fair treatment.\nDespite their dramatically different locations in the prison system, there are multiple points of similarity between inmates and CDCR personnel. One point of convergence is a shared confusion as to the precise procedural requirements and operating principles of the appeals system. While both inmates and staff express some familiarity with the workings of the system, rarely do they have more than a general and vague understanding of its various levels, requirements, and mechanics&mdash;with the exception of Appeals Coordinators whose job it is to process grievances.\nAnother point of similarity relates to the issue of so-called \"frivilous filing\" (i.e., filing over something that is minor or non-existent). The majority of prisoners (81%) report that inmates file frivilous or trivial appeals, as do virtually all CDCR personnel we interviewed who spoke often of inmatesÆ frivilous filing. While there is general agreement, the CDCR personnel are far more uniform and adamant on this issue. In addition, staff spoke often about the problem they perceive with so-called \"frequent filers.\"\nWhile there is some convergence between inmates and staff on these points, the written grievances reveal considerably more disagreement. Among those grievances that went through all levels of review, the primary framework used by inmates to narrate their grievances relate to their legal rights and their daily needs, with an argument about CDCR accountability becoming more dominant as an inmateÆs appeal is denied at prior levels and moves toward the final level of review. In contrast, the CD..."
 }
}