{
 "awd_id": "0849052",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Scholars Award:  Measure for Measure: Social Ontologies of Classification",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2009-02-01",
 "awd_exp_date": "2013-01-31",
 "tot_intn_awd_amt": 218653.0,
 "awd_amount": 218653.0,
 "awd_min_amd_letter_date": "2009-01-30",
 "awd_max_amd_letter_date": "2011-06-17",
 "awd_abstract_narration": "This project funded by the Science, Technology & Society Program examines how different forms of social classification -- from high brow to low brow, from scientific to popular, from state-directed to society-driven -- relate to one another within a particular society, and explains their common origins in the institutional and political make-up that supports them. The PI investigates the existence of national classificatory styles through a detailed analysis of the emergence and development of three debates over classification in America and France: the ranking of wines, the digitization of books and the economic valuation of nature. The unfolding and settlement of these debates in each country are followed, and narratives are drawn together by showing the common institutional and cultural logics at work across them, in spite of their large differences in origin, purpose and function.  By systematically embedding classificatory activities in particular discursive repertoires and institutional environments, this project makes an important contribution to our understanding of how people come to construct the world in a particular way, as well as to our appreciation of the political and economic force of these representations. \r\n \r\nAt a material level, each of the case studies undertaken for this project is the occasion for the PI to work closely with one research assistant.  The project thus contributes to the training of three graduate students, draws them together as a team working on parallel issues and stimulates their interest in the intersection between technology, knowledge and politics.  Second, at the analytical level, the project bridges an important disciplinary gap by connecting the philosophical and historical literature on measurement and value in science studies with the abundant literature in sociology and political science that deals with cross-national variations in institutional systems and cultural representations, thereby contributing to enrich both literatures.  Finally, at a more metaphysical level, this project fosters a better understanding of the institutional, economic, and cultural basis of knowledge that could be useful in many applied domains -- including cross-cultural psychology, consulting, economic activity and policy.  It draws attention to the importance of technologies of classification and measure in carrying out certain visions of the social order and in explaining why some of these visions become focal points for political contention and economic conflict, as is the case in all three domains singled out for empirical examination.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marion",
   "pi_last_name": "Fourcade",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marion Fourcade",
   "pi_email_addr": "fourcade@berkeley.edu",
   "nsf_id": "000498443",
   "pi_start_date": "2009-01-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7567",
   "pgm_ref_txt": "SOC STUDIES OF SCI, ENG & TECH"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 79419.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 76363.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 62871.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project seeks to understand how different societies \"think\" through the classifications embedded in everyday life and expert techniques. It also tries to comprehend how forms of social classification relate to one another within a particular society; and, beyond this, to explain their common origins in the institutional and political make-up that supports them.</p>\n<p>I investigated the existence of what I call \"national classificatory styles\" through a detailed analysis of the emergence and development of three debates over classification and value in France and the United States: the classification and ranking of wines, the digitization of books, and the economic valuation of nature. I followed the unfolding and settlement of these struggles in each country, seeking to draw the narratives together by showing the common institutional and cultural logics at work across them, in spite of their large differences in origin, purpose and function.</p>\n<p>By establishing what I call \"ontological homologies\" in classificatory activities across domains of social life, this work argues that forms and techniques of&nbsp;categorizations gain authority and efficacy because of their congruence with, and historical derivation from specific institutional environments and discursive repertoires. This project thus makes an important contribution to our understanding of how people in different countries come to construct and &ldquo;see&rdquo; the world in particular ways, as well as to our appreciation of the political and economic force of these representations.&nbsp;&nbsp;&nbsp;</p>\n<p>So far, I have published a series of empirical papers, all focusing on one of the three above-mentioned studies. These pieces have been well received within sociology, in other fields (science studies), and in broader circles. Other pieces are in various stages of advancement. The final outcome for this project, still a work in progress at this stage, will be a theoretically driven volume called&nbsp;<em>Measure for Measure: Social Ontologies of Classification</em>. This book will synthesize these empirically derived insights into an analytical narrative about the origins and consequences of classification in social life, and about the role of money as a measuring rod of worth in different societies.</p>\n<p>Finally, this project has helped my own work reach toward future directions. First, I have become a sought after commentator on questions of valuation, quantification, measure and classification, as evidenced by a series of comments I have published on these topics. Second, this project has spurred my interest in the sources, processes and consequences of moral categorization, which I have started to articulate in other domains than the ones singled out for the present study. Two prominent examples are the Eurozone sovereign debt crisis, where countries are \"rated\", and the transformations of the U.S. credit market, where individuals are \"scored\" by engines. None of these reflections and extensions would have been possible had I not been working extensively on classificatory techniques and their relationship to social order.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/12/2013<br>\n\t\t\t\t\tModified by: Marion&nbsp;Fourcade</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project seeks to understand how different societies \"think\" through the classifications embedded in everyday life and expert techniques. It also tries to comprehend how forms of social classification relate to one another within a particular society; and, beyond this, to explain their common origins in the institutional and political make-up that supports them.\n\nI investigated the existence of what I call \"national classificatory styles\" through a detailed analysis of the emergence and development of three debates over classification and value in France and the United States: the classification and ranking of wines, the digitization of books, and the economic valuation of nature. I followed the unfolding and settlement of these struggles in each country, seeking to draw the narratives together by showing the common institutional and cultural logics at work across them, in spite of their large differences in origin, purpose and function.\n\nBy establishing what I call \"ontological homologies\" in classificatory activities across domains of social life, this work argues that forms and techniques of categorizations gain authority and efficacy because of their congruence with, and historical derivation from specific institutional environments and discursive repertoires. This project thus makes an important contribution to our understanding of how people in different countries come to construct and \"see\" the world in particular ways, as well as to our appreciation of the political and economic force of these representations.   \n\nSo far, I have published a series of empirical papers, all focusing on one of the three above-mentioned studies. These pieces have been well received within sociology, in other fields (science studies), and in broader circles. Other pieces are in various stages of advancement. The final outcome for this project, still a work in progress at this stage, will be a theoretically driven volume called Measure for Measure: Social Ontologies of Classification. This book will synthesize these empirically derived insights into an analytical narrative about the origins and consequences of classification in social life, and about the role of money as a measuring rod of worth in different societies.\n\nFinally, this project has helped my own work reach toward future directions. First, I have become a sought after commentator on questions of valuation, quantification, measure and classification, as evidenced by a series of comments I have published on these topics. Second, this project has spurred my interest in the sources, processes and consequences of moral categorization, which I have started to articulate in other domains than the ones singled out for the present study. Two prominent examples are the Eurozone sovereign debt crisis, where countries are \"rated\", and the transformations of the U.S. credit market, where individuals are \"scored\" by engines. None of these reflections and extensions would have been possible had I not been working extensively on classificatory techniques and their relationship to social order.\n\n \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 06/12/2013\n\n\t\t\t\t\tSubmitted by: Marion Fourcade"
 }
}