{
 "awd_id": "0849808",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Kuroshio Extension System Study (KESS) Analysis -  Mesoscale Processes",
 "cfda_num": "47.050",
 "org_code": "06040303",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eric C. Itsweire",
 "awd_eff_date": "2009-06-01",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 346808.0,
 "awd_amount": 346808.0,
 "awd_min_amd_letter_date": "2009-06-04",
 "awd_max_amd_letter_date": "2009-06-04",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5). \r\n\r\nThe Kuroshio brings warm waters northward in an intense current along the western boundary of the North Pacific. The current departs the Japanese coast to flow eastward as the Kuroshio Extension. This strong jet creates a front between warm subtropical and cold northern waters of the Pacific. Several mechanisms are observed that drive mesoscale processes in the jet, and this variability in turn causes important changes in the regional circulation. A known recirculation gyre exists to the south of the jet, and another one to the north has been confirmed by the recent observations. The dynamic state of this system of circulations alternates on decadal time-scales between weakly meandering and vigorously meandering. \r\n\r\nIntellectual Merit: Variability in the upper and deep water column is coupled by mesoscale processes in a strong current. This leads to cross-frontal exchanges of heat, salt, and potential vorticity across the Kuroshio Extension, These exchanges in turn are thought to drive long-term changes in the strength and extent of the recirculation gyres. The Kuroshio Extension System Study (KESS) deployed a modern suite of moored instrumentation that spanned the water column, deployed profiling floats, and conducted intensive synoptic surveys and atmospheric soundings. The measurements, centered on the region of maximum mesoscale variability, present a window into mesoscale-driven cross-frontal exchange. The field program, May 2004-June 2006, fortuitously sampled during a regime-transition from weak to vigorous meandering. Initial analyses of KESS data reveal a process-rich circulation field: frontal waves nearly always propagate along the current axis, steep crests and troughs develop intermittently and rings detach to the north and south episodically. The observations highlighted the importance of interactions of deep variable currents with isolated seamounts in generating strong deep cyclones. The KESS data, plus atmospheric and remote-sensing data, will be combined with three state-of-the-art global ocean circulation models to understand the dynamics of mesoscale processes in the Kuroshio Extension. The main driving mechanisms to investigate, combining observations and models, include: 1) barotropic and baroclinic instabilities in the jet, such as frontal waves, steep meanders, rings and radiated waves and eddies; 2) interactions between strong deep eddies and seamounts; and 3) external perturbations upon the Kuroshio Extension from up- and downstream, such as westward propagating eddies and Rossby waves from the mid-Pacific. The important consequences to investigate, combining observations and models, include: 1) exchange of passive and dynamical water properties across the Kuroshio Extension front, caused by mesoscale processes; 2) the role of potential vorticity and momentum budgets in driving the recirculation gyres; 3) how regime shifts may arise from internal and external changes in potential vorticity structure of the Kuroshio Extension and recirculation gyre system. \r\n\r\nBroader Impacts: The Kuroshio Extension system plays an important role in subtropical-subpolar exchange, the strength of the recirculation gyre, the formation and distribution of mode waters, and the intensification and slowly varying location of the extra-tropical storm track across the North Pacific. An improved understanding of mesoscale dynamics is essential to guide the development and evaluation of global ocean models. A centralized KESS website (http://uskess.org) facilitates community outreach, acts as a data server, provides ready access to all publications, hosts data products such as movies of mapped and derived fields, and provides process-based metrics for numerical models. Three graduate students, a post-doc and a new PhD project scientist will be trained and mentored under this project. Two female undergraduate physics majors will conduct analyses for their senior projects and additional undergraduates will participate through summer REU programs. analyses for their senior projects and additional undergraduates will participate through summer REU programs.",
 "awd_arra_amount": 346808.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Jayne",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Steven R Jayne",
   "pi_email_addr": "sjayne@whoi.edu",
   "nsf_id": "000149332",
   "pi_start_date": "2009-06-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Woods Hole Oceanographic Institution",
  "inst_street_address": "266 WOODS HOLE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WOODS HOLE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5082893542",
  "inst_zip_code": "025431535",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "WOODS HOLE OCEANOGRAPHIC INSTITUTION",
  "org_prnt_uei_num": "",
  "org_uei_num": "GFKFBWG2TV98"
 },
 "perf_inst": {
  "perf_inst_name": "Woods Hole Oceanographic Institution",
  "perf_str_addr": "266 WOODS HOLE RD",
  "perf_city_name": "WOODS HOLE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025431535",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1324",
   "pgm_ref_txt": "CLIMATE VARIABILITY AND PREDICTABILITY"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 346808.0
  }
 ],
 "por": null
}