{
 "awd_id": "0849571",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: Arbitration and the Cultures of Justice in Colonial India and Britain",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Marjorie Zatz",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 101870.0,
 "awd_amount": 109694.0,
 "awd_min_amd_letter_date": "2009-05-08",
 "awd_max_amd_letter_date": "2011-04-22",
 "awd_abstract_narration": "The purpose of this project is to examine how people resolve disputes in the context of rapidly changing legal systems and how people come to judge what is fair and just. It examines this phenomenon on a comparative transnational scale through an historical analysis of the transference and adaptation of informal methods of dispute resolution; in particular, the common-law process of arbitration. This project employs the historical case-study method to examine these issues in the context of Great Britain's acquisition of colonial territory in India. As Britain's empire expanded, arbitration quickly became an important aspect of imperial rule because it served a number of useful purposes, including the reduction of judicial expenses and the encouragement of the participation of local elites. Most importantly, common-law arbitration appeared to correspond to an indigenous form of dispute resolution, the tribal and caste panchayats, and thus was perceived as a bridge between the two legal cultures. As British arbitration practices were adapted for use in India, Indian arbitrators were given broad powers to resolve local disputes. Through the analysis of these decisions, this project will therefore help to uncover not only how legal processes adapted to one another, but also how commonplace methods of dispute resolution expressed contemporary ideas of what is just and what is fair.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Jaffe",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "James Jaffe",
   "pi_email_addr": "jaffej@uww.edu",
   "nsf_id": "000154420",
   "pi_start_date": "2009-05-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Whitewater",
  "inst_street_address": "800 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "WHITEWATER",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "2624725289",
  "inst_zip_code": "531901705",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "WI01",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "M73MZJWBNZN5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Whitewater",
  "perf_str_addr": "800 W MAIN ST",
  "perf_city_name": "WHITEWATER",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "531901705",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "WI01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137200",
   "pgm_ele_name": "LSS-Law And Social Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 101870.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 7824.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The purpose of this project was to examine and analyze the international transference of law and legal norms within a specific historical context. That specific context was the adoption and adaptation of English law to the British colonies in India during the first half of the nineteenth century. The project therefore examined the transference of the legal process of arbitration to India and the subsequent attempts to rationalize and coordinate this process with the legal traditions and customary law of India. The intended result was to illuminate not only the complex problems associated with&nbsp; &ldquo;transnational interlegality,&rdquo; that is, the movement of law across national boundaries, but also the complexities attendant upon this form of alternative dispute resolution.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; As a result of this research, the PI collected and analyzed both documentary and statistical evidence on the policies, processes, and procedures of adapting English-style arbitration to the British colonial possessions in western India. Then, as today, many Company officials of the early nineteenth century claimed that a more extensive use of out-of-court arbitration in India was necessary in order to reduce the costs and backlogs of the formal legal system. In their eyes, &lsquo;informal&rsquo; dispute resolution would both improve the efficiency of the legal system and promote access to justice.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Statistical data collected by the PI for western India indicates that the British project was a failure. Out of over 212,000 cases brought before the British courts there between 1819 and 1827, only 7% were resolved by Indian boards of arbitration called panchayats. Importantly, the principal reasons for its failure reflect the very same issues that faced advocates of arbitration during the nineteenth century, and continue to face its advocates today. That is, the perceived legitimacy of arbitration was undermined by the introduction of elements of compulsion while, at the same time, its authority was questioned due to its lack of powers of enforcement.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Customarily, arbitration was a voluntary mode of settling disputes that relied upon the willingness and good will of the litigants to perform or execute the arbitrator&rsquo;s award. Only in the twentieth century did the concept of compulsory or mandatory arbitration come to be accepted in Anglo-American law. In India, during the nineteenth century, attempts to adapt the panchayat to it role as a forum for alternative dispute resolution foundered in large part on the fact that Indian arbitrators could not enforce their own decisions.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Once this was realized, British administrators in India attempted to compel litigants to proceed to arbitration before they lodged their suits in the British courts. However, this &nbsp;in no way solved the problem. On the one hand, panchayats reached their decisions no more quickly than did the British courts. Thus, they did nothing to improve the efficiency of the legal system. On the other hand, when the nature and scope of these reforms were reported to the East India Company in London, the Company&rsquo;s legal advisors argued not only that this new policy violated the legal principle of voluntariness in arbitration, but, of equal importance, that this new compulsory system in fact created a new arm of judicial administration in India, including <em>de facto</em> judges, over which the British had little or no authority. Therefore, the Company prohibited their judicial officials in India from compelling litigants to arbitrate their disputes.</p>\n<p>&nbsp;&...",
  "por_txt_cntn": "\nThe purpose of this project was to examine and analyze the international transference of law and legal norms within a specific historical context. That specific context was the adoption and adaptation of English law to the British colonies in India during the first half of the nineteenth century. The project therefore examined the transference of the legal process of arbitration to India and the subsequent attempts to rationalize and coordinate this process with the legal traditions and customary law of India. The intended result was to illuminate not only the complex problems associated with  \"transnational interlegality,\" that is, the movement of law across national boundaries, but also the complexities attendant upon this form of alternative dispute resolution.\n\n                        As a result of this research, the PI collected and analyzed both documentary and statistical evidence on the policies, processes, and procedures of adapting English-style arbitration to the British colonial possessions in western India. Then, as today, many Company officials of the early nineteenth century claimed that a more extensive use of out-of-court arbitration in India was necessary in order to reduce the costs and backlogs of the formal legal system. In their eyes, æinformalÆ dispute resolution would both improve the efficiency of the legal system and promote access to justice.\n\n            Statistical data collected by the PI for western India indicates that the British project was a failure. Out of over 212,000 cases brought before the British courts there between 1819 and 1827, only 7% were resolved by Indian boards of arbitration called panchayats. Importantly, the principal reasons for its failure reflect the very same issues that faced advocates of arbitration during the nineteenth century, and continue to face its advocates today. That is, the perceived legitimacy of arbitration was undermined by the introduction of elements of compulsion while, at the same time, its authority was questioned due to its lack of powers of enforcement.\n\n            Customarily, arbitration was a voluntary mode of settling disputes that relied upon the willingness and good will of the litigants to perform or execute the arbitratorÆs award. Only in the twentieth century did the concept of compulsory or mandatory arbitration come to be accepted in Anglo-American law. In India, during the nineteenth century, attempts to adapt the panchayat to it role as a forum for alternative dispute resolution foundered in large part on the fact that Indian arbitrators could not enforce their own decisions.\n\n            Once this was realized, British administrators in India attempted to compel litigants to proceed to arbitration before they lodged their suits in the British courts. However, this  in no way solved the problem. On the one hand, panchayats reached their decisions no more quickly than did the British courts. Thus, they did nothing to improve the efficiency of the legal system. On the other hand, when the nature and scope of these reforms were reported to the East India Company in London, the CompanyÆs legal advisors argued not only that this new policy violated the legal principle of voluntariness in arbitration, but, of equal importance, that this new compulsory system in fact created a new arm of judicial administration in India, including de facto judges, over which the British had little or no authority. Therefore, the Company prohibited their judicial officials in India from compelling litigants to arbitrate their disputes.\n\n            The results of this research to date, therefore, provide ample historical evidence of the ambiguity of compulsory arbitration. As a greater and greater number of contracts now include clauses compelling arbitration, which the U. S. Supreme Court has consistently upheld since the mid-1990s, this research can further our understanding of both the historical background and contemporary issues relevant to the arbitrat..."
 }
}