{
 "awd_id": "0849621",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "REU Site: BioEngineering at Saint Louis University (BE@SLU)",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Esther Bolding",
 "awd_eff_date": "2009-05-01",
 "awd_exp_date": "2012-04-30",
 "tot_intn_awd_amt": 254280.0,
 "awd_amount": 254280.0,
 "awd_min_amd_letter_date": "2009-03-24",
 "awd_max_amd_letter_date": "2010-09-08",
 "awd_abstract_narration": "This 3 year REU site program entitled Bioengineering at Saint Louis University (BE@SLU) will engage undergraduate students in research experiences in the field of bioengineering.  Faculty from the Departments of Biomedical Engineering, Pharmacological and Physiological Sciences, Orthopedic Surgery, and Psychology will collaborate in this program. During the first week of the program students will receive training in bioengineering research, including discussions about how to do research, journal club-like activities, research group discussions, equipment training and safety training. In addition to the research experience, students will participate in tours of local bioengineering facilities, discussion of engineering career options, and a research training component. This research training will include both how to read and how to write a scientific paper, how to stay current with research topics in the literature, and how to set goals for their research project.  At the end of the program, the students will present their project results at the Biomedical Engineering Society (BMES) and/or the American Society for Engineering Education (ASEE) annual conferences, in peer-reviewed publications, and online through the BE@SLU website.\r\n\r\nThe PI intends to expose early career students to options in bioengineering research and industry, who might not otherwise have the opportunity so early in their career.  Recruitment efforts will be targeted to local high school seniors, who will be entering college, students at schools with limited research programs, and at community colleges.  This project will evaluate whether the exposure of these early career students to bioengineering research and industrial career options will impact their future career choices, including choosing a major and post-university career options.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Barnett",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "David W Barnett",
   "pi_email_addr": "barnettd@slu.edu",
   "nsf_id": "000297373",
   "pi_start_date": "2010-02-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Rebecca",
   "pi_last_name": "Willits",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Rebecca K Willits",
   "pi_email_addr": "r.willits@northeastern.edu",
   "nsf_id": "000117914",
   "pi_start_date": "2009-03-24",
   "pi_end_date": "2010-02-17"
  }
 ],
 "inst": {
  "inst_name": "Saint Louis University",
  "inst_street_address": "221 N GRAND BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT LOUIS",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "3149773925",
  "inst_zip_code": "631032006",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MO01",
  "org_lgl_bus_name": "SAINT LOUIS UNIVERSITY",
  "org_prnt_uei_num": "JNBLLTBTLLD8",
  "org_uei_num": "JNBLLTBTLLD8"
 },
 "perf_inst": {
  "perf_inst_name": "Saint Louis University",
  "perf_str_addr": "221 N GRAND BLVD",
  "perf_city_name": "SAINT LOUIS",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "631032006",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MO01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "136000",
   "pgm_ele_name": "EWFD-Eng Workforce Development"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "1360",
   "pgm_ref_txt": "HUMAN RESOURCES DEVELOPMENT"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 165573.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 88707.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The main goal of this Research Experience for Undergraduates (REU site, entitled Bioengineering at Saint Louis University (BE@SLU), was to immerse early undergraduate students in a challenging research environment complemented with real examples of bioengineering career options, drawn from both research and industry, to sustain their interest in engineering through their early curricula. The BE@SLU REU program brought together faculty from across the university with demonstrated commitment to the integration of undergraduate research into their research program. These faculty and their lab personnel were key to the success of the program.</p>\n<p>&nbsp;</p>\n<p>In addition to specific research projects, additional activities were selected to prepare and train students, promote interactions between faculty and students, develop an appreciation of the broader bioengineering field, as well as instill and cultivate intellectual curiosity among the participants. Examples include weekly research presentations/discussions, engineering facility tours, panel discussions regarding industrial career options as well as postgraduate education (including graduate and professional schools), formal presentations of each student&rsquo;s proposed project as well as the final report, development of a web site, and the final presentation. To accommodate early career students, the first week of the program was dedicated to training in basic laboratory techniques as well as specific research training directly related to the selected project.</p>\n<p>&nbsp;</p>\n<p>Two of the eight program students were experienced students that served as peer mentors. These students lived with and worked with the rest of the program participants but also had the added responsibility of guiding the younger students and keeping them focused on their research goals throughout the summer. To fuel peer interactions the peer mentors held weekly update meetings with the group; providing an informal setting where students could discuss achievements and goals, as well as problems encountered. The peer mentors also served as a link to the faculty, providing additional input and early warning of potential problems.</p>\n<p>&nbsp;</p>\n<p>In general, REU programs are considered beneficial to the recruitment, retention, and persistence of high performing students in engineering and science. Yet, many programs designated as &ldquo;Research Experience for Undergraduates&rdquo; are directed at students entering their senior year, although it has been suggested earlier experiences may be beneficial. This REU specifically focuses on developing and maintaining interest in engineering and engineering research among early career students. Our program results indicate that all but one of the 24 participants persisted in engineering and the vast majority continue to be involved in research as undergraduates regardless of their ultimate career path. Any initial concerns related to the involvement of early career students have been unsubstantiated. Participants demonstrated the ability to quickly integrate and perform in a lab as well as cope with the demands of an intensive research program. In total, 21 of the 24 participants presented their research at the annual Biomedical Engineering Society conference and one student&rsquo;s work contributed to a journal publication.</p>\n<p>&nbsp;</p>\n<p>Earlier studies have shown that research, especially substantive research experiences over multiple academic years, positively impacts student retention and overall academic development. Our current results are preliminary as none of the cohorts has yet to graduate, except a subset of peer mentors.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/23/2012<br>\n\t\t\t\t\tModified by: David&nbsp;W&nbsp;Barnett</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe main goal of this Research Experience for Undergraduates (REU site, entitled Bioengineering at Saint Louis University (BE@SLU), was to immerse early undergraduate students in a challenging research environment complemented with real examples of bioengineering career options, drawn from both research and industry, to sustain their interest in engineering through their early curricula. The BE@SLU REU program brought together faculty from across the university with demonstrated commitment to the integration of undergraduate research into their research program. These faculty and their lab personnel were key to the success of the program.\n\n \n\nIn addition to specific research projects, additional activities were selected to prepare and train students, promote interactions between faculty and students, develop an appreciation of the broader bioengineering field, as well as instill and cultivate intellectual curiosity among the participants. Examples include weekly research presentations/discussions, engineering facility tours, panel discussions regarding industrial career options as well as postgraduate education (including graduate and professional schools), formal presentations of each studentÆs proposed project as well as the final report, development of a web site, and the final presentation. To accommodate early career students, the first week of the program was dedicated to training in basic laboratory techniques as well as specific research training directly related to the selected project.\n\n \n\nTwo of the eight program students were experienced students that served as peer mentors. These students lived with and worked with the rest of the program participants but also had the added responsibility of guiding the younger students and keeping them focused on their research goals throughout the summer. To fuel peer interactions the peer mentors held weekly update meetings with the group; providing an informal setting where students could discuss achievements and goals, as well as problems encountered. The peer mentors also served as a link to the faculty, providing additional input and early warning of potential problems.\n\n \n\nIn general, REU programs are considered beneficial to the recruitment, retention, and persistence of high performing students in engineering and science. Yet, many programs designated as \"Research Experience for Undergraduates\" are directed at students entering their senior year, although it has been suggested earlier experiences may be beneficial. This REU specifically focuses on developing and maintaining interest in engineering and engineering research among early career students. Our program results indicate that all but one of the 24 participants persisted in engineering and the vast majority continue to be involved in research as undergraduates regardless of their ultimate career path. Any initial concerns related to the involvement of early career students have been unsubstantiated. Participants demonstrated the ability to quickly integrate and perform in a lab as well as cope with the demands of an intensive research program. In total, 21 of the 24 participants presented their research at the annual Biomedical Engineering Society conference and one studentÆs work contributed to a journal publication.\n\n \n\nEarlier studies have shown that research, especially substantive research experiences over multiple academic years, positively impacts student retention and overall academic development. Our current results are preliminary as none of the cohorts has yet to graduate, except a subset of peer mentors. \n\n \n\n\t\t\t\t\tLast Modified: 04/23/2012\n\n\t\t\t\t\tSubmitted by: David W Barnett"
 }
}