{
 "awd_id": "0849407",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Archaeological, Geomorphological, and Ethno-ecological Investigations of Tokelau: Origins, Migrations, Adaptations, and Ecological Dynamics of an Atoll People",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2009-07-01",
 "awd_exp_date": "2012-06-30",
 "tot_intn_awd_amt": 259380.0,
 "awd_amount": 259380.0,
 "awd_min_amd_letter_date": "2009-07-07",
 "awd_max_amd_letter_date": "2009-07-07",
 "awd_abstract_narration": "National Science Foundation support will be used by Dr. David Addison and an international team of scientists to investigate the long-term history of resource management in the Tokelau Atolls. The fragile environment of these atolls has been successfully used by humans for a millennium, a process that has necessitated the development of mechanisms for sustainable resource management. In some ways, these atolls can be seen as a microcosm of the sustainability issues only recently facing the entire planet. Perhaps global lessons can be learned from Tokelau's millennium of experience in this area.  Tokelau is a group of three atolls located in the equatorial Pacific 300 miles north of the US Territory of American Samoa. Global Climate Change (GCC) and rising sea level will have a disproportionate effect on these atolls because of their tiny landmass (~2000 acres), most of which is less than 8 feet above sea level. \r\n\r\nThis project offers the opportunity to study a whole atoll archipelago with an approach that integrates modern baseline data on resource management with an archaeological understanding of resource use over the past millennium. It will address topics that are currently hotly debated in Pacific archaeology regarding: the timing and routes of colonization to East Polynesia; culture change and ethnogenesis; and isolation vs. interaction. Integral to these topics will be research on sea-level change, providing much-needed data points in the south-central equatorial Pacific. The project will also provide the first case study of temporal and spatial variation in ancient resource management across the fragile environments of a whole atoll archipelago. \r\n\r\nThis project encourages multidisciplinary research, bringing together researchers from a wide variety of scientific fields. International collaboration is fostered through the involvement of participants from Tokelau, Samoa, American Samoa, New Zealand, Japan, Hawaii, France and the USA. The scientific team has been chosen with care to provide a combination of junior and senior academics, men and women, who come from both well-represented and under-represented groups. www-based results will permit distribution to both popular and scientific audiences. The research will also serve to increase indigenous science capacity through a community awareness program during project fieldwork. Native American Samoan college students will play a key role as peer mentors and partner researchers, thus inculcating in them both an appreciation for scientific research and an interest in international outreach and cooperation (US Pacific Islanders are underrepresented in the sciences).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Addison",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "David J Addison",
   "pi_email_addr": "add1ison@gmail.com",
   "nsf_id": "000081372",
   "pi_start_date": "2009-07-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "American Samoa Community College",
  "inst_street_address": "2609 MAPUSAGA ROAD",
  "inst_street_address_2": "",
  "inst_city_name": "PAGO PAGO",
  "inst_state_code": "AS",
  "inst_state_name": "American Samoa",
  "inst_phone_num": "6846999155",
  "inst_zip_code": "96799",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "AS00",
  "org_lgl_bus_name": "AMERICAN SAMOA COMMUNITY COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "N1Z3DCLYKZR9"
 },
 "perf_inst": {
  "perf_inst_name": "American Samoa Community College",
  "perf_str_addr": "2609 MAPUSAGA ROAD",
  "perf_city_name": "PAGO PAGO",
  "perf_st_code": "AS",
  "perf_st_name": "American Samoa",
  "perf_zip_code": "96799",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "AS00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 259380.0
  }
 ],
 "por": null
}