{
 "awd_id": "0850648",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "REU Site:  Summer Research Experience for Undergraduates",
 "cfda_num": "47.075",
 "org_code": "04050300",
 "po_phone": "7032924672",
 "po_email": "fchowdhu@nsf.gov",
 "po_sign_block_name": "Fahmida Chowdhury",
 "awd_eff_date": "2009-04-01",
 "awd_exp_date": "2012-03-31",
 "tot_intn_awd_amt": 294545.0,
 "awd_amount": 294545.0,
 "awd_min_amd_letter_date": "2009-04-01",
 "awd_max_amd_letter_date": "2009-04-01",
 "awd_abstract_narration": "This project the University of North Texas (UNT) Department of\r\nAnthropology is a continuation of funding for an existing program providing quality research experience\r\nfor undergraduates (REU). The current project will represent an opportunity not only to\r\ncontinue the existing program through 2012, but to utilize ongoing program evaluations and outcome\r\nmonitoring to more finely hone the program as developed, assess its outcomes over a longer term, and\r\ndisseminate the results.\r\nObjectives. 1) To expose under-represented minority and first-generation undergraduate students to\r\nresearch methods in cultural anthropology; 2) To prepare students for competitive application to McNair\r\nScholars Programs or similar mentoring programs on their home campuses; 3) To foster undergraduate interest\r\nin research and to increase their ability to pursue grant opportunities and graduate study, all with the aim of\r\ndeveloping their academic career goals; 4) To apply insights gained from previous years of systematic program\r\nevaluation to continue refining the program; 5) To use systematic methods to evaluate the program?s long-term\r\neffectiveness in terms of both its impact on undergraduate research activity and its contribution to quality\r\nsocial science research; 6) To publish the results of the analyses described in Objective 5.\r\nActivities and Students to be Recruited. Since 2000, UNT has been funded by NSF to provide intensive,\r\nquality research mentoring to minority and/or first-generation (for whom neither parent went to college)\r\nundergraduates, particularly those coming from junior and community colleges. This has been accomplished\r\nthrough intensive, 10 week programs each summer, with the first five weeks instructing fundamental cultural\r\nanthropology research techniques, and the second five weeks offering individualized research experiences. In\r\nthe current proposal, as in previous years, nine minority or first-generation students will be selected each year\r\nfor training in four major areas of cultural anthropology research: historical and testimonial case studies,\r\nparticipant observation, conducting focus group studies, qualitative data analysis on text-interview material,\r\nand quantitative analysis of census and survey data. Students will also be taught the techniques and critical\r\nthinking skills necessary for conducting resource material location, library research, and the use of the Internet\r\nfor research purposes. Throughout the 10-weeks, students are exposed to such topics as writing research\r\nresults, reading comprehension, stages of research, validity and reliability, critical thinking, note-taking during\r\nresearch, getting published, and presenting at conferences. Students also participate in the UNT McNair\r\nScholars? Friday Seminar, in order to stimulate student interaction with the McNair Scholars Program.\r\nStudents are, and will continue to be followed, to assess the impact of the REU on their college and postcollege\r\nresearch careers.\r\n\r\nIntellectual merit: Currently, nine years of funding have allowed the beginning of\r\nanalysis of the longer-term impact of the program, both in terms of its continuing effect on REU graduates, and\r\nthe significant contributions its graduates are able to make to research in the social sciences. The information\r\nto be gathered, analyzed, and disseminated between 2009-2012 should be rich in both the useful evaluation and\r\npractical application of intensive mentoring programs, and the longer-term influence of such programs on the\r\nacademic and career trajectories of first-generation and under-represented undergraduates. An extension of\r\nfunding would provide a valuable opportunity to track and monitor programmatic outcomes over time.\r\n\r\nBroader impacts. Results of the program to date are demonstrable and encouraging. In follow-up surveys\r\nwith our REU graduates, 75% of those from the first funding cycle have gone on to graduate school; 58 % of\r\ngraduates from the second funding cycle have gone on to graduate school, and 40% of participants from the\r\nthird funding cycle have so far gone on to graduate school (100% of the 2008 participants indicate an intent,\r\nbut have not graduated). The existing UNT REU program funded by NSF thus provides a baseline of\r\nlongitudinal evaluative data to be built upon in the current application. In qualitative interviews, they voice the\r\nbroader impact of the program on their intellectual and professional development, their confidence, and their\r\nappetite for researching the world.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Beverly",
   "pi_last_name": "Davenport",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Beverly A Davenport",
   "pi_email_addr": "bad@unt.edu",
   "nsf_id": "000210055",
   "pi_start_date": "2009-04-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Doug",
   "pi_last_name": "Henry",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Doug Henry",
   "pi_email_addr": "dhenry@pacs.unt.edu",
   "nsf_id": "000243282",
   "pi_start_date": "2009-04-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Texas",
  "inst_street_address": "1112 DALLAS DR STE 4000",
  "inst_street_address_2": "",
  "inst_city_name": "DENTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9405653940",
  "inst_zip_code": "762051132",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "TX13",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH TEXAS",
  "org_prnt_uei_num": "",
  "org_uei_num": "G47WN1XZNWX9"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Texas",
  "perf_str_addr": "1112 DALLAS DR STE 4000",
  "perf_city_name": "DENTON",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "762051132",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "TX13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139700",
   "pgm_ele_name": "Cross-Directorate  Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1397",
   "pgm_ref_txt": "CROSS-DIRECTORATE  ACTIV PROGR"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 294545.0
  }
 ],
 "por": null
}