{
 "awd_id": "0850267",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Society Without the State: Structural Adjustment  and Fair Trade Organizations in Dominica",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2009-05-01",
 "awd_exp_date": "2012-09-30",
 "tot_intn_awd_amt": 83141.0,
 "awd_amount": 83141.0,
 "awd_min_amd_letter_date": "2009-03-04",
 "awd_max_amd_letter_date": "2009-03-04",
 "awd_abstract_narration": "Dr. Mark Moberg, of the University of South Alabama, will conduct research on local responses to changes in macro-economic policy. The research will be caried out in the Eastern Caribbean country of Dominica where he will investigate the role that Fair Trade banana farmers' associations have played in supporting farmer incomes during the period of economic austerity that accompanied economic structural adjustment policies. Fair Trade refers to a market-based approach, based on promulgation of social and environmental standards as well as fair pricing to improve the lives of developing country producers and promote sustainability. During the 1990s, the dismantling of European banana market preferences depressed the Dominican economy. By 2001, a seventy percent decline in exports forced the country into structural adjustment and a sharp curtailment of government services. Now all of the country's remaining banana farmers are certified as Fair Trade growers, earning them a higher producer price as well as special funds called \"social premiums\" for investment in local development projects. \r\n\r\nThe researcher will carry out participant observation, semi-structured interviews, and a survey in two ethnically contrasting farming communities on Dominica's Windward coast. He will determine how local Fair Trade farmer groups choose to allocate social premiums, and whether such initiatives can satisfy educational, health and infrastructural needs no longer met by a contracting state sector.  He will also assess how individuals have responded to restructuring, including such possibilities as increased reliance on ethnomedical traditions, organic methods of cultivation, and traditional patterns of labor sharing.\r\n\t\r\nThe research is important because it will help to develop better social scientific theory to understand the local impacts of engagement in the global economy over time. The research also will add to what is known about the effects of Fair Trade policies. Seen by many as a means of alleviating rural poverty in much of the developing world, Fair Trade has grown dramatically in recent years. However, little empirical research has addressed the role that Fair Trade producers' groups play within economic restructuring. This project will determine the extent to which Fair Trade-funded initiatives ameliorate the impacts of adjustment and whether such initiatives are able to negotiate divisive loyalties cross-cutting rural communities. Addressing such questions is essential if Fair Trade is to be considered, as its advocates claim, an equitable and inclusive mechanism of community development.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Moberg",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Mark A Moberg",
   "pi_email_addr": "mmoberg@jaguar1.usouthal.edu",
   "nsf_id": "000301073",
   "pi_start_date": "2009-03-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of South Alabama",
  "inst_street_address": "307 N UNIVERSITY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "MOBILE",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2514606333",
  "inst_zip_code": "366083053",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "AL02",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTH ALABAMA",
  "org_prnt_uei_num": "",
  "org_uei_num": "QB12VPNQQFE8"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Alabama",
  "perf_str_addr": "307 N UNIVERSITY BLVD",
  "perf_city_name": "MOBILE",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "366083053",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "AL02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 83141.0
  }
 ],
 "por": null
}