{
 "awd_id": "0850825",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "REU Site: Research on Computer Vision and Multi-Agent Systems",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Maria Zemankova",
 "awd_eff_date": "2009-05-15",
 "awd_exp_date": "2013-04-30",
 "tot_intn_awd_amt": 305801.0,
 "awd_amount": 305801.0,
 "awd_min_amd_letter_date": "2009-05-07",
 "awd_max_amd_letter_date": "2009-09-04",
 "awd_abstract_narration": "This project will provide an opportunity for ten undergraduate students to participate in the  ongoing CVMA (Computer Vision and Multi-Agent) research activities in the CS department at USU. The  REU students will receive formal instruction on CVMA and an introduction to each project during the first  week and a half. They will then directly work with the faculty mentor to generate computer programs for  testing hypotheses and new techniques, and to demonstrate the feasibility of the specific ideas. Students  will also participate in weekly individual meetings, alternated bi-weekly REU group meetings and brown- bag research group meetings, and social events. They are required to accomplish three oral  presentations and writing tasks at three stages to improve communication skills essential to professionals  in any discipline. Our goals are to provide undergraduate students with the opportunities to learn the  research process, assimilate latest research, assess their own research, present their own work and  experimental results, prepare publications, and prepare for admission to graduate school. This site will  ensure at least four participants are underrepresented students and at least six participants are from  other institutions, especially undergraduate institutions where research programs are limited.\r\n\r\nIntellectual Merit:\r\nThe program will build a \"real-world\" working environment to help  undergraduate students to develop an ability to think independently, a willingness to explore a multitude  of approaches, a tenacity to face obstacles, and a background to learn state-of-the-art technical  knowledge. Multiple projects will be defined to support and broaden current research efforts. These  research projects include semantic-based CBIR (Content-Based Image Retrieval), image forensic and  authentication, fire and flame detection, coalition organization with agent leadership, trust of robotic  systems, and cooperative network monitoring. The proposed work will address the broad spectrums and  challenging issues in CVMA using hands-on stimulating research projects. Some projects, designed for highly  talented students, seek to advance knowledge and understanding by addressing unsolved problems.  Others seek to employ CVMA techniques to solve the real-world problems. An intellectual approach will  be applied to encourage students in active learning, free and open exchange of ideas, team spirit, and  recognition and rewards for achievements.  \r\n\r\nBroader Impacts:\r\nThe program will impact the disciplines of CS and the competitiveness of our  nation by seeding the next generation of researchers.The program will impact the individual  participants by promoting the development of their independent thinking and problem-solving skills. The  program's focus on students from primarily undergraduate institutions and on members of  underrepresented groups will further enhance these impacts. Finally, the research itself has the potential  for positive social impact due to its focus on real-world applications.  Early  exposure to research activities will substantially further students' learning process, significantly enhance  their research experience, quickly develop their skills in CVMA related research, actively promote their  interests in research, and effectively inspire their desire to pursue advanced degrees.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xiaojun",
   "pi_last_name": "Qi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xiaojun Qi",
   "pi_email_addr": "Xiaojun.Qi@usu.edu",
   "nsf_id": "000358006",
   "pi_start_date": "2009-05-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Vicki",
   "pi_last_name": "Allan",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Vicki H Allan",
   "pi_email_addr": "Vicki.Allan@usu.edu",
   "nsf_id": "000424504",
   "pi_start_date": "2009-05-07",
   "pi_end_date": "2009-09-04"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Chad",
   "pi_last_name": "Mano",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Chad D Mano",
   "pi_email_addr": "chad.mano@usu.edu",
   "nsf_id": "000425407",
   "pi_start_date": "2009-09-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Utah State University",
  "inst_street_address": "1000 OLD MAIN HL",
  "inst_street_address_2": "",
  "inst_city_name": "LOGAN",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "4357971226",
  "inst_zip_code": "843221000",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UTAH STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPE2YDWHDYU4"
 },
 "perf_inst": {
  "perf_inst_name": "Utah State University",
  "perf_str_addr": "1000 OLD MAIN HL",
  "perf_city_name": "LOGAN",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "843221000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "113900",
   "pgm_ele_name": "RSCH EXPER FOR UNDERGRAD SITES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 305801.0
  }
 ],
 "por": null
}