{
 "awd_id": "0850606",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Monopsony in the Labor Market: Quasi-Experimental Evidence",
 "cfda_num": "47.075",
 "org_code": "04050100",
 "po_phone": "7032927280",
 "po_email": "nlutz@nsf.gov",
 "po_sign_block_name": "Nancy Lutz",
 "awd_eff_date": "2009-03-15",
 "awd_exp_date": "2012-02-29",
 "tot_intn_awd_amt": 175367.0,
 "awd_amount": 175367.0,
 "awd_min_amd_letter_date": "2009-02-13",
 "awd_max_amd_letter_date": "2009-02-13",
 "awd_abstract_narration": "Recently, there is renewed interest in economics in monopsony models that begin from the premise that the labor supply curves to individual firms are upward sloping rather than infinitely elastic as in models of perfectly competitive markets. Monopsony models imply that firms have some power to reduce workers' wages below competitive levels due to frictions that make job switching costly, and can lead to very different predictions about the effects of important labor market policies such as minimum wage floors. The empirical relevance of monopsony models remains quite controversial, however, due to a lack of quality evidence.   This project directly estimates the labor supply elasticity to individual firms' the key parameter distinguishing between competitive and monopsonistic models of the labor market. Due to well-understood simultaneity biases, the literature has attempted to estimate this parameter only a handful of times with mixed results. This project makes use of a novel identification strategy to overcome this challenge that exploits a series of regulations that established minimum nurse to patient ratios in California nursing homes. The minimum staffing legislation induced firms with low initial staffing levels to hire more nurses to comply with the law, while leaving unaffected firms that were already in compliance with the legislated mandates. The essence of this research design is to examine the extent to which firms that were forced to hire more workers had to raise their wages relative to their competitors' wages in order to attract the additional labor. If wages rose among firms that had to hire more labor relative to wages among those that did not, then this is evidence of the upward sloping supply curve implied by monopsony models. This project tests this basic prediction for various subgroups of workers and firms to gain insight on potential sources of monopsony power. \r\n\r\nThis study provides the most compelling evidence to date on the key parameter that distinguishes between monopsony and perfectly competitive models of the labor market. There are only three studies that have previously attempted to estimate the labor supply elasticity to firms using a research design with plausible identifying assumptions. This analysis of a transparent natural experiment provides several internal validity checks and can therefore provide information on the credibility of the inferences made. Further, by replicating the analysis among workers of different skill and among firms located in urban versus rural areas, this project provides information about the potential sources of monopsony that has remained unexplored by the literature. \r\n \r\nBroader Impacts:  This debate is not merely of academic interest. Which model more accurately describes the labor market has broad reaching implications for nearly all ex ante evaluations of labor policy. To name a few important examples, theoretical statements about the desirability of minimum wage floors, the sources of race and gender pay gaps, and the causes of increased wage inequality are all sensitive to assumptions about whether the labor market is assumed to be perfectly competitive or monopsonistic. Moreover, the analysis will shed light on the impact and costs of an important policy in vogue among state governments seeking to improve the quality of health care provision in nursing homes and hospitals.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jordan",
   "pi_last_name": "Matsudaira",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Jordan D Matsudaira",
   "pi_email_addr": "jdm296@cornell.edu",
   "nsf_id": "000509905",
   "pi_start_date": "2009-02-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "341 PINE TREE RD",
  "perf_city_name": "ITHACA",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 175367.0
  }
 ],
 "por": null
}