{
 "awd_id": "0851527",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dynamics of a Rotating, Supercritical Large-River Plume",
 "cfda_num": "47.050",
 "org_code": "06040303",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eric C. Itsweire",
 "awd_eff_date": "2009-03-01",
 "awd_exp_date": "2014-02-28",
 "tot_intn_awd_amt": 386534.0,
 "awd_amount": 386534.0,
 "awd_min_amd_letter_date": "2009-03-05",
 "awd_max_amd_letter_date": "2009-03-05",
 "awd_abstract_narration": "This project analyzes the dynamics of the supercritical, rotating plume emerging from the mouth of the Columbia River. The River Influenced Shelf Ecosystems (RISE) project, funded by NSF, provides a new view of plume ecosystem dynamics for the world's large rivers. The functioning of the plume depends vitally on the linkage of small-scale processes, like the 50m-wide non-hydro-static plunge and plume-generated non-linear internal waves (NLIW), to larger scales, e.g., the 10-30km wide tidal plume. This project combines analytical and numerical models, remote sensing, and vessel data to address questions on multiple scales and to integrate across scales in a manner that cannot be accomplished using conventional models. The following questions will be investigated: \r\n1) What are the dynamics and energetics of the tidal plume, and how does the observed north-south asymmetry of the plume front influence plume energetics? Langrangian frontal equations provide an elegant formulation of the dynamics of a radially spreading plume, but the actual plume is somewhat deeper and slower on its south side. This asymmetry influences frontal energetics and occurs primarily because of an interaction of the plume with the underlying tidal vorticity field. Asymmetry causes NLIW generation to begin on the south side of the plume and progress clockwise. This project extends existing radially symmetric, analytical and numerical frontal models to describe the dynamics and energetics of the actual plume configuration. Models are verified using existing data. \r\n2) What controls NLIW generation, and how can this generation be related to specific frontal structures and dynamics? Whether NLIW can be generated as the tidal plume front decays to a subcritical state depends on the relative depths of the plume front and rotating plume state to which the front decays. A generation criterion, based on plume front, plume near-field and NLIW energetics, is defined so that the generation of NLIW can be predicted with analytical and numerical models. \r\n3) How can the structure and dynamics of the actual plume front be modeled, with its prominent plunge and recirculation? Existing Lagrangian frontal theory does not describe actual frontal structure ? like hydraulic control theory, it predicts the location and properties of a transition without determining its structure, even though energy loss to vertical mixing is part of the theory. Remote sensing and vessel data motivate and guide development of new models that incorporates the non-hydrostatic plume-front plunge. \r\n4) How does the tidal plume blend into the near-field? How do the tidal plume and near-field mix into ambient waters? When and where does nutrient input to the plume from below occur? The CR is oligotrophic, but the plume is highly productive. Most plume mixing into ambient waters and almost all nutrient input from below occurs in the tidal plume and near-field. Mixing mechanisms include frontal processes, plume lift-off, winds, and NLIW-mean shear interaction. This project uses fine-structure and water mass analyses, SAR data, and wave theory to analyze the location, timing and mechanisms of plume mixing. \r\nIn summary, this project explains how the small-scale processes of the tidal plume influence larger scale processes that are reproduced by regional models. Thus, it provides a much improved picture of how key elements of a river plume work and urgently needed guidance for modeling of buoyant plumes. \r\n\r\nBuoyant plumes are important in many contexts, and large rivers and their plumes play a major role in the global carbon, nutrient and sediment budgets. RISE has shown that the Columbia plume is a tractable example of a large-river plume, and that the plume interacts with the upwelling eco-system in a way that enhances coastal production. Human and climate-driven changes in flow seasonality are, moreover, altering the interaction of the plume with coastal processes, likely affecting the fate of carbon and nutrients from land. Much of the interaction between the plume and underlying waters takes place in the tidal plume, a newly defined structure that remains incompletely understood, and the plume-near-field into which it merges. Moreover, juvenile salmonids (including those of endangered stocks) feed extensively in the tidal plume and at its fronts. Thus, the analyses carried out by this project both facilitate understanding of processes with global significance and contribute to regional management efforts",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Jay",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "David A Jay",
   "pi_email_addr": "djay@cecs.pdx.edu",
   "nsf_id": "000380569",
   "pi_start_date": "2009-03-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jiayi",
   "pi_last_name": "Pan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jiayi Pan",
   "pi_email_addr": "panj@cecs.pdx.edu",
   "nsf_id": "000238008",
   "pi_start_date": "2009-03-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Portland State University",
  "inst_street_address": "1600 SW 4TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PORTLAND",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5037259900",
  "inst_zip_code": "972015508",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "OR01",
  "org_lgl_bus_name": "PORTLAND STATE UNIVERSITY",
  "org_prnt_uei_num": "WWUJS84WJ647",
  "org_uei_num": "H4CAHK2RD945"
 },
 "perf_inst": {
  "perf_inst_name": "Portland State University",
  "perf_str_addr": "1600 SW 4TH AVE",
  "perf_city_name": "PORTLAND",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "972015508",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "OR01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 386534.0
  }
 ],
 "por": null
}