{
 "awd_id": "0851143",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Characterizing the Constraints on Virus Infection of Cyanobacteria",
 "cfda_num": "47.050",
 "org_code": "06040301",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Garrison",
 "awd_eff_date": "2009-06-15",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 199093.0,
 "awd_amount": 199093.0,
 "awd_min_amd_letter_date": "2009-06-09",
 "awd_max_amd_letter_date": "2013-05-16",
 "awd_abstract_narration": "\"This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\" \r\n\r\nIt is well established that viruses play an important role in regulating the structure and function of marine ecosystems. However, we lack a mechanistic understanding of how bacteria cell receptors constrain virus infection, which has implications for the ecology and evolutionary dynamics of marine microbial food webs. This project will identify receptors for three known groups of cyanophage (podo-, myo- and siphoviridae) on the on the outer membrane of the marine cyanobacterium Synechococcus sp. WH7803.  The researchers will employ a series of proven methods to generate virus-resistant Synechococcus populations using chemostats, to narrow the mutants using fluorescent virus tags that monitor surface attachment, and to characterize the outer membrane protein compliment of the resistant populations using LC-MS/MS proteomic analyses. Once the receptors are identified, bioinformatic analyses of existing databases will be coupled with molecular biological queries of sample archives to document the diversity and prevalence of the different receptors in marine cyanobacterial genomes as well as of those expressed by natural populations. Lab studies in chemostats swill examine the regulation of receptor expression (using fluorescence viruses and qRT-PCR for gene expression) so as to begin to tease apart the environmental controls on virus receptor expression in culture populations of cyanobacteria. All information will be collected in a manner that will make it suitable for analyses by ecological competition models, thereby providing new insights on the cost-of-resistance to infection that cyanobacteria face as well as new information on how virus infection of cells may be constrained by environmental conditions.\r\n\r\nBroader Impacts: The broader impacts of this project include the training of a new generation of marine scientists in interdisciplinary sciences of microbiology, molecular biology and proteomics, marine geochemistry and classical ecology of students at an EPSCoR Institution (The University of Tennessee) and a research station (Kellogg Biological Station). The study will provide opportunities for students to work with researchers from a major federal research facility (Oak Ridge National Laboratory) where access to equipment exists that is not available at most academic institutions. Information from this study will be directly incorporated into course work, educational and public outreach, and disseminated through a novel partnership with the Science Journalism program at the University of Tennessee. One or more undergraduates interested in science journalism will be recruited in order to generate materials for paper and electronic dissemination on marine microbiology and ecology that will be appropriate for K-12 students as well as the general public. The PIs will continue their well-established history of recruitment of underrepresented groups and participation in methods-oriented courses. Scientifically the information generated by this study will be completely novel, extending and transforming the foundations of marine microbiology and virus ecology as well as providing insight into how shifts in the global climate and ocean biogeochemistry might influence microbial proliferation and control by marine viruses.",
 "awd_arra_amount": 199093.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jay",
   "pi_last_name": "Lennon",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Jay T Lennon",
   "pi_email_addr": "lennonj@indiana.edu",
   "nsf_id": "000136549",
   "pi_start_date": "2009-06-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "426 AUDITORIUM RD RM 2",
  "perf_city_name": "EAST LANSING",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488242600",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "9117",
   "pgm_ref_txt": "MARINE BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 199093.0
  }
 ],
 "por": null
}