{
 "awd_id": "0851663",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Vorticity and Thermodynamic Budgets in Easterly Waves -- PREDICT Participation",
 "cfda_num": "47.050",
 "org_code": "06020105",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bradley F. Smull",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 329150.0,
 "awd_amount": 329150.0,
 "awd_min_amd_letter_date": "2009-09-01",
 "awd_max_amd_letter_date": "2009-09-01",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\r\n\r\nResearchers from the New Mexico Institute of Mining and Technology will participate in the planning, field, and data analysis phases of the PREDICT (PRE-Depression Investigation of Cloud-systems in the Tropics) project. This field project will use the NSF/National Center for Atmospheric Research high altitude research aircraft to deploy dropsondes and make various other measurements in easterly waves and other pre-cyclone disturbances in the central and western Atlantic as well as the Caribbean, in order to understand better the development of tropical cyclones out of these disturbances.\r\n\r\nThe formation of a tropical cyclone involves the spinup of a circulation at low levels in the atmosphere. This spinup results (mainly) from the imbalance between the inflow of absolute vorticity in the development region, which tends to spin up the system, and surface friction, which tends to spin it down. In this project we focus particularly on the factors which favor or disfavor the import of absolute vorticity. Mass convergence at low levels is a primary factor governing the vorticity inflow. This in turn is related to the moisture convergence and the net rainfall (rain minus surface evaporation). \r\n\r\nRecent work has helped elucidate the factors controlling the rainfall over tropical oceans. An extremely important factor is the saturation fraction of the tropical troposphere, defined as the precipitable water divided by the saturated precipitable water. The moist entropy budget of the target region controls the saturation fraction, and this will be derived from the dropsonde observations.  \r\n\r\nA third factor in tropical cyclone formation is the shape of the virtual temperature profile, with cooler temperatures in the lower troposphere and warmer temperatures at higher levels favoring stronger precipitation. This structure is controlled by quasi-balanced dynamics even at low latitudes, and also will be derived from the dropsonde observations.\r\n\r\nIntellectual merit: This project will explain how deep atmospheric convection interacts with the ubiquitous easterly waves of tropical, oceanic regions, and in what circumstances these waves amplify into tropical cyclones. \r\n\r\nBroader impacts: This project will help isolate those processes which need to be accurately represented in treatments of deep convection in large-scale numerical atmospheric models. Significant progress toward the goal of accurately representing convection in these models will be made as a result of observational programs such as PREDICT.",
 "awd_arra_amount": 329150.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Raymond",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "David J Raymond",
   "pi_email_addr": "david.raymond@nmt.edu",
   "nsf_id": "000325926",
   "pi_start_date": "2009-09-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New Mexico Institute of Mining and Technology",
  "inst_street_address": "801 LEROY PL",
  "inst_street_address_2": "",
  "inst_city_name": "SOCORRO",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5758355496",
  "inst_zip_code": "878014681",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NM02",
  "org_lgl_bus_name": "NEW MEXICO INSTITUTE OF MINING AND TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HZJ2JZUALWN4"
 },
 "perf_inst": {
  "perf_inst_name": "New Mexico Institute of Mining and Technology",
  "perf_str_addr": "801 LEROY PL",
  "perf_city_name": "SOCORRO",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "878014681",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NM02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 329150.0
  }
 ],
 "por": null
}