{
 "awd_id": "0851586",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Risk Sharing and Social Networks in Village Ghana: Experimental Evidence",
 "cfda_num": "47.075",
 "org_code": "04050100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Niloy Bose",
 "awd_eff_date": "2009-03-01",
 "awd_exp_date": "2011-02-28",
 "tot_intn_awd_amt": 28708.0,
 "awd_amount": 28708.0,
 "awd_min_amd_letter_date": "2009-02-10",
 "awd_max_amd_letter_date": "2009-02-10",
 "awd_abstract_narration": "Objective and methods\r\nThe goal of this project is to examine the role of social networks in facilitating risk-sharing within villages in rural Ghana. In the proposed study, a randomized experiment will be conducted to shed light on how individuals share unexpected windfalls. The experiment will be an add-on module to a survey of four rural villages in southern Ghana, to be conducted in collaboration with ISSER (a Ghanaian research institute) between January and December 2009. At the start of the year, information will be collected on the strength of relationships between the individuals in each village, from which detailed maps of the four village social networks will be constructed. In subsequent survey rounds, positive shocks will be assigned to randomly selected respondents in the form of cash and in-kind prizes. Some of the allocations will be made publicly and others privately. Data will then be collected on each respondent's expenditures, transfers and loans, and on the identities of transfer and loan partners. Econometric analysis of these data will yield a detailed picture of how the random positive shocks are disseminated through the social network. The results will provide insights into the connection between social relationships and financial support, the intrahousehold allocation of resources, and the effect of individual characteristics on transfer behavior. The authors will also be able to test whether the nature of the shock (cash or in-kind) and its level of publicity affect the extent to which it is shared with others.\r\n\r\nIntellectual merit of the proposed activity\r\nPrevious econometric analyses of risk-coping mechanisms in poor rural villages have related transfers to reported historical shocks, such as crop loss or theft. Such events are arguably non-random, potentially biasing inferences. Furthermore, since it is often difficult to assign cash values to historical events, these studies have been unable to quantify the responsiveness of transfers to shocks. This project would be the first to conduct a randomized test of risk-coping mechanisms in a village setting. Randomizing the incidence of shocks eliminates the problem of bias. The project offers a number of other novel contributions. A detailed social network map constructed from data on intra-village relationships will be used to examine the connection between relationship strength and the size of transfers. By experimentally controlling the value, form and publicity of the prizes, the authors will be able to estimate the proportional response of transfers to shocks, test whether resources are fungible, and determine whether social pressures affect the sharing of windfalls. The project will also make a novel contribution to the literature on intrahousehold allocation. Since the unit of observation will be the individual rather than the household, and gifts assigned to individuals, it will be possible to test hypotheses about intrahousehold allocation while avoiding complications of endogeneity.\r\n\r\nBroader impacts resulting from the proposed activity\r\nThe findings of this study will be of particular interest to governmental and non-governmental organizations interested in development. When the project is complete, the PI and Co-PI will organize workshops with NGOs and government bodies in Ghana to present the study's findings. A research brief will also be prepared and disseminated to various development practitioner organizations in the United States. The Co-PI will hold information sessions in each of the villages to explain the findings of the project to the villagers in non-technical terms. The PI and Co-PI will also give presentations to K-12 school audiences in the United States, to share some of the project?s outcomes and insights into village life in a developing country",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Barrett",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher B Barrett",
   "pi_email_addr": "cbb2@cornell.edu",
   "nsf_id": "000232702",
   "pi_start_date": "2009-02-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Walker",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas F Walker",
   "pi_email_addr": "tfw7@cornell.edu",
   "nsf_id": "000509581",
   "pi_start_date": "2009-02-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "341 PINE TREE RD",
  "perf_city_name": "ITHACA",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 28708.0
  }
 ],
 "por": null
}