{
 "awd_id": "0851136",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  The Effects of Terrorist Threats on Democratic Support in Liberal and Illiberal Democracies",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Humes",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 195508.0,
 "awd_amount": 195508.0,
 "awd_min_amd_letter_date": "2009-09-24",
 "awd_max_amd_letter_date": "2012-08-08",
 "awd_abstract_narration": "The threat of international terrorism is a salient and growing fixture of modern times. As a result, citizens are increasingly making political evaluations and decisions under the specter of terrorist threat. This project examines the extent to which terrorist threats affect support for democracy and how these effects vary across type of democracy (liberal versus illiberal) and information environment (with or without reminders of democratic values). Illiberal democracies are those in which formal democratic procedures operate, but in which civil liberties and other democratic provisions are not extensively protected. Few studies have looked specifically at general threat contexts, most have not considered terrorist threats specifically, and none explore effects across different types of democratic and information environments. \r\n\r\nThe investigators expect support for democracy to decrease in illiberal and liberal democracies in the presence of a terror threat absent contextual reminders of democratic values. However, these shifts are expected to be more comprehensive in illiberal settings. When reminders of democratic values are presented, those in liberal societies are expected to maintain relatively high support for democracy both in the abstract (i.e., support for free speech) and with respect to specific situations (i.e., support for protests in the war on terror). In illiberal societies, in which diffuse support for democratic values is not well-engrained and does not resonate, such reminders will have no effect. \r\n\r\nTo assess these expectations, the investigators perform a series of ten survey experiments in eight countries representing both liberal democracies (the U.S., the U.K., France, and Spain) and illiberal ones (Albania, Turkey, Bolivia, and Ecuador). The experimental design varies the salience of the terrorist threat brought to mind by having participants read a randomly assigned newspaper article that either invokes or decreases the terrorist threat level. Also varied is whether or not the article is accompanied by a reminder of democratic values. The survey respondents are then queried about their level of support for democratic values, procedures, and institutions. This type of experiment provides the cleanest test of a cause-effect relationship. Some surveys are taken over the internet, others are taken on a computer in a lab; the use of these parallel approaches improves the reliability of findings by drawing on different subject pools. \r\n\r\nThe project has several broader impacts. Given that international terrorist plots and attacks have grown in number, size, and geographic scope, it is critical to understand how the shadow of a terrorist threat affects the ways that citizens around the world understand and engage in politics. With respect to liberal democracies, evidence that reminders of core democratic values reduce the otherwise negative effects of terrorist threat on support for democracy carries the public policy implication that such reminders in the face of a real threat may provide important balance, helping to keep citizens from losing confidence in democratic practices. With respect to illiberal democracies, evidence for an unconditional negative effect of terrorist threat on support for democracy carries with it the warning that citizens may withdraw their support for democracy, which may lead to political instability. However, if reminders of democratic values do prove effective even in illiberal societies, this would be an important lesson.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Zechmeister",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth Zechmeister",
   "pi_email_addr": "liz.zechmeister@vanderbilt.edu",
   "nsf_id": "000510949",
   "pi_start_date": "2009-09-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Vanderbilt University",
  "inst_street_address": "110 21ST AVE S",
  "inst_street_address_2": "",
  "inst_city_name": "NASHVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "6153222631",
  "inst_zip_code": "372032416",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "TN05",
  "org_lgl_bus_name": "VANDERBILT UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "GTNBNWXJ12D5"
 },
 "perf_inst": {
  "perf_inst_name": "Vanderbilt University",
  "perf_str_addr": "110 21ST AVE S",
  "perf_city_name": "NASHVILLE",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "372032416",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "TN05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 195508.0
  }
 ],
 "por": null
}