{
 "awd_id": "0851709",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "REU Site: Mobile Actuator and Sensor Networks",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Harriet Taylor",
 "awd_eff_date": "2009-07-01",
 "awd_exp_date": "2012-10-31",
 "tot_intn_awd_amt": 282789.0,
 "awd_amount": 282789.0,
 "awd_min_amd_letter_date": "2009-06-26",
 "awd_max_amd_letter_date": "2009-06-26",
 "awd_abstract_narration": "\r\n \r\nThis award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\r\n\r\nThis is a renewal of the previously funded REU Site NSF Award No. 0552758. This 10 week REU Site program in MAS-net (Mobile Actuator Sensor Networks) provides eight undergraduate students an opportunity to participate in the ongoing research activities of faculty members in the Electrical and Computer Engineering Department at Utah State University. This early exposure to research activities substantially furthers the undergraduates? learning process, significantly enhances their research experience, actively promotes their interests in MAS-net related research, and quickly develops their research skills. \r\n\r\nIntellectual Merit: The proposed work is focused on several MAS-net related techniques and their importance in interesting and crucial applications of high interest to the student participants. The work addresses challenging issues in the field of MAS-net using hands-on and stimulating research projects such as: \r\n\r\n1.\tDevelopment of Consensus Algorithms for Coordination of Multiple Robotic Vehicles, \r\n2.\tDevelopment of Plume Tracking Algorithms with Networked Mobile Sensors \r\n3.\tDevelopment of Design Methods for Swarm Emergent Behaviors in MAS-net. \r\n\r\nThe site applies an intellectual approach to encourage REU students in active learning, free and open exchange of ideas, team spirit, and recognition and rewards for achievements. In addition to the research, the REU students participate in weekly individual meetings, weekly research group meetings, bi-weekly REU group meetings, bi-weekly ?expanding your horizon? seminars, and social events. They learn to assimilate latest research, assess their own research, present their own work and experimental results, prepare publications, and prepare for admission to graduate school (GRE preparation tutorials). \r\n\r\nBroader Impacts: This research directly helps undergraduate students by: \r\n1.\tExposing them to the intellectual excitement involved in research and professional meetings; \r\n2.\tTeaching them to think creatively and independently in a ?learn by doing? research environment; \r\n3.\tEmpowering them with general research methods, and specific MAS-net skills; \r\n4.\tGiving  them hands-on experience in real world applications, and teaching them to apply MAS-net related technologies to real-world problems; \r\n5.\tTeaching them to effectively assimilate latest research, critically assess their own research, cogently present experimental results, and effectively prepare publications; and \r\n6.\tHelping them to establish a sense of self-assurance and team-spirit. \r\n\r\nThe broader impacts of the proposed research are to: \r\n1.\tAttract a diverse student population to the field of MAS-net. \r\n2.\tKindle students? interests in the area of MAS-net. \r\n3.\tIncrease the number of future professionals in the area of MAS-net. \r\n4.\tStimulate enrollments in graduate studies. \r\n5.\tPromote collaborative ties between students? home institutions and USU. \r\n6.\tProvide a basis for future cooperative studies and research opportunities. \r\n\r\nAt least four of the eight participants are underrepresented students and at least four students are from other institutions, recruited from those institutions where research programs are limited. This active national and regional recruitment plan helps underrepresented students and students with limited exposure to research to be acquainted with interesting research projects and to gain confidence in their pursuit of baccalaureate degrees, in seeking industrial technology related jobs, and in continuing to advanced degree programs.\r\n\r\n",
 "awd_arra_amount": 282789.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "YangQuan",
   "pi_last_name": "Chen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "YangQuan Chen",
   "pi_email_addr": "ychen53@ucmerced.edu",
   "nsf_id": "000493385",
   "pi_start_date": "2009-06-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Utah State University",
  "inst_street_address": "1000 OLD MAIN HL",
  "inst_street_address_2": "",
  "inst_city_name": "LOGAN",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "4357971226",
  "inst_zip_code": "843221000",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UTAH STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPE2YDWHDYU4"
 },
 "perf_inst": {
  "perf_inst_name": "Utah State University",
  "perf_str_addr": "1000 OLD MAIN HL",
  "perf_city_name": "LOGAN",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "843221000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "113900",
   "pgm_ele_name": "RSCH EXPER FOR UNDERGRAD SITES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 282789.0
  }
 ],
 "por": null
}