{
 "awd_id": "0851315",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Applications of The Self Control/Dual Self Model in Economics",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927280",
 "po_email": "nlutz@nsf.gov",
 "po_sign_block_name": "Nancy Lutz",
 "awd_eff_date": "2009-04-15",
 "awd_exp_date": "2014-03-31",
 "tot_intn_awd_amt": 212040.0,
 "awd_amount": 212040.0,
 "awd_min_amd_letter_date": "2009-04-14",
 "awd_max_amd_letter_date": "2009-04-14",
 "awd_abstract_narration": "Decision theory is the foundation for economic analysis. The standard model is one of an economic decision maker who has well defined preferences over random events that can be represented by probabilistic beliefs and acts to maximize the expectation of a numerical valued utility function in which rewards at different dates are discounted with geometrically declining weights. This model has proven very effective in analyzing behavior in the large, especially in macroeconomics and the study of growth and business cycle fluctuations. On the other hand, there are many known anomalies in the small: the Rabin and Allais paradoxes and the hyperbolic discounting phenomenon, among others. In addition people have preferences not only for their own rewards, but sometimes altruistically and sometimes spitefully care about the rewards of others.\r\n\r\nPsychologists have been especially interested in anomalous behavior, especially in the laboratory, and both economists and psychologists have developed a number of behavioral economics models designed to explain these various paradoxes. However these models are largely inconsistent with each other and with behavior in the large. The goal of this project is to study the dual self/self control model as a single consistent framework in which to reconcile all these aspects of behavior.\r\n\r\nThe dual/self self-control model has a long history, starting as the planner-doer model and continuing through modern axiomatic models of self-control. The project proposes to build on a particular model developed by Drew Fudenberg and me. In this model self-control problems arise due to conflict between a long-run patient self who satisfies the standard axioms of decision theory and a short-run impulsive self who also satisfies the standard axioms of decision theory, but cares only about the moment. This model is motivated by the hyperbolic discounting phenomenon, but in our preliminary work we showed that the conflict between the two selves results in non-classical behavior that has important implications for attitudes towards risk. In particular the model is capable not only of explaining hyperbolic discounting, but also the Rabin paradox of risk aversion. The goal of this project is to examine the extent to which the model can reconcile additional paradoxical or non-standard behavior: the Allais paradox; altruism and spite; the impact of cognitive load and others. We want to incorporate better models of mental accounting, and also explain things such as addiction. Yet at the same time we wish to preserve the overlying long-run behavior observed in the large. The proposal combines theoretical and numerical methods with laboratory experiments and the analysis of data.\r\n\r\nThe theory has many applications, including the puzzle of why people are willing to pay so much more to help a specific named individual than to reduce statistical risk; the premiums observed in asset markets; and diverse behavior such as risk-taking and gambling.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Levine",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "David K Levine",
   "pi_email_addr": "david@dklevine.com",
   "nsf_id": "000442057",
   "pi_start_date": "2009-04-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington University",
  "inst_street_address": "1 BROOKINGS DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT LOUIS",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "3147474134",
  "inst_zip_code": "631304862",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MO01",
  "org_lgl_bus_name": "WASHINGTON UNIVERSITY, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "L6NFUM28LQM5"
 },
 "perf_inst": {
  "perf_inst_name": "Washington University",
  "perf_str_addr": "1 BROOKINGS DR",
  "perf_city_name": "SAINT LOUIS",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "631304862",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MO01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  },
  {
   "pgm_ele_code": "132100",
   "pgm_ele_name": "Decision, Risk & Mgmt Sci"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 212040.0
  }
 ],
 "por": null
}