{
 "awd_id": "0851897",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "REU Site: Soft Materials at Penn State University",
 "cfda_num": "47.049",
 "org_code": "03070002",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael J. Scott",
 "awd_eff_date": "2009-04-01",
 "awd_exp_date": "2013-03-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2009-02-23",
 "awd_max_amd_letter_date": "2011-03-03",
 "awd_abstract_narration": "This award establishes a new Research Experience for Undergraduate (REU) Site in Soft Materials at the Department of Materials Science and Engineering of Pennsylvania State University. The program aims to train undergraduate students with knowledge, perspective, and teamwork experience to inspire them to pursue advanced degrees and careers in Engineering and Science disciplines. Each year, eleven undergraduate students are recruited nationally to work closely with faculty mentors across Materials Science, Chemical Engineering and Chemistry departments in computational and experimental research projects. Research is organized around polymers, biological macromolecules and self-assembled bio-structures which have potential use in pharmaceutical, agricultural and other industries. In addition to student research projects, the program includes seminars on research topics, guidance on career development, informal social activities to promote interaction among peers and with mentors, and final symposium where REU students present their research results. This REU site is envisioned as nucleating a \"center-of-excellence for undergraduate research\" in the field of soft materials while strengthening the education and research experience of future science and engineering workforce.\r\nThis REU Site is funded by the NSF Division of Materials Research.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Coray",
   "pi_last_name": "Colina",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Coray M Colina",
   "pi_email_addr": "colina@chem.ufl.edu",
   "nsf_id": "000249537",
   "pi_start_date": "2009-02-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Kimel",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Robert A Kimel",
   "pi_email_addr": "rak189@psu.edu",
   "nsf_id": "000510503",
   "pi_start_date": "2009-02-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 OLD MAIN",
  "perf_city_name": "UNIVERSITY PARK",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "722200",
   "pgm_ele_name": "XC-Crosscutting Activities Pro"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;AT PENN STATE we believe strongly in providing opportunities</p>\n<p>for talented undergraduate students. The Research Experience for Undergraduates in</p>\n<p>Soft Materials is designed to prepare students for graduate study, to encourage change in graduate education, and to provide a deeper understanding of the academic as well as the professional fields which the students are pursuing.</p>\n<p>&nbsp;</p>\n<p>The nine week long REU in Soft Materials Program provides undergraduates<br />research experience in the field of Soft Materials. The students also<br />gain professional development opportunities by participating in the program.<br />The participating faculty have research programs covering all interdisciplinary<br />areas of the field including nanotechnology, electronic materials,<br />photonic materials, energy materials, biomaterials, computational materials<br />and structural materials with applications in health care, communications,<br />transportation, recreation, energy and electronics.</p>\n<p>&nbsp;REU students in Soft Materials at Penn State&nbsp; become part of an active research environment through continuous communication with their counterparts, graduate student mentors and faculty advisors. REU students undertake a vibrant research project, training sessions and social activities. An important goal of the REU program is to provide an opportunity for students to perform research who would not normally have the chance to do so.</p>\n<p>Research is organized around three themes:</p>\n<p>&bull; Ion conduction in ion-containing polymers</p>\n<p>&bull; Function of biomacromolecules and self-assembled biostructures</p>\n<p>&bull; Thermodynamics and transport in polymer mixtures.</p>\n<p>Soft materials are well-suited for the program&rsquo;s hands-on approach to research. Through</p>\n<p>this REU, the program provide students with hands-on experience on a variety of sophisticated analytical, (nano) fabrication, and computational techniques, while working in a project-centered collaborative research environment.</p>\n<p>This REU program provides the scientific training for the generation of<br />interdisciplinary scientists and engineers capable of crossing traditional academic boundaries. A special<br />emphasis on outreach to women, individuals from under represented groups (such as women, Hispanics<br />and African Americans) and persons with disabilities is pursued, with the intent of attracting them to<br />scientific/engineering careers. The program trains undergraduate students with knowledge,<br />perspective, and teamwork experience to inspire them to become Ph.D. candidates in Engineering and<br />Sciences.</p>\n<p>REU students participate in general activities, such as career development<br />seminars, several social activities, and a final symposium. Students were working on a variety of projects, from the synthesis and characterization of ion conducting<br />polymer membranes which are an extremely important class of materials for fuel cells, hydrogen<br />production, water treatment, and other applications, to the use of infrared spectroscopy to test modern<br />theories of connectivity and their role in determining polymer properties in well-chosen systems.</p>\n<p>We are pleased to report several conference presentations, publications and patents where our REU students have been co-authors. Additionally, over 80% the REU students that has obtained a bachelor degree, are now pursuing post-graduate education.</p>\n<p>Finally, graduate (as mentors) and<br />undergraduate students actively participate in the design and performance of experiments (including<br />virtual experiments), and they benefit from the interaction and immersion in a global collaborative<br />research with international peers that complement the intensive training in theory, simulation, and/or<br />experiment that they receive at their US home institutions. The REU program ...",
  "por_txt_cntn": "\n AT PENN STATE we believe strongly in providing opportunities\n\nfor talented undergraduate students. The Research Experience for Undergraduates in\n\nSoft Materials is designed to prepare students for graduate study, to encourage change in graduate education, and to provide a deeper understanding of the academic as well as the professional fields which the students are pursuing.\n\n \n\nThe nine week long REU in Soft Materials Program provides undergraduates\nresearch experience in the field of Soft Materials. The students also\ngain professional development opportunities by participating in the program.\nThe participating faculty have research programs covering all interdisciplinary\nareas of the field including nanotechnology, electronic materials,\nphotonic materials, energy materials, biomaterials, computational materials\nand structural materials with applications in health care, communications,\ntransportation, recreation, energy and electronics.\n\n REU students in Soft Materials at Penn State  become part of an active research environment through continuous communication with their counterparts, graduate student mentors and faculty advisors. REU students undertake a vibrant research project, training sessions and social activities. An important goal of the REU program is to provide an opportunity for students to perform research who would not normally have the chance to do so.\n\nResearch is organized around three themes:\n\n&bull; Ion conduction in ion-containing polymers\n\n&bull; Function of biomacromolecules and self-assembled biostructures\n\n&bull; Thermodynamics and transport in polymer mixtures.\n\nSoft materials are well-suited for the programÆs hands-on approach to research. Through\n\nthis REU, the program provide students with hands-on experience on a variety of sophisticated analytical, (nano) fabrication, and computational techniques, while working in a project-centered collaborative research environment.\n\nThis REU program provides the scientific training for the generation of\ninterdisciplinary scientists and engineers capable of crossing traditional academic boundaries. A special\nemphasis on outreach to women, individuals from under represented groups (such as women, Hispanics\nand African Americans) and persons with disabilities is pursued, with the intent of attracting them to\nscientific/engineering careers. The program trains undergraduate students with knowledge,\nperspective, and teamwork experience to inspire them to become Ph.D. candidates in Engineering and\nSciences.\n\nREU students participate in general activities, such as career development\nseminars, several social activities, and a final symposium. Students were working on a variety of projects, from the synthesis and characterization of ion conducting\npolymer membranes which are an extremely important class of materials for fuel cells, hydrogen\nproduction, water treatment, and other applications, to the use of infrared spectroscopy to test modern\ntheories of connectivity and their role in determining polymer properties in well-chosen systems.\n\nWe are pleased to report several conference presentations, publications and patents where our REU students have been co-authors. Additionally, over 80% the REU students that has obtained a bachelor degree, are now pursuing post-graduate education.\n\nFinally, graduate (as mentors) and\nundergraduate students actively participate in the design and performance of experiments (including\nvirtual experiments), and they benefit from the interaction and immersion in a global collaborative\nresearch with international peers that complement the intensive training in theory, simulation, and/or\nexperiment that they receive at their US home institutions. The REU program is envisioned as nucleating\na \"center-of-excellence for undergraduate research\" in the field of soft materials, while considerably\nstrengthening the education and research experience of our future materials leaders. Over the first three years of the program.\nmore than 50 undergradua..."
 }
}