{
 "awd_id": "0852641",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Organizations and their Impact on the Urban Community",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patricia White",
 "awd_eff_date": "2009-04-01",
 "awd_exp_date": "2012-03-31",
 "tot_intn_awd_amt": 162274.0,
 "awd_amount": 181129.0,
 "awd_min_amd_letter_date": "2009-03-26",
 "awd_max_amd_letter_date": "2011-03-08",
 "awd_abstract_narration": "SES-0852641\r\nJoseph Galaskiewicz\r\nUniversity of Arizona\r\n\r\nThe general purpose of the research is to understand how and why organizational establishments are located where they are across the urban landscape and how the location of these establishments affects the lives of families.  In this phase of the research the first objective is to see if organizational densities (the number of organizations in a neighborhood), measured in 2003, affected the strategy, performance, relocation, and survival rates of a sample of 619 organizations in the Phoenix metropolitan area that the investigator has been following for the past five years.  The second objective is to explain over a five year period (2004-08) the birth and death rates, across areas of the metropolitan community, of entire sub-populations of organizations that provide services/activities for children (e.g., sports clubs, movie theatres, and amusement parks).  \r\n\r\nTo address the first objective the investigators will document the status (open, closed, moved) of the 619 panel establishments on which first data were gathered in 2003 by recontacting the administrators/managers/supervisors/ owners of these establishments.  With current data on the population of establishments that are similar to them, the investigator will use spatial regression techniques to see if organizational densities in 2003 explain their current status.  To address the second objective, the investigator will compile the names, addresses, and telephone numbers of the estimated 50,000-55,000 nonprofit, government, and business establishments which provide activities for children on Saturdays in the Phoenix-Mesa metropolitan area in 2008, replicating the 2003 study.  The investigator will then look at the change in densities across sub-populations and across areas of the metropolitan community to identify the factors that explain growth and decline in various sub-populations using ecological and neo-institutional theories.\r\n\r\nThe work has broader significance, because children's access to different types of activities is important for their educational, emotional, and social development, yet not all children have equal access to high quality programs, activities, and opportunities.  The major focus of the study is to better understand the urban institutions that reduce or reproduce inequality in society.  Previously findings showed that what children did (e.g., swim, shop, or play soccer) and which venues they used (e.g., for-profit, nonprofit, or government)on Saturdays in the Phoenix metro area in 2003 were directly affected by the number of different kinds of organizations in their zip codes.  This was especially true for children from low income families.  This research examines the dynamics which underlie the geographical distribution of organizational establishments.  This knowledge could potentially be used to motivate providers to locate/stay in under-served areas and to empower families to advocate for these services and/or to create their own organizational resources.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Galaskiewicz",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph J Galaskiewicz",
   "pi_email_addr": "galaskie@email.arizona.edu",
   "nsf_id": "000310818",
   "pi_start_date": "2009-03-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "845 N PARK AVE RM 538",
  "perf_city_name": "TUCSON",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "85721",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 162274.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 8978.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 9877.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>First, in 2010 graduate and undergrads at the University of Arizona attempted phone interviews with 599 providers that we identified as providing activities for children on Saturday in the Phoenix metro area in 2003.&nbsp; Of the 599 organizations, we were able to determine that 585 had either remained in service, closed, or moved.</p>\n<p>Using a panel model design we found that nonprofits were more likely to move and  for-profits were more likely to close.&nbsp; Government facilities tended to stay put.&nbsp; Nonetheless, government  establishments were much more responsive to local market contexts than  either nonprofits or for-profits.&nbsp; They were more likely to close if  population densities were lower, organizational densities were less, and  household growth was less.&nbsp; At the same time, governments were less  likely to close in poorer areas and in areas that had a greater  percentage of blacks (Galaskiewicz, Savage, Inouye, Duerr,  Harmar-Martinez, Monroe, Callahan, and Lansey, 2011).&nbsp; Thus governments closed facilities where need was less but seem committed to serving the poor and minorities. &nbsp;</p>\n<p>We also collected data on the 72,824 establishments that provided activities for children in the Phoenix metro area in 2008 using the same 94 SIC codes that we used to collect comparable data in 2003.&nbsp; Our goal was to collect data on what providers did (sports, arts/crafts, religious, restaurant, healthcare, entertainment, etc.), their auspice (church, nonprofit, government, business), where they were located (address and zip code), and the number of employees.&nbsp; This proved to be an onerous task, although it is now complete.&nbsp; We instantly geo-coded 85.9%. When we were done geo-coding interactively, we successfully located 99.98% of the establishments.</p>\n<p>Our preliminary analysis focused on congregations.&nbsp; First, we examined factors which influenced the increase or decrease in the number of congregations that located within zip codes between 2003 and 2008.&nbsp; Congregations increased in areas where there was a large number of congregations like themselves (e.g., Catholic parishes increased where there were more Catholic parishes already, Mormon wards increased where there were more wards already), however, they also increased in areas where other traditions had a strong presence (especially Protestant congregations).&nbsp; We suggested that congregations, like other service organizations, are attracted to &lsquo;religious hot spots&rsquo; in the metropolitan area and where they already have a population base (Galaskiewicz, Savage, Duerr, and Hamar-Martinez.&nbsp; 2010).&nbsp;</p>\n<p>We also looked at where health related facilities were located in the metro area.&nbsp; Using zip codes as the units of analysis and controlling for race/ethnicity and median family income, we found that in areas with a greater percentage of children between 5 and 12, there were fewer member sports &amp; recreational clubs, physical fitness centers, amusement and recreational centers (which includes parks), eating places, grocery stores, intermediate care facilities, medical doctors&rsquo; offices, optometrists, drug stores and dentists offices per 10,000 residents.&nbsp; But we also found that the effect of percent children on doctors&rsquo; offices disappeared once we controlled for the number of hospitals and eating places per 10,000 residents within the zip code.&nbsp; While at first our results look like these facilities were avoiding areas with children, we believe that these establishments locational decisions were influenced more by the organizational resources in the area than population characteristics (Galaskiewicz, Savage, and Duerr, 2011).&nbsp;&nbsp;&nbsp;&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/31/2012<br>\n\t\t\t\t\tModified by: Joseph&nbsp;J&nbsp;Galaskiewicz</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nFirst, in 2010 graduate and undergrads at the University of Arizona attempted phone interviews with 599 providers that we identified as providing activities for children on Saturday in the Phoenix metro area in 2003.  Of the 599 organizations, we were able to determine that 585 had either remained in service, closed, or moved.\n\nUsing a panel model design we found that nonprofits were more likely to move and  for-profits were more likely to close.  Government facilities tended to stay put.  Nonetheless, government  establishments were much more responsive to local market contexts than  either nonprofits or for-profits.  They were more likely to close if  population densities were lower, organizational densities were less, and  household growth was less.  At the same time, governments were less  likely to close in poorer areas and in areas that had a greater  percentage of blacks (Galaskiewicz, Savage, Inouye, Duerr,  Harmar-Martinez, Monroe, Callahan, and Lansey, 2011).  Thus governments closed facilities where need was less but seem committed to serving the poor and minorities.  \n\nWe also collected data on the 72,824 establishments that provided activities for children in the Phoenix metro area in 2008 using the same 94 SIC codes that we used to collect comparable data in 2003.  Our goal was to collect data on what providers did (sports, arts/crafts, religious, restaurant, healthcare, entertainment, etc.), their auspice (church, nonprofit, government, business), where they were located (address and zip code), and the number of employees.  This proved to be an onerous task, although it is now complete.  We instantly geo-coded 85.9%. When we were done geo-coding interactively, we successfully located 99.98% of the establishments.\n\nOur preliminary analysis focused on congregations.  First, we examined factors which influenced the increase or decrease in the number of congregations that located within zip codes between 2003 and 2008.  Congregations increased in areas where there was a large number of congregations like themselves (e.g., Catholic parishes increased where there were more Catholic parishes already, Mormon wards increased where there were more wards already), however, they also increased in areas where other traditions had a strong presence (especially Protestant congregations).  We suggested that congregations, like other service organizations, are attracted to æreligious hot spotsÆ in the metropolitan area and where they already have a population base (Galaskiewicz, Savage, Duerr, and Hamar-Martinez.  2010). \n\nWe also looked at where health related facilities were located in the metro area.  Using zip codes as the units of analysis and controlling for race/ethnicity and median family income, we found that in areas with a greater percentage of children between 5 and 12, there were fewer member sports &amp; recreational clubs, physical fitness centers, amusement and recreational centers (which includes parks), eating places, grocery stores, intermediate care facilities, medical doctorsÆ offices, optometrists, drug stores and dentists offices per 10,000 residents.  But we also found that the effect of percent children on doctorsÆ offices disappeared once we controlled for the number of hospitals and eating places per 10,000 residents within the zip code.  While at first our results look like these facilities were avoiding areas with children, we believe that these establishments locational decisions were influenced more by the organizational resources in the area than population characteristics (Galaskiewicz, Savage, and Duerr, 2011).    \n\n\t\t\t\t\tLast Modified: 05/31/2012\n\n\t\t\t\t\tSubmitted by: Joseph J Galaskiewicz"
 }
}