{
 "awd_id": "0852948",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Multiscale Modeling of Flow over Functionalized Surfaces: Algorithms and Applications",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Dimitrios Papavassiliou",
 "awd_eff_date": "2009-09-15",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 356671.0,
 "awd_amount": 356671.0,
 "awd_min_amd_letter_date": "2009-09-14",
 "awd_max_amd_letter_date": "2009-09-14",
 "awd_abstract_narration": "CBET - 0852948\r\nKarniadakis\r\n\r\n\r\n\r\nMany microfluidic, synthetic-materials, and biomedical applications often need to model multiscale flow phenomena across several orders of magnitude in spatio-temporal scales from near-wall subdomains but also the outer flow over long simulation times. The goal of this project is to develop a validated methodology for simulating multiscale flow phenomena over functionalized surfaces with a biomedical focus. To this end, the PIs propose a \"triple-decker\" flow model based on interfacing seamlessly a mesoscopic method (dissipative particle dynamics or DPD) to molecular dynamics (MD) on one side and incompressible Navier-Stokes (NS) equations on the other side. The novelty of the PIs' approach is the use of a mesoscopic layer between NS and MD--unlike previous approaches-- to facilitate a smooth transition from the atomistic to the continuum regime. Their preliminary results for simple fluids show the great potential of this method. Here the PIs propose fundamental new developments to make the method applicable to complex fluids and to flows over functionalized surfaces including polymer brushes, where an assembly of polymer chains tethered by one end to a surface creates a surface with specialized properties. The large theoretical and experimental works on this topic, starting with the work of de Gennes, will act as a testbed to validate the proposed methodology and evaluate its efficiency and then model cytoadhesion over protein-coated surfaces using the polymer brushes as model of cell surface. The objective here is to develop a molecularly based adhesive dynamics model to complement existing mechanistic macromodels for multiparticle adhesive dynamics. Specifically, the PIs will simulate the binding of malaria-infected red blood cells (RBCs) to functionalized walls, as was done in recent microfluidic experiments, in essence mimicking cytoadhesion in arterioles and capillaries. The triple-decker (MD-DPD-NS) approach is general and can be applied to simple and complex fluids in microfluidic or biomedical applications but also in more classical applications, e.g., control of wall shear stress using surfactants or hydrophobic surfaces. DPD, first popularized in Europe, is a very effective method for modelng both complex fluids and soft matter but has not yet been adapted widely in USA, and the proposed work will contribute to its further use and development. More broadly, this work on polymer brushes can be used in a wide range of industrial applications in oil recovery, automotive lubrication, colloid stabilization, and in tailoring surface properties. The PIs will disseminate their models and the triple-decker codes as open source codes via existing external open source websites. They will organize seminar-courses open to all students at Brown University focused on multiscale modeling and applications. In addition, undergraduate students, through Brown's UTRA (Undergraduate Teaching and Research Assistantships) program, will be involved in the research projects, either during the academic year or the summer. The PIs also plan outreach activities for inner-city high school students in a partnership with the MET school, where Brown students will be tutoring MET high school students in physics and mathematics in close collaboration with MET school teachers.\r\n\r\nThis study is cofunded by the CBET, CMMI, and DMS divisions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "Karniadakis",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "George E Karniadakis",
   "pi_email_addr": "George_Karniadakis@brown.edu",
   "nsf_id": "000189617",
   "pi_start_date": "2009-09-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bruce",
   "pi_last_name": "Caswell",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bruce Caswell",
   "pi_email_addr": "caswell@cfm.brown.edu",
   "nsf_id": "000469473",
   "pi_start_date": "2009-09-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brown University",
  "inst_street_address": "1 PROSPECT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PROVIDENCE",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4018632777",
  "inst_zip_code": "029129100",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "RI01",
  "org_lgl_bus_name": "BROWN UNIVERSITY",
  "org_prnt_uei_num": "E3FDXZ6TBHW3",
  "org_uei_num": "E3FDXZ6TBHW3"
 },
 "perf_inst": {
  "perf_inst_name": "Brown University",
  "perf_str_addr": "1 PROSPECT ST",
  "perf_city_name": "PROVIDENCE",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "029129100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "RI01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  },
  {
   "pgm_ele_code": "144300",
   "pgm_ele_name": "FD-Fluid Dynamics"
  },
  {
   "pgm_ele_code": "534500",
   "pgm_ele_name": "Engineering of Biomed Systems"
  },
  {
   "pgm_ele_code": "747900",
   "pgm_ele_name": "BMMB-Biomech & Mechanobiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "057E",
   "pgm_ref_txt": "Thermodynamics"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 356671.0
  }
 ],
 "por": null
}