{
 "awd_id": "0852780",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Fundamental and Practical Studies of Capacitive Deionization Using Asymmetric Nanoporous Oxide Electrodes",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Cooper",
 "awd_eff_date": "2009-05-15",
 "awd_exp_date": "2013-04-30",
 "tot_intn_awd_amt": 300009.0,
 "awd_amount": 312009.0,
 "awd_min_amd_letter_date": "2009-04-24",
 "awd_max_amd_letter_date": "2010-02-10",
 "awd_abstract_narration": "0852780\r\nAnderson\r\n\r\nCapacitive deionization (CDI) is a process that operates by sequestering ions in the electrical double layer near charged surfaces. Essentially, a solution of ions flows through a highly porous conducting pair of electrodes and anions or other negatively charged species are removed at the positive electrode while cations or positively charged species are separated from solution at the negative electrode. During the removal process, energy is being stored in a capacitive fashion and is readily available to lower the cost of energy consumption. In a recharge cycle, a reverse bias is applied forcing the electrochemically-sequestered ions to be released as brine, much as in both RO and evaporative distillation processes. Brine production is generally considered to be less for CDI than in RO operations. \r\n\r\nThis proposal includes fundamental as well as practical studies of the CDI process using a novel asymmetric set of electrodes coated with nanoporous oxides. This research will utilize electrochemical impedance measurements and models tied to real-world pore size and pore size distributions to interpret our results. In addition, an insitu electrochemical FTIR system is to be developed to study molecular behavior inside these nanoporous oxide electrodes. From a practical perspective, many pairs of CDI electrodes must work in tandem, controlled electronically, and matched to water composition and flux for optimal ion removal. In this part of the proposed studies, a stack of electrodes will be assembled into a module and benchmarked with respect to ion removal versus time, electrode surface area, and energy cost per gallon of water processed. This portion of the proposed work will be completed in four parts: 1. Choosing an optimal supporting material for our electrodes 2. Coating this support with our best nanoporous oxide films. 3. Testing electrodes in four pair stacks and finally 4. Building a CDI prototype. \r\n\r\nPotentially, CDI can compete favorably as a desalination process. The CDI system proposed could be used by municipal facilities or in third-world communities providing potable water to people in severe need. This project will result in the training of one PhD and several undergraduate research students. It will contribute to renewed laboratory instrumentation to be employed in both research and teaching. In addition, this project will be used in a modified fashion as a device template for an undergraduate introductory course in engineering taught at the University of Wisconsin each fall semester. In this class, 16 students, forming an engineering team will cooperate with Engineers Without Borders (EWB), to develop a solar-powered CDI system that EWB will field-test in Kenya.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marc",
   "pi_last_name": "Anderson",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Marc A Anderson",
   "pi_email_addr": "nanopor@facstaff.wisc.edu",
   "nsf_id": "000337923",
   "pi_start_date": "2009-04-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "M",
   "pi_last_name": "Tejedor",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "M I Tejedor",
   "pi_email_addr": "mitejedo@wisc.edu",
   "nsf_id": "000341158",
   "pi_start_date": "2009-04-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "021E",
   "pgm_ref_txt": "Water management"
  },
  {
   "pgm_ref_code": "9187",
   "pgm_ref_txt": "TOXIC SUBSTANCES/SOLID & HAZARDOUS WASTE"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 300009.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Capacitive deionization (CDI) is an emerging water treatment technology that relies on a cell voltage to remove ions from water. As an electrolyte solution passes between a pair of electrodes, anions are removed at the positive electrode and cations at the negative. An example of removal during the CDI process is shown in Figure 1. CDI&rsquo;s use of a cell voltage to remove ions allows it to compete favorably with other water treatment processes. For instance, in CDI no new chemicals are introduced into the system during operation. This is a significant advantage over ion exchange systems that require salts (that eventually find their way into the environment) to be regenerated. Moreover, the ions that are removed in the CDI process may be stored in the electrical double layer, with the possibility for energy recovery. This energy recovery may allow CDI to compete favorably, in terms of energy consumption, with that of electrodialysis, reverse osmosis and distillation. However, for CDI to compete commercially with the before-mentioned processes developments in electrode materials are almost surely a necessity.</p>\n<p>&nbsp;</p>\n<p>Electrode materials commonly employed in CDI systems are high surface area carbon of some form. The goal of the research described in this report was to investigate/understand how nanoporous thin-films coatings of SiO<sub>2</sub> (silica) or Al<sub>2</sub>O<sub>3 </sub>(alumina) will affect the performance of carbon electrodes in CDI. The motivation for using the thin-film coatings is that the properties associated with these metal oxides should improve electrode performance. For example, when these metal oxides are coated onto a low surface area carbon, the surface area of the material will increase due to the high specific surface areas associated with the silica and alumina particles (&gt; 300 m<sup>2</sup>/g). This is illustrated in Figure 2 when a low surface area carbon (&lt; 2 m<sup>2</sup>/g) was dipped into either silica or alumina sols 1, 2 or 3 times. These metal oxides will also increase the hydrophilicity of materials, making them more accessible to hydrated ions. In addition, using metal oxide coatings of SiO<sub>2</sub> or Al<sub>2</sub>O<sub>3</sub> allows one to dictate the surface charge of the electrode. As illustrated in Figure 3, the surface charge of SiO<sub>2</sub> is negative, while Al<sub>2</sub>O<sub>3</sub> is positive, in the pH range of natural waters. This ability to control the surface potential of the electrodes may be particularly important during regeneration of the electrodes (ion desorption off the electrode). An example of this is shown in Figure 4. In this figure two different pairs of electrodes were tested &ndash; Pair 1: both electrodes were uncoated; Pair 2: one electrode was coated with SiO<sub>2</sub> and the other Al<sub>2</sub>O<sub>3</sub>. Before regeneration (not shown in figure) the same voltage was applied to the electrodes responsible for removing Ca<sup>2+</sup>, -1.5V (vs. SCE) for 30 minutes. This potential was applied to the electrode coated with SiO<sub>2</sub> in the coated pair and the uncoated electrode in the uncoated pair. After removal no potential (triangles) or a positive potential of 1.2V (vs. SCE) (circles) was applied to these same electrodes to electrically repel the Ca<sup>2+</sup> off. This figure shows that using no potential to regenerate the electrodes increases the amount of time needed to desorb Ca<sup>2+</sup> whether the electrode is coated or not. However, applying a potential too high or long can also be problematic as the Ca<sup>2+</sup> may desorb off one electrode and adsorb onto the other. This is seen in the uncoated pair when 1.2V is applied - during the first 10 minutes the quantity of Ca<sup>2+ </sup>desorbed is greater than that being adsorbed, but at the 20 minute mark the quantity adsorbed on the opposite electrode is greater than that being desorb...",
  "por_txt_cntn": "\nCapacitive deionization (CDI) is an emerging water treatment technology that relies on a cell voltage to remove ions from water. As an electrolyte solution passes between a pair of electrodes, anions are removed at the positive electrode and cations at the negative. An example of removal during the CDI process is shown in Figure 1. CDIÆs use of a cell voltage to remove ions allows it to compete favorably with other water treatment processes. For instance, in CDI no new chemicals are introduced into the system during operation. This is a significant advantage over ion exchange systems that require salts (that eventually find their way into the environment) to be regenerated. Moreover, the ions that are removed in the CDI process may be stored in the electrical double layer, with the possibility for energy recovery. This energy recovery may allow CDI to compete favorably, in terms of energy consumption, with that of electrodialysis, reverse osmosis and distillation. However, for CDI to compete commercially with the before-mentioned processes developments in electrode materials are almost surely a necessity.\n\n \n\nElectrode materials commonly employed in CDI systems are high surface area carbon of some form. The goal of the research described in this report was to investigate/understand how nanoporous thin-films coatings of SiO2 (silica) or Al2O3 (alumina) will affect the performance of carbon electrodes in CDI. The motivation for using the thin-film coatings is that the properties associated with these metal oxides should improve electrode performance. For example, when these metal oxides are coated onto a low surface area carbon, the surface area of the material will increase due to the high specific surface areas associated with the silica and alumina particles (&gt; 300 m2/g). This is illustrated in Figure 2 when a low surface area carbon (&lt; 2 m2/g) was dipped into either silica or alumina sols 1, 2 or 3 times. These metal oxides will also increase the hydrophilicity of materials, making them more accessible to hydrated ions. In addition, using metal oxide coatings of SiO2 or Al2O3 allows one to dictate the surface charge of the electrode. As illustrated in Figure 3, the surface charge of SiO2 is negative, while Al2O3 is positive, in the pH range of natural waters. This ability to control the surface potential of the electrodes may be particularly important during regeneration of the electrodes (ion desorption off the electrode). An example of this is shown in Figure 4. In this figure two different pairs of electrodes were tested &ndash; Pair 1: both electrodes were uncoated; Pair 2: one electrode was coated with SiO2 and the other Al2O3. Before regeneration (not shown in figure) the same voltage was applied to the electrodes responsible for removing Ca2+, -1.5V (vs. SCE) for 30 minutes. This potential was applied to the electrode coated with SiO2 in the coated pair and the uncoated electrode in the uncoated pair. After removal no potential (triangles) or a positive potential of 1.2V (vs. SCE) (circles) was applied to these same electrodes to electrically repel the Ca2+ off. This figure shows that using no potential to regenerate the electrodes increases the amount of time needed to desorb Ca2+ whether the electrode is coated or not. However, applying a potential too high or long can also be problematic as the Ca2+ may desorb off one electrode and adsorb onto the other. This is seen in the uncoated pair when 1.2V is applied - during the first 10 minutes the quantity of Ca2+ desorbed is greater than that being adsorbed, but at the 20 minute mark the quantity adsorbed on the opposite electrode is greater than that being desorbed and a drop in the Ca2+ concentration is observed. This did not occur with the coated electrodes - during the entire duration of regeneration shown in the figure the quantity of Ca2+ desorbed off the SiO2 coated electrode exceeded that being adsorbed on the Al2O3 coated. The reason for this may be that..."
 }
}