{
 "awd_id": "0852096",
 "agcy_id": "NSF",
 "tran_type": "CoopAgrmnt",
 "awd_istr_txt": "Cooperative Agreement",
 "awd_titl_txt": "REU/RET Site Program at the National Solar Observatory",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Daniel Evans",
 "awd_eff_date": "2009-06-01",
 "awd_exp_date": "2013-12-31",
 "tot_intn_awd_amt": 395418.0,
 "awd_amount": 395418.0,
 "awd_min_amd_letter_date": "2009-08-18",
 "awd_max_amd_letter_date": "2013-11-06",
 "awd_abstract_narration": "This award will continue the National Solar Observatory (NSO) Research Experiences for Undergraduates (REU) / Research Experiences for Teachers (RET) program with the funding of six students and four teachers per summer.  The NSO offers a unique educational opportunity by providing direct access to world-class research facilities and scientific staff in solar physics research.  The NSO provides the solar physics community with a suite of world-class telescopes that enable studies of the solar interior, photosphere, chromosphere and corona. With direct use of these facilities, or by using data previously taken with NSO telescopes, students will be mentored in projects ranging from studies of the Alfvén waves in the solar corona to measurements of the plasma flows in the solar interior below coronal mass ejections. NSO REU students enjoy exposure to the intense research environment at the Sacramento Peak telescope facilities, and to the university environment of the Tucson location; at both sites, the REU students mix with graduate students and post-doctoral researchers in addition to their scientific mentors.  The REU students' independence is fostered by requiring research talks at the end of the summer.\r\n\r\nThe NSO REU/RET Site has a goal of serving a diverse group of students, including those from research universities and those from smaller schools that normally would not have access to forefront research projects. The NSO program has served an audience with a gender and ethnic diversity comparable to that of the general physics and astronomy undergraduate population, and continues to work to increase REU and RET participant ethnic diversity.\r\n\r\nThis site is co-funded by the Department of Defense in partnership with the NSF Division of Astronomical Sciences under the NSF REU program.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Penn",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew J Penn",
   "pi_email_addr": "mpenn@nso.edu",
   "nsf_id": "000162304",
   "pi_start_date": "2009-08-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Keil",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen L Keil",
   "pi_email_addr": "skeil@nso.edu",
   "nsf_id": "000094824",
   "pi_start_date": "2009-08-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Association of Universities for Research in Astronomy, Inc.",
  "inst_street_address": "950 N CHERRY AVE",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "2024832101",
  "inst_zip_code": "857194933",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "ASSOCIATION OF UNIVERSITIES FOR RESEARCH IN ASTRONOMY, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "LFDKLGTB62C4"
 },
 "perf_inst": {
  "perf_inst_name": "Association of Universities for Research in Astronomy, Inc.",
  "perf_str_addr": "950 N CHERRY AVE",
  "perf_city_name": "TUCSON",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "857194933",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121900",
   "pgm_ele_name": "SPECIAL PROGRAMS IN ASTRONOMY"
  },
  {
   "pgm_ele_code": "917900",
   "pgm_ele_name": "Reimbursable/Reserved Out-year"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1359",
   "pgm_ref_txt": "RET SITE-Res Exp for Tchr Site"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "7736",
   "pgm_ref_txt": "DOD ASSURE PROGRAM"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0409",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000910RB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011RB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112RB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 127958.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 131793.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 135667.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"font-family: Times New Roman; font-size: small;\"> </span><span><span>The 2009-2013 Research Experiences for Undergraduates/Research Experiences for Teachers program at the National Solar Observatory (<span>NSO</span>) was one of the few opportunities in the country for undergraduate students and teachers to study the physics of the closest star using world-class facilities in collaboration with international research mentors. </span><span style=\"mso-spacerun: yes;\">&nbsp;</span>This final outcomes report summarizes the last 5 years of our 20+ year NSF-funded undergraduate program.<span style=\"mso-spacerun: yes;\">&nbsp; </span>During this period, our program received applications from 374 students from 27 states, including many applicants from schools other than Tier 1 Research Universities.&nbsp;<span style=\"mso-spacerun: yes;\">&nbsp;</span></span></p>\n<p><span style=\"font-family: Times New Roman; font-size: small;\"> </span><span><span>The projects completed by our 30 <span>REU</span> students explored the frontiers of the physics of our Sun. </span><span style=\"mso-spacerun: yes;\">&nbsp;</span><span>An <span>REU</span> project, \"A Comparison between <span>Photospheric</span> Magnetic and Current <span>Helicities</span> and Subsurface Kinetic <span>Helicity</span> during 2007?2012&rdquo;, compared with twist of the magnetic fields seen in sunspots on the surface of the Sun with the twisting flow fields measured below the solar surface using solar seismology techniques.</span><span style=\"mso-spacerun: yes;\">&nbsp; </span><span>Another project, &ldquo;The Observed Red Asymmetry in the Bisectors of the <span>Chromospheric</span> Ca II 854.2 nm Line&rdquo;, examined an unexplained feature in the solar spectrum and developed a connection between this feature and the ubiquitous acoustic shock waves seen in the atmosphere of the Sun. </span><span style=\"mso-spacerun: yes;\">&nbsp;</span>And finally, a Research Experiences for Teachers project about &ldquo;Comparing Sunspot Data Taken from Ground-Based Telescopes and Satellites\" developed a lesson plan using measurements of sunspots from ground-based NSF telescopes and NASA space-based missions to address over 12 specific Arizona state education standards. <span>Several of our <span>REU</span> students continued their research projects after returning to their home university, which promoted collaboration between several college faculty members and the NSO.</span><span style=\"mso-spacerun: yes;\">&nbsp; </span><span>Many of the <span>RET</span> participants used solar data in their classrooms, and one brought her advanced group of high school students on</span><span style=\"mso-spacerun: yes;\">&nbsp; </span>a research trip to the telescope to take sunspot images and analyze them with advanced image processing tools.</span></p>\n<p><span style=\"font-family: Times New Roman; font-size: small;\"> </span><span style=\"font-family: Times New Roman; font-size: small;\"> </span><span><span>There were many avenues through which the <span>NSO</span> <span>REU</span> program provided professional development for its students. </span><span style=\"mso-spacerun: yes;\">&nbsp;</span>All students in our program wrote a final report at the end of their project and presented a talk in preparation for their future careers.&nbsp;<span>Over half (56%) of <span>NSO</span> <span>REU</span> students attended annual American Astronomical Society, including AAS Solar Physics Division,&nbsp;meetings to present their work to the international solar physics community. </span><span style=\"mso-spacerun: yes;\">&nbsp;</span>Another important outcome of this program was that 31% of our students were co-authors on internationally recognized refereed journal papers, most of them contributing in significant ways and attaining the status of second or third author on the publication. <span style=\"mso-spacerun: yes;\">&nbsp;</span>Our program provided a hi...",
  "por_txt_cntn": "\n The 2009-2013 Research Experiences for Undergraduates/Research Experiences for Teachers program at the National Solar Observatory (NSO) was one of the few opportunities in the country for undergraduate students and teachers to study the physics of the closest star using world-class facilities in collaboration with international research mentors.  This final outcomes report summarizes the last 5 years of our 20+ year NSF-funded undergraduate program.  During this period, our program received applications from 374 students from 27 states, including many applicants from schools other than Tier 1 Research Universities.  \n\n The projects completed by our 30 REU students explored the frontiers of the physics of our Sun.  An REU project, \"A Comparison between Photospheric Magnetic and Current Helicities and Subsurface Kinetic Helicity during 2007?2012\", compared with twist of the magnetic fields seen in sunspots on the surface of the Sun with the twisting flow fields measured below the solar surface using solar seismology techniques.  Another project, \"The Observed Red Asymmetry in the Bisectors of the Chromospheric Ca II 854.2 nm Line\", examined an unexplained feature in the solar spectrum and developed a connection between this feature and the ubiquitous acoustic shock waves seen in the atmosphere of the Sun.  And finally, a Research Experiences for Teachers project about \"Comparing Sunspot Data Taken from Ground-Based Telescopes and Satellites\" developed a lesson plan using measurements of sunspots from ground-based NSF telescopes and NASA space-based missions to address over 12 specific Arizona state education standards. Several of our REU students continued their research projects after returning to their home university, which promoted collaboration between several college faculty members and the NSO.  Many of the RET participants used solar data in their classrooms, and one brought her advanced group of high school students on  a research trip to the telescope to take sunspot images and analyze them with advanced image processing tools.\n\n  There were many avenues through which the NSO REU program provided professional development for its students.  All students in our program wrote a final report at the end of their project and presented a talk in preparation for their future careers. Over half (56%) of NSO REU students attended annual American Astronomical Society, including AAS Solar Physics Division, meetings to present their work to the international solar physics community.  Another important outcome of this program was that 31% of our students were co-authors on internationally recognized refereed journal papers, most of them contributing in significant ways and attaining the status of second or third author on the publication.  Our program provided a high-level academic environment for the students, with specific training in research and work-place ethics (provided by AURA, Inc.), a summer schedule of weekly research talks specifically geared toward the undergraduate level, and an annual field trip to visit astronomy research facilities in New Mexico and Arizona.\n\nWith this introduction to cutting-edge research and the professional development provided by the NSO REU program, our summer students were prepared well for post-graduate education.  The fraction of our students who entered graduate school programs was higher than 90%, which was larger than the national average for undergraduate students.  Specifically, we note that the fraction of NSO REU students who entered graduate school in the field of physics and astronomy was 60%, nearly three times higher than the national average of physics and astronomy BS degree recipients as reported by the American Institute of Physics. The few REU students who did not enter graduate school secured jobs in industry where the professional development skills they learned also had an important impact\n\nFinally the NSO REU program is committed to the diversity broadening goals of the..."
 }
}