{
 "awd_id": "0852672",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research - Leveraging Thought Diversity",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Quinetta Roberson",
 "awd_eff_date": "2009-03-01",
 "awd_exp_date": "2013-02-28",
 "tot_intn_awd_amt": 143019.0,
 "awd_amount": 147401.0,
 "awd_min_amd_letter_date": "2009-03-05",
 "awd_max_amd_letter_date": "2010-07-26",
 "awd_abstract_narration": "Diversity in work team members has been found, in a number of studies, to yield countervailing effects: on the one hand, it promotes creativity and innovation, but on the other it leads to increased conflict, lower member satisfaction, and reduced willingness to collaborate. It is not surprising that organizations have a hard time managing and sustaining innovative teams. \r\n\r\nOne reason diversity may promote successful innovation is that people who are different from each other contribute different knowledge and different approaches to team deliberations. Thought diversity has therefore become of particular interest to team researchers and managers. \r\n\r\nIn this study, the thought diversity, innovation, and satisfaction of cross-functional R&D teams will be examined in light of various types of group processes and leadership behaviors using a survey methodology. The survey instruments have already been successfully pre-tested and the sample of teams is large and well suited to the questions at hand. The survey illicits  systematic information about multiple dimensions of the thought diversity, group processes, and leadership approaches associated with a team. It also includes multidimensional assessment items related to team performance and collaboration. The resulting dataset will allow the researchers to systematically identify and assess patterns common to more and less successful teams. \r\n\r\nThe results of this work should be of interest to practicing managers, not just organizational scholars. The findings should shed light on: (a) how group processes in increasingly complex teams can be managed; (b) how the positive contributions of diversity can be harnessed to spur productive creativity and innovation within teams; and (c) how leadership strategies within groups can bridge the contradictory effects of diversity and group processes, such that mutual learning and thought diversity are both possible within innovation teams.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nancy",
   "pi_last_name": "DiTomaso",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nancy DiTomaso",
   "pi_email_addr": "ditomaso@business.rutgers.edu",
   "nsf_id": "000280223",
   "pi_start_date": "2009-03-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University Newark",
  "inst_street_address": "123 WASHINGTON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "9739720283",
  "inst_zip_code": "071023026",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NJ10",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "T3NGNR66YK89"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University Newark",
  "perf_str_addr": "123 WASHINGTON ST",
  "perf_city_name": "NEWARK",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "071023026",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NJ10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  },
  {
   "pgm_ele_code": "537600",
   "pgm_ele_name": "INNOVATION & ORG SCIENCES(IOS)"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 143019.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 4382.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The purpose of this research was to examine how leadership strategies and group processes in research and development teams affect how diversity of thought among team members impacts innovation. Past research on teams gave insufficient attention to how teams can develop mutual understanding without losing the value of diverse thinking within the group. Companies with significant investments in R&amp;D face a special challenge of developing frame-breaking and competence destroying innovation within organizational teams whose members often see the world through the lens of their own areas of expertise or knowledge or through differences in background or culture. The previous research had also not sufficiently demonstrated how the processes that take place in diverse teams can facilitate the brokering and integration of knowledge across team members and the mutual learning that must take place in order for innovation to result. Further, although there has been a great deal of research on leadership within teams, insufficient research has addressed the leadership strategies that facilitate successful group processes in diverse teams tasked with innovation.</p>\n<p>Using a survey methodology with items derived from the research literature or developed based on our preliminary research, we examined both the leadership strategies and the group processes in 89 cross-functional research and development teams in 29 participating industrial companies. The survey included 854 individuals who were team members, plus the stakeholders of the teams who could evaluate the team performance and innovativeness.</p>\n<p>We found that two cognitive styles (sequential thinking and connective thinking) affect innovation both directly and indirectly, by influencing the level of psychological safety and amount of collaborative learning that develop on a team. In particular, sequential thinking decreases team innovation by inhibiting psychological safety, while connective thinking helps improve team innovation through facilitating collaborative learning. Connective thinking is also associated with more radical innovation, while sequential thinking seems to help the team implement the diversity of ideas that emerge in the team. In general, we found that innovative teams learn from each other, provide an environment where members feel safe in expressing their opinions, but that they also avoided relying on a single, shared mindset.</p>\n<p>We also found that Complexity Leadership contributes to innovation, because it fosters collaborative learning both within the team and with others. Complexity leadership included seeking a broad range of perspectives and solutions, encouraging divergent thinking, enabling risk taking and the expression of novel ideas, distinguishing helpful and unhelpful conflict, facilitating mutual problem solving, and guiding convergence on action decisions. Complexity leadership seems to increase innovative behaviors among team members and to improve their ability to produce breakthrough innovation. Complexity leadership appears to increase collaborative learning, which contributes indirectly to more innovativeness. Finally, we found that significant benefits accrue to cross-functional innovation teams when Complexity Leadership is performed by both team leaders and team members.</p>\n<p>Our research also allows us to explore an important but relatively under researched assumption that more variety in demographic characteristics, educational or functional background, or hierarchical status on a team represents differences as well in perspectives, approaches, and ways of thinking. Our findings suggest that there are differences, but not necessarily in the ways that have been suggested in the literature. It seems that various organizational roles and the type of training or work functions that one engages in affects or attracts different ways of thinking more than the categori...",
  "por_txt_cntn": "\nThe purpose of this research was to examine how leadership strategies and group processes in research and development teams affect how diversity of thought among team members impacts innovation. Past research on teams gave insufficient attention to how teams can develop mutual understanding without losing the value of diverse thinking within the group. Companies with significant investments in R&amp;D face a special challenge of developing frame-breaking and competence destroying innovation within organizational teams whose members often see the world through the lens of their own areas of expertise or knowledge or through differences in background or culture. The previous research had also not sufficiently demonstrated how the processes that take place in diverse teams can facilitate the brokering and integration of knowledge across team members and the mutual learning that must take place in order for innovation to result. Further, although there has been a great deal of research on leadership within teams, insufficient research has addressed the leadership strategies that facilitate successful group processes in diverse teams tasked with innovation.\n\nUsing a survey methodology with items derived from the research literature or developed based on our preliminary research, we examined both the leadership strategies and the group processes in 89 cross-functional research and development teams in 29 participating industrial companies. The survey included 854 individuals who were team members, plus the stakeholders of the teams who could evaluate the team performance and innovativeness.\n\nWe found that two cognitive styles (sequential thinking and connective thinking) affect innovation both directly and indirectly, by influencing the level of psychological safety and amount of collaborative learning that develop on a team. In particular, sequential thinking decreases team innovation by inhibiting psychological safety, while connective thinking helps improve team innovation through facilitating collaborative learning. Connective thinking is also associated with more radical innovation, while sequential thinking seems to help the team implement the diversity of ideas that emerge in the team. In general, we found that innovative teams learn from each other, provide an environment where members feel safe in expressing their opinions, but that they also avoided relying on a single, shared mindset.\n\nWe also found that Complexity Leadership contributes to innovation, because it fosters collaborative learning both within the team and with others. Complexity leadership included seeking a broad range of perspectives and solutions, encouraging divergent thinking, enabling risk taking and the expression of novel ideas, distinguishing helpful and unhelpful conflict, facilitating mutual problem solving, and guiding convergence on action decisions. Complexity leadership seems to increase innovative behaviors among team members and to improve their ability to produce breakthrough innovation. Complexity leadership appears to increase collaborative learning, which contributes indirectly to more innovativeness. Finally, we found that significant benefits accrue to cross-functional innovation teams when Complexity Leadership is performed by both team leaders and team members.\n\nOur research also allows us to explore an important but relatively under researched assumption that more variety in demographic characteristics, educational or functional background, or hierarchical status on a team represents differences as well in perspectives, approaches, and ways of thinking. Our findings suggest that there are differences, but not necessarily in the ways that have been suggested in the literature. It seems that various organizational roles and the type of training or work functions that one engages in affects or attracts different ways of thinking more than the categorical differences of race/ethnicity or gender. There are strong differences, however, by..."
 }
}