{
 "awd_id": "0852833",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:  IDBR: Multiscale 3-D Observation System for Analysis of Predator-Prey Interactions",
 "cfda_num": "47.074",
 "org_code": "08080200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joyce Fernandes",
 "awd_eff_date": "2009-05-15",
 "awd_exp_date": "2013-04-30",
 "tot_intn_awd_amt": 78306.0,
 "awd_amount": 78306.0,
 "awd_min_amd_letter_date": "2009-05-19",
 "awd_max_amd_letter_date": "2011-05-06",
 "awd_abstract_narration": "A unique instrumentation system will be developed that will allow simultaneous characterization of the motion of plankton, small fish, and the surrounding fluid within a complex interweaving biological and hydrodynamic environment. The system will quantify evolving three-dimensional motion of organisms and fluid over a continuous range of spatial scales spanning five orders of magnitude (from 10 centimeters down to a micron) thus enabling the simultaneous characterization of detailed behavior of small fish, zooplankton, and phytoplankton or protozoa (species of three trophic levels). The system will also have high temporal resolution down to 0.5 ms enabling the observation of rapidly occurring flow events and behavioral reactions. Two state-of-the-art velocimetry techniques will be integrated to resolve the wide range of spatial scales. Holographic velocimetry will quantify small-scale motion of organisms, microscopic appendages, and the surrounding fluid (scales 1-100 micrometer). Simultaneously, tomographic velocimetry will capture and quantify larger scales (300 micrometer- 10 cm) of motion in the volume surrounding one or multiple organisms. The system will operate in a spectral range (near-infrared) to which fish and plankton are insensitive so that the measurement system will not affect or bias their behavior. The measurements obtained from the proposed instrument would provide unprecedented quantitative observational capabilities in both spatial and temporal domains. The instrumentation will permit the study of predator-prey interactions among fish, zooplankton, ciliates, dinoflagellates, and bacteria simultaneously within realistic environments. Therefore the data captured by such a system will provide opportunities to transform understanding of interactive behavior in aquatic environments. Hence, the system will lead to new understanding of the reasons behind variations in productivity and biomass in the sea and in freshwater bodies. \r\nThree graduate students and multiple undergraduates will be directly involved in the research. Also, the PI's will work with elementary school teachers and students at a school with significant Native American population to develop interactive projects based on understanding populations of plankton, minnows, and small fish in local freshwater environments. As part of these projects, the instrumentation system will be used to generate movies revealing detailed motion of individual species, their interactions with one another and with the surrounding flow. The resulting movies will be posted on a local website as well as on efluids.com and youtube.com. \r\nThe completed system will be available to visiting scientists for studies of the effects of hydrodynamics on behavioral and ecological interactions between organisms. Also, based on the results of this study, the PI's will maintain a web page containing a detailed plan and recommendations for development and operation of such systems by biological researchers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Edward",
   "pi_last_name": "Buskey",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Edward J Buskey",
   "pi_email_addr": "ed.buskey@utexas.edu",
   "nsf_id": "000096548",
   "pi_start_date": "2009-05-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Pablo",
   "pi_last_name": "Munguia",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Pablo Munguia",
   "pi_email_addr": "munguia@mail.utexas.edu",
   "nsf_id": "000511195",
   "pi_start_date": "2009-05-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "110 INNER CAMPUS DR",
  "perf_city_name": "AUSTIN",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121139",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "110800",
   "pgm_ele_name": "INSTRUMENTAT & INSTRUMENT DEVP"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9184",
   "pgm_ref_txt": "BIOTECHNOLOGY - INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 4560.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 4560.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 69186.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of our project was to develop an instrumentation system that allows simultaneous characterization of the motion of plankton, small fish, and the surrounding fluid within a complex hydrodynamic environment.&nbsp; The key novelty of the system is that it quantifies rapidly changing 3D motion of both organisms and fluid over a range of spatial scales in a non-intrusive manner.&nbsp; The system also has high temporal resolution enabling the observation of rapidly occurring flow events and behavioral reactions, therefore enabling study of trophic interactions and hence the reasons behind variations in productivity and biomass in the sea.</p>\n<p>The system consisted of a large flume (see figure) or racetrack for creating water currents with a paddle wheel. An infrared (invisible to fish and humans) laser (red box in figure) illuminates a volume of water in front of 4 high speed video cameras all focused on the same volume, and recording images at 1000 frames per second. Small light-reflecting particles are suspended in the water to allow the movements of the water to be accurately tracked in 3 dimensions.&nbsp; A blenny, a small coral reef fish that feeds on copepods, is placed in the flume in front of the cameras. Blennies live inside small holes within coral reefs with their heads sticking out to observe and capture copepods and other plankton passing by. Copepods are placed in the flume, and various coral structures are placed in the flume upstream of the feeding blenny. The tomographic system allows us to visualize the water flow in the area where the fish is feeding, as well as the feeding behavior of the fish and the escape behavior of the copepods. We compared the feeding behavior of the fish in smooth flowing water to those in more complex flows as various shapes of coral skeletons were placed in the flume upstream of the fish. The blennies were more successful in capturing copepods in complex flows created by branching coral structures. The fish could detect areas of complex flow and time their feeding strikes at the copepod prey to take advantage of small vortices, or areas of spinning water, cast off downstream of the coral branches.</p>\n<p>Global climate change is having a major impact on a number of marine habitats through warming of the seas, increased frequency and intensity of storms, and the acidification of the oceans through increased atmospheric carbon dioxide concentrations. These impacts are especially intense on coral reef ecosystems, which are among the most productive and biologically diverse habitats in the sea. One of the key characteristics of coral reefs is the complex hard structures created by the calcium carbonate skeletons of the corals. The irregular shapes of corals on the surface of the reef create complex water flow patterns over the surface of the reef. The warming and acidification of the seas and increased frequency and duration of tropical storms has been especially damaging to fragile branched corals. Previous studies have demonstrated that the high productivity of coral reefs is due to several factors, including the nutritional supplement provided by oceanic planktonic organisms that are advected over the reef and fed on by numerous suspension feeding invertebrates and planktivorous coral reef fishes. The dominant forms of zooplankton being swept over the reef are copepods. These small crustaceans normally detect their predators through the water motion created as small fishes approach to attack them. These copepods have some of the fastest escape behaviors of any living animal, but their ability to detect their predators is reduced as they pass over coral reefs because of the high levels of turbulence created by the complex surface of coral structures. &nbsp;As climate change continues to degrade the structural integrity of coral reefs, this may also negatively impact the ability of small coral reef fishes to prey on c...",
  "por_txt_cntn": "\nThe goal of our project was to develop an instrumentation system that allows simultaneous characterization of the motion of plankton, small fish, and the surrounding fluid within a complex hydrodynamic environment.  The key novelty of the system is that it quantifies rapidly changing 3D motion of both organisms and fluid over a range of spatial scales in a non-intrusive manner.  The system also has high temporal resolution enabling the observation of rapidly occurring flow events and behavioral reactions, therefore enabling study of trophic interactions and hence the reasons behind variations in productivity and biomass in the sea.\n\nThe system consisted of a large flume (see figure) or racetrack for creating water currents with a paddle wheel. An infrared (invisible to fish and humans) laser (red box in figure) illuminates a volume of water in front of 4 high speed video cameras all focused on the same volume, and recording images at 1000 frames per second. Small light-reflecting particles are suspended in the water to allow the movements of the water to be accurately tracked in 3 dimensions.  A blenny, a small coral reef fish that feeds on copepods, is placed in the flume in front of the cameras. Blennies live inside small holes within coral reefs with their heads sticking out to observe and capture copepods and other plankton passing by. Copepods are placed in the flume, and various coral structures are placed in the flume upstream of the feeding blenny. The tomographic system allows us to visualize the water flow in the area where the fish is feeding, as well as the feeding behavior of the fish and the escape behavior of the copepods. We compared the feeding behavior of the fish in smooth flowing water to those in more complex flows as various shapes of coral skeletons were placed in the flume upstream of the fish. The blennies were more successful in capturing copepods in complex flows created by branching coral structures. The fish could detect areas of complex flow and time their feeding strikes at the copepod prey to take advantage of small vortices, or areas of spinning water, cast off downstream of the coral branches.\n\nGlobal climate change is having a major impact on a number of marine habitats through warming of the seas, increased frequency and intensity of storms, and the acidification of the oceans through increased atmospheric carbon dioxide concentrations. These impacts are especially intense on coral reef ecosystems, which are among the most productive and biologically diverse habitats in the sea. One of the key characteristics of coral reefs is the complex hard structures created by the calcium carbonate skeletons of the corals. The irregular shapes of corals on the surface of the reef create complex water flow patterns over the surface of the reef. The warming and acidification of the seas and increased frequency and duration of tropical storms has been especially damaging to fragile branched corals. Previous studies have demonstrated that the high productivity of coral reefs is due to several factors, including the nutritional supplement provided by oceanic planktonic organisms that are advected over the reef and fed on by numerous suspension feeding invertebrates and planktivorous coral reef fishes. The dominant forms of zooplankton being swept over the reef are copepods. These small crustaceans normally detect their predators through the water motion created as small fishes approach to attack them. These copepods have some of the fastest escape behaviors of any living animal, but their ability to detect their predators is reduced as they pass over coral reefs because of the high levels of turbulence created by the complex surface of coral structures.  As climate change continues to degrade the structural integrity of coral reefs, this may also negatively impact the ability of small coral reef fishes to prey on copepods and other zooplankton, which in turn will reduce both the productivity and ecological ..."
 }
}