{
 "awd_id": "0852803",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A Novel Integrated Scheme for Treating Hydrophobic Air Contaminants",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce Hamilton",
 "awd_eff_date": "2009-05-15",
 "awd_exp_date": "2013-04-30",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 326500.0,
 "awd_min_amd_letter_date": "2009-04-24",
 "awd_max_amd_letter_date": "2012-05-12",
 "awd_abstract_narration": "0852803\r\nSorial\r\n\r\nNon-methane hydrocarbons (NMHC), usually called volatile organic compounds (VOCs), have been a major health concern due to their adverse effects on both human and the environment. Biofiltration systems have recently emerged as an attractive option for controlling volatile organic compounds (VOCs) emissions from industrial processes due to its cost effectiveness. However, a number of challenges face biofiltration technology. Typically, most off-gas or treatment streams for volatile organic compounds (VOCs) that originate in industrial processes have variable flowrates and contaminant compositions that limit the handling efficiency of the biofiltration system. Furthermore, hydrophobic contaminants are not readily bio-available. Nevertheless, the regulatory community generally expects emission controls to be capable of maintaining adequate treatment. \r\n\r\nAs a solution to this limitation in biofiltration systems, a novel integrated technology will be investigated to achieve stable contaminant removal efficiency by combining the buffering capacity of a two bed cyclic adsorption/desorption unit with a Trickle Bed Air Biofilter (TBAB). The bioavailability of hydrophobic compounds will be enhanced by the introduction of non-toxic surfactants that will serve dual purposes, increasing solubility and limiting excess biomass growth. The primary objective of this project will be to establish the effectiveness of coupling adsorption with biofiltration to yield an efficient treatment train that can comply with emissions regulation during adverse conditions of industrial operation especially for recalcitrant low solubility contaminants. The results of the study are expected to form the scientific and engineering bases for an innovative integrated treatment scheme for effective control of hydrophobic VOCs under varying loading conditions. It is expected that the utilization of the 2- bed cyclic adsorption/desorption unit to minimize fluctuations in the TBAB operation will improve the overall efficiency of the biofiltration treatment process; provide cost savings and more consistent emission compliance. \r\n\r\nAs a general class of additional benefits, the proposed scheme for removal of hydrophobic VOCs is expected to promote significantly improved air emission control technologies. Furthermore, the research activities will emphasize learning through discovery and can be used to establish a culture of curiosity, critical thinking, and an authentic scientific method of inquiry for both undergraduate and graduate students. The 7th to 12th grade teachers involved in the RET site project (in which the PI of this project is a CO-PI) will have the opportunity to gain knowledge in the proposed research through scheduled Engineering Seminars and poster forums and convey the knowledge gained in their teachings of math and science. Furthermore, the results obtained in this study will be disseminated by presentations at national and international conferences and by publication in peer refereed journals for enhancing scientific and technological understanding of the proposed integrated technology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "Sorial",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "George Sorial",
   "pi_email_addr": "george.sorial@uc.edu",
   "nsf_id": "000312184",
   "pi_start_date": "2009-04-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Youngwoo",
   "pi_last_name": "Seo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Youngwoo Seo",
   "pi_email_addr": "youngwoo.seo@utoledo.edu",
   "nsf_id": "000511654",
   "pi_start_date": "2009-04-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Cincinnati Main Campus",
  "inst_street_address": "2600 CLIFTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CINCINNATI",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "5135564358",
  "inst_zip_code": "452202872",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "OH01",
  "org_lgl_bus_name": "CINCINNATI UNIV OF",
  "org_prnt_uei_num": "DZ4YCZ3QSPR5",
  "org_uei_num": "DZ4YCZ3QSPR5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Cincinnati Main Campus",
  "perf_str_addr": "2600 CLIFTON AVE",
  "perf_city_name": "CINCINNATI",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "452202872",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "OH01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "001E",
   "pgm_ref_txt": "Air pollution"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9187",
   "pgm_ref_txt": "TOXIC SUBSTANCES/SOLID & HAZARDOUS WASTE"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 310000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 10000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 6500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>&nbsp;</span>The objectives of this study are to introduce biological treatment as an effective technique for non-methane hydrocarbon removal from air under stressed operating conditions. Emphasis was being placed on hydrophobic compounds which are known to be recalcitrant to biological treatment. Two hydrophobic compounds, n-hexane and benzene, which are carcinogenic and toxic, and one hydrophilic compound, namely, methanol were utilized as model compounds. Different operating conditions were considered.<br />Loading rates up to 48 , 64.5 and 77 g/(m<sup>3</sup> h) for n-hexane, methanol<br />and benzene were applied at the inlet providing elimination capacities of 39,<br />63.1 and 61 g/(m<sup>3</sup> h) , respectively. These elevated elimination capacities have not been achieved by any reported research for hydrophobic<br />compounds at practical removal efficiencies as obtained in this study (minimum 78%). Surfactants were introduced in the biofiltration system as means for enhancing solubility. The effect of two different surfactants; Triton X-100 and Tomadol 25-7, were investigated at different loading rates for the<br />biodegradation of n-hexane operating under neutral pH.</p>\n<p>Other means of increasing the bioavailability of hydrophobic compounds was the introduction of acidic environment, which supports the growth of fungi and suppresses bacteria. The shift in the working consortium enables the aerial mycelia of fungi to form larger surface area in the gas phase. This facilitates the uptake of hydrophobic volatile compounds overtaking the rate limiting step. Acidic operation at pH 4 was investigated in Trickle Bed Air Biofilters (TBABs) for the VOCs in the study and compared to operation at neutral pH at the same loading rates. Operating with fungi microorganism for n-hexane enhanced the performance significantly, while very similar performance was observed for both benzene and methanol. In addition, different ratios of n-hexane, benzene, and methanol were applied to TBABs to study the effect of mixture on the performance behavior at neutral and acidic pH to gain insight about their effect on each other, since in several industries these VOCs are emitted together.</p>\n<p>Finally, in order to overcome the challenges of practical erratic loadings to biofilter bed an integrated cyclic adsorption/desorption beds followed by biofilter was evaluated. The system was designed to incorporate simultaneous adsorption and desorption processes, in order to<br />dampen VOC concentration pulses in waste streams. The effectiveness of the integrated process scheme under four dynamic contaminant loadings was compared to a stand-alone biofilter system. The integrated unit proved to achieve the goal of effectively treating fluctuating VOC loading with high removal efficiency; and attain consistent emission compliance and economical design of biofiltration facilities.</p>\n<p>Broader Impacts:</p>\n<p>Two PhD graduate students and&nbsp;three MS graduate students were partially supported on the project.&nbsp; In addition two undergraduate students (three<br />COOP quarters) were involved in the project.&nbsp;The results of this project resulted in two PhD dissertations, 14 peer reviewed journal articles (8 published and 6 under preparation for submission), 14 peer reviewed conference proceedings, and 20 conference proceedings. Presentations<br />at the various conferences gained interest by industrial attendees. The<br />research results were also shared in classroom lectures on advanced topics in Environmental Engineering course given by the PI as a specific case study.</p>\n<p><strong>PhD Dissertations:</strong></p>\n<p>Aly Hassan, A. &ldquo;A Novel Integrated Treatment Scheme for Destruction of Hydrophobic Hazardous Air Pollutants,&rdquo; PhD dissertation, Environmental Engineering Program, University of Cincinnati, 2010.</p>\n<p><br />Zehraoui, A., &ldquo;Enhanced Biolog...",
  "por_txt_cntn": "\n The objectives of this study are to introduce biological treatment as an effective technique for non-methane hydrocarbon removal from air under stressed operating conditions. Emphasis was being placed on hydrophobic compounds which are known to be recalcitrant to biological treatment. Two hydrophobic compounds, n-hexane and benzene, which are carcinogenic and toxic, and one hydrophilic compound, namely, methanol were utilized as model compounds. Different operating conditions were considered.\nLoading rates up to 48 , 64.5 and 77 g/(m3 h) for n-hexane, methanol\nand benzene were applied at the inlet providing elimination capacities of 39,\n63.1 and 61 g/(m3 h) , respectively. These elevated elimination capacities have not been achieved by any reported research for hydrophobic\ncompounds at practical removal efficiencies as obtained in this study (minimum 78%). Surfactants were introduced in the biofiltration system as means for enhancing solubility. The effect of two different surfactants; Triton X-100 and Tomadol 25-7, were investigated at different loading rates for the\nbiodegradation of n-hexane operating under neutral pH.\n\nOther means of increasing the bioavailability of hydrophobic compounds was the introduction of acidic environment, which supports the growth of fungi and suppresses bacteria. The shift in the working consortium enables the aerial mycelia of fungi to form larger surface area in the gas phase. This facilitates the uptake of hydrophobic volatile compounds overtaking the rate limiting step. Acidic operation at pH 4 was investigated in Trickle Bed Air Biofilters (TBABs) for the VOCs in the study and compared to operation at neutral pH at the same loading rates. Operating with fungi microorganism for n-hexane enhanced the performance significantly, while very similar performance was observed for both benzene and methanol. In addition, different ratios of n-hexane, benzene, and methanol were applied to TBABs to study the effect of mixture on the performance behavior at neutral and acidic pH to gain insight about their effect on each other, since in several industries these VOCs are emitted together.\n\nFinally, in order to overcome the challenges of practical erratic loadings to biofilter bed an integrated cyclic adsorption/desorption beds followed by biofilter was evaluated. The system was designed to incorporate simultaneous adsorption and desorption processes, in order to\ndampen VOC concentration pulses in waste streams. The effectiveness of the integrated process scheme under four dynamic contaminant loadings was compared to a stand-alone biofilter system. The integrated unit proved to achieve the goal of effectively treating fluctuating VOC loading with high removal efficiency; and attain consistent emission compliance and economical design of biofiltration facilities.\n\nBroader Impacts:\n\nTwo PhD graduate students and three MS graduate students were partially supported on the project.  In addition two undergraduate students (three\nCOOP quarters) were involved in the project. The results of this project resulted in two PhD dissertations, 14 peer reviewed journal articles (8 published and 6 under preparation for submission), 14 peer reviewed conference proceedings, and 20 conference proceedings. Presentations\nat the various conferences gained interest by industrial attendees. The\nresearch results were also shared in classroom lectures on advanced topics in Environmental Engineering course given by the PI as a specific case study.\n\nPhD Dissertations:\n\nAly Hassan, A. \"A Novel Integrated Treatment Scheme for Destruction of Hydrophobic Hazardous Air Pollutants,\" PhD dissertation, Environmental Engineering Program, University of Cincinnati, 2010.\n\n\nZehraoui, A., \"Enhanced Biological Oxidation of Hydrophobic Compounds  under Dynamic Load in a Trickle-Bed-Air-Biofilter, PhD dissertation, Environmental Engineering Program, University of Cincinnati, 2013.\n\nPublished Peer Reviewed Journal Articles:\n\n1. Aly Hassan, A., Zehr..."
 }
}