{
 "awd_id": "0852345",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Financial Frictions and Monetary Policy:  Accounting for the Behavior of Small and Large Firms over the Business Cycle",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927280",
 "po_email": "nlutz@nsf.gov",
 "po_sign_block_name": "Nancy Lutz",
 "awd_eff_date": "2009-03-01",
 "awd_exp_date": "2016-02-29",
 "tot_intn_awd_amt": 471720.0,
 "awd_amount": 471720.0,
 "awd_min_amd_letter_date": "2009-03-05",
 "awd_max_amd_letter_date": "2017-03-14",
 "awd_abstract_narration": "Intellectual Merit: A central question in monetary economics is how monetary policy affects real activity over the business cycle. One widely held view is that it does so through the credit channel, by affecting the rates at which banks borrow and lend, and by affecting the balance sheets of firms, particularly for firms with limited access to financial markets. This proposal describes three projects aimed at investigating the quantitative importance of the credit channel and the implications of theoretical models of the credit channel for the conduct of monetary policy. The first proposed project is empirical and analyzes the business cycle characteristics of the size distribution of firms, price-cost margins, labor productivity, borrowing costs and other measures of financial constraints, all by firm size. The focus on firm size is motivated by the idea that larger firms have better access to financial markets. This analysis covers widely-used and new data for the postwar period and the Great Depression for the United States as well as postwar data for a number of other countries. The PI's have obtained approval from the Census Bureau for access to an extensive detailed collection of data at the plant and firm level since the 1970s. A panel tracking the behavior of plants and the characteristics of their associated firms will be constructed using this data and data from publicly available sources. Preliminary findings suggest that, over the business cycle, small and large firms (with very different access to capital markets) behave very similarly, but following monetary contractions small firms contract disproportionately relative to large forms.\r\nThe second project builds a model consistent with the findings of the first project. In the model, financial frictions affect the use of working capital, particularly for small firms. Larger firms are less affected by these frictions because they have greater access to public financial markets. A monetary contraction disproportionately affects small firms and distorts their use of working capital relative to other inputs. Over the business cycle, productivity shocks affect both types of firms similarly as long as monetary policy is appropriately accommodative. Preliminary versions of the model suggest that while it is promising other mechanisms may be needed to amplify the e¤ects of shocks.\r\nThe third project is intended to develop an amplification mechanism. We describe a model in which small firms discipline the monopoly power of large firms. Financial frictions disproportionately affect small firms. In recessions, financial frictions worsen and small firms marginal costs rise relative to those of large firms. The economy becomes less competitive and the resulting distortions provide a possible amplification mechanism. Furthermore, in the model, the labor wedge rises in recessions much as it does in the data.\r\n\r\nBroader Impacts: The broader impacts are that the projects will help improve the conduct of monetary policy over the business cycle. The projects will also help in the design of regulatory policy aimed at the banking and financial services industry and in the design of policies aimed at new and small firms. The research described here will be disseminated broadly. It will be published in academic journals as well as in publications by the Federal Reserve System and publications which are intended for fiscal and regulatory policymakers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Varadarajan",
   "pi_last_name": "Chari",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Varadarajan V Chari",
   "pi_email_addr": "chari@res.mpls.frb.fed.us",
   "nsf_id": "000219182",
   "pi_start_date": "2009-03-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Patrick",
   "pi_last_name": "Kehoe",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Patrick Kehoe",
   "pi_email_addr": "pkehoe@stanford.edu",
   "nsf_id": "000153706",
   "pi_start_date": "2009-03-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "National Bureau of Economic Research Inc",
  "inst_street_address": "1050 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6178683900",
  "inst_zip_code": "021385359",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "NATIONAL BUREAU OF ECONOMIC RESEARCH INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "GT28BRBA2Q49"
 },
 "perf_inst": {
  "perf_inst_name": "National Bureau of Economic Research Inc",
  "perf_str_addr": "1050 MASSACHUSETTS AVE",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021385359",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 314480.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 157240.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our work on this proposal covered a whole variety of issues. Here we briefly discuss 3 general messages from this work.</p>\n<ol>\n<li>Forming Monetary Unions</li>\n</ol>\n<p>&nbsp;&nbsp;&nbsp; In our work on credibility and monetary policy, we begin by noting that the classic optimal currency area criterion is that countries with more correlated shocks are better candidates to form a union. We show that when countries have credibility problems this simple criterion must be changed: Symmetric countries gain credibility when joining the union only when the shocks affecting credibility are not highly correlated. Our analysis provides a amended optimal currency area criterion that we argue is more relevant than the classic one. We illustrate our argument both for a reduced form model and for a relatively standard sticky-price general equilibrium model. We argue that our new criterion should lead to a rethinking of the massive amount of empirical work on optimal currency areas.</p>\n<ol>\n<li>Financial Crises</li>\n</ol>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; In Kehoe's work with Arellano and Bai, we note that in the recent U.S. financial crisis the large decline in economic activity and credit was accompanied by a large increase in the dispersion of growth rates across firms. During the crisis, however, even though aggregate labor and output fell sharply, labor productivity did not. These features motivate us to build a model in which increased volatility at the firm level generates a downturn but has little effect on labor productivity. In the model hiring inputs is risky because financial frictions limit firms' ability to insure against shocks that occur between the time of production and the receipt of revenues. Hence, an increase in idiosyncratic volatility induces firms to reduce their inputs to reduce such risk. We find that our model can generate about 67% of the decline in output of the Great Recession of 2007--2009.</p>\n<ol>\n<li>Preventing Bailouts</li>\n</ol>\n<p>We argue that bailouts create tax distortions, subsidy distortions, and debt-size externalities. We show that an orderly resolution provision as in the Dodd Frank Act addresses the tax and subsidy distortions but not the debt-size externalties. A regulatory system which imposes limits on the debt-equity ratio of firms and imposes a Pigouvian tax on their size eliminates the distortions and completely corrects the externalities.</p>\n<p>&nbsp;&nbsp;&nbsp; During the recent financial crisis governments were faced with the prospect of widespread bankruptcies and liquidations. They responded to this prospect by engaging in bailouts of debt holders in many firms, particularly those in the financial sector. Policymakers and the general public have become concerned that expectations of such bailouts in the future will distort private incentives towards risk taking. In particular, it will provide incentives to firms and households to take on excessive amounts of debt and divert resources to sectors of the economy that are likely to be bailed in the future. The central policy question is how to design regulations that will address the distortions in private incentives created by expectations of bailouts.</p>\n<p>&nbsp;&nbsp;&nbsp; One proposal to address these distortions is the Dodd Frank Act. The key provision of this act which we refer to as the orderly resolution provision, grants to an authority the power to impose losses on unsecured creditors. This power ensures that firms on the verge of bankruptcy can continue operating without necessarily using tax revenues to buy off unsecured creditors. We argue that while this orderly resolution provision may help improve outcomes relative to the existing situation before it was passed, it is not the best way of addressing the key distortions arising from bailouts. Moreover, it is risky because of the discretion it gives regulators.</p>\n<p>&nbsp;&nbsp;&nbsp; Our pro...",
  "por_txt_cntn": "\nOur work on this proposal covered a whole variety of issues. Here we briefly discuss 3 general messages from this work.\n\nForming Monetary Unions\n\n\n    In our work on credibility and monetary policy, we begin by noting that the classic optimal currency area criterion is that countries with more correlated shocks are better candidates to form a union. We show that when countries have credibility problems this simple criterion must be changed: Symmetric countries gain credibility when joining the union only when the shocks affecting credibility are not highly correlated. Our analysis provides a amended optimal currency area criterion that we argue is more relevant than the classic one. We illustrate our argument both for a reduced form model and for a relatively standard sticky-price general equilibrium model. We argue that our new criterion should lead to a rethinking of the massive amount of empirical work on optimal currency areas.\n\nFinancial Crises\n\n\n        In Kehoe's work with Arellano and Bai, we note that in the recent U.S. financial crisis the large decline in economic activity and credit was accompanied by a large increase in the dispersion of growth rates across firms. During the crisis, however, even though aggregate labor and output fell sharply, labor productivity did not. These features motivate us to build a model in which increased volatility at the firm level generates a downturn but has little effect on labor productivity. In the model hiring inputs is risky because financial frictions limit firms' ability to insure against shocks that occur between the time of production and the receipt of revenues. Hence, an increase in idiosyncratic volatility induces firms to reduce their inputs to reduce such risk. We find that our model can generate about 67% of the decline in output of the Great Recession of 2007--2009.\n\nPreventing Bailouts\n\n\nWe argue that bailouts create tax distortions, subsidy distortions, and debt-size externalities. We show that an orderly resolution provision as in the Dodd Frank Act addresses the tax and subsidy distortions but not the debt-size externalties. A regulatory system which imposes limits on the debt-equity ratio of firms and imposes a Pigouvian tax on their size eliminates the distortions and completely corrects the externalities.\n\n    During the recent financial crisis governments were faced with the prospect of widespread bankruptcies and liquidations. They responded to this prospect by engaging in bailouts of debt holders in many firms, particularly those in the financial sector. Policymakers and the general public have become concerned that expectations of such bailouts in the future will distort private incentives towards risk taking. In particular, it will provide incentives to firms and households to take on excessive amounts of debt and divert resources to sectors of the economy that are likely to be bailed in the future. The central policy question is how to design regulations that will address the distortions in private incentives created by expectations of bailouts.\n\n    One proposal to address these distortions is the Dodd Frank Act. The key provision of this act which we refer to as the orderly resolution provision, grants to an authority the power to impose losses on unsecured creditors. This power ensures that firms on the verge of bankruptcy can continue operating without necessarily using tax revenues to buy off unsecured creditors. We argue that while this orderly resolution provision may help improve outcomes relative to the existing situation before it was passed, it is not the best way of addressing the key distortions arising from bailouts. Moreover, it is risky because of the discretion it gives regulators.\n\n    Our proposal is instead to regulate the debt to equity ratio of financial firms and to impose a Pigouvian tax on the size of such firms. We argue that doing so is the best feasible way to correct the distortions created by the expectations of bailouts.\n\n..."
 }
}