{
 "awd_id": "0852329",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Effects of El Nino-Southern Oscillation (ENSO) on the Mean Climate State of the Tropical Pacific",
 "cfda_num": "47.050",
 "org_code": "06020106",
 "po_phone": "7032928527",
 "po_email": "edeweave@nsf.gov",
 "po_sign_block_name": "Eric DeWeaver",
 "awd_eff_date": "2009-06-15",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 410736.0,
 "awd_amount": 410736.0,
 "awd_min_amd_letter_date": "2009-06-05",
 "awd_max_amd_letter_date": "2009-06-05",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\r\n\r\nThe El Niño-Southern Oscillation (ENSO) corresponds to a sloshing of water in the equatorial upper Pacific: during an ENSO cycle water moves back and forth north to south and east to west. This suggests that the time-mean effects of ENSO are to homogenize the upper ocean temperature, reducing the east-west and north-south gradients of sea surface temperature (SST). In more technical terms, it suggests that the eddy heat flux over ENSO cycles is a significant term in the long-term average heat budget of the equatorial upper Pacific. Moreover, it is plausible that the eddy heat flux is down gradient, such that it cools the warm pool, warms the thermocline, and warms the cold tongue.\r\n\r\nTo test this hypothesis, a heat budget analysis will be carried out using reanalysis data, numerical experiments will be conducted using an ocean model and a full coupled climate model. Forced experiments will include subjecting two different ocean models to surface forcing including and excluding the ENSO signal, and to surface forcing with different levels or types of ENSO activity. Analyses of the heat-budgets in these numerical experiments will reveal the effects of ENSO on the mean state, the relationship between heat fluxes and the thermal variance, and the relationship between the eddy heat fluxes and the thermal gradients in the mean state. The coupled experiments are designed to understand and to evaluate the interaction between the level of ENSO activity and the mean state of the tropical Pacific. Three models of varying complexity will be used for the coupled experiments: the National Center for Atmospheric Research (NCAR) Pacific basin model coupled to an empirical atmospheric model, the NCAR global ocean model coupled to an empirical atmosphere, and the NCAR Community Climate System Model (CCSM).\r\n\r\nThese studies will advance our understanding of the role of ENSO in maintaining the tropical Pacific climate on decadal or longer time-scales. On these time-scales, ENSO events are transients, whose time-mean effects have to be assessed. The resulting knowledge should offer insights into the causes of tropical biases in simulations by coupled climate models; it will improve understanding of tropical Pacific climate in past climates; and it will add to our understanding of how ENSO and the mean tropical Pacific climate will respond to global warming.\r\n\r\nBroader impacts of this research include an improved understanding of the role of ENSO-a phenomenon of great public interest-in the climate system. Through Dr. Sun's teaching and supervision of graduate and postdoctoral students, this research will contribute to the education, and training of future climate scientists.",
 "awd_arra_amount": 410736.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "De-Zheng",
   "pi_last_name": "Sun",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "De-Zheng Sun",
   "pi_email_addr": "dezheng.sun@colorado.edu",
   "nsf_id": "000431373",
   "pi_start_date": "2009-06-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 MARINE ST",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  },
  {
   "pgm_ele_code": "574000",
   "pgm_ele_name": "Climate & Large-Scale Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1324",
   "pgm_ref_txt": "CLIMATE VARIABILITY AND PREDICTABILITY"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 410736.0
  }
 ],
 "por": null
}