{
 "awd_id": "0852959",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "International Research Fellowship Program:  N-Body Simulations of Ring Formation in Non-barred Ringed Galaxies",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "John Tsapogas",
 "awd_eff_date": "2009-08-01",
 "awd_exp_date": "2011-10-31",
 "tot_intn_awd_amt": 140448.0,
 "awd_amount": 140448.0,
 "awd_min_amd_letter_date": "2009-06-08",
 "awd_max_amd_letter_date": "2009-06-08",
 "awd_abstract_narration": "0852959\r\nGrouchy\r\n\r\nThis award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\r\n\r\nThe International Research Fellowship Program enables U.S. scientists and engineers to conduct nine to twenty-four months of research abroad.  The program's awards provide opportunities for joint research, and the use of unique or complementary facilities, expertise and experimental conditions abroad.\r\n\r\nThis award will support a twenty-four-month research fellowship by Dr. Rebecca D. Grouchy to work with Dr. Francoise Combes at L?Observatoire de Paris (LERMA) in Paris, France.\r\n\r\nIn this project, the PI will attempt to establish the mode of ring formation in non-barred galaxies through N-body computer simulations created by LERMA at L?Observatoire de Paris. Rings observed in normal galaxies are typically resonance rings formed in response to the gravitational torque of a strong bar.  By their very nature, non-barred galaxies are missing a key component needed to form this resonance ring.  However, the PI believes rings within a non-barred galaxy may form in one of three ways.  First, the galaxy formed the ring in the past when it had a strong bar, and the bar has since dissolved through the build up of the central mass concentration leaving the ring behind.  Second, the ring formed as a response to the gravitational perturbation of a companion at close approach.  Third, the ring formed after a minor collision between the galaxy and a small companion in which the companion was completely consumed.  To test these possibilities, the PI will study a sample of twenty-four galaxies whose photometric properties were previously analyzed. This project will have two goals:  1. to determine whether the rings observed in the sample can be recreated through a resonance or a collision; and 2. to recreate the rare counter-winding spiral structure which has been observed in two non-barred ringed galaxies.\r\n\r\n\r\nThe results from this project, hopefully, will improve the current understanding of galactic dynamics and evolution.  By its very nature, a theory must be able to predict that which is detailed observationally.  Using N-body simulations to recreate non-barred ringed galaxies, the PI will test the level of the current understanding of galactic dynamics by comparing observations to theory.  If the observed galaxies are recreated then the current theories will be strengthened.  However, if the PI is unable to recreate the non-barred galaxies using a simulation code based on the current theories, then modifications may need to be made.  \r\n",
 "awd_arra_amount": 140448.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rebecca",
   "pi_last_name": "Grouchy",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Rebecca D Grouchy",
   "pi_email_addr": "",
   "nsf_id": "000508854",
   "pi_start_date": "2009-06-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Grouchy                 Rebecca        D",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Clinton Township",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "",
  "inst_zip_code": "480352448",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "MI10",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Grouchy                 Rebecca        D",
  "perf_str_addr": "",
  "perf_city_name": "Clinton Township",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "480352448",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "MI10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "595600",
   "pgm_ele_name": "IRFP-Inter Res Fellowship Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "5918",
   "pgm_ref_txt": "FRANCE"
  },
  {
   "pgm_ref_code": "5956",
   "pgm_ref_txt": "IRFP"
  },
  {
   "pgm_ref_code": "5979",
   "pgm_ref_txt": "Europe and Eurasia"
  },
  {
   "pgm_ref_code": "5980",
   "pgm_ref_txt": "WESTERN EUROPE PROGRAM"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 140448.0
  }
 ],
 "por": null
}