{
 "awd_id": "0853329",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant: Site Reoccupation and Structure Reuse at the Maya site of San Bartolo, El Peten, Guatemala",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2009-03-01",
 "awd_exp_date": "2010-02-28",
 "tot_intn_awd_amt": 14998.0,
 "awd_amount": 14998.0,
 "awd_min_amd_letter_date": "2009-02-19",
 "awd_max_amd_letter_date": "2009-02-19",
 "awd_abstract_narration": "Under the supervision of Dr E. Wyllys Andrews V, Diane Davies will conduct archaeological investigations at the ancient Maya site of San Bartolo.  San Bartolo is located in the northeastern part of the Department of the Petén, Guatemala and was occupied between 500 B.C.-A.D. 200 before it was abandoned.  The site was reoccupied around A.D. 600, and there is evidence that abandoned structures and monuments were reused by these later settlers.  The research objective is to identify and investigate the nature of structure reuse through excavations in a selected residential group.  \r\n\r\nThe study of the phenomenon of reuse is of intellectual merit to the archaeological community as it can reveal much about the practical considerations that were involved in constructing buildings, such as energy invested, the type of building materials used, and the engineering efforts in remodeling and leveling earlier structures.  In addition, studying the reuse of architecture, associated features, and artifacts can reveal something of the symbolic, ritual or political considerations of the people.  Results of this research will shed light on how the past through the medium of architecture and artifacts was manipulated to express the needs and values of later peoples.  This will be of interest to historians investigating social memory.  The comparison of architectural features such as style, technique, material, and quality of construction will also enable the broader study of defining and differentiating Late Classic reuse at San Bartolo from its initial occupation.  The investigation then will be of interest to those undertaking settlement pattern studies or household archaeology.  Lastly, the proposed research will provide the first substantial evidence concerning the timing and extent of occupation and the social, economic, or political organization at San Bartolo.  \r\n\r\nThe results of the investigation will be circulated in various ways including a report to the Institute of Anthropology and History of Guatemala (IDAEH) summarizing the archaeological excavations and subsequent conclusions.  Findings will be presented at national scientific meetings.  In addition to its contribution to basic knowledge this project has the broader impact of teaching and training a variety of people including underrepresented groups.  Undergraduates from the University of San Carlos, Guatemala, will participate in an archaeological program at the site and the co-principal investigator will train a Guatemalan student in archaeological field methods.  A Guatemalan archaeologist and staff from local villages will assist in the research.   Data from the investigation will contribute to the doctoral dissertation research of female American and British graduate students.   In these ways the local, national, and international community will be informed and allowed to engage with the archaeological research at this important site.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "E. Wyllys",
   "pi_last_name": "Andrews",
   "pi_mid_init": "",
   "pi_sufx_name": "V",
   "pi_full_name": "E. Wyllys Andrews",
   "pi_email_addr": "wandrews@tulane.edu",
   "nsf_id": "000098922",
   "pi_start_date": "2009-02-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Diane",
   "pi_last_name": "Davies",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Diane E Davies",
   "pi_email_addr": "ddavies@tulane.edu",
   "nsf_id": "000494100",
   "pi_start_date": "2009-02-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Tulane University",
  "inst_street_address": "6823 SAINT CHARLES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEW ORLEANS",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "5048654000",
  "inst_zip_code": "701185665",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "LA01",
  "org_lgl_bus_name": "THE ADMINISTRATORS OF TULANE EDUCATIONAL FUND",
  "org_prnt_uei_num": "XNY5ULPU8EN6",
  "org_uei_num": "XNY5ULPU8EN6"
 },
 "perf_inst": {
  "perf_inst_name": "Tulane University",
  "perf_str_addr": "6823 SAINT CHARLES AVE",
  "perf_city_name": "NEW ORLEANS",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "701185665",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "LA01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 14998.0
  }
 ],
 "por": null
}