{
 "awd_id": "0853873",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Particle Electrophoresis in Curved Microchannels: Fundamentals and Applications",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Olbricht",
 "awd_eff_date": "2009-06-01",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 213815.0,
 "awd_amount": 249565.0,
 "awd_min_amd_letter_date": "2009-05-22",
 "awd_max_amd_letter_date": "2010-08-25",
 "awd_abstract_narration": "0853873\r\nXuan\r\n\r\nThe problem of particle electrophoresis in confined microchannels has practical significance in a variety of applications involving bounded electrokinetic flows, which range from traditional gel electrophoresis to those occurring in microfluidics-based lab-on-a-chip devices. To date, however, studies on particle electrophoresis have been limited to primarily theoretical or numerical analyses in straight microchannels of simple geometries. Very little work has been done on the particle electrophoretic motion in real microchannels which usually consist of one or multiple turns in order to fit them into the small footprint of, for example, a glass slide.  Our goals in this proposal are to obtain a fundamental knowledge of particle electrophoresis in curved microchannels, and to explore the applications of microchannel turns as passive control elements of particle transport in microfluidic systems. We will understand and implement the continuous focusing, filtration, and separation of microparticles during their electrophoretic motions through curved microchannels. All these processes stem from the turn-induced dielectrophoretic force that deflects particles across the streamlines of electrokinetic flow.\r\nThree research thrusts will be carried out by a PhD student using a combined experimental, numerical, and theoretical method: 1) fundamental study of particle electrophoresis in single microchannel turns; 2) application study of particle focusing in serpentine microchannels; and 3) application study of particle separation in spiral microchannels.\r\n\r\nIntellectual merit: The proposed fundamental study of particle electrophoresis within turns will fill the blank in the current knowledge of electrophoretic motion in real microchannels. The proposed electrodeless dielectrophoretic focusing of particles in serpentine microchannels eliminates the use of sheath flows and in-channel or on-chip electrical components, and thus substantially simplifies the fabrication and operation and reduces the probability of device fouling. The proposed electrodeless dielectrophoretic separation of particles in spiral microchannels can work in a rapid continuous manner without the need for external force fields or mechanical or electrical parts as the applied electric field generates the concurrent pumping, focusing and separation of particles.\r\n\r\nBroader impacts: The acquired knowledge of particle electrophoresis within turns will essentially benefit every engineering application of this transport in microfluidic devices. The ability to continuously focus, filtrate and separate particles in curved microchannels as described here will stimulate the exploration and exploitation of inert microstructures (e.g., turns, ridges, and posts, etc.) as passive control elements in larger microfluidic systems. We envision direct near-term applications of the proposed electrodeless dielectrophoretic focusing approach in continuous bioparticle separation, high-throughput flow cytometry, and continuous filtration systems for a wide range of technological solutions in biology, medicine and industry.\r\n\r\nEducation: This proposed research will be intimately integrated into the undergraduate and graduate education at Clemson University and the high school outreach in South Carolina. Undergraduate and high school students will be actively involved in this research through various programs available in the department, university, and state, with an emphasis on the inclusion of women, underrepresented minority groups, and persons with disabilities. The results of this research will be disseminated through journal publications and professional conferences, and will also be posted on a self maintained website for open access to students, researchers and educators around the world.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xiangchun",
   "pi_last_name": "Xuan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xiangchun Xuan",
   "pi_email_addr": "xcxuan@clemson.edu",
   "nsf_id": "000493920",
   "pi_start_date": "2009-05-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Clemson University",
  "inst_street_address": "201 SIKES HALL",
  "inst_street_address_2": "",
  "inst_city_name": "CLEMSON",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8646562424",
  "inst_zip_code": "296340001",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "SC03",
  "org_lgl_bus_name": "CLEMSON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "H2BMNX7DSKU8"
 },
 "perf_inst": {
  "perf_inst_name": "Clemson University",
  "perf_str_addr": "201 SIKES HALL",
  "perf_city_name": "CLEMSON",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "296340001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "SC03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141500",
   "pgm_ele_name": "PMP-Particul&MultiphaseProcess"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "055E",
   "pgm_ref_txt": "Particle science and technology"
  },
  {
   "pgm_ref_code": "7974",
   "pgm_ref_txt": "GRAD RESEARCH SUPPLEMENT"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 213815.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 35750.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong><em><span style=\"text-decoration: underline;\">Intellectual merit.</span></em></strong> The goals of this project are to develop a fundamental knowledge of particle electrophoresis in curved microchannels, and to explore the applications of microchannel turns as passive control elements of particle transport in microfluidic systems. During the course of this project we have demonstrated a cross-stream motion of polystyrene spherical particles in electrophoresis through microchannel turns due to curvature-induced dielectrophoresis (C-iDEP). We have also implemented the continuous-flow electrokinetic focusing and separation (by size) of spherical particles in serpentine microchannels by the use of C-iDEP. In addition, we have achieved the continuous separation of particles by both size and charge simultaneously in spiral microchannels through the use of C-iDEP. These results are believed to fill the blank in current knowledge of particle electrophoresis in real microchannels and aid in the design and control of particle transport in future electrokinetic microfluidic devices. More than 10 papers have been published in leading scientific journals out of this project. The results of these papers have been presented in professional conferences such as APS-DFD, ASME, and AICHE annual meetings by the PI&rsquo;s graduate and undergraduate students.</p>\n<p>&nbsp;</p>\n<p><strong><em><span style=\"text-decoration: underline;\">Broader impacts.</span></em></strong><br />The demonstrated focusing, filtration and separation of particles in curved<br />microchannels using C-iDEP will stimulate the exploration and exploitation of inert microstructures (e.g., turns, ridges, and posts, etc.) in microchannels as passive control elements in larger microfluidic systems. This project has supported in total 5 graduate students for their PhD or master studies at Clemson University. Also, more than 15 undergraduate students have been involved in the research of this project through both Clemson University Creative Inquiry Program and the PI&rsquo;s departmental honor undergraduate research. In addition, we have involved 1 high school student in research through the South Carolina Summer Program for Research Interns (SPRI) Program. More importantly, eight of these students are from minority and underrepresented groups.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/19/2013<br>\n\t\t\t\t\tModified by: Xiangchun&nbsp;Xuan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual merit. The goals of this project are to develop a fundamental knowledge of particle electrophoresis in curved microchannels, and to explore the applications of microchannel turns as passive control elements of particle transport in microfluidic systems. During the course of this project we have demonstrated a cross-stream motion of polystyrene spherical particles in electrophoresis through microchannel turns due to curvature-induced dielectrophoresis (C-iDEP). We have also implemented the continuous-flow electrokinetic focusing and separation (by size) of spherical particles in serpentine microchannels by the use of C-iDEP. In addition, we have achieved the continuous separation of particles by both size and charge simultaneously in spiral microchannels through the use of C-iDEP. These results are believed to fill the blank in current knowledge of particle electrophoresis in real microchannels and aid in the design and control of particle transport in future electrokinetic microfluidic devices. More than 10 papers have been published in leading scientific journals out of this project. The results of these papers have been presented in professional conferences such as APS-DFD, ASME, and AICHE annual meetings by the PIÆs graduate and undergraduate students.\n\n \n\nBroader impacts.\nThe demonstrated focusing, filtration and separation of particles in curved\nmicrochannels using C-iDEP will stimulate the exploration and exploitation of inert microstructures (e.g., turns, ridges, and posts, etc.) in microchannels as passive control elements in larger microfluidic systems. This project has supported in total 5 graduate students for their PhD or master studies at Clemson University. Also, more than 15 undergraduate students have been involved in the research of this project through both Clemson University Creative Inquiry Program and the PIÆs departmental honor undergraduate research. In addition, we have involved 1 high school student in research through the South Carolina Summer Program for Research Interns (SPRI) Program. More importantly, eight of these students are from minority and underrepresented groups.\n\n\t\t\t\t\tLast Modified: 06/19/2013\n\n\t\t\t\t\tSubmitted by: Xiangchun Xuan"
 }
}