{
 "awd_id": "0853385",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:  Fixed Costs of Exporting, Trade Relationships and Real Exchange Rates",
 "cfda_num": "47.075",
 "org_code": "04050100",
 "po_phone": "7032927280",
 "po_email": "nlutz@nsf.gov",
 "po_sign_block_name": "Nancy Lutz",
 "awd_eff_date": "2008-09-01",
 "awd_exp_date": "2009-08-31",
 "tot_intn_awd_amt": 34248.0,
 "awd_amount": 34248.0,
 "awd_min_amd_letter_date": "2008-11-06",
 "awd_max_amd_letter_date": "2008-11-06",
 "awd_abstract_narration": "Some sets of countries have closer trade relationships than others. In 2003 the United States, for example, had more than 57 percent more merchandise trade - imports plus exports - with Canada and Mexico than it did with all of the 15 members of the European Union combined. This was in spite of the fact that the combined GDP of the 15 EU countries was more than 6 times larger than that of Canada plus Mexico. The data show that business cycles in the United States are far more coordinated with business cycles in Canada and Mexico than they are with the business cycles in the European Union. The data also show that fluctuations in the U.S.- Canada real exchange rate and the U.S.-Mexico real exchange rate are more correlated with fluctuations in economic fundamentals than are fluctuations in U.S.-EU bilateral real exchange rates. This proposal lays out a plan for developing models to analyze how the cross-country characteristics of macro aggregates relate to the amount of trade between countries. The proposed research would investigate the implications of modeling the costs of setting up trade relationships in models of international business cycles and real exchange rate fluctuations. Specifically, this project would model firms as facing fixed costs of exporting specific goods to a specific country, for example, in setting up a distribution network in that country. \r\n\r\nThis project plans to use the models developed for analyzing international business cycles, real exchange rate fluctuations and the effects of international trade and investment policy on aggregate productivity. Models constructed in the early 1990s to analyze the economic impact of the North American Free Trade Agreement (NAFTA) did a poor job of predicting the changes in trade patterns that actually occurred following this agreement. The proposed research would help us to develop better models for analyzing the impact of trade and foreign investment liberalization. The models are also intended to help us understand why financial crises produced by a sudden reversal of international capital flows result in severe economic crises. In both Mexico in 1994-1995 and in Argentina in 2001-2002, sudden stops produced severe crises and large drops in productivity. \r\n\r\nBroader Impact: Providing satisfactory answers to the sorts of questions posed in this proposal is essential for both policy analysis and for raising the level of political debate here and abroad. Currently, the United States is negotiating free trade agreements with a number of countries in Latin America. To build better models to analyze the potential impact of such agreements, economists need to understand why the models built to analyze NAFTA did so poorly. The work on exchange rate fluctuations within and across trade blocs will help produce models to analyze the increased macroeconomic interdependence that follows liberalization. It will also provide measures of the potential gains from increased future trade between the countries of NAFTA and the European Union. This work offers a potential explanation of why the recent depreciation of the U.S. dollar against the euro has not resulted is a large change in trade flows between the United States and Europe. The work on modeling financial crises and trade and foreign investment policy will provide measures of the potential costs and benefits of liberalizing trade and foreign investment policy, especially in developing countries that liberalize their trade and foreign investment policies. It is essential that economists develop a better understanding of events in Mexico and Argentina over the past decade if they are to reassure policy makers and the members of the press and the public who are having second thoughts about such liberalization policies. \r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kim",
   "pi_last_name": "Ruhl",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Kim J Ruhl",
   "pi_email_addr": "ruhl2@wisc.edu",
   "nsf_id": "000319503",
   "pi_start_date": "2008-11-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York University",
  "inst_street_address": "70 WASHINGTON SQ S",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129982121",
  "inst_zip_code": "100121019",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "NEW YORK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NX9PXMKW5KW8"
 },
 "perf_inst": {
  "perf_inst_name": "New York University",
  "perf_str_addr": "70 WASHINGTON SQ S",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100121019",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 34248.0
  }
 ],
 "por": null
}