{
 "awd_id": "0853665",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EPSCOR: Plains Indian Sign Language: Fieldwork and Digital Archive Project",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Keren Rice",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2011-12-31",
 "tot_intn_awd_amt": 100365.0,
 "awd_amount": 120210.0,
 "awd_min_amd_letter_date": "2009-09-09",
 "awd_max_amd_letter_date": "2010-12-21",
 "awd_abstract_narration": "Plains Indian Sign Language:  Fieldwork and Digital Archive Project\r\n\r\nPlains Indian Sign Language (PISL) historically served various social and discourse functions within and between numerous American Indian communities of the Great Plains and cultural groups bordering this geographic area.  Classified in the Sign Language family, PISL (also called sign talk) is distinct from American Sign Language (ASL) that is used in Deaf communities of the US and Canada.  The use of PISL has dramatically declined from its widespread use as a lingua franca in previous times, due in part to its replacement by English, and ASL in some cases.  Although PISL is an endangered language, and the extant number of varieties and users is unknown, it has not vanished; it is still used within some native groups in traditional storytelling, rituals, and conversational narratives by both deaf and hearing American Indians (e.g., Blackfeet, Crow, Mandan-Hidatsa, Nakota/Gros Ventre, and Northern Cheyenne, among others).  There is an urgent need to document and provide linguistic descriptions of contemporary PISL varieties, and for sign language linguists to collaborate with deaf and hearing members of American Indian signing communities.   \r\n\r\nWith support of the National Science Foundation, sign language linguists Dr. Jeffrey Davis (University of Tennessee) and Melanie McKay-Cody (Chickamauga Cherokee/Choctaw; William Woods University, Fulton, MO) will collect contemporary sign language narratives of American Indians who know and use the PISL variety.  The research team will provide comparative linguistic analyses, and integrate these new findings into the digital archive of American Indian sign language documentary materials previously collected in collaboration with the Smithsonian's National Anthropological Archives (with support of a 2006-2007 DEL NSF/NEH fellowship awarded to Davis).  The one-year fieldwork and digital project will document the current sociolinguistic status of PISL; illuminate its linguistic nature and structure; produce an inventory of previously unknown materials; provide annotations and captions of various documentary materials and films; contribute to the revitalization of PISL in native communities where it once thrived; and make accessible to broader audiences this important yet often overlooked part of American Indian linguistic and cultural heritage.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Davis",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey E Davis",
   "pi_email_addr": "jdavis49@utk.edu",
   "nsf_id": "000361707",
   "pi_start_date": "2009-09-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Melanie",
   "pi_last_name": "McKay-Cody",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Melanie R McKay-Cody",
   "pi_email_addr": "melaniecody@email.arizona.edu",
   "nsf_id": "000678080",
   "pi_start_date": "2009-09-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Tennessee Knoxville",
  "inst_street_address": "201 ANDY HOLT TOWER",
  "inst_street_address_2": "",
  "inst_city_name": "KNOXVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "8659743466",
  "inst_zip_code": "379960001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "TN02",
  "org_lgl_bus_name": "UNIVERSITY OF TENNESSEE",
  "org_prnt_uei_num": "LXG4F9K8YZK5",
  "org_uei_num": "FN2YCS2YAUW3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Tennessee Knoxville",
  "perf_str_addr": "201 ANDY HOLT TOWER",
  "perf_city_name": "KNOXVILLE",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "379960001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "TN02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "154500",
   "pgm_ele_name": "Disabilities Research in STEM"
  },
  {
   "pgm_ele_code": "771900",
   "pgm_ele_name": "DEL"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7719",
   "pgm_ref_txt": "DEL"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0409",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000910DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 100365.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 19845.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"line-height: 115%;\">With 2009 &ndash; 2011 support from the NSF&rsquo;s Documenting Endangered Languages (DEL) Program, Linguistics Division, we have conducted the first fieldwork in over 50 years to focus on the linguistic status of Plains Indian Sign Language (PISL), classified as a highly endangered language variety. </span>The project has conducted documentary linguistic fieldwork using videography, photography, and annotations to develop a digital archive and corpus of the linguistic and cultural information; and we have researched the linguistic underpinnings of PISL.&nbsp; This research addresses an urgent need to document and provide comparative linguistic descriptions of PISL grammar and vocabulary; and for sign language linguists to collaborate with Native signers from American Indian communities.</p>\n<p>Thus far, the project has identified and filmed more than 25 PISL signers, including women and deaf tribal members from among N. Cheyenne [Tse'tsehestahese], Blackfeet [Amskapi Pikuni], Assiniboine [A'aniinen], Crow [Apsaalooke], Nakoda, and Lakh&oacute;ta [Tetonwan] nations. The documentary linguistic findings are being transformed into short video clips and image collages for the public; and longer video samples for PISL native community stakeholders, linguists, anthropologists, and other researchers.&nbsp;</p>\n<p>The project&rsquo;s findings are being published in scholarly articles and integrated into a digital corpus and research website maintained by the PI at the University of Tennessee, Knoxville. The digital corpus includes American Indian Sign Language documentary materials collected during the project's 2009 - 2011 fieldwork and archival material previously collected in collaboration with the Smithsonian Institution's National Anthropological Archives and Human Film Studies Archives, National Museum of Natural History. Research website: <a href=\"http://pislresearch.com/\">http://pislresearch.com/</a></p>\n<p>The historical linguistic evidence and current linguistic research&nbsp;suggests that&nbsp;PISL most likely emerged in order to facilitate communication between members of different tribes speaking distinct&nbsp;languages. It has been well documented that during the nineteenth and early part of the twentieth century a highly conventionalized and linguistically enriched sign language emerged and was used in varying degrees across the major cultural areas of native North America.&nbsp; Traditionally, indigenous signed language served various social and discourse functions within and between numerous American Indian communities of the Great Plains and other cultural groups bordering this area.&nbsp; PISL has been the best documented and most extensively described; it encompasses several dialects still used today among members of Plains Indian cultural groups (e.g., Algonquian and Siouan linguistic families) named&nbsp;in the paragraph above. &nbsp;</p>\n<p>PISL transmission has dramatically declined from its widespread use in previous times, due to various historical and social factors, but in part due to its replacement by English and American Sign Language (ASL) in some instances.&nbsp; Because of this replacement, there is an urgency to document, preserve, and revitalize PISL and other indigenous languages.</p>\n<p>PISL is now primarily known by hearing elders and by American Indians who are deaf. Although PISL is currently considered an endangered language, our project is <span style=\"line-height: 115%;\">documenting </span>it still being used by dozens of American Indians and potentially hundreds based on our fieldwork and reports from PISL community&nbsp;members.</p>\n<p><span style=\"line-height: 115%;\">Documentary linguistic work is critical to advance our knowledge of the cognitive, cultural, and linguistic underpinnings of indigenous and village signed language varieties.&nbsp; Towards this, we </span>collaborate with Native si...",
  "por_txt_cntn": "\nWith 2009 &ndash; 2011 support from the NSFÆs Documenting Endangered Languages (DEL) Program, Linguistics Division, we have conducted the first fieldwork in over 50 years to focus on the linguistic status of Plains Indian Sign Language (PISL), classified as a highly endangered language variety. The project has conducted documentary linguistic fieldwork using videography, photography, and annotations to develop a digital archive and corpus of the linguistic and cultural information; and we have researched the linguistic underpinnings of PISL.  This research addresses an urgent need to document and provide comparative linguistic descriptions of PISL grammar and vocabulary; and for sign language linguists to collaborate with Native signers from American Indian communities.\n\nThus far, the project has identified and filmed more than 25 PISL signers, including women and deaf tribal members from among N. Cheyenne [Tse'tsehestahese], Blackfeet [Amskapi Pikuni], Assiniboine [A'aniinen], Crow [Apsaalooke], Nakoda, and Lakh&oacute;ta [Tetonwan] nations. The documentary linguistic findings are being transformed into short video clips and image collages for the public; and longer video samples for PISL native community stakeholders, linguists, anthropologists, and other researchers. \n\nThe projectÆs findings are being published in scholarly articles and integrated into a digital corpus and research website maintained by the PI at the University of Tennessee, Knoxville. The digital corpus includes American Indian Sign Language documentary materials collected during the project's 2009 - 2011 fieldwork and archival material previously collected in collaboration with the Smithsonian Institution's National Anthropological Archives and Human Film Studies Archives, National Museum of Natural History. Research website: http://pislresearch.com/\n\nThe historical linguistic evidence and current linguistic research suggests that PISL most likely emerged in order to facilitate communication between members of different tribes speaking distinct languages. It has been well documented that during the nineteenth and early part of the twentieth century a highly conventionalized and linguistically enriched sign language emerged and was used in varying degrees across the major cultural areas of native North America.  Traditionally, indigenous signed language served various social and discourse functions within and between numerous American Indian communities of the Great Plains and other cultural groups bordering this area.  PISL has been the best documented and most extensively described; it encompasses several dialects still used today among members of Plains Indian cultural groups (e.g., Algonquian and Siouan linguistic families) named in the paragraph above.  \n\nPISL transmission has dramatically declined from its widespread use in previous times, due to various historical and social factors, but in part due to its replacement by English and American Sign Language (ASL) in some instances.  Because of this replacement, there is an urgency to document, preserve, and revitalize PISL and other indigenous languages.\n\nPISL is now primarily known by hearing elders and by American Indians who are deaf. Although PISL is currently considered an endangered language, our project is documenting it still being used by dozens of American Indians and potentially hundreds based on our fieldwork and reports from PISL community members.\n\nDocumentary linguistic work is critical to advance our knowledge of the cognitive, cultural, and linguistic underpinnings of indigenous and village signed language varieties.  Towards this, we collaborate with Native signers to document the current sociolinguistic status of PISL, to describe its linguistic nature and structure, and to conduct comparative linguistic analyses to determine varieties and dialects. Thus, we are gaining valuable insights about PISL-ASL contact, signed language-spoken language contact, and the conveyance of human la..."
 }
}