{
 "awd_id": "0853108",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "International Research Fellowship Program:  Invisible, Excited State Structures from Relaxation Dispersion NMR Spectroscopy",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "John Tsapogas",
 "awd_eff_date": "2009-10-01",
 "awd_exp_date": "2011-09-30",
 "tot_intn_awd_amt": 126000.0,
 "awd_amount": 126000.0,
 "awd_min_amd_letter_date": "2009-09-08",
 "awd_max_amd_letter_date": "2009-09-08",
 "awd_abstract_narration": "0853108\r\nLatham\r\n\r\nThis award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\r\n\r\nThe International Research Fellowship Program enables U.S. scientists and engineers to conduct nine to twenty-four months of research abroad.  The program's awards provide opportunities for joint research, and the use of unique or complementary facilities, expertise and experimental conditions abroad.\r\n\r\nThis award will support a twenty-four-month research fellowship by Dr. Michael P. Latham to work with Dr. Lewis E. Kay at the University of Toronto in Canada.\r\n\r\nDetermining models for biomolecules is a primary goal in structural biology, and these models can be used to gain insight into biomolecular function. Generally, high-resolution models of biomolecules are only obtainable for low energy, ground state conformations. While these static ground state structures offer a wealth of information, the dynamic nature of biomolecules must also be investigated to more fully understand the relationship between structure, function and mechanism. Thus, protein function may not be fully appreciated without an understanding for the excursion of ground state structures to higher energy excited states. However, structural biology studies of excited states are complicated by the low populations and transient nature of these often ?invisible? excited states. NMR spectroscopy is uniquely capable of site-specifically probing protein dynamics over a wide range of timescales. The powerful NMR relaxation dispersion technique is particularly sensitive to the presence of lowly populated excited states. The objective of this proposal is to develop and apply these techniques to structural studies of 'invisible' excited states in the folding pathway of two modular domains. Specifically, new relaxation dispersion methods are being developed, which complement other recently described techniques, to probe the structures of excited states using NMR chemical shift values and residual dipolar couplings. These methods are then extended to generate models for low energy, on-pathway folding intermediates of the Fyn SH3 and human HYPA/FBP11 FF domains, which will represent some of the first pictures of folding intermediates and ?invisible? excited states. While the techniques utilized here are initially applied to protein folding, they should be generally applicable in the study of enzyme catalysis and protein ligand binding. Moreover, there is an increased appreciation for the role of protein misfolding in disease states, such as cystic fibrosis, Alzheimer?s disease and diseases resulting from prions. As the case with cystic fibrosis, some genetic diseases are intimately coupled with protein misfolding, resulting in the formation of stable, inactive intermediate states. Thus, this study could open the door to other structural studies of 'invisible' intermediate states involved in protein folding/misfolding associated with disease states.\r\n",
 "awd_arra_amount": 126000.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Latham",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Michael P Latham",
   "pi_email_addr": "",
   "nsf_id": "000510348",
   "pi_start_date": "2009-09-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Latham                  Michael        P",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Toronto",
  "inst_state_code": "",
  "inst_state_name": "RI REQUIRED",
  "inst_phone_num": "",
  "inst_zip_code": "",
  "inst_country_name": "Canada",
  "cong_dist_code": "",
  "st_cong_dist_code": "",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Latham                  Michael        P",
  "perf_str_addr": "",
  "perf_city_name": "Toronto",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "CA",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "595600",
   "pgm_ele_name": "IRFP-Inter Res Fellowship Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "5956",
   "pgm_ref_txt": "IRFP"
  },
  {
   "pgm_ref_code": "5977",
   "pgm_ref_txt": "AMERICAS PROGRAM"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "7561",
   "pgm_ref_txt": "CANADA"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 126000.0
  }
 ],
 "por": null
}