{
 "awd_id": "0853157",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Computer-Aided Treatment Planning for Antiproton Therapy",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rajakkannu Mutharasan",
 "awd_eff_date": "2009-08-01",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 375000.0,
 "awd_amount": 375000.0,
 "awd_min_amd_letter_date": "2009-07-21",
 "awd_max_amd_letter_date": "2009-07-21",
 "awd_abstract_narration": "0853157\r\nLuan\r\n\r\n\r\nIntellectual Merit: The goal of this proposal is to develop algorithms and software for the treatment planning of antiproton therapy. Radiotherapy is one of the most effective and noninvasive means for treating local and regional tumors. Generally speaking, the key to radiotherapy planning is how to deliver a radiation dose distribution that is localized to the tumor while minimizing the damage to nearby healthy tissues and structures. Since the discovery of radioactivity, many endeavors have been made to find that perfect particle for radiotherapy, which have led to the use of y-rays, X-rays, electrons, pions, protons, alpha particles, carbon ions, and most recently antiprotons. Generally speaking, an antiproton is a particle with the same mass as a proton but with a negative charge. Because of its large mass and the negative charge, anti-protons travel through tissue in a manner similar to those of heavy charged particles (such as protons and carbon ions) until they reach the end of their range, where they annihilate with a proton or neutron. This annihilation, which is unique to antiprotons, deposits much more energy compared to other heavy charged particles and induces significantly more biological damage. This exciting and unique radiobiological property of antiprotons makes them very attractive for radiotherapy and radiosurgery. In the last 5 years, many of the dosimetric and radiobiological properties of antiprotons have been investigated extensively. It is now time to develop the first ever treatment planning system for antiproton therapy in order to continue pushing this promising and emerging technique forward.\r\n\r\nThis research proposes to develop algorithms and software for planning antiproton therapy by bringing together techniques from graph algorithms, computational geometry, and operations research. Both dosimetric and radiobiological effects will be incorporated into the planning system, and a prototype treatment planning system for anti-protons will be developed and verified. While the focus of this proposal is on antiprotons for radiotherapy, it is important to note that the planning system is universally applicable to all forms of particle therapy. This would not only allow the direct comparison of these different modalities but would also make available all the advantages of the proposed treatment planning algorithms to other modalities currently used in patient treatments. Using antiprotons for the basis of the development has the advantage that the complexity of the problem is maximized and therefore the benchmarking of the developed planning system against experimental data presents the most stringent test for the algorithm and software possible.\r\n\r\nBroader Impact: Successful completion of the project will be a first major step toward clinical application of antiproton therapy, which has the potential to help improve the quality of life for thousands of cancer patients each year with treatments of unparalleled quality and to potentially provide treatments for currently untreatable diseases. The theoretical aspect of this research will bring a new set of exciting and critical medical problems to the field of computer science and may give rise to novel approaches to some old but tough engineering problems. The study will bring together a group of renowned national and international scientists from a variety of disciplines such as high-energy physics, radiation oncology, medical physics and computer science to work on an important biomedical engineering problem. It will therefore overcome the intellectual barriers between these specialized disciplines and make recent advances in these areas accessible to a broader community of scientists, clinicians and engineers. The planned research also includes important clinical experimental components and provides educational activities in undergraduate and minority student recruitment and retention, course development and student training in the interdisciplinary area of biomedical engineering, computer science, medical physics, and health science. The research will be conducted at an EPSCoR and designated minority serving institution.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shuang",
   "pi_last_name": "Luan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shuang Luan",
   "pi_email_addr": "sluan@cs.unm.edu",
   "nsf_id": "000286936",
   "pi_start_date": "2009-07-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Holzscheiter",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Holzscheiter",
   "pi_email_addr": "mholzscheiter@phys.unm.edu",
   "nsf_id": "000511738",
   "pi_start_date": "2009-07-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of New Mexico",
  "inst_street_address": "1 UNIVERSITY OF NEW MEXICO",
  "inst_street_address_2": "",
  "inst_city_name": "ALBUQUERQUE",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5052774186",
  "inst_zip_code": "871310001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NM01",
  "org_lgl_bus_name": "UNIVERSITY OF NEW MEXICO",
  "org_prnt_uei_num": "",
  "org_uei_num": "F6XLTRUQJEN4"
 },
 "perf_inst": {
  "perf_inst_name": "University of New Mexico",
  "perf_str_addr": "1 UNIVERSITY OF NEW MEXICO",
  "perf_city_name": "ALBUQUERQUE",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "871310001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NM01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "790900",
   "pgm_ele_name": "BIOSENS-Biosensing"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "004E",
   "pgm_ref_txt": "BIOMEDICAL ENG AND DIAGNOSTICS"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 375000.0
  }
 ],
 "por": null
}