{
 "awd_id": "0853554",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Study and Development of a New Type of Water Nanofiltration Membrane with an Ordered, Sub-one-nanometer Size Pore System",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rosemarie D. Wesson",
 "awd_eff_date": "2009-07-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 280000.0,
 "awd_amount": 280000.0,
 "awd_min_amd_letter_date": "2009-06-16",
 "awd_max_amd_letter_date": "2009-06-16",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\r\n\r\n0853554\r\nGin\r\n\r\nThe proposed research will provide new fundamental insights into the transport and rejection behavior of solutes through uniform pores on the sub-1-nm size regime (i.e., the realm of individual small molecules). Currently, very little is known or experimentally verifiable for liquid separations on this size regime. Research in this area will be able to experimentally verify whether some well-known, size-based NF rejection models are indeed applicable on this size scale. The proposed research will also lead to new insights and new methods for fabricating thin films of polymerizable LLC assemblies (in particular, the Q phases). The ability to fabricate continuous thin films is extremely important for membrane applications where high surface area and a minimum thickness and/or amount of material are important for performance and economy of manufacture. Currently, there are very few methods for making thin films of LLC assemblies, and none are suitable for the more exotic Q-type phases. Finally, the proposed project will determine whether it is possible to tune LLC membrane pore size on the sub-1-nm scale via the use of different LLC monomer homologues or a different QI monomer already in hand. Such control in porous polymers for separation applications is unprecedented, and could lead to the design of new water NF materials for even finer molecular-level separations.\r\n\r\nThe proposed research may lead to the development of a new type of water NF (and desalination) membrane that operates by predictable pore size-exclusion on the sub-1-nm scale. Such a material would provide improved separation selectivity and control compared to current porous NF membranes. It may even provide a viable alternative membrane technology to classical RO membranes (which operate via solution-diffusion-type mechanism) for water desalination. Given the current and anticipated demand for clean water globally, a new type of water NF membrane capable of desalination would have broad impact in environmental and civil engineering. The proposed research will provide training for students interested in membrane engineering and nanoscience, the interface of which is one of the most important areas for future membrane development. The research will provide a novel training ground (with unique membrane nanomaterials) for graduate students in Chemical Engineering to examine the effect of nanostructure on liquid transport in membranes. Given the potential of the LLC membranes for new types of aqueous separations, this work should also make a good platform for attracting interest from outside REU, RET, and undergraduate researchers. As part of the outreach and educational component of this proposal, we will continue to work with established outreach programs at CU Boulder, such as the LC MRC REU and RET programs, the Materials Science from CU program, and the CU Wizards Show, in order to help educate undergraduates, local K-12 schools, and the local community, respectively, on the emerging field of applied nanoscience",
 "awd_arra_amount": 280000.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Douglas",
   "pi_last_name": "Gin",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Douglas L Gin",
   "pi_email_addr": "Douglas.Gin@colorado.edu",
   "nsf_id": "000486693",
   "pi_start_date": "2009-06-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Noble",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Richard D Noble",
   "pi_email_addr": "nobler@colorado.edu",
   "nsf_id": "000200792",
   "pi_start_date": "2009-06-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 MARINE ST",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141700",
   "pgm_ele_name": "Interfacial Engineering Progra"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "052E",
   "pgm_ref_txt": "MAT & PROC FOR CHEM SEPARATION"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 280000.0
  }
 ],
 "por": null
}