{
 "awd_id": "0854957",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Humans Transforming the Water Cycle: Community-Based Activities in Hydrologic Synthesis",
 "cfda_num": "47.050",
 "org_code": "06030109",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Torgersen",
 "awd_eff_date": "2008-06-30",
 "awd_exp_date": "2011-05-31",
 "tot_intn_awd_amt": 761353.0,
 "awd_amount": 766353.0,
 "awd_min_amd_letter_date": "2009-01-14",
 "awd_max_amd_letter_date": "2010-11-19",
 "awd_abstract_narration": "Intellectual Merit. Hydrology is at an important crossroads. As articulated in several \"Grand Challenge\" documents, we've made enormous progress in process-level understanding at plot, hillslope, and small catchment scales, but our capacity to pass to the next horizon .to understand inherent variability in the water cycle, its predictability, human dimensions, and links to biogeochemical cycling over broader domains.requires a major reformulation of our thinking and a purposeful move toward synthesis and systematic observation. We focus here on an emerging view that humans are rapidly embedding themselves into the basic character of the water cycle, through a myriad of processes including direct water abstraction and flow diversion, land cover change, pollution, destruction of aquatic biodiversity, and climate change. The major scientific challenge is to understand how these changes manifest themselves and if they bear synergistic impacts across the different scales. Our primary scientific goal is to: \r\n\r\n. Quantify the widespread alteration of hydrologic systems over regional-to-continental U.S. domains, identify natural and anthropogenic sources of such change, and assess their systemic impacts.\r\n\r\nThe science agenda will be advanced by:\r\n\r\n.\tConvening a consolidated synthesis Working Group (WG), to study Regional Watersheds, Hydromorphology, and Continental Processes, for the purpose of carrying-out synthesis activities and serving as a test-bed for ideas on how to optimally execute synthesis. \r\n\r\nOur WGs expand activities originally consolidated under the aegis of CUAHSI, and welcome new members who have led major community-based CUAHSI, NSF, National Academy, regional, national and international assessment activities. The focus of the WG will be on hydromorphology, an emerging science theme that addresses the evolution of hydrosystems as a complex amalgam of factors, today including natural processes as well as human management. Our attention will initially focus on the Northeast Corridor, a region with sharp gradients in climate, land and water manage-ment and emblematic of pressures on water resources across the nation. The WG will also maintain a continental U.S. perspective, testing our capacity to upscale regional dynamics and to simulate synergistic responses in the larger water system. In this context, we will bring together our geographically-oriented studies with the UIUC synthesis of predictability. The WG will produce models and data sets, organized through an IT framework to provide focus and unity of purpose. We will also designate a sub-team to interact with funded initiatives (EU-sponsored WATCH, NASA-NEWS, GWSP), to find the place of U.S. water systems on the global stage. In Year 4 we will produce a \"lessons learned document and blueprint for a National Center for Hydrologic Synthesis. We also propose a Northeast Regional Student Consortium supported by a competitive scholarship program. The Consortium shares nationally prominent advisors from Boston U., Columbia, MIT, Penn State, Tufts, UMass, UNC, and UNH, and will be used as a model for synthesis education. \r\n\r\nBroader Impacts. Beyond its scientific value, a synthetic understanding of hydrology is of enormous strategic importance both to the US and internationally. The globalization of water-related problems has gained a new sense of urgency in science and public policy circles. Given the central role of water in our environment and human well-being, it is not difficult to articulate the many benefits of a coordinated set of prototype synthesis activities focusing on water. The benefits of hydrologic synthesis go well beyond those of any new science alone and aim at several US strategic and strategic environmental issues: managing climate extremes, agricultural sector competitiveness, preserving ecosystem services and biodiversity, protecting human health and sustaining economic development. The proposed WG activities build toward our longer-term vision of creating a national platform -- a National Center--for a new interdisciplinary science of water that engages the water policy and management sectors, educates the next generation of students and makes hydrological knowledge more relevant to the public. Use of the WG as a springboard to study the process of synthesis among collaborators provides an important model for other disciplines undergoing a similar transformation toward synthesis. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Vorosmarty",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Charles J Vorosmarty",
   "pi_email_addr": "cvorosmarty@gmail.com",
   "nsf_id": "000188059",
   "pi_start_date": "2009-01-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CUNY City College",
  "inst_street_address": "160 CONVENT AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2126505418",
  "inst_zip_code": "100319101",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "RESEARCH FOUNDATION OF THE CITY UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "L952KGDMSLV5"
 },
 "perf_inst": {
  "perf_inst_name": "CUNY City College",
  "perf_str_addr": "160 CONVENT AVE",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100319101",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  },
  {
   "pgm_ele_code": "157900",
   "pgm_ele_name": "Hydrologic Sciences"
  },
  {
   "pgm_ele_code": "729500",
   "pgm_ele_name": "Geobiology & Low-Temp Geochem"
  },
  {
   "pgm_ele_code": "745800",
   "pgm_ele_name": "Geomorphology & Land-use Dynam"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9189",
   "pgm_ref_txt": "WATER RESOURCES/COASTAL & MARINE ENVIRON"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 31351.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 250000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 230000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 250000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 5000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Project Outcomes</strong></p>\n<p><span style=\"text-decoration: underline;\">Intellectual Merit</span>. Humans are deeply embedded in the basic character of the water cycle, through a myriad of processes including water abstraction and flow diversion, land cover change, pollution, destruction of aquatic habitat and biodiversity, and climate change. A major scientific challenge is to understand how these changes manifest themselves, if they show legacy effects arising from past human activities, and if they become amplified when they occur in tandem. Watersheds across the Northeastern United States display many of the changes taking place across the nation and the globe. Factors originating over these much larger domains, like climate change or high levels of atmospheric nitrogen deposition amplify stresses that otherwise are more local or regional in scope, like suburban sprawl, overuse of freshwater, and uneven levels of sewage treatment. The region is also rich in major environmental transformations that have occurred over a multi-century timescale, converting its freshwater systems from a more-or-less intact state at the time of first European settlement into a highly engineered --and often mismanaged-- complex of regulated and natural watersheds. The overall goal of this project was:</p>\n<p><strong><em>&bull;&nbsp; To quantify the widespread alteration of hydrologic systems over local-to-regional domains focusing on the Northeast corridor of the United States over a 500-yr period (1600 to 2100).</em></strong></p>\n<p>While quantifying present-day human impacts is relatively straightforward, understanding how society's management of water systems has evolved, and evolved to regionally-significant scales, has been much more challenging. For this reason, the project goal was also referred to as the <em>500-year Challenge</em>. This research yielded several important advances in our understanding of human-water interactions. We developed a series of metrics of system state over a centuries timeframe, expressed for the first time at the fully regional scale. These included not only quantification of physical, biological, and chemical characteristics of NE waters, but also their legal, social, and economic dimensions, which together imposed unexpected constraints on water resource availability. Water supply is not solely determined by natural availability and is very much a product of human-water interaction, which creates patterns of scarcity in an otherwise water-rich part of the nation. How populations across the region have created and subsequently shed hydrologic constraints through the use of technology and the use of water outside their immediate control was another important principle guiding human-water evolution. Today, and at the global scale, we uncovered a pattern of contemporary water management, whereby even developed economies tolerate impairment of waterways and water resource systems to which they then apply costly engineering remedies. The seeds of this stewardship approach were sown in centuries ago, and we uncovered evidence that humans modified surface water hydrology across the NE, in a regionally significant way, as early as the 17<sup>th</sup> and 18<sup>th</sup> centuries. The project also developed a set of time-varying digital maps, representing biogeophysical and human dimensions data, and applied spatial statistics to identify pattern and process at the regional scale.</p>\n<p><span style=\"text-decoration: underline;\">Broader Impacts</span>. Another hallmark of this project was its interdisciplinary meeting grounds, which engaged perspectives from well beyond the water sciences and hydrology alone. This included the purposeful engagement of graduate students from a variety of natural and humanities disciplines who executed team-based research with senior mentors in a series of three intensive <em>Summer Synthesis Institutes</em>. In this context, the project's <em>use of historical scholarship</em> in coordination with natural science approaches and methodologies was essential to executing the research, for example, by applying a cross-disciplinary, integrated digital history archive to generate spatial hypotheses, which were then corroborated by documentary historical evidence.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/31/2011<br>\n\t\t\t\t\tModified by: Charles&nbsp;J&nbsp;Vorosmarty</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nProject Outcomes\n\nIntellectual Merit. Humans are deeply embedded in the basic character of the water cycle, through a myriad of processes including water abstraction and flow diversion, land cover change, pollution, destruction of aquatic habitat and biodiversity, and climate change. A major scientific challenge is to understand how these changes manifest themselves, if they show legacy effects arising from past human activities, and if they become amplified when they occur in tandem. Watersheds across the Northeastern United States display many of the changes taking place across the nation and the globe. Factors originating over these much larger domains, like climate change or high levels of atmospheric nitrogen deposition amplify stresses that otherwise are more local or regional in scope, like suburban sprawl, overuse of freshwater, and uneven levels of sewage treatment. The region is also rich in major environmental transformations that have occurred over a multi-century timescale, converting its freshwater systems from a more-or-less intact state at the time of first European settlement into a highly engineered --and often mismanaged-- complex of regulated and natural watersheds. The overall goal of this project was:\n\n&bull;  To quantify the widespread alteration of hydrologic systems over local-to-regional domains focusing on the Northeast corridor of the United States over a 500-yr period (1600 to 2100).\n\nWhile quantifying present-day human impacts is relatively straightforward, understanding how society's management of water systems has evolved, and evolved to regionally-significant scales, has been much more challenging. For this reason, the project goal was also referred to as the 500-year Challenge. This research yielded several important advances in our understanding of human-water interactions. We developed a series of metrics of system state over a centuries timeframe, expressed for the first time at the fully regional scale. These included not only quantification of physical, biological, and chemical characteristics of NE waters, but also their legal, social, and economic dimensions, which together imposed unexpected constraints on water resource availability. Water supply is not solely determined by natural availability and is very much a product of human-water interaction, which creates patterns of scarcity in an otherwise water-rich part of the nation. How populations across the region have created and subsequently shed hydrologic constraints through the use of technology and the use of water outside their immediate control was another important principle guiding human-water evolution. Today, and at the global scale, we uncovered a pattern of contemporary water management, whereby even developed economies tolerate impairment of waterways and water resource systems to which they then apply costly engineering remedies. The seeds of this stewardship approach were sown in centuries ago, and we uncovered evidence that humans modified surface water hydrology across the NE, in a regionally significant way, as early as the 17th and 18th centuries. The project also developed a set of time-varying digital maps, representing biogeophysical and human dimensions data, and applied spatial statistics to identify pattern and process at the regional scale.\n\nBroader Impacts. Another hallmark of this project was its interdisciplinary meeting grounds, which engaged perspectives from well beyond the water sciences and hydrology alone. This included the purposeful engagement of graduate students from a variety of natural and humanities disciplines who executed team-based research with senior mentors in a series of three intensive Summer Synthesis Institutes. In this context, the project's use of historical scholarship in coordination with natural science approaches and methodologies was essential to executing the research, for example, by applying a cross-disciplinary, integrated digital history archive to generate spatial hypotheses, which were then corroborated by documentary historical evidence.\n\n\t\t\t\t\tLast Modified: 08/31/2011\n\n\t\t\t\t\tSubmitted by: Charles J Vorosmarty"
 }
}