{
 "awd_id": "0854556",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Tolowa (TOL) Athabaskan Lexicon and Text Collection Project: Recording the Last Speakers of the Tolowa Dee-ni' Language",
 "cfda_num": "47.075",
 "org_code": "04040500",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Shobhana Chelliah",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 294573.0,
 "awd_amount": 294573.0,
 "awd_min_amd_letter_date": "2009-08-24",
 "awd_max_amd_letter_date": "2009-08-24",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5). \r\n\r\nThe Tolowa Dee-ni' language, a member of the Pacific Coast Group of the Athabaskan language family, is spoken today in and around Smith River, California. It is on the verge of death, with only three speakers remaining, two of whom are quite elderly. These speakers represent the final opportunity to gain insight into what was once a diverse, vibrant linguistic community. With all other members of its Pacific coast dialect chain already moribund, these few speakers represent the only remaining representatives of an entire sub-group of the Athabaskan language family: the Oregon subgroup of the Pacific Coast branch. Thus there is an urgent need to document the speech of the living Tolowa speakers. Existing documentation of the language is limited; recordings as well as various texts are essentially inaccessible to both the linguistics community and the tribal community. The successful completion of the research will benefit the Athabaskan and the broader linguistics community as well as the Tolowa Dee-ni' tribal community. The project is designed as a collaboration of Smith River Rancheria, the University of Oregon and the Del Norte County Unified School District. The project will provide needed data which will enable the Athabaskan linguistics community to better understand the Athabaskan verb, tonogenesis within the family, and the place of the Pacific Coast Athabaskan sub-branch within the broader family; support the Tolowa language and culture preservation and restoration efforts of the Smith River Rancheria by developing a Tolowa lexicon with accompanying sound files; and it will support the instructional needs of teachers of Tolowa through developing a Tolowa lexicon and a text and video corpus. This project will increase the existing corpus of Tolowa data, by making both the data collected in the project and that generated by the transcription of existing texts available to a wide audience in electronic and print forms. Making available an extensive database of Tolowa text and lexicon will ensure that a thorough analysis of the phonology, morphology, syntax, semantics, and pragmatics of the language can now take place. Additionally, a better understanding of how Tolowa relates historically to the Athabaskan language family, as well as developments within Tolowa itself, such as intonation and tone will be researched. This project will for the first time provide the funding to take inventory of existing recordings, creating a searchable database with speaker names, time indexes, and summaries of what is on each recording. Recordings made during the course of this project will also be incorporated into this catalogue, thus providing a comprehensive record of all recorded materials in the possession of the Tribe.\r\n\r\nLanguage and culture are intrinsically linked. The preservation of a well-defined culture depends upon the preservation of the language. This is a critical time for the documentation and preservation of Tolowa Dee-ni'. With only three fluent speakers remaining, the language teeters on the brink of extinction. The Tolowa people are literally one generation away from losing their language. The project is designed to assist the members of the Rancheria to prosper through the continued stabilization of their distinct language, life ways and culture through language documentation and making materials about the Tolowa Dee-ni' Athabaskan language available to the tribal community. Further, providing an extensive base of documentation about the language, long awaited by the Athabaskan linguistics community, will provide a better understanding of the family as a whole. If linguists are to understand how the Athabaskan family fits into the broader mosaic of North American linguistics and cultures, the Tolowa language is essential. Digitizing previous materials will ensure that earlier linguistic work on Tolowa will be archived for future use and training tribal members on how to create archival-quality recordings and manage large amounts of linguistic data will empower the tribal community to continue documentary and archival efforts beyond the end of this project.",
 "awd_arra_amount": 294573.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Janne",
   "pi_last_name": "Underriner",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Janne Underriner",
   "pi_email_addr": "jlu@uoregon.edu",
   "nsf_id": "000495949",
   "pi_start_date": "2009-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Oregon Eugene",
  "inst_street_address": "1776 E 13TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "EUGENE",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5413465131",
  "inst_zip_code": "974031905",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "UNIVERSITY OF OREGON",
  "org_prnt_uei_num": "Z3FGN9MF92U2",
  "org_uei_num": "Z3FGN9MF92U2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Oregon Eugene",
  "perf_str_addr": "1776 E 13TH AVE",
  "perf_city_name": "EUGENE",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "974031905",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "522100",
   "pgm_ele_name": "ASSP-Arctic Social Science"
  },
  {
   "pgm_ele_code": "771900",
   "pgm_ele_name": "DEL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "7719",
   "pgm_ref_txt": "DEL"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 294573.0
  }
 ],
 "por": null
}