{
 "awd_id": "0854340",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Modeling of fluids and interfaces via synthesis of integral equations and Mayer-sampling cluster integral calculations",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eddie Chang",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2009-08-17",
 "awd_max_amd_letter_date": "2010-08-27",
 "awd_abstract_narration": "0854340\r\nKofke\r\n\r\nIntellectual Merit. This project aims to develop and apply methods for calculating cluster integrals that appear in statistical mechanical theories of fluids. The primary method used is the Mayer sampling approach that was developed and refined in prior work. The present work is focused on the calculation of virial coefficients, and has two general thrusts.  First, the project aims to improve methods for calculating these coefficients.  Efforts here consider better characterization of the temperature dependence, more efficient grouping of the clusters to minimize the computational effort, and use of approximate integral equation closures to reduce the magnitude of the necessary Mayer sampling integrals and thereby reduce the error in their calculation. The second project goal is to study the performance and improve the application of the virial treatment in characterizing fluid phases.  The aim is to better characterize the convergence of the virial series, and determine how it may be applied to approximately locate vapor liquid critical points, particularly as applied to mixtures. The work also looks to develop reformulations or approximants that can improve the range of application of the virial series.\r\n\r\nBroader Impact. Advances from this research have intrinsic potential for broad impact in chemical thermodynamics. The ability to rapidly move from a molecular model to its macroscopic properties can facilitate the formulation of molecular models that are better able to characterize fluid phases. This in turn can yield truly predictive capabilities in material properties over a useful range of conditions, given only molecular specifications and thermodynamic state. The results of this research would thus produce an enabling technology that can lead to progress in other fields in many unforeseen ways. At a minimum, this research will eliminate the need to ever perform a molecular simulation of a vapor phase or supercritical material, instead permitting a much more efficient and accurate characterization through a molecular based virial treatment.  This capability can be useful for diverse applications, such as characterization of gas-phase molecular clustering, or phase equilibria calculations performed in the Gibbs ensemble, or study of solute partitioning in supercritical fluids; notably, all of these capabilities are important to energy and environmental applications.\r\n\r\nSeveral special forms of dissemination are performed to ensure that this work is readily adopted by others. Graphically oriented software applications are developed and made available via the web. Different versions of this software are, respectively, designed to: (1) permit the user to generate clusters meeting particular specifications, in a form suitable for use by his or her own computer codes, or simply for presentation pictorially for instruction or contemplation; (2) calculate cluster integrals and virial coefficients for arbitrary potentials using the methods being developed in the project; and (3) identify pure fluid and mixture critical points given values of the virial coefficients.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Kofke",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "David A Kofke",
   "pi_email_addr": "kofke@buffalo.edu",
   "nsf_id": "000212758",
   "pi_start_date": "2009-08-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Schultz",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew J Schultz",
   "pi_email_addr": "ajs42@buffalo.edu",
   "nsf_id": "000497229",
   "pi_start_date": "2009-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Buffalo",
  "inst_street_address": "520 LEE ENTRANCE STE 211",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7166452634",
  "inst_zip_code": "142282577",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "NY26",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "GMZUKXFDJMA9",
  "org_uei_num": "LMCJKRFW5R81"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Buffalo",
  "perf_str_addr": "520 LEE ENTRANCE STE 211",
  "perf_city_name": "AMHERST",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "142282577",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "NY26",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141400",
   "pgm_ele_name": "INTERFAC PROCESSES & THERMODYN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "051E",
   "pgm_ref_txt": "Interfacial trans & thermodynamic"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 98649.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 201351.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"text-decoration: underline;\">Broader impact</span></p>\n<p>A major challenge in science and engineering is connecting the behavior of materials to the behavior of the individual molecules of which they are made. Material behaviors include, for example, the pressure a gas exhibits if compressed to a particular density at some fixed temperature. The practical application of these properties is felt everywhere, and advances in predicting them (<em>i.e.</em>, determining them without performing experiments) can have tremendous impact on what technology can do and how much it costs.</p>\n<p>While we understand in principle how to bridge this gap, it is a challenge to find practical ways to predict material properties from molecular principles. One way to do this is to formulate approximate theories for material behavior by appealing to molecular considerations. These approaches are not always very reliable, but they are useful and much of engineering is built on methods formulated this way. An alternative is to perform detailed simulations of the way that molecules move around and interact, and in the process compute the properties they collectively exhibit.&nbsp; These methods are very reliable at bridging the molecular-to-materials gap, but they take a long time to compute a result, and are primarily used for scientific study more than engineering applications.</p>\n<p>The work performed in this project aims to advance a new approach to this problem, one that has some of the best features of approximate theories and molecular simulations. The approach is based on the calculation of so-called &ldquo;cluster integrals&rdquo;, which are simulations of just a few molecules &ndash; typically fewer than ten &ndash; to produce results that can be employed in molecular-based theories that are suitable for engineering applications. A prime example of such a theory is the virial equation of state (VEOS), which has coefficients that depend, respectively, on interactions of two, three, four <em>etc</em>. molecules at once. With so few molecules involved, it becomes possible to consider using more complex molecular models, even those based on first-principles quantum mechanical methods, as the basis for the calculations. To the extent this is possible we can produce predictions of material behaviors that are increasingly reliable. The connection provided by VEOS from the molecular behavior to the thermodynamic material behavior can support improvement of molecular models, in addition to supporting technological applications. This dual use is illustrated in the accompanying figure.</p>\n<p><span style=\"text-decoration: underline;\">Intellectual merit.</span></p>\n<p>The current project has proceeded in several directions toward realizing this capability.</p>\n<ol>\n<li>We have investigated a broad range of cluster-based theories beyond the familiar and well-established VEOS.&nbsp; We have developed approaches for hydrogen-bonding molecules such as water, for molecules that have internal flexibility, such as alkanes, and for molecules in the presence of surfaces and in confined environments. </li>\n<li>An important limitation of cluster-based methods is an inability to describe dense materials well, including liquids. We have developed and examined a variety of ideas to extend the range of applicability of cluster methods to mitigate this limitation.</li>\n<li>We have investigated ways to speed up the calculations required to support cluster-integral methods. We have looked in particular at how much faster the cluster-integral calculations can proceed if implemented on the latest computing hardware architectures, particularly on massively parallel computer chips such as graphics processing units. Also, we have examined the use of molecular-based theoretical methods to reduce the required amount of computation.</li>\n<li>We have developed open-source software that supports the calc...",
  "por_txt_cntn": "\nBroader impact\n\nA major challenge in science and engineering is connecting the behavior of materials to the behavior of the individual molecules of which they are made. Material behaviors include, for example, the pressure a gas exhibits if compressed to a particular density at some fixed temperature. The practical application of these properties is felt everywhere, and advances in predicting them (i.e., determining them without performing experiments) can have tremendous impact on what technology can do and how much it costs.\n\nWhile we understand in principle how to bridge this gap, it is a challenge to find practical ways to predict material properties from molecular principles. One way to do this is to formulate approximate theories for material behavior by appealing to molecular considerations. These approaches are not always very reliable, but they are useful and much of engineering is built on methods formulated this way. An alternative is to perform detailed simulations of the way that molecules move around and interact, and in the process compute the properties they collectively exhibit.  These methods are very reliable at bridging the molecular-to-materials gap, but they take a long time to compute a result, and are primarily used for scientific study more than engineering applications.\n\nThe work performed in this project aims to advance a new approach to this problem, one that has some of the best features of approximate theories and molecular simulations. The approach is based on the calculation of so-called \"cluster integrals\", which are simulations of just a few molecules &ndash; typically fewer than ten &ndash; to produce results that can be employed in molecular-based theories that are suitable for engineering applications. A prime example of such a theory is the virial equation of state (VEOS), which has coefficients that depend, respectively, on interactions of two, three, four etc. molecules at once. With so few molecules involved, it becomes possible to consider using more complex molecular models, even those based on first-principles quantum mechanical methods, as the basis for the calculations. To the extent this is possible we can produce predictions of material behaviors that are increasingly reliable. The connection provided by VEOS from the molecular behavior to the thermodynamic material behavior can support improvement of molecular models, in addition to supporting technological applications. This dual use is illustrated in the accompanying figure.\n\nIntellectual merit.\n\nThe current project has proceeded in several directions toward realizing this capability.\n\nWe have investigated a broad range of cluster-based theories beyond the familiar and well-established VEOS.  We have developed approaches for hydrogen-bonding molecules such as water, for molecules that have internal flexibility, such as alkanes, and for molecules in the presence of surfaces and in confined environments. \nAn important limitation of cluster-based methods is an inability to describe dense materials well, including liquids. We have developed and examined a variety of ideas to extend the range of applicability of cluster methods to mitigate this limitation.\nWe have investigated ways to speed up the calculations required to support cluster-integral methods. We have looked in particular at how much faster the cluster-integral calculations can proceed if implemented on the latest computing hardware architectures, particularly on massively parallel computer chips such as graphics processing units. Also, we have examined the use of molecular-based theoretical methods to reduce the required amount of computation.\nWe have developed open-source software that supports the calculations involved in implementing cluster-based methods.\n\n\nThese advances pave the way for continued work by us and others to bring about cluster-integral methods as a practical tool for science and engineering.\n\n\t\t\t\t\tLast Modified: 12/08/2013\n\n\t\t\t\t\tSubmitted by: David..."
 }
}