{
 "awd_id": "0854115",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Direct exploration of new nanoscale structures using a microfluidic chip integrated with cryo-TEM",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eddie Chang",
 "awd_eff_date": "2009-08-01",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 265426.0,
 "awd_amount": 265426.0,
 "awd_min_amd_letter_date": "2009-07-17",
 "awd_max_amd_letter_date": "2009-07-17",
 "awd_abstract_narration": "0854115\r\nBose\r\n\r\n\"This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\"\r\n\r\nIntellectual merit\r\n\r\nThis nano related collaborative research program develops a new device integrating a microfluidic chip with a controlled environment vitrification system (CEVS) to understand self assembly of organic and inorganic nanostructures in important, but previously unexplored regimes. Cryogenic transmission electron microscopy will be used to directly image nanoscale structures that are formed under the highly controlled conditions that are characteristic of microfluidics. Using the first version of such an integrated system, we have already uncovered a new structural pathway for a micelle-vesicle transition that has important implications. The specific aims of the proposed research are:\r\n\r\n(1) Design and develop a new microfluidic chip-cryo-TEM setup to enable short time (sub-second) sample screening. The new design will automate sample delivery and eliminate the blotting step used to thin the sample prior to vitrification. This change will be transformative as it will allow one to explore nanostructures formed in new temporal regimes that are vital for a fundamental new understanding of several important physical processes, two classes of which will be investigated in this work.\r\n\r\n(2) Explore the early stages of structure formation (preceding nucleation) in inorganic systems and how the structural evolution can be controlled by polymers understanding precursor structures is essential for progress in the field of biomineralization as well as for the development of new hybrid materials and additives used in water treatment (for example, encrustation inhibitors for seawater desalination).\r\n\r\n(3) Determine transition states and dynamics of structural evolution in\r\nsurfactant systems. This work will lead to a better comprehension of fundamental properties that affect microstructures in soft colloidal systems, eventually allowing more precise control of the final properties of these materials.\r\n\r\nBroader impact\r\n\r\nThe impact of this research will be broad, ranging from surfactant self-assembly to materials science. In terms of long range applications, the work could also assist in developing drug delivery techniques and water treatment. \r\n\r\nThis research expands a strong collaboration between a microfluidics group at Brown University and a soft matter group at URI with a polymer physics/crystal growth group at BASF, working at Harvard University through the BASF/Harvard initiative. The graduate students working on this project will be involved in experimental design and fabrication and key experiments that provide new fundamental understanding of processes that also have significant applications. Given the typical reliance on expensive commercially available analytical devices, this range of experience will be unique. Material from this research is directly relevant for two courses taught at URI and Brown, and will be incorporated into coursework as it becomes available. The PIs will develop an educational program that demonstrates key features of microfluidics and the thermodynamics and kinetics of self-assembling systems for high school and undergraduate students, with the goal of raising and maintaining their interest in science and engineering. Using both Browns and URIs offices for minority student development, graduate and undergraduate students from underrepresented groups will be sought for this project.",
 "awd_arra_amount": 265426.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Arijit",
   "pi_last_name": "Bose",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Arijit Bose",
   "pi_email_addr": "bosea@uri.edu",
   "nsf_id": "000180712",
   "pi_start_date": "2009-07-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Rhode Island",
  "inst_street_address": "75 LOWER COLLEGE RD RM 103",
  "inst_street_address_2": "",
  "inst_city_name": "KINGSTON",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4018742635",
  "inst_zip_code": "028811974",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "RI02",
  "org_lgl_bus_name": "UNIVERSITY OF RHODE ISLAND",
  "org_prnt_uei_num": "NSA8T7PLC9K3",
  "org_uei_num": "CJDNG9D14MW7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Rhode Island",
  "perf_str_addr": "75 LOWER COLLEGE RD RM 103",
  "perf_city_name": "KINGSTON",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "028811974",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "RI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141400",
   "pgm_ele_name": "INTERFAC PROCESSES & THERMODYN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "051E",
   "pgm_ref_txt": "Interfacial trans & thermodynamic"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 265426.0
  }
 ],
 "por": null
}