{
 "awd_id": "0854354",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Electrospray Deposition of Biosensor Substrates",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Alexander Revzin",
 "awd_eff_date": "2009-06-01",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 369731.0,
 "awd_amount": 381731.0,
 "awd_min_amd_letter_date": "2009-05-22",
 "awd_max_amd_letter_date": "2011-05-06",
 "awd_abstract_narration": "0854354\r\nSchlaf\r\n\r\nCurrent wet-chemical approaches used for the fabrication of capture based immunoassays are often time consuming, and can result in inconsistent results due to the necessary multi-step process. This research program focuses on the exploration and application of a rapid preparation method for immunoassays recently demonstrated by the PIs. This method utilizes direct electrospray deposition at atmospheric pressure of affinity capture reagents (such as antibodies) on solid supports. The method is able to fabricate ready-to-go sandwich immunoassays during a deposition time of a few tens of seconds. This contrasts with a longer than 48 hours preparation time for conventional wet-chemically prepared assays. The assay sensitivity and specificity of Escherichia coli (E. coli) immunoassays prepared with this method have already been demonstrated to be similar or better to that of conventional wet-chemically prepared assays. Encouraged by these preliminary results a systematic investigation of the adsorption process will be carried out, while also pursuing an optimization the deposition process for potential applications in biosensor manufacturing. In addition to these efforts, a direct patterning device based on electrospray deposition will be designed and built in collaboration with a small business, Elion systems, Inc.. The goal is to enable rapid computer-controlled fabrication of patterned biosensor coupons in a bench top or field environment. This will enable the small scale ad hoc fabrication of multi-capture reagent biosensor coupons capable of parallel detection of a variety of pathogens.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rudiger",
   "pi_last_name": "Schlaf",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rudiger Schlaf",
   "pi_email_addr": "schlaf@eng.usf.edu",
   "nsf_id": "000418793",
   "pi_start_date": "2009-05-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Lim",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel V Lim",
   "pi_email_addr": "lim@usf.edu",
   "nsf_id": "000367017",
   "pi_start_date": "2009-05-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of South Florida",
  "inst_street_address": "4202 E FOWLER AVE",
  "inst_street_address_2": "",
  "inst_city_name": "TAMPA",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8139742897",
  "inst_zip_code": "336205800",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "FL15",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTH FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NKAZLXLL7Z91"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Florida",
  "perf_str_addr": "4202 E FOWLER AVE",
  "perf_city_name": "TAMPA",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "336205800",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "FL15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534500",
   "pgm_ele_name": "Engineering of Biomed Systems"
  },
  {
   "pgm_ele_code": "790900",
   "pgm_ele_name": "BIOSENS-Biosensing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "004E",
   "pgm_ref_txt": "BIOMEDICAL ENG AND DIAGNOSTICS"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 129855.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 119897.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 131979.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>The objective of this project was to develop and demonstrate that biologically active antibody thin films for biosensors can be produced using a spray process. Biosensors use antibodies to identify and capture antigens such as bacteria, and to make them available for further investigation and/or detection. The currently used method for making antibody films is based on immersing substrates in to a sequence of solutions with the aim to generate a chemically bonded chain between the substrate surface and the antibody. This &ldquo;wet-chemical&rdquo; method can take several days and consists of 10-20 individual processing steps.&nbsp;</span></p>\n<p><span>The proposed use of a simple spray-on process was aimed to cut this process to a one-step deposition that would only take a few minutes to accomplish. This would dramatically reduce the cost and effort for making bio-sensor substrates, which would help make biosensors more broadly available to aid in food safety or military pathogen detection.&nbsp;</span></p>\n<p><span>During the duration of the project the spray technique was optimized and developed into a reproducibly working process. At the same time the produced antibody films were subjected to a thorough study of their pathogen capture efficiency, their capture &lsquo;specificity&rsquo; (i.e. their capability to only capture a specific pathogen such as a dangerous e.coli species, but nothing else thereby preventing false positives),&nbsp; and their shelf life. These experiments required the preparation of a large number of samples prepared under various spray conditions and each in several identical copies to ensure statistically significant results.</span></p>\n<p><span>The scientific/technical outcome of these activities is a spray process that generates antibody films that perform as well as traditionally wet-chemically prepared films with respect to efficiency, specificity and shelf-life. A broader impact of these efforts is that now a rapid, simple and cheap preparation process is available to the biosensor community that will enable a more streamlined and cost efficient preparation of biosensor substrates. Furthermore, fresh ad-hoc biosensor preparation &lsquo;in the field&rsquo; is now possible. It could be envisioned that fresh biosensor substrates are be prepared as needed right at the location of deployment. This would help eliminate shelf life issues that generally affect bio sensor substrates.</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/02/2013<br>\n\t\t\t\t\tModified by: Rudiger&nbsp;Schlaf</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe objective of this project was to develop and demonstrate that biologically active antibody thin films for biosensors can be produced using a spray process. Biosensors use antibodies to identify and capture antigens such as bacteria, and to make them available for further investigation and/or detection. The currently used method for making antibody films is based on immersing substrates in to a sequence of solutions with the aim to generate a chemically bonded chain between the substrate surface and the antibody. This \"wet-chemical\" method can take several days and consists of 10-20 individual processing steps. \n\nThe proposed use of a simple spray-on process was aimed to cut this process to a one-step deposition that would only take a few minutes to accomplish. This would dramatically reduce the cost and effort for making bio-sensor substrates, which would help make biosensors more broadly available to aid in food safety or military pathogen detection. \n\nDuring the duration of the project the spray technique was optimized and developed into a reproducibly working process. At the same time the produced antibody films were subjected to a thorough study of their pathogen capture efficiency, their capture æspecificityÆ (i.e. their capability to only capture a specific pathogen such as a dangerous e.coli species, but nothing else thereby preventing false positives),  and their shelf life. These experiments required the preparation of a large number of samples prepared under various spray conditions and each in several identical copies to ensure statistically significant results.\n\nThe scientific/technical outcome of these activities is a spray process that generates antibody films that perform as well as traditionally wet-chemically prepared films with respect to efficiency, specificity and shelf-life. A broader impact of these efforts is that now a rapid, simple and cheap preparation process is available to the biosensor community that will enable a more streamlined and cost efficient preparation of biosensor substrates. Furthermore, fresh ad-hoc biosensor preparation æin the fieldÆ is now possible. It could be envisioned that fresh biosensor substrates are be prepared as needed right at the location of deployment. This would help eliminate shelf life issues that generally affect bio sensor substrates.\n\n \n\n\t\t\t\t\tLast Modified: 07/02/2013\n\n\t\t\t\t\tSubmitted by: Rudiger Schlaf"
 }
}