{
 "awd_id": "0854030",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Integrated Selection of Thermally Responsive Aptamers for Specific Purification and Enrichment of Biomolecules",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rosemarie D. Wesson",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 299997.0,
 "awd_amount": 299997.0,
 "awd_min_amd_letter_date": "2009-08-20",
 "awd_max_amd_letter_date": "2009-08-20",
 "awd_abstract_narration": "0854030\r\nLin\r\n\r\n\r\nAptamers, or oligonucleotides that bind with high affinity to chemical and biological targets, are isolated through an in vitro selection and amplification procedure called systematic evolution of ligands by exponential enrichment (SELEX). Aptamers can be developed for an extremely broad spectrum of targets, such as small molecules, proteins, cells, viruses, and bacteria, with well controlled target selectivity and predefined binding characteristics. In particular, aptamer binding in general exhibits strong temperature dependence; thus, aptamers may specifically bind target analytes at a predefined temperature and reversibly decouple from the targets at a modestly different, yet also predefined, temperature. This property is attractive to affinity purification, as it can enable specific purification with thermally activated release and isocratic elution of analytes, as well as regeneration of the purification instrument. Additionally, thermally activated isocratic elution frees experimental procedures from unnecessary and potentially harmful reagents, and simplifies the purification procedure. Conventional SELEX instruments are widely used but are generally labor-intensive and time-consuming. These limitations can be addressed by leveraging microfluidic technology. We propose to develop a microfluidic SELEX system that integrates all steps of the SELEX method to allow automated development of aptamers with predefined temperature-dependent binding characteristics for applications to affinity purification of analytes. Our specific aims include: (1) developing a bead-based polymerase chain reaction (PCR) technique in a microchannel to establish its applicability to microfluidic SELEX; (2) integrating microchip DNA selection and amplification processes to create a prototype microfluidic SELEX system; and (3) validating the prototype system and demonstrating its utility with selection of aptamers targeting proteins which are involved in cancer detection and therapy, and for which established aptamers are available.\r\n\r\nThe proposed research will have broader impacts in healthcare and biotechnology. Applied to therapeutics, aptamers can be tuned to target and inhibit particular proteins which are the cause of diseases. Given their selectivity, drug delivery mechanisms can be devised where aptamer molecules for a specific disease initiated protein are released into the system for location and suppression of the protein. Alternatively, aptamers can also be used to screen potential drug candidates. Aptamers specific to the prospective drug can be used to immobilize the molecule to undergo extensive characterization. Moreover, the proposed research has potential in diagnosis and biosensing for environmental and food monitoring, antiterrorism, and pathology. Aptamers can be selected for toxins, pathogens and parasites which can contaminate air, water and food supplies. Also, aptamers are of utility in cell manipulation. Cell separation with thermally sensitive aptamers offers attractive alternatives to current techniques in cell counting. In particular, cells, such as mesenchymal stem cells, can benefit from specific extraction, enrichment and isocratic elution using aptamers. Finally, a strong educational component in this research will involve undergraduate- and graduate-level teaching, interdisciplinary training of graduate and undergraduate students including those from minorities and underrepresented groups, and active educational outreach activities in New York City.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Qiao",
   "pi_last_name": "Lin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Qiao Lin",
   "pi_email_addr": "ql2134@columbia.edu",
   "nsf_id": "000276992",
   "pi_start_date": "2009-08-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University",
  "perf_str_addr": "615 W 131ST ST",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100277922",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141700",
   "pgm_ele_name": "Interfacial Engineering Progra"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "007E",
   "pgm_ref_txt": "Biological Separation Processes"
  },
  {
   "pgm_ref_code": "053E",
   "pgm_ref_txt": "BIOSEPARATIONS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 299997.0
  }
 ],
 "por": null
}