{
 "awd_id": "0854873",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Topics in Nuclear Structure Theory",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032928235",
 "po_email": "bmihaila@nsf.gov",
 "po_sign_block_name": "Bogdan Mihaila",
 "awd_eff_date": "2009-08-15",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 349824.0,
 "awd_amount": 349824.0,
 "awd_min_amd_letter_date": "2009-08-03",
 "awd_max_amd_letter_date": "2011-05-26",
 "awd_abstract_narration": "Understanding the variety of properties exhibited by atomic nuclei from the underlying forces between their constituent nucleons, and understanding how these features evolve with the number of neutrons and protons, represents one of the key challenges of nuclear physics. The central theme of this proposal is to develop a new method for obtaining a reliable microscopic description of nuclei across the nuclear landscape. This method, which is called the Density Matrix Renormalization Group, has proven very successful in the treatment of many other complex many-body quantum systems, and seems very well suited for application to atomic nuclei as well. The goal of the proposal is to build the Density Matrix Renormalization Group into a practical approach for the microscopic description of atomic nuclei and to apply it systematically across the periodic table.\r\n\r\nSuccess in achieving the goals of this project should have broad impact extending well beyond the nuclear domain. Having a reliable description of the detailed structure of atomic nuclei makes it possible to address fundamental issues in nuclear astrophysics, including how the elements in the universe are synthesized, as well as issues related to fundamental symmetries of nature. The method being developed is computationally very intensive, requiring the development of new computational algorithms that should also have broad application across felds. Finally, the scientific research that is proposed will involve the active participation of several Ph.D. students, helping to train them in forefront scientific research and in cutting edge computational methodologies. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stuart",
   "pi_last_name": "Pittel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Stuart Pittel",
   "pi_email_addr": "pittel@bartol.udel.edu",
   "nsf_id": "000168219",
   "pi_start_date": "2009-08-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Delaware",
  "inst_street_address": "550 S COLLEGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "DE",
  "inst_state_name": "Delaware",
  "inst_phone_num": "3028312136",
  "inst_zip_code": "197131324",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DE00",
  "org_lgl_bus_name": "UNIVERSITY OF DELAWARE",
  "org_prnt_uei_num": "",
  "org_uei_num": "T72NHKM259N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Delaware",
  "perf_str_addr": "550 S COLLEGE AVE",
  "perf_city_name": "NEWARK",
  "perf_st_code": "DE",
  "perf_st_name": "Delaware",
  "perf_zip_code": "197131324",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DE00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128500",
   "pgm_ele_name": "NUCLEAR THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 112593.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 116840.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 120391.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>One of the central themes of nuclear structure physics has been to develop a unified microscopic theory of all nuclear species, based on the underlying forces between the constituent neutrons and protons (the nucleons). A second key theme has been to understand the evolution of nuclear structure, how the properties of nuclei and the key correlations that define that structure evolve with the change in neutron and proton numbers. The focus of the research supported by this grant from the National Science Foundation has been to contribute to these goals.<br /><br />There were several related projects aimed at meeting these objectives. One had as its focus the development of a new strategy for carrying out large-scale microscopic calculations of the structure of nuclei,&nbsp; based on the Density Matrix Renormalization method. Our work, the first to systematically develop this method as an efficient truncation strategy for shell-model calculations of atomic nuclei, has demonstrated the great promise of the method, showing that it can be used to describe in a fully microscopic framework the properties of nuclei with mass numbers up to roughly A=70. Perhaps most importantly, the computer code developed for implementing this method was found to scale very well as the number of nucleons increasing, suggesting that the method may prove useful for even heavier and more complex nuclei than those treated to date.<br /><br />A second project aimed at studying the role of proton-neutron pairing correlations in atomic nuclei with roughly equal numbers of neutrons (N) and protons (Z).&nbsp; Whereas earlier work had suggested the possible importance of such correlations in such nuclei, the methods that were used in those studies were wrought with uncertainties because of the lack of important symmetries being preserved. Using the nuclear shell model and the Density Matrix Renormalization code we had developed, we were able to overcome these limitations and implement a systematic study of the interplay of these correlation effects with other possible nuclear correlation effects, showing very clearly how and under what conditions they are manifested.<br /><br />More recently the work carried out under the auspices of the grant has focussed on the development of another promising truncation strategy for the nuclear many-body problem, called the Nucleon Pair Shell Model. This model is based on the introduction of collective pairs of neutrons and collective pairs of protons and then builds medium-mass and heavy nuclei in terms of the interactions between a limited number of these collective pairs. While this method is not new, we were able to show how to optimally construct these collective pairs, and in doing so demonstrated that the model can be used to describe how complex shape transitions evolve in nuclei with changes in the number of neutrons or protons.<br /><br />A key theme of the program has been to integrate contemporary nuclear structure research with the training of junior investigators. The work on the Density Matrix Renormalization Group served as the Ph.D. thesis project at the University of Delaware of Bhupender Thakur, who has since moved into a computational position at Louisiana State University in large part because of the training he received on this project. Dr. Thakur has continued to work on the project since assuming his position at LSU, enabling him to maintain a presence in forefront scientific research. The work on proton-neutron pairing correlations and the more recent work on the Nucleon Pair Shell Model involved the participation of two graduate students (Lei Yang and Guanjian Fu) and one advanced undergraduate student (Man Bao) from Shanghai Jiao Tong University. All visited the University of Delaware for several month stays under the auspices of the grant, dramatically advancing their understanding of nuclear structure physics and computational methodo...",
  "por_txt_cntn": "\nOne of the central themes of nuclear structure physics has been to develop a unified microscopic theory of all nuclear species, based on the underlying forces between the constituent neutrons and protons (the nucleons). A second key theme has been to understand the evolution of nuclear structure, how the properties of nuclei and the key correlations that define that structure evolve with the change in neutron and proton numbers. The focus of the research supported by this grant from the National Science Foundation has been to contribute to these goals.\n\nThere were several related projects aimed at meeting these objectives. One had as its focus the development of a new strategy for carrying out large-scale microscopic calculations of the structure of nuclei,  based on the Density Matrix Renormalization method. Our work, the first to systematically develop this method as an efficient truncation strategy for shell-model calculations of atomic nuclei, has demonstrated the great promise of the method, showing that it can be used to describe in a fully microscopic framework the properties of nuclei with mass numbers up to roughly A=70. Perhaps most importantly, the computer code developed for implementing this method was found to scale very well as the number of nucleons increasing, suggesting that the method may prove useful for even heavier and more complex nuclei than those treated to date.\n\nA second project aimed at studying the role of proton-neutron pairing correlations in atomic nuclei with roughly equal numbers of neutrons (N) and protons (Z).  Whereas earlier work had suggested the possible importance of such correlations in such nuclei, the methods that were used in those studies were wrought with uncertainties because of the lack of important symmetries being preserved. Using the nuclear shell model and the Density Matrix Renormalization code we had developed, we were able to overcome these limitations and implement a systematic study of the interplay of these correlation effects with other possible nuclear correlation effects, showing very clearly how and under what conditions they are manifested.\n\nMore recently the work carried out under the auspices of the grant has focussed on the development of another promising truncation strategy for the nuclear many-body problem, called the Nucleon Pair Shell Model. This model is based on the introduction of collective pairs of neutrons and collective pairs of protons and then builds medium-mass and heavy nuclei in terms of the interactions between a limited number of these collective pairs. While this method is not new, we were able to show how to optimally construct these collective pairs, and in doing so demonstrated that the model can be used to describe how complex shape transitions evolve in nuclei with changes in the number of neutrons or protons.\n\nA key theme of the program has been to integrate contemporary nuclear structure research with the training of junior investigators. The work on the Density Matrix Renormalization Group served as the Ph.D. thesis project at the University of Delaware of Bhupender Thakur, who has since moved into a computational position at Louisiana State University in large part because of the training he received on this project. Dr. Thakur has continued to work on the project since assuming his position at LSU, enabling him to maintain a presence in forefront scientific research. The work on proton-neutron pairing correlations and the more recent work on the Nucleon Pair Shell Model involved the participation of two graduate students (Lei Yang and Guanjian Fu) and one advanced undergraduate student (Man Bao) from Shanghai Jiao Tong University. All visited the University of Delaware for several month stays under the auspices of the grant, dramatically advancing their understanding of nuclear structure physics and computational methodologies through these visits. One of the students, Lei Yang, has now received his Ph. D. from Shanghai Jiao Tong ..."
 }
}