{
 "awd_id": "0854560",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Hybrid Organic-Inorganic Active Sites for Selective Heterogeneous Catalysis",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "George J. Antos",
 "awd_eff_date": "2009-08-01",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 234896.0,
 "awd_amount": 245641.0,
 "awd_min_amd_letter_date": "2009-07-23",
 "awd_max_amd_letter_date": "2010-09-08",
 "awd_abstract_narration": "0854560 \r\nKatz\r\n\r\nEmerging applications of heterogeneous catalysis require the development of new materials that i) afford high catalyst selectivity and activity at the relatively low temperatures required to avoid background degradation reactions of critical chemical intermediates, and ii) function without leaching/degradation in aqueous and harsh organic solvent environments. This work addresses the pressing needs in (i) and (ii) above via the design and synthesis of heterogeneous catalysts consisting of multifunctional organic active sites. The organic component of these active sites inherently lends them to being hydrolytically stable while simultaneously providing tailorability of molecular structure for control of function. \r\n\r\nThe intellectual merit of this research is to implement emerging concepts in the synthesis of organic acid and base active sites as relevant precursors for highly selective, active, and robust heterogeneous catalysts, which consist of a hybrid organic-inorganic material. The work specifically exploits the confinement of catalytic sites on the surface of silica and control reactivity of the resulting confined functional groups using calixarenes as an organizational scaffold and confinement entity.\r\n\r\nUpon calixarene grafting, lateral metathesis polymerization of anchored calixarenes on the inorganic-oxide surface synthesizes a robust two-dimensional crosslinked polymer consisting of immobilized catalytically active sites. This polymer is insoluble and is therefore expected to be leach-proof even under severe solvent environments, such as those involving high temperatures and aqueous solvent systems. Preliminary experiments aimed at demonstrating proof of concept are geared towards demonstrating robust and highly selective aldol condensation activity, a reaction that is key to fine chemicals and biorefining, in a variety of solvent environments using a recoverable catalyst, as well as the synthesis of enantioselective acid-base bifunctional catalysts based on this concept.\r\n\r\nThese goals require the development of confined calixarene active sites containing acidic functionality, as well as sites containing base, which are attainable using procedures recently developed by our research group. Acid active sites will be investigated for reactions relevant to biorefining such as transesterification and ester hydrolysis. We further develop approaches to pattern the surface of an inorganic oxide, using silica as a model inorganic-oxide, with two disparate chemical functional groups, because methods of site isolation discovered during this process are likely to be generally applicable to other catalytic systems of relevance to other transformations, such as those involving supported metal and inorganic-oxide nanoparticles. \r\n\r\nThe research activities broadly impact the training of future scientists in catalyst design and synthesis, with specific emphasis on structural characterization and functional assessment of hybrid organic-inorganic catalysts with designed nanoscale structure and connectivity. The training of graduate and undergraduate students will have special emphasis placed on the recruitment of female and minority students. Outreach activities include a K-12 component, with a focus on encouraging Pacific Islander minorities to pursue study of the chemical sciences and engineering, through inspirational research presentations to high-school students on the topic of future directions and challenges in and research while simultaneously providing a demonstration of how scientific discoveries can be used for creating new technology and understanding.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alexander",
   "pi_last_name": "Katz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alexander Katz",
   "pi_email_addr": "askatz@berkeley.edu",
   "nsf_id": "000187763",
   "pi_start_date": "2009-07-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140100",
   "pgm_ele_name": "Catalysis"
  },
  {
   "pgm_ele_code": "141400",
   "pgm_ele_name": "INTERFAC PROCESSES & THERMODYN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "044E",
   "pgm_ref_txt": "CATALYSIS"
  },
  {
   "pgm_ref_code": "045E",
   "pgm_ref_txt": "Adv Mats for Separation Process"
  },
  {
   "pgm_ref_code": "051E",
   "pgm_ref_txt": "Interfacial trans & thermodynamic"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 234896.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 10745.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project develops new materials and investigates their use in green systems that use water to replace environmentally less sustainable organic solvants in chemical processes.&nbsp; Much of our understanding of chemical processes needs to be developed in water, though, ironically, this is the solvent of life which is used in living creatures and chemical processes within them to sustain life.&nbsp; We developed and used a new class of materials based on long chain sugars on silica glass and alumina ceramics, to look at how the surface activates bonds in the sugar to allow it to break apart into small building blocks in water.&nbsp; This process is called depolimerization via hydrolysis and has been identified as the limiting cost for taking agricultural biomass and converting it into fuels such as gasoline.&nbsp; Our results demonstrate that surfaces can crudely mimic the weak acid site mechanisms of biological catalysts in water.&nbsp; Such weak acid sites have the major advantage of not degrading in the presence of trace metal salts as strong acid sites are known to do.&nbsp; They inspire the development of new carbon-based catalysts that accomplish depolymerization and therefore to decrease costs for biofuels significantly.&nbsp; In a separate system we investigated site requirements for gold catalysis in water.&nbsp; Gold is one of those metals that is present in jewlery precisely because it is chemically stable and inert in water.&nbsp; However, our results show that certain structural features on gold, such as corner and edge sites, lend greatly enhanced catalytic activity to gold.&nbsp; Following up, however, in certain instances of aqueous gold catalysis, even gold remain unstable and leaches into highly reactive fragments.&nbsp; Our research identifies one such system that has been overlooked by many previous reports.&nbsp; This project has contributed to the successful training of a graduate student and postdoctoral scholar, both of whom aim to be professors, and one of whom already has.&nbsp; On a broader impact, the result of this research has been disseminated in leading international journals that represent some of the most broad journals in science at numerous national and international meetings and outreach presentations.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/01/2013<br>\n\t\t\t\t\tModified by: Alexander&nbsp;Katz</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project develops new materials and investigates their use in green systems that use water to replace environmentally less sustainable organic solvants in chemical processes.  Much of our understanding of chemical processes needs to be developed in water, though, ironically, this is the solvent of life which is used in living creatures and chemical processes within them to sustain life.  We developed and used a new class of materials based on long chain sugars on silica glass and alumina ceramics, to look at how the surface activates bonds in the sugar to allow it to break apart into small building blocks in water.  This process is called depolimerization via hydrolysis and has been identified as the limiting cost for taking agricultural biomass and converting it into fuels such as gasoline.  Our results demonstrate that surfaces can crudely mimic the weak acid site mechanisms of biological catalysts in water.  Such weak acid sites have the major advantage of not degrading in the presence of trace metal salts as strong acid sites are known to do.  They inspire the development of new carbon-based catalysts that accomplish depolymerization and therefore to decrease costs for biofuels significantly.  In a separate system we investigated site requirements for gold catalysis in water.  Gold is one of those metals that is present in jewlery precisely because it is chemically stable and inert in water.  However, our results show that certain structural features on gold, such as corner and edge sites, lend greatly enhanced catalytic activity to gold.  Following up, however, in certain instances of aqueous gold catalysis, even gold remain unstable and leaches into highly reactive fragments.  Our research identifies one such system that has been overlooked by many previous reports.  This project has contributed to the successful training of a graduate student and postdoctoral scholar, both of whom aim to be professors, and one of whom already has.  On a broader impact, the result of this research has been disseminated in leading international journals that represent some of the most broad journals in science at numerous national and international meetings and outreach presentations.\n\n\t\t\t\t\tLast Modified: 11/01/2013\n\n\t\t\t\t\tSubmitted by: Alexander Katz"
 }
}