{
 "awd_id": "0854345",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Growth of Ultra Thin Metal Alloy Films",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Maria Burka",
 "awd_eff_date": "2009-06-01",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 350000.0,
 "awd_amount": 350000.0,
 "awd_min_amd_letter_date": "2009-01-30",
 "awd_max_amd_letter_date": "2009-01-30",
 "awd_abstract_narration": "0854345\r\nEkerdt\r\n\r\nThis research program investigates the growth of ultra thin (less than 9 nm) amorphous metal films on amorphous substrates. Chemical growth methods will be studied that include chemical vapor deposition and plasma-enhanced chemical vapor deposition. Guided by first-principles calculations, this research will examine the role of alloying elements, such as phosphorus, boron, silicon and tin on stabilizing an amorphous microstructure in ruthenium, cobalt, nickel and palladium films. The goal is to force an amorphous structure at the minimum alloy concentration so that the metal properties are retained. The research will focus on chemical and physical methods to increase the nucleation density or to alter the course of film assembly to realize continuous films that are 2-4 nm thick. Changes will be made to increase the defect density of the substrates and experiments will also explore selective surface passivants to block reaction on the growing metal and force additional nucleation on the substrate. The research objectives are an understanding of the enabling reactions and processes that will lead to the thinnest possible continuous film, and to an ultra thin film with amorphous character. The program of work will involve film growth and characterization studies and it will involve surface studies to elucidate how the precursors interact with the substrates as the ligands and substrates are modified. The research leverages the expertise and experimental infrastructure at the University of Texas to grow and characterize films and to study surface reactions. Bonding and reactions at the substrate surface and at the film interface will be explored. Film composition and chemical bonding will be followed using X-ray photoelectron spectroscopy, secondary ion mass spectrometry and low energy ion scattering spectroscopy. A full complement of characterization facilities will be used to study the films, including spectral ellipsometry, atomic force microscopy, X-ray scattering spectroscopy, and high resolution electron microscopy.\r\n\r\nIntellectual Merit: Metal films find applications in sensors, optics and microelectronics, and as the critical dimensions or size of the applications and systems decrease, the metal films thickness also must decrease to tens of atomic diameters at most and must have a specific microstructure. This program seeks to describe how films form, with an emphasis on nucleation and island coalescence, the evolution of interfacial layers that bind the film to the substrate, how properties of bulk materials scale with thickness, and precisely how short range order is preserved as the film thickness approaches thicknesses that are 5- 15 times the characteristic dimension of the Veronoi polyhedra.\r\n\r\nBroader Impacts of the Proposed Research This research is motivated in general by the central role ultra thin metal films on amorphous substrates have in applications such as electrodes, sensors, optics, thermal barriers, and diffusion barriers. This program seeks to explore the role and nature of short-range-order in the formation and stabilization of ultra thin amorphous metals. Further this program addresses and seeks to describe the interfacial and surface reactions that affect the evolution of the films as it transforms from nucleated islands to a coalesced, continuous film. Issues of nucleation and growth are common to both amorphous and polycrystalline films.\r\n\r\nThe research will directly support the training of graduate students and indirectly provide opportunities for undergraduates to participate in open-ended research projects. The PI and the graduate student will develop an exhibit that will help explain the revolutionary and current devices that motivate this research, sensors and microelectronics, and introduce these concepts to the general public and to precollege students. They will present it and display it through a variety of University of Texas sponsored venues, such as the annual UT Open House and the Texas Memorial Museum.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Ekerdt",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "John G Ekerdt",
   "pi_email_addr": "ekerdt@utexas.edu",
   "nsf_id": "000341559",
   "pi_start_date": "2009-01-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "110 INNER CAMPUS DR",
  "perf_city_name": "AUSTIN",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121139",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140300",
   "pgm_ele_name": "Proc Sys, Reac Eng & Mol Therm"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "047E",
   "pgm_ref_txt": "REACTION ENGINEERING"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 350000.0
  }
 ],
 "por": null
}