{
 "awd_id": "0854743",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Theoretical Investigations in Classical and Quantum Gravity",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bradley D. Keister",
 "awd_eff_date": "2009-08-01",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 1076005.0,
 "awd_amount": 1106465.0,
 "awd_min_amd_letter_date": "2009-07-28",
 "awd_max_amd_letter_date": "2011-06-27",
 "awd_abstract_narration": "Fundamental conceptual and mathematical issues in classical and quantum gravity will be investigated to enrich our understanding of Einstein's general relativity and to go beyond. Specifically, the physics of the early universe will be explored, the quantum nature of the Big Bang will be analyzed, and thermodynamic and quantum properties of black holes will be studied. Other issues at the interface of gravitational physics and geometry will also be investigated, including the fully non-linear regime of general relativity near singularities at which matter density and curvature become infinite, and classical physics comes to an end.\r\n\r\nBecause the emphasis is on issues at the forefront of gravitational physics, graduate students and post-docs will continue to receive broad training that will have a long-term impact on their careers. Results of this work will enrich other disciplines by: i) providing novel inputs to cosmology; ii) making a new advance in non-commutative geometry; iii) developing the area of computational quantum cosmology; and, iv) disseminating frontier scientific research to the broader public.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Abhay",
   "pi_last_name": "Ashtekar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Abhay Ashtekar",
   "pi_email_addr": "ashtekar@gravity.psu.edu",
   "nsf_id": "000370651",
   "pi_start_date": "2009-07-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 OLD MAIN",
  "perf_city_name": "UNIVERSITY PARK",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "124400",
   "pgm_ele_name": "Gravity Theory"
  },
  {
   "pgm_ele_code": "126500",
   "pgm_ele_name": "GEOMETRIC ANALYSIS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7483",
   "pgm_ref_txt": "PHYSICS OF THE UNIVERSE"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 344575.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 358659.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 403231.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Physics of the very small ---atoms, nuclei and elementary<br />particles--- is well described by quantum mechanics. Physics of the<br />very large ---astronomical phenomena, black holes, the universe as a<br />whole--- are well described by Einstein's general relativity. The<br />two theories use very different concepts and mathematical tools.<br />Yet, near the big bang and inside the black holes, the very large<br />meets the very small and we need both theories. New questions arise<br />that require us to appropriately unify principles of quantum physics<br />and general relativity.<br /><br />To meet this goal, this NSF project developed conceptual frameworks<br />and mathematical tools, tailored to physical problems related to the<br />very early universe and black holes. General relativity tells us<br />that physical quantities become infinite at the big bang, Einstein's<br />equations break down and the classical physics comes to a halt. But<br />this is an artefact that arises because one ignores quantum physics.<br />The new framework we developed shows that quantum effects of gravity<br />bring about a qualitative shift: <em>no</em> physical quantities diverge and<br />our quantum version of Einstein's equations does<em> not </em>break down.<br />There is brand new physics that adequately describes the very early<br />universe. Furthermore, one can explore the physical consequences of<br />this physics that goes beyond Einstein. In the context of black<br />holes, it first appears that physics would lose predictivity because<br />information that `falls in to the black hole' is lost forever. But<br />again, this is because one relies on the formation of a<br />`singularity' inside the black hole -- where physical quantities<br />become infinite--- which can `gobble up' the information. With<br />quantum gravity effects, this singularity is resolved and hence<br />predicitivity of physics should be restored. Using computer<br />solutions of the quantum corrected Einstein's equations we found<br />strong evidence for this. The detailed picture of the formation and<br />quantum evaporation of the black hole that emerged led us to<br />construct a general scenario to explain why there is no loss of<br />information.<br /><br />For further information see, for example, the following video clips<br />and semi-popular article.<br />&nbsp; http://www.youtube.com/watch?v=6ooMapBIUeU<br />&nbsp; http://www.gravity.psu.edu/~media/bang.mp4<br />&nbsp; http://www.gravity.psu.edu/outreach/articles/usnews-world.pdf<br /><br /></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/12/2012<br>\n\t\t\t\t\tModified by: Abhay&nbsp;Ashtekar</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nPhysics of the very small ---atoms, nuclei and elementary\nparticles--- is well described by quantum mechanics. Physics of the\nvery large ---astronomical phenomena, black holes, the universe as a\nwhole--- are well described by Einstein's general relativity. The\ntwo theories use very different concepts and mathematical tools.\nYet, near the big bang and inside the black holes, the very large\nmeets the very small and we need both theories. New questions arise\nthat require us to appropriately unify principles of quantum physics\nand general relativity.\n\nTo meet this goal, this NSF project developed conceptual frameworks\nand mathematical tools, tailored to physical problems related to the\nvery early universe and black holes. General relativity tells us\nthat physical quantities become infinite at the big bang, Einstein's\nequations break down and the classical physics comes to a halt. But\nthis is an artefact that arises because one ignores quantum physics.\nThe new framework we developed shows that quantum effects of gravity\nbring about a qualitative shift: no physical quantities diverge and\nour quantum version of Einstein's equations does not break down.\nThere is brand new physics that adequately describes the very early\nuniverse. Furthermore, one can explore the physical consequences of\nthis physics that goes beyond Einstein. In the context of black\nholes, it first appears that physics would lose predictivity because\ninformation that `falls in to the black hole' is lost forever. But\nagain, this is because one relies on the formation of a\n`singularity' inside the black hole -- where physical quantities\nbecome infinite--- which can `gobble up' the information. With\nquantum gravity effects, this singularity is resolved and hence\npredicitivity of physics should be restored. Using computer\nsolutions of the quantum corrected Einstein's equations we found\nstrong evidence for this. The detailed picture of the formation and\nquantum evaporation of the black hole that emerged led us to\nconstruct a general scenario to explain why there is no loss of\ninformation.\n\nFor further information see, for example, the following video clips\nand semi-popular article.\n  http://www.youtube.com/watch?v=6ooMapBIUeU\n  http://www.gravity.psu.edu/~media/bang.mp4\n  http://www.gravity.psu.edu/outreach/articles/usnews-world.pdf\n\n\n\n\t\t\t\t\tLast Modified: 12/12/2012\n\n\t\t\t\t\tSubmitted by: Abhay Ashtekar"
 }
}