{
 "awd_id": "0854803",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: The Nonatomic-Game Approach to Revenue Management Under Competition",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Edwin Romeijn",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 249592.0,
 "awd_amount": 261592.0,
 "awd_min_amd_letter_date": "2009-03-06",
 "awd_max_amd_letter_date": "2012-04-10",
 "awd_abstract_narration": "Abstract of Proposal ?Collaborative Research: The Nonatomic-game Approach to Revenue Management under Competition?\r\n\r\nThe grant provides funding for the characterization of nonatomic-game equilibria of revenue management problems.  Due to its innate difficulty, revenue management problems in competitive settings have not been adequately examined.  This project will avoid complexities posed by multi-firm interactions by going to the infinite-firm extreme, considering a continuum of firms among whom none has any discernible impact on the overall evolution of the market.  The focus of the project will be the establishment and characterization of equilibrium market processes and pricing policies that mutually sustain one another.  Two types of problems involving stochastic and price-sensitive demand arrivals will be tackled, with each posing its unique challenges.  In one type, firms can freely choose from a menu of prices, while in another type, firms cannot revisit prices they have themselves charged.  Deterministic counterparts will be studied as benchmarks for heavy-volume limits, and computational studies will be conducted to assess the appropriateness of the infinite-firm approximation.     \r\n\tIf successful, results of this research will lead to a deeper understanding of competitive revenue management problems.  General methods, specific tools, and intermediate results of this research will likely be applicable to theoretical endeavors elsewhere.  In particular, novel uses of the Knaster-Taski and Kakutani-Glicksberg-Fan fixed point theorems may inspire further research.  Equilibrium pricing policies identified by the project will serve as useful guidelines to real firms practicing dynamic price adjustments in response to competitors? price movements.  The proposed computational study will address the problem of how accurate the infinite-firm approximation of the real finite-firm setting can be.  Research outcomes will prove to be more practicable if it turns out that fewer firms are needed in order to realize strong incentives for real firms to adopt nonatomic-game pricing equilibria.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jian",
   "pi_last_name": "Yang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jian Yang",
   "pi_email_addr": "jian.yang@njit.edu",
   "nsf_id": "000492289",
   "pi_start_date": "2009-03-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New Jersey Institute of Technology",
  "inst_street_address": "323 DR MARTIN LUTHER KING JR BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "9735965275",
  "inst_zip_code": "071021824",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NJ10",
  "org_lgl_bus_name": "NEW JERSEY INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SGBMHQ7VXNH5"
 },
 "perf_inst": {
  "perf_inst_name": "New Jersey Institute of Technology",
  "perf_str_addr": "323 DR MARTIN LUTHER KING JR BLVD",
  "perf_city_name": "NEWARK",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "071021824",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NJ10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "178700",
   "pgm_ele_name": "SERVICE ENTERPRISE SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "076E",
   "pgm_ref_txt": "SERVICE ENTERPRISE SYSTEMS"
  },
  {
   "pgm_ref_code": "078E",
   "pgm_ref_txt": "ENTERPRISE DESIGN & LOGISTICS"
  },
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "8023",
   "pgm_ref_txt": "Health Care Enterprise Systems"
  },
  {
   "pgm_ref_code": "9148",
   "pgm_ref_txt": "TOOLS & TECHNOL FOR MANUFACTURING DESIGN"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 249592.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research focuses on helping companies decide the best prices to charge in the face of intense competition and changing inventory levels.&nbsp; The traditional revenue management problem concerning one single firm is already quite difficult when demand reacts to prices in a random fashion and the concerned firm has to keep track of its own inventory levels.&nbsp; In the presence of multiple competitors whose pricing actions change unpredictably and whose inventory levels are unobservable, a competing firm faces an even daunting task.</p>\n<p>&nbsp;We treat this problem approximately by going to the infinite-firm limit.&nbsp; The benefit provided by this limit is that no single firm holds any sway over the overall market condition.&nbsp; This way, we can again talk about an optimal policy, one that is a best response to a given market trajectory which is the aggregate of all firms&rsquo; actions.&nbsp; This is in contrast to competitive situations where we have to deal with equilibria, a game-theoretic concept.&nbsp; In addition, the randomness of all firms cancels out each other with the resultant market trajectory being deterministic in nature.&nbsp; Hence, the infinite-firm approach simplifies rather than complicates the problem.</p>\n<p>&nbsp;Using this nonatomic-game (no player constitutes any undividable atom) approach, we study two versions of the competitive dynamic pricing problem.&nbsp; In one version, any firm can freely charge a given menu of prices, while in another version, prices charged earlier cannot be revisited.&nbsp; For both situations, we identify best prices as functions of both the time and the current firm&rsquo;s own inventory level.&nbsp; All firms behaving thusly would help lead the market trajectory to one that induces these pricing policies.&nbsp; A nice feature about these pricing policies is that they are simple in not dependent on competing firms&rsquo; status.&nbsp;</p>\n<p>A relevant question is of course how good our infinite-firm approximation can be for real finite-firm situations.&nbsp; To this, we have tried to answer from both theoretical and computational aspects. &nbsp;Theoretically, we established that policies identified in infinite-firm settings would offer nearly best actions to finite-firm situations when the number of firms increases indefinitely.&nbsp; Our computational tests verified that in certain applications, having 30 to 50 firms would suffice for the infinite-firm approach to work reasonably well.</p>\n<p>Besides the above main thrust of research, we have investigated a slew of closely related problems.&nbsp; For general infinite-player competitive situations exhibiting complementary relationships, we provided general theoretical results.&nbsp; For single-firm dynamic pricing situation involving time-dependent demands, we gave shapes of optimal pricing policies.&nbsp; For problems involving not only pricing but also production or ordering, we showed how joint pricing-production policies could be formed.&nbsp;&nbsp;</p>\n<p>Our research outcomes have been recorded in eight papers.&nbsp; Among them, one has been published, two have been accepted, and the other five are at various stages of the peer review process.&nbsp; The following is a summary of these papers&rsquo; status:&nbsp;</p>\n<p>Yang,      J. 2011. Asymptotic Interpretations for Equilibria of Nonatomic Games.      Journal of Mathematical Economics, 47, pp. 491-499.</p>\n<p>Chen, F.Y., W. Xue, and J. Yang. 2012. Note: Optimal Inventory Policy in the Presence of a Long-term Supplier and a Spot Market. Operations Research, forthcoming.</p>\n<p>Yang, J. and Y. Xia. 2011. A Nonatomic-game Approach to Dynamic Pricing under Competition. Production and Operations Management, forthcoming.</p>\n<p>Yang, J., Y. Xia, X. Qi, and Y. Liu. 2011. A Nonatomic-game Model for Clearance Sales under Competition. Under 2nd review with Naval Research Logistics.</p>\n<p>Liu, Y. an...",
  "por_txt_cntn": "\nThis research focuses on helping companies decide the best prices to charge in the face of intense competition and changing inventory levels.  The traditional revenue management problem concerning one single firm is already quite difficult when demand reacts to prices in a random fashion and the concerned firm has to keep track of its own inventory levels.  In the presence of multiple competitors whose pricing actions change unpredictably and whose inventory levels are unobservable, a competing firm faces an even daunting task.\n\n We treat this problem approximately by going to the infinite-firm limit.  The benefit provided by this limit is that no single firm holds any sway over the overall market condition.  This way, we can again talk about an optimal policy, one that is a best response to a given market trajectory which is the aggregate of all firmsÆ actions.  This is in contrast to competitive situations where we have to deal with equilibria, a game-theoretic concept.  In addition, the randomness of all firms cancels out each other with the resultant market trajectory being deterministic in nature.  Hence, the infinite-firm approach simplifies rather than complicates the problem.\n\n Using this nonatomic-game (no player constitutes any undividable atom) approach, we study two versions of the competitive dynamic pricing problem.  In one version, any firm can freely charge a given menu of prices, while in another version, prices charged earlier cannot be revisited.  For both situations, we identify best prices as functions of both the time and the current firmÆs own inventory level.  All firms behaving thusly would help lead the market trajectory to one that induces these pricing policies.  A nice feature about these pricing policies is that they are simple in not dependent on competing firmsÆ status. \n\nA relevant question is of course how good our infinite-firm approximation can be for real finite-firm situations.  To this, we have tried to answer from both theoretical and computational aspects.  Theoretically, we established that policies identified in infinite-firm settings would offer nearly best actions to finite-firm situations when the number of firms increases indefinitely.  Our computational tests verified that in certain applications, having 30 to 50 firms would suffice for the infinite-firm approach to work reasonably well.\n\nBesides the above main thrust of research, we have investigated a slew of closely related problems.  For general infinite-player competitive situations exhibiting complementary relationships, we provided general theoretical results.  For single-firm dynamic pricing situation involving time-dependent demands, we gave shapes of optimal pricing policies.  For problems involving not only pricing but also production or ordering, we showed how joint pricing-production policies could be formed.  \n\nOur research outcomes have been recorded in eight papers.  Among them, one has been published, two have been accepted, and the other five are at various stages of the peer review process.  The following is a summary of these papersÆ status: \n\nYang,      J. 2011. Asymptotic Interpretations for Equilibria of Nonatomic Games.      Journal of Mathematical Economics, 47, pp. 491-499.\n\nChen, F.Y., W. Xue, and J. Yang. 2012. Note: Optimal Inventory Policy in the Presence of a Long-term Supplier and a Spot Market. Operations Research, forthcoming.\n\nYang, J. and Y. Xia. 2011. A Nonatomic-game Approach to Dynamic Pricing under Competition. Production and Operations Management, forthcoming.\n\nYang, J., Y. Xia, X. Qi, and Y. Liu. 2011. A Nonatomic-game Model for Clearance Sales under Competition. Under 2nd review with Naval Research Logistics.\n\nLiu, Y. and J. Yang. 2011. Joint Pricing-procurement Control under Fluctuating Raw Material Prices. Under 2nd review with Naval Research Logistics\n\nYang, J. and X. Qi. 2011. The Nonatomic Supermodular Game. Under 2nd review with Games and Economic Behavior.\n\nLiu, Y. and J. Yang. 2..."
 }
}