{
 "awd_id": "0854769",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Density Functional Theory of Electronic Structure",
 "cfda_num": "47.049",
 "org_code": "03070005",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2009-08-01",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 460000.0,
 "awd_amount": 460000.0,
 "awd_min_amd_letter_date": "2009-07-26",
 "awd_max_amd_letter_date": "2009-07-26",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5). \r\n\r\nTECHNICAL SUMMARY\r\nThis award supports theoretical research and education motivated in part by the desire to improve the accuracy of density functional theory as practiced in condensed matter physics and quantum chemistry. The PI describes a \"ladder\" of approximations for the exchange-correlation functional in which the first rung is the local spin density approximation and the second rung is the generalized gradient approximation (GGA). These standard approximations do not enable electronic structure calculations with chemical accuracy. In particular, they do not accurately describe strongly correlated or strongly spatially inhomogeneous densities, polarizabilities of long-chain molecules, or highly excited states. The PI proposes to address these problems through work on several projects, including improvements to (third rung) meta-GGA methods, refinement of (fourth rung) hyper-GGA methods, and generalization of the (fifth rung) Singwi-Tosi-Land-Sjoelander function to the spin-polarized case.  This research involves the education of graduate and undergraduate students and the professional development of postdoctoral fellows.\r\n\r\nNONTECHNICAL SUMMARY\r\nThis award supports theoretical research and education with a long-range goal of improving the chemical accuracy of how density functional theory calculates the electronic properties of materials.  The density functional theory of Kohn and Sham is the most widely-used method of electronic structure calculation in both condensed matter physics and quantum chemistry.  To calculate the nuclear framework, ground state energy, and electron spin densities of an atom, molecule, bio-molecule, solid, surface, or nanostructure, it is only necessary to solve self-consistent quantum mechanical one-electron equations. The results would be exact if the exchange-correlation energy as a functional of the electron density were known exactly.  Because no exact exchange-correlation energy functional is known, many different approximate functionals have been developed, and the PI has been an internationally recognized leader in this effort.  The different approximate functionals are typically grouped into several major categories depending on the complexity of the functional express.  These categories have been denoted by the PI as a ladder of approximations to the exchange-correlation energy, on which higher rungs are more complex and more accurate, with the development of higher rungs potentially leading to the more reliable computer design of new materials, chemicals, pharmaceuticals, devices, and processes.  The current award supports the development of advanced functionals up through the fifth rung, including chemical effects not present in widely available functionals.  This research involves the education of graduate and undergraduate students and the professional development of postdoctoral fellows.\r\n\r\n",
 "awd_arra_amount": 460000.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Perdew",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "John P Perdew",
   "pi_email_addr": "perdew@tulane.edu",
   "nsf_id": "000235410",
   "pi_start_date": "2009-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Tulane University",
  "inst_street_address": "6823 SAINT CHARLES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEW ORLEANS",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "5048654000",
  "inst_zip_code": "701185665",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "LA01",
  "org_lgl_bus_name": "THE ADMINISTRATORS OF TULANE EDUCATIONAL FUND",
  "org_prnt_uei_num": "XNY5ULPU8EN6",
  "org_uei_num": "XNY5ULPU8EN6"
 },
 "perf_inst": {
  "perf_inst_name": "Tulane University",
  "perf_str_addr": "6823 SAINT CHARLES AVE",
  "perf_city_name": "NEW ORLEANS",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "701185665",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "LA01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7569",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE/SCIENCE"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 460000.0
  }
 ],
 "por": null
}