{
 "awd_id": "0854174",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Variable Geometry Spray Fuel Injection: Investigating its Effects on Combustion Efficiency and Emissions",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ruey-Hung Chen",
 "awd_eff_date": "2009-08-15",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 330000.0,
 "awd_amount": 330000.0,
 "awd_min_amd_letter_date": "2009-08-13",
 "awd_max_amd_letter_date": "2009-08-13",
 "awd_abstract_narration": "0854174\r\nFang \r\n\r\nThis award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\r\n\r\nThis research is studying the science of variable-geometry sprays (VGS), specifically as it affects combustion efficiency and pollutant production in fuel injection for compression-ignition engines. At the heart of the study is a novel laboratory-based injector designed to control the fuel spray cone angle and the fuel flow rate independently throughout the injection process. This technology will enable detailed studies of the effects of spray geometry on the mixing and combustion processes. At present, such a study would require the use of several fixed fuel injectors, and would be limited to those geometries that are readily available. Studies of dynamic injection profiles are currently only possible in simulation.  By optimizing the fuel distribution within the piston bowl, unburned hydrocarbons will be significantly reduced, and new combustion modes such as HCCI combustion will become possible for broader operating regimes. \r\n\r\nA prototype injector will be used to study the effects of the spray-cone angle variation on air-fuel mixing, ignition, combustion, and pollutant formation. The injector features a movable pintle inside a specially shaped nozzle, producing a hollow-cone spray with a wide variation in spray angle (70 to 160 degrees) smoothly variable throughout the injection process. Spray and combustion tests will be conducted in an optically accessible, constant-volume combustion chamber. This chamber will provide realistic compression-ignition engine combustion conditions and will use state-of-the-art instrumentation to measure mixing, NOx, soot, and other pollutant species in the mixture. Laser diffraction techniques will be used to measure transient fuel droplet size, while shadowgraph and Mie-scattering images will show the distribution of liquid and gaseous fuel in the chamber. Natural flame luminosity imaging will be used to capture the ignition and combustion flame structure. Two-color pyrometry will be adopted to quantitatively measure the soot concentration and flame temperature distributions. An emission analyzer and a Gas Chromatograph-Mass Spectrometer system will be used to analyze the product species, particularly, the pollutant emissions. The studies will demonstrate the effectiveness of variable geometry sprays on air-fuel mixing enhancement, and the effect of the improved mixing on ignition, combustion and combustion products as compared to fixed geometry sprays.\r\n\r\nThe proposed research will also create an interdisciplinary collaboration and further the educational development of graduate and undergraduate students. Because generating public interest in research is critical to recruiting the next generation of engineers and scientists, the injector technology will be a featured technology of the North Carolina State University (NCSU) Middle School Engineering Camp. Each summer, this program invites 60 middle-school students to spend a week participating in fun, inquiry-based activities that reinforce the application of science and engineering concepts and problem solving.",
 "awd_arra_amount": 330000.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tiegang",
   "pi_last_name": "Fang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tiegang Fang",
   "pi_email_addr": "tfang2@ncsu.edu",
   "nsf_id": "000192624",
   "pi_start_date": "2009-08-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gregory",
   "pi_last_name": "Buckner",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Gregory D Buckner",
   "pi_email_addr": "greg_buckner@ncsu.edu",
   "nsf_id": "000357548",
   "pi_start_date": "2009-08-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "2601 WOLF VILLAGE WAY",
  "perf_city_name": "RALEIGH",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276950001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140700",
   "pgm_ele_name": "CFS-Combustion & Fire Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "061E",
   "pgm_ref_txt": "Fire"
  },
  {
   "pgm_ref_code": "063E",
   "pgm_ref_txt": "POLLUTANT FORMATION & MITIGATN"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 330000.0
  }
 ],
 "por": null
}