{
 "awd_id": "0855566",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Search for the Electron Electric Dipole Moment using PbO Molecules",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Wendell Talbot Hill",
 "awd_eff_date": "2009-09-15",
 "awd_exp_date": "2011-08-31",
 "tot_intn_awd_amt": 100000.0,
 "awd_amount": 120000.0,
 "awd_min_amd_letter_date": "2009-09-02",
 "awd_max_amd_letter_date": "2011-05-17",
 "awd_abstract_narration": "This project represents the final phase of a decade-long effort to experimentally determine if electrons have a non-spherical distribution of their electric charge.  Such a charge asymmetry (known as an electric dipole moment) can arise from the same fundamental mechanisms responsible for the universe being composed of matter rather than antimatter.  This project provides one of the few means to test theories of particle physics that can explain this basic fact of existence.  The goal is to achieve sensitivity to the electron's electric dipole moment a factor of 2-3 better than previous experiments, and hence possibly observe this effect for the first time.\r\n\r\nThe broader impacts of this project are primarily related to research training of the participants.  Over its lifetime, this experiment has supported training of three postdoctoral researchers, four Ph.D. students, and ten undergraduate researchers, most of whom have remained active in research.  This phase will support the final year of research for the last Ph.D. student on the project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "DeMille",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "David P DeMille",
   "pi_email_addr": "ddemille@uchicago.edu",
   "nsf_id": "000259520",
   "pi_start_date": "2009-09-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Yale University",
  "inst_street_address": "150 MUNSON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW HAVEN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2037854689",
  "inst_zip_code": "065113572",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CT03",
  "org_lgl_bus_name": "YALE UNIV",
  "org_prnt_uei_num": "FL6GV84CKN57",
  "org_uei_num": "FL6GV84CKN57"
 },
 "perf_inst": {
  "perf_inst_name": "Yale University",
  "perf_str_addr": "150 MUNSON ST",
  "perf_city_name": "NEW HAVEN",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "065113572",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "CT03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128900",
   "pgm_ele_name": "PRECISION MEASUREMENTS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 20000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this project was to search for evidence that a fundamental particle--namely, the electron--has an \"electric dipole moment\", or EDM.&nbsp; The EDM would correspond to a slight imbalance in the charge distribution of an electron, which otherwise can be thought of as perfectly spherical.&nbsp; However, according to many theories of particle physics, electrons should have a tiny EDM, corresponding to a slight dent on one side of the electron and a corresponding bulge on the opposite side.&nbsp;</p>\n<p>The same types of subatomic forces that would induce this asymmetric shape of the electron could have played a profound role in the early evolution of the universe.&nbsp; In particular, we see in the laboratory that when energy is converted into mass (according to Einstein&rsquo;s equation E = mc<sup>2</sup>), the massive particles that are created come in exactly equal amounts of matter and antimatter.&nbsp; Hence we presume that the same was true in the early universe&mdash;just after the big bang, there were equal amounts of matter and antimatter created.&nbsp; However, now we see a universe with essentially no antimatter&mdash;only matter and residual energy. &nbsp;&nbsp;Hence we must ask: how the matter &ldquo;win the race&rdquo; vs. antimatter, so that only normal matter survived?&nbsp; According to particle theories, certain types of subatomic forces can cause antimatter to be removed more efficiently than matter from the universe&mdash;and it is these very forces that can cause the electron to acquire an EDM. &nbsp;&nbsp;Hence, our experiment can bear on some of the deepest questions of existence.</p>\n<p>The electron&rsquo;s EDM, if it exists, is fantastically small.&nbsp; Previous experiments have shown that, If an electron were blown up to the size of the earth, the effect would be no larger than that from peeling a layer only 1000 atoms thick from the northern hemisphere and pasting it to the southern hemisphere.&nbsp; Nevertheless, many favored &nbsp;theories of particle physics predict that the EDM should not be exactly zero, and should be detectable if the experimental sensitivity can be improved by even a small factor.&nbsp; &nbsp;This project was a continuation of our long-standing effort to search for the electron EDM with improved sensitivity.&nbsp;</p>\n<p>To search for the electron EDM, we must apply an electric field to the electron. If the charge distribution is asymmetric, the electron&rsquo;s axis will feel a torque which tries to align it with the field, and we can observe the change in direction of the electron&rsquo;s axis. &nbsp;Our novel experimental approach uses electrons embedded in polar molecules, where the effective electric field is nearly 1000 times larger than used in previous experiments.&nbsp; We also use a particular type of molecule, with the property that the direction of its internal electric field can be determined by appropriate tuning of a microwave frequency.&nbsp; This type of control gives us more ways to control the system, and hence to find and understand tiny erroneous signals that could mimic the presence of the EDM.</p>\n<p>Over the course of this project, we made several improvements to our apparatus, including constructing a new laser system for manipulating the molecules, and a implementing a new scheme for detecting the direction of the electron&rsquo;s axis.&nbsp; Overall, these improvements have improved the sensitivity of the apparatus to a point where it should be possible, by taking a few days of uninterrupted data, to surpass the best sensitivity achieved by any other experiment.&nbsp; However, with this improved sensitivity we have also been able to detect evidence for spurious signals that could mimic an EDM of the size to which we are sensitive.&nbsp; So far these effects have prevented us from completing a true measurement, since they must be understood and eliminated in order to make quantitat...",
  "por_txt_cntn": "\nThe goal of this project was to search for evidence that a fundamental particle--namely, the electron--has an \"electric dipole moment\", or EDM.  The EDM would correspond to a slight imbalance in the charge distribution of an electron, which otherwise can be thought of as perfectly spherical.  However, according to many theories of particle physics, electrons should have a tiny EDM, corresponding to a slight dent on one side of the electron and a corresponding bulge on the opposite side. \n\nThe same types of subatomic forces that would induce this asymmetric shape of the electron could have played a profound role in the early evolution of the universe.  In particular, we see in the laboratory that when energy is converted into mass (according to EinsteinÆs equation E = mc2), the massive particles that are created come in exactly equal amounts of matter and antimatter.  Hence we presume that the same was true in the early universe&mdash;just after the big bang, there were equal amounts of matter and antimatter created.  However, now we see a universe with essentially no antimatter&mdash;only matter and residual energy.   Hence we must ask: how the matter \"win the race\" vs. antimatter, so that only normal matter survived?  According to particle theories, certain types of subatomic forces can cause antimatter to be removed more efficiently than matter from the universe&mdash;and it is these very forces that can cause the electron to acquire an EDM.   Hence, our experiment can bear on some of the deepest questions of existence.\n\nThe electronÆs EDM, if it exists, is fantastically small.  Previous experiments have shown that, If an electron were blown up to the size of the earth, the effect would be no larger than that from peeling a layer only 1000 atoms thick from the northern hemisphere and pasting it to the southern hemisphere.  Nevertheless, many favored  theories of particle physics predict that the EDM should not be exactly zero, and should be detectable if the experimental sensitivity can be improved by even a small factor.   This project was a continuation of our long-standing effort to search for the electron EDM with improved sensitivity. \n\nTo search for the electron EDM, we must apply an electric field to the electron. If the charge distribution is asymmetric, the electronÆs axis will feel a torque which tries to align it with the field, and we can observe the change in direction of the electronÆs axis.  Our novel experimental approach uses electrons embedded in polar molecules, where the effective electric field is nearly 1000 times larger than used in previous experiments.  We also use a particular type of molecule, with the property that the direction of its internal electric field can be determined by appropriate tuning of a microwave frequency.  This type of control gives us more ways to control the system, and hence to find and understand tiny erroneous signals that could mimic the presence of the EDM.\n\nOver the course of this project, we made several improvements to our apparatus, including constructing a new laser system for manipulating the molecules, and a implementing a new scheme for detecting the direction of the electronÆs axis.  Overall, these improvements have improved the sensitivity of the apparatus to a point where it should be possible, by taking a few days of uninterrupted data, to surpass the best sensitivity achieved by any other experiment.  However, with this improved sensitivity we have also been able to detect evidence for spurious signals that could mimic an EDM of the size to which we are sensitive.  So far these effects have prevented us from completing a true measurement, since they must be understood and eliminated in order to make quantitative statements about the EDM.  As the NSF-funded project ends, we are continuing our efforts to complete the EDM measurement.\n\nThe broader impacts of this project included training of one postdoctoral researcher, three Ph.D. students, and one post-baccal..."
 }
}