{
 "awd_id": "0855356",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Novel approaches to outstanding problems in M/Superstring theory, supergravity and supersymmetric gauge theories",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032920000",
 "po_email": "msher@nsf.gov",
 "po_sign_block_name": "Marc Sher",
 "awd_eff_date": "2009-08-01",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 450000.0,
 "awd_amount": 450000.0,
 "awd_min_amd_letter_date": "2009-07-26",
 "awd_max_amd_letter_date": "2009-07-26",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5). \r\n\r\nSuperstring Theory and its non-perturbative completion known as M-theory provide us with the only known framework unifying Einstein's gravity and other interactions in a quantum mechanically consistent way. This project addresses outstanding problems of fundamental importance for understanding the principles of M/Superstring theory as well as practical directions related to its connection to high energy particle physics, with the eventual goal of finding a non-perturbative formulation of M/Superstring theory that can explain the universe around us. The PI Gunaydin will focus on determining representations of U-duality groups and their extensions and spectrum generating conformal and quasiconformal symmetry groups will be further developed and applied to the spectra of compactified M/Superstring theory and related supergravity theories. Unified N = 2 Maxwell-Einstein and Yang-Mills-Einstein supergravity theories in five and four dimensions will be further developed and their applications to supersymmetry phenomenology investigated. Their M/Superstring theoretic origins as well as their black hole solutions will also be studied. The oscillator construction of unitary representations of noncompact supergroups will be further developed so as to solve some of the outstanding problems in AdS/CFT dualities in M/superstring theory and related spin chain systems. The PI will also study Gauge/string duality with reduced supersymmetry, its effects on the integrability of the world-sheet theory and of the gauge theory dilatation operator as well as on the direct comparison of the relevant gauge theory asymptotic Bethe Ansatz with perturbative worldsheet calculations. The Co-pi-Radu Roiban will work on the following problems: The construction of new techniques and the application of existing techniques for efficient higher-loop high-multiplicity calculations in supersymmetric gauge theories with particular focus on the maximally supersymmetric theory in four dimensions; the identification of all-order symmetries of the scattering matrix of this theory. He will also study the high energy behavior of supergravity theories, in particular that of the maximally supersymmetric ungauged supergravity in four dimensions, and the existence of perturbatively-finite point-like quantum theories of gravity; the identification of the origin of the required perturbative cancellations.\r\n\r\nWith regard to broader impacts, symmetry principles underlie all of modern physics. Hence some of the methods developed and the results obtained here will have applications in other areas of theoretical physics as well as in mathematics. Similarly, the techniques developed for fully exploiting the consequences of integrability for the gauge/string duality have applications in statistical mechanics and condensed matter physics. Several graduate students will be involved in the research proposed here, thus enhancing the opportunities for the training of Ph.D. students at Penn State University.",
 "awd_arra_amount": 450000.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Murat",
   "pi_last_name": "Gunaydin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Murat Gunaydin",
   "pi_email_addr": "mgunaydin@psu.edu",
   "nsf_id": "000113949",
   "pi_start_date": "2009-07-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Radu",
   "pi_last_name": "Roiban",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Radu S Roiban",
   "pi_email_addr": "radu@phys.psu.edu",
   "nsf_id": "000176933",
   "pi_start_date": "2009-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 OLD MAIN",
  "perf_city_name": "UNIVERSITY PARK",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128600",
   "pgm_ele_name": "Elem. Particle Physics/Theory"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 450000.0
  }
 ],
 "por": null
}