{
 "awd_id": "0855871",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Many-body Rydberg systems",
 "cfda_num": "47.049",
 "org_code": "03010100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ann Orel",
 "awd_eff_date": "2009-08-15",
 "awd_exp_date": "2013-12-31",
 "tot_intn_awd_amt": 516000.0,
 "awd_amount": 531000.0,
 "awd_min_amd_letter_date": "2009-08-13",
 "awd_max_amd_letter_date": "2012-05-17",
 "awd_abstract_narration": "Rydberg atoms are highly excited atoms that are sensitive to external fields and other atoms due to their exaggerated properties, which include large polarizabilities and electric-dipole moments. In laser-cooled atom samples, these properties result in strong Rydberg-Rydberg interactions that have been shown to cause a Rydberg excitation blockade. In the blockaded domain, one Rydberg excitation is shared among many atoms, leading to novel quantum many-body states. In this project, the lifetime (decoherence) of these many-body states is probed using echo-type experiments, in which coherent-control techniques are used to reverse excitations via partial or full time reversal of the system evolution. The degree to which a perfect echo can be achieved depends on how well the system evolution can be time-reversed. It is measured how perfect an echo can be achieved by controlling the atomic interactions in a fast, time-dependent manner. Residual deviations from a perfect echo are expected to be indicative of motion-induced de-coherence of the many-body system, which is of high fundamental interest. To explore this topic, the echo visibility is studied as a function of sample parameters such as temperature and duration of the echo sequence. The many-body system this project is dealing with further exhibits spatial correlations between the locations of the Rydberg atoms. These correlations are demonstrated and characterized using a spatially sensitive ion detection method. In related experiments, the dynamics of excitation hopping between atoms is studied. Further merit is provided by the development of a fundamentally new technique for millimeter-wave spectroscopy of Rydberg-Rydberg transitions, based on modulated standing-wave laser fields.\r\n\r\n\r\nThe research on de-coherence of many-body Rydberg systems is of high fundamental interest and has implications in quantum information processing. The study of quantum transport in many-body Rydberg systems may further the understanding of the dynamics of electronic excitations in other complex quantum systems, such as biological molecules, light harvesting complexes and nanophotonic materials. Spectroscopy of Rydberg atoms in modulated ponderomotive potentials could have a broader impact on precision measurement of atomic properties and fundamental constants. An important part of the project's impact on society is the training of graduate students in research, oral and written presentation, and teaching. The graduate students are thereby prepared for future responsibilities in academia, government laboratories, and industry. The project includes smaller research components that may be suitable for undergraduate work. Outreach to the general public is provided through the PI's involvement in the University of Michigan Physics Olympiad, the Michigan Math and Science Scholars program, and Science Cafe talks. These activities aim at the encouragement of high-school students to consider a career in science or engineering.\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Georg",
   "pi_last_name": "Raithel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Georg Raithel",
   "pi_email_addr": "graithel@umich.edu",
   "nsf_id": "000228830",
   "pi_start_date": "2009-08-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "1109 GEDDES AVE STE 3300",
  "perf_city_name": "ANN ARBOR",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "129100",
   "pgm_ele_name": "ATOMIC & MOLECULAR DYNAMICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1291",
   "pgm_ref_txt": "ATOMIC & MOLECULAR DYNAMICS"
  },
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 216000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 155000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 155000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 5000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong><span>Trapping Rydberg atoms with lasers</span></strong></p>\n<p><span>In an achievement that could help enable fast quantum computers, physicists have built a laser Rydberg atom trap. Rydberg atoms are highly excited, nearly-ionized giants that can be thousands of times larger than their ground-state counterparts.</span></p>\n<p><span>As a result of their size, interactions between Rydberg atoms can be roughly a million times stronger than between regular atoms. This is why they could serve as faster quantum circuits, said Georg Raithel, associate chair and professor in the Department of Physics. Quantum computers could solve problems too complicated for conventional computers. Many scientists believe that the future of computation lies in the quantum realm. Raithel's team trapped the atoms in what's called an optical lattice---a crate made of interfering laser beams. </span></p>\n<p><span>To trap the atoms, the researchers took advantage of what's called the \"ponderomotive force\" that allows them to secure a whole atom by holding fast to one electron---the sole valence shell particle in the rubidium Rydberg atoms. The optical lattice, formed with intense, interfering laser beams, is what provides the ponderomotive force. \"The laser field holds on to the electron, which behaves almost as if it were free, but the residual weak atomic binding force still holds the atom together. In effect, the entire atom is trapped by the lasers,\" Raithel said.</span></p>\n<p><strong><span>Flipping an egg carton of light traps giant atoms</span></strong></p>\n<p><span>ANN ARBOR, Mich.--- In an egg carton of laser light, University of Michigan physicists can now trap giant Rydberg atoms with up to 90 percent efficiency, an achievement that could advance quantum computing and terahertz imaging, among other applications.</span></p>\n<p><span>Highly excited Rydberg atoms can be 1,000 times larger than their ground state counterparts. Nearly ionized, they cling to faraway electrons almost beyond their reach. Trapping them efficiently is an important step in realizing their potential, the researchers say. &ldquo;Our optical lattice is made from a pair of counter-propagating laser beams and forms a series of wells that can trap the atoms, similar to how an egg carton holds eggs,&rdquo; Raithel said. </span></p>\n<p><span>For Rydberg atoms to be trapped, they first have to be cooled to slow them down. The laser cooling process tended to leave the atoms at the peaks of what the researchers call the &ldquo;lattice hills.&rdquo; To overcome this problem, they found a method to invert the lattice after the Rydberg atoms are created at the tops, effectively trapping them in the troughs.</span></p>\n<p><strong><span>Imaging Atomic Interactions</span></strong></p>\n<p><span>University of Michigan Physics Professor Georg Raithel, Andrew Schwarzkopf, and Rachel Sapiro have developed an atom-imaging technique that allows for the detection of the positions of individual Rydberg atoms, which are atoms with a highly excited outer electron. Using this technique, the team provides the first spatially resolved images that demonstrate the &ldquo;Rydberg blockade.&rdquo; This effect is at the core of proposals for a quantum computer architecture based on neutral atoms.</span></p>\n<p><span>A Rydberg atom has such a tenuous grasp on its excited electron that the atom is extremely sensitive to external electric and magnetic fields, and interacts very strongly with other Rydberg atoms. The interaction between Rydberg atoms is so strong that a Rydberg atom can &ldquo;block&rdquo; the laser-excitation of another Rydberg atom by shifting the energy levels of the second atom out of resonance with the laser. This is termed the Rydberg blockade effect. This process leads to quantum entanglement, which can be used in quantum computation algorithms.</span></p>\n<p><span>A second Rydberg atom can only be excited if it is ...",
  "por_txt_cntn": "\nTrapping Rydberg atoms with lasers\n\nIn an achievement that could help enable fast quantum computers, physicists have built a laser Rydberg atom trap. Rydberg atoms are highly excited, nearly-ionized giants that can be thousands of times larger than their ground-state counterparts.\n\nAs a result of their size, interactions between Rydberg atoms can be roughly a million times stronger than between regular atoms. This is why they could serve as faster quantum circuits, said Georg Raithel, associate chair and professor in the Department of Physics. Quantum computers could solve problems too complicated for conventional computers. Many scientists believe that the future of computation lies in the quantum realm. Raithel's team trapped the atoms in what's called an optical lattice---a crate made of interfering laser beams. \n\nTo trap the atoms, the researchers took advantage of what's called the \"ponderomotive force\" that allows them to secure a whole atom by holding fast to one electron---the sole valence shell particle in the rubidium Rydberg atoms. The optical lattice, formed with intense, interfering laser beams, is what provides the ponderomotive force. \"The laser field holds on to the electron, which behaves almost as if it were free, but the residual weak atomic binding force still holds the atom together. In effect, the entire atom is trapped by the lasers,\" Raithel said.\n\nFlipping an egg carton of light traps giant atoms\n\nANN ARBOR, Mich.--- In an egg carton of laser light, University of Michigan physicists can now trap giant Rydberg atoms with up to 90 percent efficiency, an achievement that could advance quantum computing and terahertz imaging, among other applications.\n\nHighly excited Rydberg atoms can be 1,000 times larger than their ground state counterparts. Nearly ionized, they cling to faraway electrons almost beyond their reach. Trapping them efficiently is an important step in realizing their potential, the researchers say. \"Our optical lattice is made from a pair of counter-propagating laser beams and forms a series of wells that can trap the atoms, similar to how an egg carton holds eggs,\" Raithel said. \n\nFor Rydberg atoms to be trapped, they first have to be cooled to slow them down. The laser cooling process tended to leave the atoms at the peaks of what the researchers call the \"lattice hills.\" To overcome this problem, they found a method to invert the lattice after the Rydberg atoms are created at the tops, effectively trapping them in the troughs.\n\nImaging Atomic Interactions\n\nUniversity of Michigan Physics Professor Georg Raithel, Andrew Schwarzkopf, and Rachel Sapiro have developed an atom-imaging technique that allows for the detection of the positions of individual Rydberg atoms, which are atoms with a highly excited outer electron. Using this technique, the team provides the first spatially resolved images that demonstrate the \"Rydberg blockade.\" This effect is at the core of proposals for a quantum computer architecture based on neutral atoms.\n\nA Rydberg atom has such a tenuous grasp on its excited electron that the atom is extremely sensitive to external electric and magnetic fields, and interacts very strongly with other Rydberg atoms. The interaction between Rydberg atoms is so strong that a Rydberg atom can \"block\" the laser-excitation of another Rydberg atom by shifting the energy levels of the second atom out of resonance with the laser. This is termed the Rydberg blockade effect. This process leads to quantum entanglement, which can be used in quantum computation algorithms.\n\nA second Rydberg atom can only be excited if it is farther than a \"blockade radius\" from the first atom. Professor Raithel and team directly measured this blockade by laser-exciting Rydberg atoms in a cold atomic vapor and measuring the Rydberg atom positions. They observed a blockade radius of about 10 microns, which is about 100,000 times larger than the radius of a ground state atom.\n\nLasers used to form 3-D crystals mad..."
 }
}