{
 "awd_id": "0855646",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Experimental Investigation of Forces in the Submillimeter Range",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032927372",
 "po_email": "pmarrone@nsf.gov",
 "po_sign_block_name": "Pedro Marronetti",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 502191.0,
 "awd_amount": 502191.0,
 "awd_min_amd_letter_date": "2009-08-31",
 "awd_max_amd_letter_date": "2009-08-31",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5). This award provides support to Washington University in St. Louis in their effort to build an extremely sensitive and versatile torsion balance.  The instrument will probe possible deviations from the inverse square law of Newtonian gravity at sub-millimeter distances, and study Casimir forces, which are macroscopic manifestations of quantum fluctuations of the electromagnetic vacuum. The torsion balance that will be built is comprised of a gold-coated aluminum disk, suspended by its edge with a fine torsion fiber, inside a high vacuum chamber.  The suspended disk is viewed by an auto collimating optical lever of sub-nanoradian resolution. A large circular sheet of gold acts as a source of the force fields under study. This plate will be mounted in close proximity to the disk, with its face nearly parallel to it. It will be moved to and fro, and also in a yaw-like oscillation through a small angle, while the response of the suspended disk is being continuously recorded by the optical lever. The frequency, amplitude and phase of the angular oscillations of the suspended disk carry information about any deviations from Newtonian gravity and the Casimir force at sub-millimeter length scales.\r\n\r\nThese experiments will probe the finite temperature corrections to the Casimir force and any deviations from the inverse square law of gravity, such as those predicted by new theories of particle physics, including those that postulate extra spatial dimensions. These new theories attempt to unify gravitation with electromagnetic, nuclear and the weak forces, and suggest the existence of hitherto undiscovered particles that can act as dark matter dominating the formation and the dynamics of galaxies. The Casimir force is a macroscopic manifestation of the quantum vacuum that could be related to the dark energy  responsible for the accelerated expansion of the universe. Thus, any confirmed deviations from the inverse square law will have a large impact on knowledge of fundamental physics, astrophysics and cosmology. The experimental effort and the instrumentation are highly interdisciplinary, involving vacuum technology, optics, mechanical engineering, signal analysis, and of course, physics. This project provides an excellent training ground for post-doctoral scholars, graduate and undergraduate students.  In addition, undergraduate students from technical colleges will be included in this project as a part of the outreach effort at Washington University.\r\n",
 "awd_arra_amount": 502191.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ramanath",
   "pi_last_name": "Cowsik",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ramanath Cowsik",
   "pi_email_addr": "cowsik@physics.wustl.edu",
   "nsf_id": "000303084",
   "pi_start_date": "2009-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington University",
  "inst_street_address": "1 BROOKINGS DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT LOUIS",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "3147474134",
  "inst_zip_code": "631304862",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MO01",
  "org_lgl_bus_name": "WASHINGTON UNIVERSITY, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "L6NFUM28LQM5"
 },
 "perf_inst": {
  "perf_inst_name": "Washington University",
  "perf_str_addr": "1 BROOKINGS DR",
  "perf_city_name": "SAINT LOUIS",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "631304862",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MO01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "124300",
   "pgm_ele_name": "Gravity Exp. & Data Analysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "7483",
   "pgm_ref_txt": "PHYSICS OF THE UNIVERSE"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 502191.0
  }
 ],
 "por": null
}