{
 "awd_id": "0855370",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "University of Maine Proposal for Joining the NSF Center for Advanced Forestry Systems",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Raffaella Montelli",
 "awd_eff_date": "2009-02-15",
 "awd_exp_date": "2015-01-31",
 "tot_intn_awd_amt": 350000.0,
 "awd_amount": 357350.0,
 "awd_min_amd_letter_date": "2009-02-10",
 "awd_max_amd_letter_date": "2012-09-19",
 "awd_abstract_narration": "IIP 0855370\r\nUniversity of Maine\r\nWagner\r\n\r\nUniversity of Maine (UM) is planning to join the existing multi-university Industry/University Cooperative Research Center (I/UCRC) entitled \"The Center for Advanced Forestry Systems\" (CAFS) which was established in 2007 with four member institutions: North Carolina State University (lead university), Oregon State University, Purdue University and Virginia Tech. The primary focus of the proposed research site within CAFS will be modeling the productivity of managed natural forests.  This research focus will be addressed at multiple scales ranging from the individual tree to the regional forest.  UM has a long history of applied research in the management of naturally regenerated forests as well as a strong relationship with the forest products industry. The proposed activities at UM will augment current CAFS projects, and will more fully address the needs for scientific and technological advances for enhancing the competitiveness of the US forestry sector.  \r\n\r\nThe effort at UM has the potential to improve the competitiveness of the forest products industry by solving key problems using applied research and enhanced institutional collaboration.  The broader scientific community will benefit through refereed publications and presentations at scientific meetings that focus on key nationwide research questions.  Enhanced graduate student research opportunities will increase the number of trained professionals able to address these future forest resource challenges.  UM also plans to address employee and student diversity issues.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Wagner",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Robert G Wagner",
   "pi_email_addr": "robert.wagner@maine.edu",
   "nsf_id": "000309082",
   "pi_start_date": "2009-02-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Aaron",
   "pi_last_name": "Weiskittel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Aaron Weiskittel",
   "pi_email_addr": "aaron.weiskittel@maine.edu",
   "nsf_id": "000513454",
   "pi_start_date": "2009-02-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maine",
  "inst_street_address": "5717 CORBETT HALL",
  "inst_street_address_2": "",
  "inst_city_name": "ORONO",
  "inst_state_code": "ME",
  "inst_state_name": "Maine",
  "inst_phone_num": "2075811484",
  "inst_zip_code": "044695717",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "ME02",
  "org_lgl_bus_name": "UNIVERSITY OF MAINE SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "PB3AJE5ZEJ59"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maine",
  "perf_str_addr": "5717 CORBETT HALL",
  "perf_city_name": "ORONO",
  "perf_st_code": "ME",
  "perf_st_name": "Maine",
  "perf_zip_code": "044695717",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "ME02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "576100",
   "pgm_ele_name": "IUCRC-Indust-Univ Coop Res Ctr"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1049",
   "pgm_ref_txt": "INDUSTRY-UNIV COOPERATIVE RSCH PROJECTS"
  },
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "128E",
   "pgm_ref_txt": "CENTERS: ENVIRONMENT"
  },
  {
   "pgm_ref_code": "5761",
   "pgm_ref_txt": "INDUSTRY/UNIV COOP RES CENTERS"
  },
  {
   "pgm_ref_code": "8040",
   "pgm_ref_txt": "Energy and Environment"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 77350.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 70000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 70000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 140000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>We compiled an unprecedented 4 million measurements from forest plots across the Northeastern United States and eastern Canada during the five years of this project. We used these measurements to develop a new computer model that can predict the future growth of forests in Maine and the Acadian Forest Region better than previous models. New mathematical equations describing how forest tree species in the region respond to various environmental factors were also developed. We also used data from a statewide network of forest plots that had been thinned if different ways to describe how spruce-fir forests respond and grow. This information also was incorporated into the computer model to help forest managers better predict how forest harvesting affects long-term growth of the forest. A major spin-off benefit of this project was the development of a new high-resolution map showing the potential productivity of forest sites across Maine. This new computer model and map are helping forest managers predict the effect of forest management activities on future wood supplies, wildlife habitat, and other ecological values across the region. Results from this project are helping rural communities, policy makers, and others better predict sustainability of the region&rsquo;s forests. This project also provided opportunities for two post-doctoral research fellows, two graduate students, and over 50 undergraduate students to learn a wide variety of new skills in forest modeling and management.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/23/2015<br>\n\t\t\t\t\tModified by: Robert&nbsp;G&nbsp;Wagner</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWe compiled an unprecedented 4 million measurements from forest plots across the Northeastern United States and eastern Canada during the five years of this project. We used these measurements to develop a new computer model that can predict the future growth of forests in Maine and the Acadian Forest Region better than previous models. New mathematical equations describing how forest tree species in the region respond to various environmental factors were also developed. We also used data from a statewide network of forest plots that had been thinned if different ways to describe how spruce-fir forests respond and grow. This information also was incorporated into the computer model to help forest managers better predict how forest harvesting affects long-term growth of the forest. A major spin-off benefit of this project was the development of a new high-resolution map showing the potential productivity of forest sites across Maine. This new computer model and map are helping forest managers predict the effect of forest management activities on future wood supplies, wildlife habitat, and other ecological values across the region. Results from this project are helping rural communities, policy makers, and others better predict sustainability of the regionÆs forests. This project also provided opportunities for two post-doctoral research fellows, two graduate students, and over 50 undergraduate students to learn a wide variety of new skills in forest modeling and management.\n\n\t\t\t\t\tLast Modified: 04/23/2015\n\n\t\t\t\t\tSubmitted by: Robert G Wagner"
 }
}