{
 "awd_id": "0855582",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Topics in Gauge Theory, Gravity and String Cosmology",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032925314",
 "po_email": "kdienes@nsf.gov",
 "po_sign_block_name": "Keith Dienes",
 "awd_eff_date": "2009-08-01",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 120000.0,
 "awd_amount": 120000.0,
 "awd_min_amd_letter_date": "2009-06-16",
 "awd_max_amd_letter_date": "2009-06-16",
 "awd_abstract_narration": "\"This award is funded under the American Recovery and Reinvestment Act of 2009 \r\n(Public Law 111-5).\"\r\n\r\nThis proposal involves a number of interrelated topics of study in theoretical physics and builds on methods and results developed earlier by the PIs. Specifically, new directions for Yang-Mills theories in (2+1) dimensions will be studied, building on the Hamiltonian approach.  This will include studying finite temperature effects. The problem of understanding gravity as a large-N limit of a non-commutiative Chern-Simons theory will be studied and solutions of the theory corresponding to a black hole in the limit of large N will be sought. A generalized multiple reflection expansion for calculating the Casimir energy will be used to address various problems, such as dielectric boundaries and the calculation of corrections to four-dimensional vacuum energy due to extra dimensions. A twistor string description of N = 8 Einstein supergravity will be explored and twistor calculations of more amplitudes will be pursued. The minimal bosonization of a higher-dimensional fermion system via non-commutative Wess-Zumino action with boundaries will be sought, and physically relevant models will be tackled.  The physical states and properties of the non-commutative Chern-Simons description of the toroidal quantum Hall system will be investigated.  A phase space and operator approach to generalized non-abelian fluid mechanics will be developed, with possible applications to systems such as the quark-gluon plasma. Properties of black holes in the AdS/CFT correspondence will be investigated and the failure of the semi-classical gravity approximation will be worked out in detail. Models for dark energy and modified gravity in which four-dimensional Lorentz invariance is only valid at low energies will be developed and their observational consequences for dark energy and precision tests of gravity will be analyzed.  String dynamics of models of the early universe in which the scale factors oscillate will be investigated, and predictions for the spectrum of cosmological perturbations will be worked out.\r\nThe broader implications are as follows:  since the subject matter has areas of overlap with string theory, field theory, condensed matter physics and mathematical physics, the project can help develop synergy within different sub-disciplines. The project also has a role in training, teaching and fostering talent.  This project is important in establishing collaboration between City College and Lehman College, creating the opportunity for the high energy theorists of two colleges to function as a group sharing research interests, resources, seminars, and postdoctoral associates. Both colleges are now in a phase of increasing student enrollment, and by helping to foster an active research environment this project can have a positive impact on attracting undergraduate students into physics. Given the demographics of the student body at the two campuses, this will be particularly true for minority and under-represented groups.",
 "awd_arra_amount": 120000.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Kabat",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel Kabat",
   "pi_email_addr": "daniel.kabat@lehman.cuny.edu",
   "nsf_id": "000451946",
   "pi_start_date": "2009-06-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Research Foundation Of The City University Of New York (Lehman)",
  "inst_street_address": "250 BEDFORD PARK BLVD W",
  "inst_street_address_2": "",
  "inst_city_name": "BRONX",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7189608107",
  "inst_zip_code": "104681527",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "RESEARCH FOUNDATION OF THE CITY UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "DJ4SM8UQBHT7"
 },
 "perf_inst": {
  "perf_inst_name": "Research Foundation Of The City University Of New York (Lehman)",
  "perf_str_addr": "250 BEDFORD PARK BLVD W",
  "perf_city_name": "BRONX",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "104681527",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128600",
   "pgm_ele_name": "Elem. Particle Physics/Theory"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 120000.0
  }
 ],
 "por": null
}