{
 "awd_id": "0855381",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Surface Functionalization by Magnetic Field Assisted Finishing",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mary Toney",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 330000.0,
 "awd_amount": 359958.0,
 "awd_min_amd_letter_date": "2009-08-26",
 "awd_max_amd_letter_date": "2012-01-06",
 "awd_abstract_narration": "The research objective of this award is to produce surfaces with characteristics in the nanometer to micrometer range that enable desired functionality for complex-shaped components. Surface generation will be realized using a magnetic field to locally manipulate abrasives, which cause material removal and surface deformation. This magnetic field assisted finishing (MAF) process will be specifically applied to austenitic stainless steels due to their immediate relevance to free-form biomedical applications, including knee implants. The research agenda is divided into two primary tasks. Task 1 involves the development of models for material removal and magnetic particle motion. When considering the particle dynamics, effects such as the motion of the abrasive particles in the magnetic field and the plowing/cutting forces between the particles and surface will be incorporated into a discrete element simulation. Task 2 includes the experimental validation of the model and a study of the relationship between surface fabrication mechanisms and the resulting tribological properties of free-form surfaces. The outcomes of these tasks will combine to demonstrate the feasibility of MAF for surface functionalization.\r\n\r\nIf successful, the results of this research will provide a new fabrication technique for functionalized surfaces on complex-shaped components. Surface functionalization has great potential for enhancing the performance of biomedical technology and improving the quality of life for sufferers of joint disease. The production of these functionalized surfaces will advance understanding of the magnetic abrasive behavior, material removal, final surface finish, and tribological performance, as well as their interrelationships. The multi-disciplinary research plan will provide a stimulating learning environment for both graduate and undergraduate-level students. In addition, a new mentoring program for women undergraduates will be implemented to develop relationships that lead to an improved support network. This program will better engage women undergraduates in the university engineering experience and enhance their long-term retention in engineering careers.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hitomi",
   "pi_last_name": "Greenslet",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hitomi Greenslet",
   "pi_email_addr": "hitomiy@ufl.edu",
   "nsf_id": "000512091",
   "pi_start_date": "2009-08-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Renwei",
   "pi_last_name": "Mei",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Renwei Mei",
   "pi_email_addr": "rwmei@ufl.edu",
   "nsf_id": "000228434",
   "pi_start_date": "2009-08-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Tony",
   "pi_last_name": "Schmitz",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Tony L Schmitz",
   "pi_email_addr": "tony.schmitz@utk.edu",
   "nsf_id": "000408078",
   "pi_start_date": "2009-08-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "1523 UNION RD RM 207",
  "perf_city_name": "GAINESVILLE",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326111941",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163300",
   "pgm_ele_name": "MATERIALS AND SURFACE ENG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "022E",
   "pgm_ref_txt": "SOLID MECHANICS"
  },
  {
   "pgm_ref_code": "024E",
   "pgm_ref_txt": "MATERIALS DESIGN"
  },
  {
   "pgm_ref_code": "080E",
   "pgm_ref_txt": "DEFORMATION PROCESSES"
  },
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "1444",
   "pgm_ref_txt": "SURFACE ENGINEERING"
  },
  {
   "pgm_ref_code": "1633",
   "pgm_ref_txt": "MATERIALS AND SURFACE ENG"
  },
  {
   "pgm_ref_code": "8021",
   "pgm_ref_txt": "Materials Engineering"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9231",
   "pgm_ref_txt": "SUPPL FOR UNDERGRAD RES ASSIST"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 330000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 17958.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 6000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Research activities:</p>\n<p>Functionalized surfaces have recently attracted a high level of interest in surface-engineering fields.&nbsp; The modification of specific surface xharacteristics studied in this project (such as hydrodynamic properties including wettability and adhesion), tribological properties (wear, friction, and<br />lubrication), and other factors (light reflectivity and biocompatibility) improves product longevity and functionality and has significant influence on cost efficiency, energy savings, and environmental protection. &nbsp;Specific outcomes from this project are summarized as follows:</p>\n<ol>\n<li>This work demonstrated the feasibility of magnetic abrasive finishing to alter surface lay&mdash;from a strongly directional surface to an isotropic surface&mdash;while controlling the nanometer-scale surface roughness by changing the magnetic force acting on the particles (using parameters such as particle size and magnetic field intensity) and the particle motion.</li>\n<li>It was shown that the contact angle (i.e., wettability) is a function of surface lay on the nanometer-scale surface. Surfaces with unidirectional cutting marks exhibit the least wettability, and increasing the cross-hatch angle in the magnetic abrasive finishing-produced surfaces increases the wettability. Surfaces consisting of short, intermittent cutting marks with less directionality are the most wettable by deionized water.</li>\n<li>Surfaces processed by Magnetic Abrasive Finishing show a decrease in coefficient of friction due to their reduced surface roughness. </li>\n<li>The magnetic abrasive finishing process was successfully extended from flat<br />finishing to free-form finishing of femoral knee components with local control of the surface lay with nanometer-scale roughness.</li>\n</ol>\n<p>The findings were disseminated to manufacturing communities through two journal papers, two conference proceedings, six posters, a doctoral dissertation, an undergraduate honors thesis, and two patent applications.&nbsp; One journal paper is currently under review.</p>\n<p>Education activities:</p>\n<p>1. Undergraduate and Graduate Student Scholars<br />The primary education activity was to provide opportunities for research experience for four graduate (PhD) and nice undergraduate students. In addition to the experimental work in the laboratory, students learned how to summarize and present the results of their research to diverse audiences. Internal meetings gave the students opportunities to exchange their ideas, comments, and suggestions with their laboratory colleagues. External presentations at conferences gave students chances to discuss their research with professional researchers and engineers, which improved the students&rsquo; knowledge and cultivated their fundamental sense of engineering and research. The graduate students mentored the undergraduate students. Such interaction broadens the educational experience for both graduate and undergraduate students and encourages the undergraduates to pursue graduate studies.</p>\n<p>2. Integration of Research into the Classroom<br />Greenslet developed a manufacturing module to introduce magnetic abrasive finishing processes and surface characterization techniques. The module complements the teaching of theories of advanced precision machining and metrology techniques in EML 4321 <em>Manufacturing Engineering</em> (~130 undergraduate students in Fall 2012 and ~150 undergraduate students in Spring 2013).</p>\n<p>3. Outreach activities:</p>\n<p>(a) Annual Florida Junior Science, Engineering and Humanities Symposium (JSEHS)</p>\n<p>The JSEHS has been bringing Florida science teachers, high school students and select middle school students to UF since 1963. The main components of this program are visits to research laboratories across campus, a judged speaker competition for 11th and 12th grade student researchers, and an opportunity for...",
  "por_txt_cntn": "\nResearch activities:\n\nFunctionalized surfaces have recently attracted a high level of interest in surface-engineering fields.  The modification of specific surface xharacteristics studied in this project (such as hydrodynamic properties including wettability and adhesion), tribological properties (wear, friction, and\nlubrication), and other factors (light reflectivity and biocompatibility) improves product longevity and functionality and has significant influence on cost efficiency, energy savings, and environmental protection.  Specific outcomes from this project are summarized as follows:\n\nThis work demonstrated the feasibility of magnetic abrasive finishing to alter surface lay&mdash;from a strongly directional surface to an isotropic surface&mdash;while controlling the nanometer-scale surface roughness by changing the magnetic force acting on the particles (using parameters such as particle size and magnetic field intensity) and the particle motion.\nIt was shown that the contact angle (i.e., wettability) is a function of surface lay on the nanometer-scale surface. Surfaces with unidirectional cutting marks exhibit the least wettability, and increasing the cross-hatch angle in the magnetic abrasive finishing-produced surfaces increases the wettability. Surfaces consisting of short, intermittent cutting marks with less directionality are the most wettable by deionized water.\nSurfaces processed by Magnetic Abrasive Finishing show a decrease in coefficient of friction due to their reduced surface roughness. \nThe magnetic abrasive finishing process was successfully extended from flat\nfinishing to free-form finishing of femoral knee components with local control of the surface lay with nanometer-scale roughness.\n\n\nThe findings were disseminated to manufacturing communities through two journal papers, two conference proceedings, six posters, a doctoral dissertation, an undergraduate honors thesis, and two patent applications.  One journal paper is currently under review.\n\nEducation activities:\n\n1. Undergraduate and Graduate Student Scholars\nThe primary education activity was to provide opportunities for research experience for four graduate (PhD) and nice undergraduate students. In addition to the experimental work in the laboratory, students learned how to summarize and present the results of their research to diverse audiences. Internal meetings gave the students opportunities to exchange their ideas, comments, and suggestions with their laboratory colleagues. External presentations at conferences gave students chances to discuss their research with professional researchers and engineers, which improved the studentsÆ knowledge and cultivated their fundamental sense of engineering and research. The graduate students mentored the undergraduate students. Such interaction broadens the educational experience for both graduate and undergraduate students and encourages the undergraduates to pursue graduate studies.\n\n2. Integration of Research into the Classroom\nGreenslet developed a manufacturing module to introduce magnetic abrasive finishing processes and surface characterization techniques. The module complements the teaching of theories of advanced precision machining and metrology techniques in EML 4321 Manufacturing Engineering (~130 undergraduate students in Fall 2012 and ~150 undergraduate students in Spring 2013).\n\n3. Outreach activities:\n\n(a) Annual Florida Junior Science, Engineering and Humanities Symposium (JSEHS)\n\nThe JSEHS has been bringing Florida science teachers, high school students and select middle school students to UF since 1963. The main components of this program are visits to research laboratories across campus, a judged speaker competition for 11th and 12th grade student researchers, and an opportunity for 9th and 10th grade students to give presentations as practice for future judged competitions. Additionally, students are invited to bring posters to display throughout the symposium. As a part of the JSEH..."
 }
}