{
 "awd_id": "0855758",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MAJOR: Modeling Musical Improvisation to Support Creativity in Education and Performance",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2009-08-01",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 762372.0,
 "awd_amount": 762372.0,
 "awd_min_amd_letter_date": "2009-08-12",
 "awd_max_amd_letter_date": "2012-04-12",
 "awd_abstract_narration": "\"This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\"\r\n\r\nMusic-making is universal and has been a conduit for human creativity for at least tens of thousands of years, and music plays an essential role in human social bonding, emotional communication, and entertainment.  Because information technology and entertainment constitute an increasing share of the total economic output in developed countries, creativity lies at the heart of the modern economy.  Yet the creativity that underlies musical domains is poorly understood.  In this project the PI and his team will seek to understand, model, and support improvisation, or real-time collaborative creativity, in the context of music.  Most musical traditions in the world use improvisation as a method of creativity, so analysis and modeling of improvisation in highly evolved musical systems should provide essential insights into creative activity.  This study will consider a representative subset of musical traditions, in order to keep the results as broadly applicable as possible: jazz, Indian classical music, and avant-garde art music.  The research will employ an interdisciplinary approach involving ethnography, music theory, statistical modeling, machine learning, signal processing and instrument design, and cognitive studies.  The objectives are to develop computational models of improvisation and to use them to develop new technologies that support creativity in music and education.  To these ends, the PI and his team will investigate machine modeling of musical improvisation as a means to understand real-time creativity.  They will perform analysis of improvisational traditions from many cultures and attempt to unify them using a common probabilistic framework.  They will also conduct systematic evaluation of formal models in realistic performance contexts, and use brain imaging of improvising musicians to gain insight into highly creative mental activity.  Ethnography will be applied to characterize the diversity of improvisational traditions, while music theory will help define basic concepts and provide working hypotheses and frameworks for formal models.  Relationships between musical concepts will be represented using a probabilistic, generative model that seeks to represent the complex conditional dependencies among musical parameters as well as among performers; this abstraction will help unify different surface traditions within a common framework, revealing essential patterns in systems for real-time creativity.  Through modeling, the study will explore how improvising musicians learn these systems and reference them in performance.  Cognitive studies will elucidate whether a distinct set of cognitive processes are employed during improvisation; understanding what neural networks are active may be a first step in engineering systems that foster creativity in other contexts.  Taken together, these studies will improve our understanding of creative processes.\r\n\r\nBroader Impacts:  Studying the arts, where creativity has been developed, refined, and systematized, will offer insight into developing systems that foster creativity in other areas such as engineering and information technology.  Improvisation systems built from this research will be used to create ensembles through which programming, computational modeling, and creative problem solving may be taught.  The development of technology to support improvisation will also help teach creativity alongside rote performance skills, and encourage new programming paradigms.  For artists, project outcomes will enable new improvisation systems to be built using reconfigurable building blocks, thereby catalyzing research in improvisation and the development of sophisticated systems.  Planned collaborations with world-renowned musicians will expose a broad public to this research, and will help recruit new students to engineering, turn public attention to the study of creativity, and hopefully also create satisfying works of art.",
 "awd_arra_amount": 762372.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Parag",
   "pi_last_name": "Chordia",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Parag Chordia",
   "pi_email_addr": "ppc@gatech.edu",
   "nsf_id": "000076280",
   "pi_start_date": "2009-08-12",
   "pi_end_date": "2012-04-12"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jason",
   "pi_last_name": "Freeman",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Jason A Freeman",
   "pi_email_addr": "jason.freeman@gatech.edu",
   "nsf_id": "000513125",
   "pi_start_date": "2012-04-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Melody",
   "pi_last_name": "Jackson",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Melody M Jackson",
   "pi_email_addr": "melody@cc.gatech.edu",
   "nsf_id": "000071319",
   "pi_start_date": "2009-08-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Jason",
   "pi_last_name": "Freeman",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Jason A Freeman",
   "pi_email_addr": "jason.freeman@gatech.edu",
   "nsf_id": "000513125",
   "pi_start_date": "2009-08-12",
   "pi_end_date": "2012-04-12"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ge",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ge Wang",
   "pi_email_addr": "ge@ccrma.stanford.edu",
   "nsf_id": "000513407",
   "pi_start_date": "2009-08-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 NORTH AVE NW",
  "perf_city_name": "ATLANTA",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "778800",
   "pgm_ele_name": "CreativeIT"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "9215",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING SYSTEMS"
  },
  {
   "pgm_ref_code": "7788",
   "pgm_ref_txt": "CreativeIT"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 762372.0
  }
 ],
 "por": null
}