{
 "awd_id": "0855908",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CreativeIT Pilot Project : Collaborative Undergraduate Computing Studios Facilitating Decentralized Participation",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2009-07-15",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 293057.0,
 "awd_amount": 293057.0,
 "awd_min_amd_letter_date": "2009-07-10",
 "awd_max_amd_letter_date": "2009-07-10",
 "awd_abstract_narration": "This Pilot CreativeIT Project provides innovative approach to promote creativity in computationally intensive distributed undergraduate design studios. This is accomplished through regulated modifications of team structure, workflow, and student use of awareness technology in three successive studio courses. Using these techniques, the student participants develop skills as well as a more profound understanding of specific influences on technical and visual creativity. This work addresses a project management issue faced by major companies in the visual effects, animation, and electronic game industries where high levels of technical and visual creativity are required from a global workforce. The objectives are to define conditions in which information technology promotes creativity in a decentralized studio environment and establish a sound basis for conducting a multi-institutional education.\r\n\r\nStudent participants in the studio portion of this project are located on three campuses, one overseas, and one high school. They join together in small teams that span the different locations to work collaboratively on projects requiring both visual and technical problem solving. The studios are assessed for success of learning environments by a professional evaluator, and after completion the projects are rated on a Likert Scale for technical and visual creativity. The results are be analyzed in terms of the perceived benefits of awareness tools and their impact on the quality of the outcome. An advisory board for the project is composed of industry professionals, studio instructors, and the evaluator. The board plans, monitors, and conducts the studio courses; and assesses the results.\r\n\r\nIntellectual Merit\r\nThe proposed project promotes the CreativeIT vision of developing innovative approaches to education in computationally intensive environments. This is accomplished in three ways: 1) by increasing our understanding of how technology, team composition, and workflow affect creativity; 2) by developing skill-sets among students working with distant collaborators, and 3) by helping define the curriculum objectives and infrastructure required to extend participation beyond major university settings.\r\n\r\nBroader Impacts\r\nInformation technology enables collaboration among world-wide project participants.\r\nThis project brings together academia and industry to address the issue of how creativity is promoted among separated team members. Industry participants including Lucasfilm Ltd., DreamWorks Animation, SKG, ReelFX Creative Studios, Digital Domain, and Adobe Systems are interested in this project because it directly addresses issues that they face. Today, educators and administrators must extend the reach of creativity enhancing and technically challenging curricula outside the brick-and-mortar classroom.\r\nIf broadened as a Major Project this Pilot Project has the potential to use the\r\ncyberinfrastructure to promote multi-institutional transformative changes in industry and in education.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "McLaughlin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy McLaughlin",
   "pi_email_addr": "timm@viz.tamu.edu",
   "nsf_id": "000502118",
   "pi_start_date": "2009-07-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Research Foundation",
  "inst_street_address": "400 HARVEY MITCHELL PKWY S STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778454375",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A & M RESEARCH FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "EQH8NQ4AXFT7"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M University",
  "perf_str_addr": "400 HARVEY MITCHELL PKY S STE 300",
  "perf_city_name": "COLLEGE STATION",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778454375",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171400",
   "pgm_ele_name": "Special Projects - CNS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7655",
   "pgm_ref_txt": "ITR-CreativeIT"
  },
  {
   "pgm_ref_code": "9215",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING SYSTEMS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 293057.0
  }
 ],
 "por": null
}