{
 "awd_id": "0855560",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Two Experiments Involving Atomic Rubidium: 4D Excited State Absolute Photoionization Cross Section Measurements and 5S-5D Two-Photon Degenerate Four-Wave Mixing Studies",
 "cfda_num": "47.049",
 "org_code": "03010100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ann Orel",
 "awd_eff_date": "2009-04-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 329997.0,
 "awd_amount": 349997.0,
 "awd_min_amd_letter_date": "2009-04-21",
 "awd_max_amd_letter_date": "2014-01-09",
 "awd_abstract_narration": "This award supports two experimental research projects involving atomic rubidium. The first consists of absolute measurements of the photoionization cross-section of the 4D5/2 excited state of laser-cooled rubidium atoms. Photoionization studies are relevant for sensitive and state-selective detection of trapped atomic and molecular species, as well as for plasma research, including ultracold plasma formation. Excited D states are of particular interest for fundamental tests of atomic theory. Rubidium atoms cooled and trapped in a standard magneto-optical trap will be subsequently excited to the 4D5/2 state via a two-step process and subjected to the photoionizing laser. The photoionization rate will be measured versus several ionizing laser intensities and several wavelengths below the photoionization wavelength from which relative photoionization cross sections will be determined. The photoionization measurements will be subsequently put on an absolute scale by performing accurate measurements of the excited state fraction using a charge transfer technique. The experimental results will be compared for consistency with theoretical calculations. The second project involves theoretical and experimental studies of the 5S1/2-5D5/2 two-photon degenerate four-wave mixing in a rubidium vapor cell. Degenerate four-wave mixing is a high resolution spectroscopy technique which can be used to investigate phenomena such as optical pumping, relaxation, diffusion, collision and quenching processes. Potential applications include phase corrections of aberrant optical wave fronts, optical computing, image processing, pattern recognition and others. The two-photon degenerate four-wave mixing signal will be investigated versus the angle between the probe and the forward pump beams for several rubidium vapor cells mixed with helium buffer gas at various pressures. The experimental results will be used in conjunction with a newly developed theoretical model to obtain numerical values for the 5D5/2 excited state diffusion coefficient.\r\n\r\nTraditionally, participation of Mississippi?s population in science and engineering has been low. Laser cooling and trapping is one of the most active areas in atomic physics research, and such studies are not performed anywhere else in the states of Mississippi, Alabama and Louisiana. The University of Southern Mississippi has a student population that is 25% African-American and 58% female, which makes the university uniquely positioned to make a difference for women students and, specifically, for minority women in science and engineering. The broader impact of the research is reflected in providing undergraduate and graduate students with experimental research opportunities at the forefront of atomic physics, which in turn, will improve science education. In addition, the research will facilitate extensive involvement in high school outreach and recruitment.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alina",
   "pi_last_name": "Gearba",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alina Gearba",
   "pi_email_addr": "mirela.gearba@usafa.edu",
   "nsf_id": "000410071",
   "pi_start_date": "2009-04-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern Mississippi",
  "inst_street_address": "118 COLLEGE DRIVE",
  "inst_street_address_2": "",
  "inst_city_name": "HATTIESBURG",
  "inst_state_code": "MS",
  "inst_state_name": "Mississippi",
  "inst_phone_num": "6012664119",
  "inst_zip_code": "394060001",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MS04",
  "org_lgl_bus_name": "THE UNIVERSITY OF SOUTHERN MISSISSIPPI",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1K8LJAET5R1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern Mississippi",
  "perf_str_addr": "118 COLLEGE DRIVE",
  "perf_city_name": "HATTIESBURG",
  "perf_st_code": "MS",
  "perf_st_name": "Mississippi",
  "perf_zip_code": "394060001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MS04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "129100",
   "pgm_ele_name": "ATOMIC & MOLECULAR DYNAMICS"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1291",
   "pgm_ref_txt": "ATOMIC & MOLECULAR DYNAMICS"
  },
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 169999.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 79999.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 79999.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 20000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit</strong></p>\n<p>Dr. Alina Gearba established from scratch an experimental research program at the University of Southern Mississippi which involved photoionization cros-section measurements of laser-cooled rubidium atoms and degenerate four wave mixing studies in rubidium. Cold atomic samples are excellent candidates for performing atomic lifetime and hyperfine structure splitting measurements which are important tests of atomic structure calculations. Further tests of atomic theory could be provided by absolute photoionization cross section measurements. In her laboratory, rubidium atoms were cooled and trapped in a standard magneto-optical trap using diode lasers operating at 780 nm. Several lines from a mixed argon-krypton ion laser ranging from 457 nm to 476 nm were used for photoionizing the Rb 5P<sub>3/2</sub> excited state. A LabView based program was used to control the timing and data acquisition sequence. The ionization rate was determined by measuring the loss rate of atoms from the trap with and without the ionizing field which further yielded the photoionization cross-section. The rubidium atoms were further excited to the 4D<sub>5/2 </sub>state using a 1429 nm laser. Photoionization was accomplished using several lines in the 488-647 nm range. Another experiment that was performed over the duration of this grant involved measurements of the diffusion coefficient of the Rb 5P<sub>3/2 </sub>in helium buffer gas using degenerate four-wave mixing. This was accomplished using degenerate four-wave mixing which is a nonlinear optical phenomenon in which two laser beams are writing an interference grating in a nonlinear medium (Rb vapor), allowing then a thirdbeam to scatter and creating a fourth beam, which is a phase conjugate of the probe beam.</p>\n<p>&nbsp;</p>\n<p><strong>Broader Impacts</strong></p>\n<p>Student involvement at the graduate and undergraduate level has been an integral part of Dr. Alina Gearba&rsquo;s research program at the University of Southern Mississippi. The research program was built in stages and several students benefited from involvement in it. There was significant overlap between students so that the expertise and knowledge were transferred<br />from one student to the next and the continuity of the project was ensured. The research program provided exposure to a variety of experimental skills such as laser spectroscopy, optical alignment techniques, electronic circuit design and implementation, operation of a vacuum system, and LabView based data acquisition. Over the duration of this grant Dr. Gearba supervised two undergraduate students, two M.S. students (both female) and one Ph. D. student. In addition, she developed a mentoring program for first-year, first-generation college students to address the issues this particular demographic group comes across during their first year in college with the purpose of retaining them in the physics program. Dr. Gearba was active in outreach by giving tours of her research laboratory, visiting high schools in the region, and performing low-temperature and laser demonstrations to the local community. Under her supervision, the USM chapter of the Society of Physics Students received numerous national awards, such as the <em>Outstanding SPS Chapter Award</em> for seven consecutive years. Dr. Gearba has held several leadership positions in the National Council of the Society of Physics Students. She previously served as chair of the <em>Underrepresented Groups in Physics </em><em>Committee</em> when she drafted the <em>Future Faces of Physics</em> <em>Award</em> designed to promote physics across cultures and as chair of the <em>Research </em><em>Committee</em> when she evaluated the SPS programs, activities and initiatives aimed at encouraging undergraduate research. Dr. Gearba currently serves as chair of the <em>Long-Range Vision Committee</em>, as well as on th...",
  "por_txt_cntn": "\nIntellectual Merit\n\nDr. Alina Gearba established from scratch an experimental research program at the University of Southern Mississippi which involved photoionization cros-section measurements of laser-cooled rubidium atoms and degenerate four wave mixing studies in rubidium. Cold atomic samples are excellent candidates for performing atomic lifetime and hyperfine structure splitting measurements which are important tests of atomic structure calculations. Further tests of atomic theory could be provided by absolute photoionization cross section measurements. In her laboratory, rubidium atoms were cooled and trapped in a standard magneto-optical trap using diode lasers operating at 780 nm. Several lines from a mixed argon-krypton ion laser ranging from 457 nm to 476 nm were used for photoionizing the Rb 5P3/2 excited state. A LabView based program was used to control the timing and data acquisition sequence. The ionization rate was determined by measuring the loss rate of atoms from the trap with and without the ionizing field which further yielded the photoionization cross-section. The rubidium atoms were further excited to the 4D5/2 state using a 1429 nm laser. Photoionization was accomplished using several lines in the 488-647 nm range. Another experiment that was performed over the duration of this grant involved measurements of the diffusion coefficient of the Rb 5P3/2 in helium buffer gas using degenerate four-wave mixing. This was accomplished using degenerate four-wave mixing which is a nonlinear optical phenomenon in which two laser beams are writing an interference grating in a nonlinear medium (Rb vapor), allowing then a thirdbeam to scatter and creating a fourth beam, which is a phase conjugate of the probe beam.\n\n \n\nBroader Impacts\n\nStudent involvement at the graduate and undergraduate level has been an integral part of Dr. Alina GearbaÆs research program at the University of Southern Mississippi. The research program was built in stages and several students benefited from involvement in it. There was significant overlap between students so that the expertise and knowledge were transferred\nfrom one student to the next and the continuity of the project was ensured. The research program provided exposure to a variety of experimental skills such as laser spectroscopy, optical alignment techniques, electronic circuit design and implementation, operation of a vacuum system, and LabView based data acquisition. Over the duration of this grant Dr. Gearba supervised two undergraduate students, two M.S. students (both female) and one Ph. D. student. In addition, she developed a mentoring program for first-year, first-generation college students to address the issues this particular demographic group comes across during their first year in college with the purpose of retaining them in the physics program. Dr. Gearba was active in outreach by giving tours of her research laboratory, visiting high schools in the region, and performing low-temperature and laser demonstrations to the local community. Under her supervision, the USM chapter of the Society of Physics Students received numerous national awards, such as the Outstanding SPS Chapter Award for seven consecutive years. Dr. Gearba has held several leadership positions in the National Council of the Society of Physics Students. She previously served as chair of the Underrepresented Groups in Physics Committee when she drafted the Future Faces of Physics Award designed to promote physics across cultures and as chair of the Research Committee when she evaluated the SPS programs, activities and initiatives aimed at encouraging undergraduate research. Dr. Gearba currently serves as chair of the Long-Range Vision Committee, as well as on the planning committee for the 2016 Quadrennial Physics Congress, the only national conference aimed primarily at engaging physics undergraduates.\n\n\t\t\t\t\tLast Modified: 12/19/2014\n\n\t\t\t\t\tSubmitted by: Alina Gearba"
 }
}