{
 "awd_id": "0855767",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Geodynamic Solutions for Seismic Observations of Iceland Hotspot-Ridge Interaction",
 "cfda_num": "47.050",
 "org_code": "06030208",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robin Reichlin",
 "awd_eff_date": "2009-05-01",
 "awd_exp_date": "2012-04-30",
 "tot_intn_awd_amt": 153491.0,
 "awd_amount": 153491.0,
 "awd_min_amd_letter_date": "2009-04-10",
 "awd_max_amd_letter_date": "2009-04-10",
 "awd_abstract_narration": "This study has three major goals: (1) Test for a dehydrated rheological litho- \r\nsphere beneath Iceland; (2) define the nature of Icelandic hotspot-ridge interaction; and (3) reconcile \r\nthe ambiguities of previous seismic studies in the area. It has been proposed that the extraction of \r\nwater from the mantle at the onset of partial melting increases the viscosity of the residue so much \r\nthat it can resist convection. While such a dehydrated rheological lithosphere (DRL) can impact a \r\nwide range of processes in mantle convection, the existence of a DRL has yet to be tested against ob- \r\nservations. The Iceland hotspot is an outstanding site to perform this test because here the thickness \r\nof the DRL is likely to be most distinct from that of the (thin) thermal lithosphere, there is a source of \r\nconvective mantle flow, and the area has an extensive, high-quality seismic data set. The source of \r\nconvective flow is imaged seismically beneath Iceland as a low-velocity body, which is widely be- \r\nlieved to be a hot, plume-like upwelling in the upper mantle. The plume hypothesis predicts this up- \r\nwelling to feed rapid mantle flow laterally along the Mid-Atlantic Ridge (MAR) but current seismic \r\nevidence for such a phenomenon is ambiguous. Arguments for a DRL come from geodynamic stud- \r\nies of mantle plume-ridge interaction that require a DRL to hinder the rate of mantle upwell- \r\ning/melting so as to successfully predict the thickness of Iceland?s crust. Seismic evidence, however, \r\nis contradictory. In support of a DRL, recent tomography studies reveal a layer of low velocities that \r\nextends south of Iceland with a width (>600 km) and thickness (>150 km) that are consistent with \r\npredictions of models with a DRL and distinguishably larger than those without one. The competing \r\nevidence comes from shear-wave splitting (SWS) and surface-wave measurements of seismic anisot- \r\nropy that were interpreted to reflect crystallographic fabric due to shallow mantle flow, well within \r\nthe hypothesized, non-convecting DRL. Anisotropy from SWS was also interpreted to be caused by \r\nlarge-scale mantle flow without the need of a mantle plume in the first place. \r\nThe above goals motivate a new generation of seismic inversion scheme that directly tests the \r\nphysical processes by integrating geodynamic models of mantle convection and seismic structure. \r\nModels of hotspot-ridge interaction will simulate a complete range of dynamic behaviors: from vig- \r\norous (plume) to weak (non-plume) upwellings; and from cases with shallow lateral flow of low- \r\nviscosity mantle (no DRL) to deep lateral flow predicted for more viscous mantle (with a DRL). Pre- \r\ndicted patterns of crystallographic fabric, temperatures, and retained melt will then be used to com- \r\npute 3D variations in elasticity tensors, from which we will generate synthetic seismograms. Misfits \r\nbetween the synthetic and real data will be used to identify the most and least probable geodynamics- \r\nbased solutions. The ability to reject or confirm the mantle upwelling and along-axis flow that are \r\npredicted by plume theory will have broad importance to understanding hotspots. A positive test for a \r\nDRL will show that dehydration can dominate mantle rheology over a wide range of conditions, in- \r\ncluding the vigorous magmatism at Iceland. A negative result will lead to questions of the general \r\nimportance of a DRL to mantle convection and could require a dramatic re-thinking of how melt is \r\ngenerated and transported along the Mid-Atlantic Ridge. \r\nBroader Impacts: This project has strong outreach potential because the topic of the origin of \r\nhotspots has far reaching importance to understanding absolute plate motions, mantle convection, \r\nand surface volcanism. The study will also advance a new generation of geodynamic-based seismic \r\nsolution methods. The numerical codes developed will be made available to the community, such as \r\nthrough collaboration with the Computational Infrastructure for Geodynamics (CIG). Benefits to the \r\nbroader community include the training of a graduate student and a post-doctoral scholar in interdis- \r\nciplinary geophysics research, and supporting ongoing outreach activities of the PIs. Both of our uni- \r\nversities are located in ethnically diverse communities and are important contributors to the social, \r\ncultural, scientific, and technical resources of their respective regions. The proposed research will \r\nenrich our teaching and research programs, and provide advanced technological training and mentor- \r\ning of science students with diverse cultural backgrounds. \r\n \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Aibing",
   "pi_last_name": "Li",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Aibing Li",
   "pi_email_addr": "ali2@uh.edu",
   "nsf_id": "000109997",
   "pi_start_date": "2009-04-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Houston",
  "inst_street_address": "4300 MARTIN LUTHER KING BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "HOUSTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7137435773",
  "inst_zip_code": "772043067",
  "inst_country_name": "United States",
  "cong_dist_code": "18",
  "st_cong_dist_code": "TX18",
  "org_lgl_bus_name": "UNIVERSITY OF HOUSTON SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "QKWEF8XLMTT3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Houston",
  "perf_str_addr": "4300 MARTIN LUTHER KING BLVD",
  "perf_city_name": "HOUSTON",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "772043067",
  "perf_ctry_code": "US",
  "perf_cong_dist": "18",
  "perf_st_cong_dist": "TX18",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "158500",
   "pgm_ele_name": "STUDIES OF THE EARTHS DEEP INT"
  },
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1031",
   "pgm_ref_txt": "STUDIES OF THE EARTH'S DEEP INTERIOR"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 153491.0
  }
 ],
 "por": null
}