{
 "awd_id": "0855166",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A Testbed for Advanced Network Systems Research and Education",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joseph Lyles",
 "awd_eff_date": "2009-07-01",
 "awd_exp_date": "2012-06-30",
 "tot_intn_awd_amt": 692556.0,
 "awd_amount": 692556.0,
 "awd_min_amd_letter_date": "2009-07-02",
 "awd_max_amd_letter_date": "2009-07-02",
 "awd_abstract_narration": "The purpose of this project is to create an internet-accessible testbed to support research and education in advanced network systems. It builds upon and leverages an existing community resource, the Open Network Lab (www.onl.wustl.edu), adding high performance components that can be configured and extended to support a wide range of experimental projects. The project takes advantage of new low cost 10 gigabit Ethernet switching technology, dual quad-core servers and programmable Network Interface Cards (NICs) with multicore network processors. The project requires extensions to the ONL control and management software, the development of software modules for the programmable NICs and a number of extensions to the existing testbed to make it more suitable for clean slate networking research. Effective experimental testbeds are essential for high quality systems research in networking. This is particularly true during the current period of transition in which networking research finds itself. The concepts of overlay hosting and network virtualization developed and demonstrated in research systems, are now showing up in large, commercial data centers. So-called utility computing or cloud computing has emerged as an important delivery vehicle for web-based services. As cloud computing is used for more communication-intensive applications, we can expect to see a growing need for more dynamic and application-oriented networking elements within the cloud infrastructure. There is increasing innovation in layer 2 networking technology, leading to local and metropolitan area networks that exploit commodity Ethernet switches, while moving beyond the limitations that have traditionally constrained Ethernet to the LAN environment. The research community is focused on clean slate network ideas that put aside the constraints of legacy network technologies to develop a better understanding of what might be possible. A key part of this research agenda is the construction and systematic evaluation of experimental prototypes that demonstrate new research ideas This is an infrastructure development project, seeking to create an important community resource. \r\n\r\nIts Intellectual Merit lies primarily in the research and educational activities that will be enabled by the availability of the new capabilities being developed. By providing an experimental environment supporting research on 10 gigabit networking, the testbed enables researchers and students to pursue projects that are currently outside their reach, because they require an experimental infrastructure that they cannot afford. The testbed also makes researchers more productive, by providing the necessary tools and infrastructure to allow them to focus on the innovative elements of their research ideas, freeing them from many of the more mundane tasks that typically have to be done before the more interesting issues can be addressed. \r\n\r\nThe Broader Impact of the program will be felt in several ways. First, by enabling better experimental evaluation of networking research ideas, the testbed can help to contribute to their development and can facilitate their transition from the research context to practical application. Second, the principal investigator expects the educational component of the testbed to have a significant impact on undergraduate and graduate education. Students who have meaningful laboratory experiences can make a more direct connection between networking concepts and actual network operation, allowing them to learn faster and become more productive. Third, this project can contribute to attracting more students to careers in science and engineering. The growing impact of globalization on the world economy makes it essential for the United States to continue to play a leadership role in the development of new networking technology. Sophisticated, but easy-to-use laboratory facilities, can help reduce the barriers that can inhibit student entry into engineering studies and can play an important part in reversing the decline in U.S. engineering enrollments, particularly among women and minority students.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jonathan",
   "pi_last_name": "Turner",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathan S Turner",
   "pi_email_addr": "jon.turner@wustl.edu",
   "nsf_id": "000163663",
   "pi_start_date": "2009-07-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Patrick",
   "pi_last_name": "Crowley",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Patrick Crowley",
   "pi_email_addr": "pcrowley@wustl.edu",
   "nsf_id": "000395067",
   "pi_start_date": "2009-07-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington University",
  "inst_street_address": "1 BROOKINGS DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT LOUIS",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "3147474134",
  "inst_zip_code": "631304862",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MO01",
  "org_lgl_bus_name": "WASHINGTON UNIVERSITY, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "L6NFUM28LQM5"
 },
 "perf_inst": {
  "perf_inst_name": "Washington University",
  "perf_str_addr": "1 BROOKINGS DR",
  "perf_city_name": "SAINT LOUIS",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "631304862",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MO01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "735900",
   "pgm_ele_name": "CCRI-CISE Cmnty Rsrch Infrstrc"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 692556.0
  }
 ],
 "por": null
}