{
 "awd_id": "0856716",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Increasing Enrollment and Retention in the College of Engineering Using a Multi-Disciplinary Motorsports Theme",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Katherine J. Denniston",
 "awd_eff_date": "2009-06-15",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 1664853.0,
 "awd_amount": 1664853.0,
 "awd_min_amd_letter_date": "2009-06-16",
 "awd_max_amd_letter_date": "2012-08-21",
 "awd_abstract_narration": "The project is applying NASCAR racing as an intellectual engagement strategy in a broad array of approaches to enroll better and brighter students and then capture their imagination in the key freshman year.  It involves a collection of face to face presentations, flyers and guidance counselor posters, and a summer fellowship program. It is using the networking resources of an existing center of mathematics, science, and technology education (CMSTE) to reach the large numbers of under-represented minorities in the regional high schools and, through another existing program, gifted and talented students across the state.  By applying hands-on learning modules with a NASCAR theme in first-year engineering courses, the investigators are introducing the students to exciting engineering activities. A key resource is the University of North Carolina Charlotte Race Shop, which has a number of powerful, useful, and available resources.  Project evaluation, under the direction of two experts, is using surveys, interviews, observations, and focus groups to track how the project is being implemented and achieving its objectives.  Dissemination efforts involve conference presentations, journal publications, and a comprehensive web site. Broader impacts include the K-12 outreach with a focus on underrepresented groups, networking and partnerships between the university and regional high schools, and the dissemination of project approaches and results.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Tkacik",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Peter T Tkacik",
   "pi_email_addr": "ptkacik@uncc.edu",
   "nsf_id": "000508437",
   "pi_start_date": "2009-06-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Royster",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "David C Royster",
   "pi_email_addr": "droyster@ms.uky.edu",
   "nsf_id": "000342993",
   "pi_start_date": "2009-06-16",
   "pi_end_date": "2009-11-10"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Patricia",
   "pi_last_name": "Tolley",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Patricia A Tolley",
   "pi_email_addr": "patolley@uncc.edu",
   "nsf_id": "000243315",
   "pi_start_date": "2010-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Pugalee",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "David K Pugalee",
   "pi_email_addr": "David.Pugalee@uncc.edu",
   "nsf_id": "000248936",
   "pi_start_date": "2009-11-10",
   "pi_end_date": "2010-08-22"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Kimberly",
   "pi_last_name": "Warren",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Kimberly A Warren",
   "pi_email_addr": "kawarren@uncc.edu",
   "nsf_id": "000246197",
   "pi_start_date": "2009-06-16",
   "pi_end_date": "2012-04-19"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jae Hoon",
   "pi_last_name": "Lim",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jae Hoon Lim",
   "pi_email_addr": "jhlim@uncc.edu",
   "nsf_id": "000526650",
   "pi_start_date": "2010-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Charlotte",
  "inst_street_address": "9201 UNIVERSITY CITY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "CHARLOTTE",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "7046871888",
  "inst_zip_code": "282230001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NC12",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHARLOTTE",
  "org_prnt_uei_num": "NEYCH3CVBTR6",
  "org_uei_num": "JB33DT84JNA5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Charlotte",
  "perf_str_addr": "9201 UNIVERSITY CITY BLVD",
  "perf_city_name": "CHARLOTTE",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "282230001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NC12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "179600",
   "pgm_ele_name": "STEP-STEM Talent Expansn Pgm"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0409",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000910DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 1089606.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 283983.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 291264.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Increasing Enrollment and Retention in the College of Engineering Using a Multi-Disciplinary Motorsports Theme</strong></p>\n<p>The purpose of this project was to improve the recruitment, engagement, and retention of undergraduate engineering students at the University of North Carolina at Charlotte using a motorsports theme.&nbsp; In addition to the conventional engineering degree programs offered within the College of Engineering, the University has a strong Motorsports Engineering concentration.&nbsp;&nbsp; As a result of that program, the College has a working relationship with most (if not all) of the the NASCAR teams in the region.&nbsp; Additionally, the project partnered with the University&rsquo;s Center for Mathematics, Science, and Technology Education (CMSTE) to conduct educational research and outreach activities with secondary schools throughout the state.&nbsp; As part of the research grant, the goal was to use these excellent resources (and others) to implement new outreach programs and strengthen the freshman academic curriculum for the purpose of 1) increasing enrollment of high quality engineering students and 2) increasing retention of the undergraduate students. All of the goals were exceeded.</p>\n<p>In accordance with the Science, Technology, Engineering, and Mathematics Talent Expansion Program (STEP), this Type 1A program focused on increasing the number of US Citizens receiving baccalaureate degrees from the departments of Mechanical Engineering, Electrical and Computer Engineering, and Civil Engineering.&nbsp; The original NSF proposal combined the goals of recruitment and retention into a final predicted annual increase of 16 additional degrees awarded and although both goals were individually achieved, the actual combined result was an outstanding <strong>annual increase of 25.6 engineering baccalaureate degrees</strong> conferred. This represents a 52.2% increase in undergraduate engineering degrees awarded during the life of the program.</p>\n<p>Broader Impact</p>\n<p>In terms of recruitment, we implemented an annual motorsports summer camp for a hundred high school campers and tours, luncheons, and other outreach activities that engaged over a thousand visiting high school students. The College of Engineering undergraduate cohort (not including technology degrees) grew during the course of this program for an average annual increase of 15.4% or 69 students. The UNC Charlotte faculty, research and education Centers, the College of Engineering laboratories and Motorsports Race Shop, and the NASCAR facilities across the Charlotte metropolitan area were utilized to engage and recruit high school students.&nbsp;&nbsp;This newly developed multi-disciplinary outreach initiative centered around a motorsports theme was conducted to create an &ldquo;excitement factor&rdquo; and engage high school students in engineering.&nbsp;</p>\n<p>Intellectual Merit</p>\n<p>The research done during this program was disseminated in five publication. In terms of retention, we implemented engaging new &ldquo;hands-on&rdquo; labs and the average New Freshman One Year Retention Rate in the College of Engineering improved by 0.94% each year over the term of this program. It grew from 64.7% in 2009 up to 68.0% in 2013. One lab, the Solar Cell lab was too advanced for freshmen and was converted to a popular junior level course.</p>\n<p>It is important to note that the activities described in this program were in line with the mission of the College and University and supported some of the on-going programs that existed on campus. &nbsp;A central, multi-disciplinary theme-based approach was used to aggressively engage the high school students.&nbsp;Charlotte, North Carolina is home to most NASCAR race teams, the Charlotte Motor Speedway, and the NASCAR Hall of Fame.&nbsp; As a result, North Carolina residents enthusiastically relate to race car driving and the mot...",
  "por_txt_cntn": "\nIncreasing Enrollment and Retention in the College of Engineering Using a Multi-Disciplinary Motorsports Theme\n\nThe purpose of this project was to improve the recruitment, engagement, and retention of undergraduate engineering students at the University of North Carolina at Charlotte using a motorsports theme.  In addition to the conventional engineering degree programs offered within the College of Engineering, the University has a strong Motorsports Engineering concentration.   As a result of that program, the College has a working relationship with most (if not all) of the the NASCAR teams in the region.  Additionally, the project partnered with the UniversityÆs Center for Mathematics, Science, and Technology Education (CMSTE) to conduct educational research and outreach activities with secondary schools throughout the state.  As part of the research grant, the goal was to use these excellent resources (and others) to implement new outreach programs and strengthen the freshman academic curriculum for the purpose of 1) increasing enrollment of high quality engineering students and 2) increasing retention of the undergraduate students. All of the goals were exceeded.\n\nIn accordance with the Science, Technology, Engineering, and Mathematics Talent Expansion Program (STEP), this Type 1A program focused on increasing the number of US Citizens receiving baccalaureate degrees from the departments of Mechanical Engineering, Electrical and Computer Engineering, and Civil Engineering.  The original NSF proposal combined the goals of recruitment and retention into a final predicted annual increase of 16 additional degrees awarded and although both goals were individually achieved, the actual combined result was an outstanding annual increase of 25.6 engineering baccalaureate degrees conferred. This represents a 52.2% increase in undergraduate engineering degrees awarded during the life of the program.\n\nBroader Impact\n\nIn terms of recruitment, we implemented an annual motorsports summer camp for a hundred high school campers and tours, luncheons, and other outreach activities that engaged over a thousand visiting high school students. The College of Engineering undergraduate cohort (not including technology degrees) grew during the course of this program for an average annual increase of 15.4% or 69 students. The UNC Charlotte faculty, research and education Centers, the College of Engineering laboratories and Motorsports Race Shop, and the NASCAR facilities across the Charlotte metropolitan area were utilized to engage and recruit high school students.  This newly developed multi-disciplinary outreach initiative centered around a motorsports theme was conducted to create an \"excitement factor\" and engage high school students in engineering. \n\nIntellectual Merit\n\nThe research done during this program was disseminated in five publication. In terms of retention, we implemented engaging new \"hands-on\" labs and the average New Freshman One Year Retention Rate in the College of Engineering improved by 0.94% each year over the term of this program. It grew from 64.7% in 2009 up to 68.0% in 2013. One lab, the Solar Cell lab was too advanced for freshmen and was converted to a popular junior level course.\n\nIt is important to note that the activities described in this program were in line with the mission of the College and University and supported some of the on-going programs that existed on campus.  A central, multi-disciplinary theme-based approach was used to aggressively engage the high school students. Charlotte, North Carolina is home to most NASCAR race teams, the Charlotte Motor Speedway, and the NASCAR Hall of Fame.  As a result, North Carolina residents enthusiastically relate to race car driving and the motorsports industry.  Even if one is not a fan, children and most adults find the topic exciting especially when in the presence of the wide variety of race cars in the UNC Charlotte Race Shop and the additional research and labor..."
 }
}