{
 "awd_id": "0856793",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Imaging and Modeling the Microstructure of Unsaturated Soils for Improved Prediction of Macroscale Response",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Fragaszy",
 "awd_eff_date": "2009-06-01",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 248752.0,
 "awd_amount": 260752.0,
 "awd_min_amd_letter_date": "2009-04-27",
 "awd_max_amd_letter_date": "2010-08-07",
 "awd_abstract_narration": "\r\nUnsaturated soils play an essential role in a variety of natural earth processes and engineered earthen systems.  The pore water in an unsaturated soil system forms a complex fabric consisting of saturated pockets of water under negative pressure and a network of liquid bridges formed near the particle contact points.  Water influences bulk soil behavior by modifying intergranular stress through negative pressure in the saturated pores, and by providing an intergranular bonding force through the liquid bridges.  The magnitude and relevance of each mechanism, however, is highly dependent on the pore water fabric, which is readily altered with changes in suction, saturation, wetting direction, external stress, and global or localized deformation.  It is evident that changes to unsaturated soil microstructure under mechanical or hydraulic loading will influence macroscopic soil behavior, but the difficulties associated with its characterization have limited development of microstructure-based frameworks for predicting macro soil response.\r\nThis collaborative project seeks to observe and quantify the multiphase fabric of unsaturated soils by making use of recent advances in non-destructive imaging techniques.  Microfocus X-ray computed tomography will be integrated with a series of special loading stages designed to image the microstructure of unsaturated sand specimens under controlled suction and stress conditions and over a wide range of saturation and strain.  Images will be analyzed to characterize salient features of the multiphase fabric, including 3D grain orientation, particle contact normals, liquid bridge configurations, and the distribution of liquid- and gas-saturated voids.  Tensors describing these features will be quantified and their evolution tracked as specimens are subject to controlled changes in suction, wetting direction, compression, and shear.  Grain size, density, anisotropy, suction, confining stress, and strain rate will be treated as experimental variables.  Microstructural observations will be integrated into a new constitutive framework for unsaturated soil behavior that explicitly accounts for elements of the solid, liquid, and gas fabric.\r\nThe research will work to resolve the links between unsaturated soil microstructure and macroscale response, and will implement them through a new constitutive platform for predicting engineering behavior.  Observations of fabric evolution with hydraulic and mechanical loading will provide direct evidence to address the bottleneck issues that currently limit our predictive understanding of unsaturated soil behavior, including wetting-drying hysteresis, coupling between suction, saturation and deformation, liquid bridge rupture, dilation, and rate effects.  Understanding multiphase interactions in packed particles with wetting fluids is also critical to other scientific fields that deal with physical phenomena such as filtration, drying, pharmaceutical and ceramic agglomeration, and oil recovery.  Teaching and diversity will be enhanced through graduate and undergraduate student involvement and educational module development, including activities targeted specifically for women and minorities at the University of Missouri and Washington State University. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Balasingam",
   "pi_last_name": "Muhunthan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Balasingam Muhunthan",
   "pi_email_addr": "muhuntha@wsuvm1.csc.wsu.edu",
   "nsf_id": "000289534",
   "pi_start_date": "2009-04-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington State University",
  "inst_street_address": "240 FRENCH ADMINISTRATION BLDG",
  "inst_street_address_2": "",
  "inst_city_name": "PULLMAN",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "5093359661",
  "inst_zip_code": "991640001",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "WA05",
  "org_lgl_bus_name": "WASHINGTON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "XRJSGX384TD6"
 },
 "perf_inst": {
  "perf_inst_name": "Washington State University",
  "perf_str_addr": "240 FRENCH ADMINISTRATION BLDG",
  "perf_city_name": "PULLMAN",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "991640001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "WA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163400",
   "pgm_ele_name": "GEOMECHANICS & GEOMATERIALS"
  },
  {
   "pgm_ele_code": "163600",
   "pgm_ele_name": "Geotechnical Engineering and M"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "025E",
   "pgm_ref_txt": "INFRASTRUCTURE MATERIALS"
  },
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "037E",
   "pgm_ref_txt": "GEOTECHNICAL ENGINEERING"
  },
  {
   "pgm_ref_code": "043E",
   "pgm_ref_txt": "EARTHQUAKE ENGINEERING"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "9146",
   "pgm_ref_txt": "MANUFACTURING BASE RESEARCH"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9231",
   "pgm_ref_txt": "SUPPL FOR UNDERGRAD RES ASSIST"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 248752.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Introduction:</strong></p>\n<p>A majority of the geotechnical engineering problems involve unsaturated soils. These include, problems associated with precipitation-induced landslides expansive or collapsing soils, near surface contaminant transport, bearing capacity, and settlement of shallow foundations. Unsaturated soil behavior is greatly influenced by the co-existence of air and water in pore spaces which result in phenomena that have significant behavioral differences from two-phase media. Therefore, a proper understanding of these processes requires considerations that must go beyond those currently available for saturated or dry soils.</p>\n<p>The presence of negative pore water in unsaturated media is one of the main causes for the significant difference between saturated and unsaturated soil behavior<em>. </em>This variable defined as soil suction contributes significantly to the shear strength of soil and to the factor of safety of unsaturated slopes. However, infiltration during rainfall increases the pore-water pressure in soil resulting in a decrease in the matric suction and the shear strength of the soil. A majority of current research introduces soil suction as a separate stress variable to provide a practical solution for engineering applications. Since suction is inherently coupled with parameters like saturation, wetting direction, and intergranular stress, such an approach becomes ineffective.</p>\n<p>Within the funicular and pendular regimes (saturation less than about 90%), the water assumes a complex fabric consisting of saturated pockets under negative pressure and a network of liquid bridges formed among particles near the contact points. Suction influences soil behavior in two different ways: by modifying the intergranular stress through negative pressure in the saturated portions of the pore structure, and by providing an interparticle bonding force through the liquid bridges. The magnitude and relevance of each mechanism, however, is highly dependent on the pore water fabric, which may be highly anisotropic and is readily altered with changes in suction, saturation, wetting direction, external stress, and global or localized skeleton deformation. There is an inherent nonlinear coupling between suction, saturation, and corresponding intergranular stress that is manifest as non-linearity in macroscopic stress, strength, and volume change behavior (<em>e.g</em>., nonlinear increase in shear strength or stiffness with increasing suction).</p>\n<p>Measurement and characterization of this liquid fabric for unsaturated soil assemblies over a range of saturation, stress, and deformation plays a pivotal role in improving our fundamental understanding of unsaturated soil behavior. However, lack of microstructural visualization techniques had hindered the consideration of liquid fabric distribution and its evolution in macro scale geotechnical formulations.</p>\n<p><strong>Intellectual Merit Outcomes:</strong></p>\n<p>This collaborative research between Washington State University (PI Muhunthan) and University of Wisconsin-Madison (PI Likos, initially at University of Missouri, Columbia, MO) used X-ray computed tomography to characterize the complex fabric and used the parameters to develop a microstructure based effective stress theory for unsaturated soils.</p>\n<p>The research developed a novel suction and wetting direction controlled experimental setup and integrated it within the X-ray CT scanning system to perform real time monitoring of microstructural variations in partially saturated soil samples. It also developed and implemented several digital image processing algorithms for the microstructural characterization of the liquid fabric and its distribution in unsaturated soils. Such combination of novelty in both experimental measurements and digital characterization is rare and is what made the contributions of this research to be at the ...",
  "por_txt_cntn": "\nIntroduction:\n\nA majority of the geotechnical engineering problems involve unsaturated soils. These include, problems associated with precipitation-induced landslides expansive or collapsing soils, near surface contaminant transport, bearing capacity, and settlement of shallow foundations. Unsaturated soil behavior is greatly influenced by the co-existence of air and water in pore spaces which result in phenomena that have significant behavioral differences from two-phase media. Therefore, a proper understanding of these processes requires considerations that must go beyond those currently available for saturated or dry soils.\n\nThe presence of negative pore water in unsaturated media is one of the main causes for the significant difference between saturated and unsaturated soil behavior. This variable defined as soil suction contributes significantly to the shear strength of soil and to the factor of safety of unsaturated slopes. However, infiltration during rainfall increases the pore-water pressure in soil resulting in a decrease in the matric suction and the shear strength of the soil. A majority of current research introduces soil suction as a separate stress variable to provide a practical solution for engineering applications. Since suction is inherently coupled with parameters like saturation, wetting direction, and intergranular stress, such an approach becomes ineffective.\n\nWithin the funicular and pendular regimes (saturation less than about 90%), the water assumes a complex fabric consisting of saturated pockets under negative pressure and a network of liquid bridges formed among particles near the contact points. Suction influences soil behavior in two different ways: by modifying the intergranular stress through negative pressure in the saturated portions of the pore structure, and by providing an interparticle bonding force through the liquid bridges. The magnitude and relevance of each mechanism, however, is highly dependent on the pore water fabric, which may be highly anisotropic and is readily altered with changes in suction, saturation, wetting direction, external stress, and global or localized skeleton deformation. There is an inherent nonlinear coupling between suction, saturation, and corresponding intergranular stress that is manifest as non-linearity in macroscopic stress, strength, and volume change behavior (e.g., nonlinear increase in shear strength or stiffness with increasing suction).\n\nMeasurement and characterization of this liquid fabric for unsaturated soil assemblies over a range of saturation, stress, and deformation plays a pivotal role in improving our fundamental understanding of unsaturated soil behavior. However, lack of microstructural visualization techniques had hindered the consideration of liquid fabric distribution and its evolution in macro scale geotechnical formulations.\n\nIntellectual Merit Outcomes:\n\nThis collaborative research between Washington State University (PI Muhunthan) and University of Wisconsin-Madison (PI Likos, initially at University of Missouri, Columbia, MO) used X-ray computed tomography to characterize the complex fabric and used the parameters to develop a microstructure based effective stress theory for unsaturated soils.\n\nThe research developed a novel suction and wetting direction controlled experimental setup and integrated it within the X-ray CT scanning system to perform real time monitoring of microstructural variations in partially saturated soil samples. It also developed and implemented several digital image processing algorithms for the microstructural characterization of the liquid fabric and its distribution in unsaturated soils. Such combination of novelty in both experimental measurements and digital characterization is rare and is what made the contributions of this research to be at the heart of the breakthrough research to quantify changes in soil fabric in real time and to develop a microstructure based effective stress theory for unsatur..."
 }
}