{
 "awd_id": "0856201",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Set Theory",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924885",
 "po_email": "tbartosz@nsf.gov",
 "po_sign_block_name": "Tomek Bartoszynski",
 "awd_eff_date": "2009-09-15",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 390000.0,
 "awd_amount": 390000.0,
 "awd_min_amd_letter_date": "2009-09-14",
 "awd_max_amd_letter_date": "2012-02-22",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5). \r\n\r\nThe Inner Model Program is one of the\r\ncentral areas of Set Theory. The traditional view of this program has been that of an increment program with progress measured by a  progression up the hierarchy of large cardinals. \r\nIt is now known that this view is not correct. A critical transition occurs at the level of exactly one supercompact cardinal, and in solving the Inner Model Program for this specific large cardinal axiom, one solves the Inner Model Program for essentially all known large cardinal axioms. The solution must necessarily yield an ultimate enlargement of Goedel's inner model L. This ultimate-L must closely approximate the parent universe within which it is constructed. The ramifications for Set Theory will be profound, ranging from new inconsistency results in ZF to combinatorial theorems of ZFC proved by exploiting the closeness of ultimate-L to V. Ultimate-L will also provide a key setting for resolving the hierarchy of large cardinals beyond the level of omega-huge cardinals which constitute essentially the strongest large cardinals axioms which are not known to be inconsistent. The point is that ultimate-L inherits large cardinals from V exactly as L inherits large cardinals from V if 0-sharp does not exist. Therefore the analysis of what is possible in ultimate-L is in effect the analysis of what is possible in V.\r\n\r\nThe mathematical study of Infinity in its modern incarnation dates from the\r\nwork of Cantor in the late 19th century, this area of mathematics\r\nis Set Theory. With the results of Goedel and then\r\nCohen from the middle of the 20th century it was established that many of the\r\nfundamental problems could not be solved on the basis of the current ZFC axioms for  Set Theory. The most famous example is the problem of Cantor's Continuum\r\nHypothesis which was placed first by Hilbert on his list of 20 questions\r\nin 1900. The solution to this question and the numerous other questions now known to be unsolvable requires the discovery of new axioms beyond the current axioms. Over the last few years a new approach to this problem has emerged based on generalizations of Goedel's axiom of constructibility. There is now convincing evidence that this approach will lead to new axioms which settle all the problems of Set Theory currently known to be unsolvable, are compatible with all known strong axioms of infinity, and which themselves are immune to kind of unsolvable problems that are ubiquitous in Set Theory. These examples will be the first examples of such axioms ever discovered and therefore show great promise for at long last finding the correct axioms for Set Theory and thereby solving in particular the problem of the Continuum Hypothesis.",
 "awd_arra_amount": 390000.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Woodin",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "William H Woodin",
   "pi_email_addr": "woodin@math.harvard.edu",
   "nsf_id": "000421736",
   "pi_start_date": "2009-09-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126800",
   "pgm_ele_name": "FOUNDATIONS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 390000.0
  }
 ],
 "por": null
}