{
 "awd_id": "0856093",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Studies of Plasmashere Boundary Layer with Distributed Arrays of Radio Instruments",
 "cfda_num": "47.050",
 "org_code": "06020201",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne-Marie Schmoltner",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 470721.0,
 "awd_amount": 470721.0,
 "awd_min_amd_letter_date": "2009-08-19",
 "awd_max_amd_letter_date": "2012-02-17",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\r\n\r\nThe plasmasphere boundary layer (PBL) is a critical region for dynamic processes in the mid-latitudes that couple the Earth's ionosphere and magnetosphere. It is the region which separates two distinct plasma flow regimes, one convecting sunward, the other co-rotating with the Earth. Some of the consequences of the dynamics in this region are the development of electric fields which couple the ionosphere, plasmasphere, and magnetosphere, the structuring and redistribution of thermal plasmas, and the formation of different  scale-sizes of irregularities. Understanding the nature of PBL phenomena, including their magnitude and spatial and temporal characteristics, is critical to characterizing the PBL region and its underlying geophysics. The primary research goal of this project is to experimentally investigate the PBL to characterize its electron density gradients, perturbations, flows, and electric fields from micro to meso-scales (meters to 1000 km) under a range of geomagnetic conditions. A secondary goal of the project is to develop and investigate the capabilities of distributed arrays of small radio instruments for observations of the ionosphere. These investigations will continue through the upcoming rising phase of the solar cycle.  The primary scientific questions that will be addressed are: 1) where and how often do density irregularities form at mid-latitudes that result in scintillation?, 2) is there a seasonal, longitudinal, or solar cycle dependence in the development of mid-latitude storm enhanced density (SED) features during geomagnetically disturbed conditions?, and 3) what are the strengths and variations of PBL electric fields, and how do they vary with geomagnetic conditions? This research will exploit existing distributed instrument arrays during the rising phase of the solar cycle to make unique experimental observations in a collaborative campaign oriented approach. Data will be obtained both from the Global Positioning System (GPS) receiver network and from the recently deployed Intercepted Signals for Ionospheric Science (ISIS) array. The GPS network provides total electron content (TEC) information available from many locations around the world. The ISIS array is based on high performance coherent software radio receivers which can intercept a wide range of signals with extremely precise time and frequency synchronization. The intercepted signals can be used for propagation studies, spectrum monitoring, scintillation observations, passive radar, and multistatic active radar. The intent is to establish the utility of distributed arrays of scientific instruments, such as GPS and ISIS, in system-science investigations of the atmosphere. Distributed arrays enable the visualization of atmospheric information with high spatial and temporal resolution over large areas. The broader impacts of the project are several.  Several of the research activities will be incorporated into existing educational programs at the MIT Haystack Observatory, including the research experience for undergraduates (REU), the research experience for teachers (RET), and high school internships. Some of the areas of student effort include high performance computing, real-time signal processing, and scientific data mining.  ISIS nodes are located at Cornell University, Siena College, Dartmouth College, and University of Washington and the research will enhance collaboration and educational outreach activities at these institutions. Additional impacts of this research include the creation of a large database of ionospheric observations. Both the ISIS array and GPS TEC mapping will provide diagnostics which aid understanding of the space weather impact of sharp TEC gradients.",
 "awd_arra_amount": 470721.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anthea",
   "pi_last_name": "Coster",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Anthea J Coster",
   "pi_email_addr": "acoster@haystack.mit.edu",
   "nsf_id": "000375751",
   "pi_start_date": "2009-08-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Frank",
   "pi_last_name": "Lind",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Frank D Lind",
   "pi_email_addr": "flind@mit.edu",
   "nsf_id": "000432159",
   "pi_start_date": "2009-08-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 MASSACHUSETTS AVE",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152100",
   "pgm_ele_name": "AERONOMY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 470721.0
  }
 ],
 "por": null
}