{
 "awd_id": "0856699",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Analysis and Modeling of Traffic Instabilities in Congested Traffic",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Konstantinos Triantis",
 "awd_eff_date": "2009-08-01",
 "awd_exp_date": "2011-07-31",
 "tot_intn_awd_amt": 145459.0,
 "awd_amount": 145459.0,
 "awd_min_amd_letter_date": "2009-07-21",
 "awd_max_amd_letter_date": "2009-07-21",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\r\n\r\nThe primary objectives of this collaborative research study are to 1) better understand the interactive roles played by lane-changing and car-following, 2) quantify their effects on oscillations, and 3) develop a mathematical simulation model that accurately predicts the evolution of oscillations.  Traffic oscillations are stop-and-go driving motions that arise in congested traffic. These oscillations propagate against traffic flow and typically grow as they propagate over space. They have long been thought and modeled strictly as a result of instabilities in car-following behavior.  However, recent empirical studies have refined this long-accepted belief and suggest that lane-changing maneuvers are primary triggers for oscillations - formations and growths and that car-following effects further impact the growth of oscillations. The effects of lane-changing and car-following have been illustrated qualitatively and are yet to be quantified in detail.  Microscopic analyses of individual vehicle behavior of lane-changing and car-following will be performed using high-resolution vehicle trajectory data that are made available by a recent development in data collection and processing techniques. Furthermore, this study will enhance understanding on the effects of heterogeneous traffic due to different vehicle classes and roadway characteristics on the evolutionary behavior of oscillations in space. The empirical findings will provide a framework to develop a simple, parsimonious model with physically meaningful parameters while incorporating the necessary factors. The model will be validated with empirical observation, which will be a rare contribution to the field of traffic theory. The outcome of this research will be a better understanding and a more effective traffic forecasting model of congested traffic.\r\n\r\nThis study addresses one of the key congestion-related problems deeply rooted in urban society. Oscillations have a negative impact on environment and safety, as they increase fuel consumption, emissions and driving discomfort. By providing a better understanding of the phenomena and a model to describe them, this study will likely prompt various researches in traffic flow and management strategies. Furthermore, the results from this study will promote development of better models for safety and environmental impacts which incorporate oscillatory driving. The research activities will be transferred through new courses which the PIs are currently developing as well as conventional venues such as journal publications and conferences. This project will involve two Ph.D. students, one of which is a female student. The PIs will also recruit and mentor an undergraduate student through Arizona State University's Fulton Undergraduate Research Initiative.",
 "awd_arra_amount": 145459.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Soyoung",
   "pi_last_name": "Ahn",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Soyoung Ahn",
   "pi_email_addr": "sue.ahn@wisc.edu",
   "nsf_id": "000324555",
   "pi_start_date": "2009-07-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "660 S MILL AVENUE STE 204",
  "perf_city_name": "TEMPE",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852813670",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163100",
   "pgm_ele_name": "CIS-Civil Infrastructure Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 145459.0
  }
 ],
 "por": null
}