{
 "awd_id": "0856707",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Magnetic Anisotropy in Nanoscale Systems Produced by Fast Laser Processing: Fundamental Mechanisms,  Control and Novel Magnetic Materials",
 "cfda_num": "47.049",
 "org_code": "03070010",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eric Taleff",
 "awd_eff_date": "2008-07-01",
 "awd_exp_date": "2012-05-31",
 "tot_intn_awd_amt": 268115.0,
 "awd_amount": 268115.0,
 "awd_min_amd_letter_date": "2008-10-15",
 "awd_max_amd_letter_date": "2010-08-31",
 "awd_abstract_narration": "TECHNICAL: The objectives of this high-risk exploratory research are (1) To determine the role of external magnetic field during laser-induced self-organization on the nanostructure and magnetic anisotropy and (2) To develop a phenomenological model to understand the external field dependent effects. PIs will realize these goals through an integrated activity involving experiments of nanosecond laser-induced self-organization, measurement of nanoscale magnetism, and phenomenological modeling of magnetization in these nanoscopic systems. The control of nanoscale magnetic anisotropy, which prompts the magnetization to point in desired directions, can be viewed as a fundamental requirement towards realizing functional nanomagnetic materials. Thus far, magnetic anisotropy has been realized primarily through the manipulation of two contributions: (i) shape anisotropy, i.e. with large aspect ratio structures; and (ii) magnetocrystalline anisotropy via crystallographic orientation through epitaxy or textured growth. Recently, PIs have discovered that near-hemispherical polycrystalline single-domain nanomagnets created by fast laser-induced self-organization show stable and size-dependent magnetic anisotropy in various directions. This behavior was universally present in all magnetic materials investigated, including Co, Ni, Fe and an Fe-Co alloy. In this project, PIs aim to achieve a fundamental understanding of magnetic anisotropy and its control in nanoscale materials through the following activities: (i) Investigate the role of thermal and uniaxial strain, and hydrostatic pressure on magnetic anisotropy in fast laser self-organized nanoparticles. (ii) Investigate the role of external magnetic field on magnetic anisotropy, microstructure, and nucleation and growth. (iii) Develop a phenomenological model of nanoscale magnetism for fast laser self-organized nanostructures. The intellectual merit of this integrated experimental and theoretical activity will stem from the following features: (a) This will be the first definitive work exploring the coupling between fast laser self-organization, thermal strain, external magnetic field and nucleation and growth on nanoscale magnetic anisotropy. This will result in ?nanoparticle phase diagrams? that accurately describe this coupling and the resulting microstructure and magnetic anisotropy. (b) PIs anticipate the design and synthesis of novel magnetic materials that could impact areas of data storage, sensing and information processing. NON-TECHNICAL: The broader impact from this activity will be through commitments to broadening research and education experiences of graduate, undergraduate and high-school students. Specific impacts include: (a) The training of undergraduate and graduate students in a multidisciplinary area comprising materials science, laser-materials processing, condensed matter physics and magnetism. (b) The phenomenological model developed through this activity could permit researchers and innovators to undertake a design and discovery based program to synthesize new materials. (c) Active participation of university and high-school students (through the Pfizer/Solutia STARS program) will help train future scientists in the area of nanoscience, which is of core national interest, and thereby help the US continue its leadership in science and technology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ramki",
   "pi_last_name": "Kalyanaraman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ramki Kalyanaraman",
   "pi_email_addr": "kalyanaramanr@smccd.edu",
   "nsf_id": "000253925",
   "pi_start_date": "2008-10-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Tennessee Knoxville",
  "inst_street_address": "201 ANDY HOLT TOWER",
  "inst_street_address_2": "",
  "inst_city_name": "KNOXVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "8659743466",
  "inst_zip_code": "379960001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "TN02",
  "org_lgl_bus_name": "UNIVERSITY OF TENNESSEE",
  "org_prnt_uei_num": "LXG4F9K8YZK5",
  "org_uei_num": "FN2YCS2YAUW3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Tennessee Knoxville",
  "perf_str_addr": "201 ANDY HOLT TOWER",
  "perf_city_name": "KNOXVILLE",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "379960001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "TN02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177100",
   "pgm_ele_name": "METAL & METALLIC NANOSTRUCTURE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 83115.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 90000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 95000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><!-- \t\t@page { margin: 0.79in } \t\tP { margin-bottom: 0.08in } -->\n<p><strong>Grant Summary</strong></p>\n<p>Magnetic materials are omnipresent in everyday life in the form of electric motors, cars, electrical machines, and in electric power generation. Such applications use bulk materials, i.e. materials of fairly large dimensions that can be touched and felt. A different form of these materials that we cannot see, but are present in our everyday life, is magnetic nanomaterials. These are very small magnetic particles ranging from a few nanometers to hundreds of nanometer in size (1 nm = 1 billionth of a meter). The most common use of such materials is in data storage applications such as in our computers, i-pads, etc.</p>\n<p>&nbsp;</p>\n<p>In this NSF funded research, our focus has been to discover new magnetic nanomaterials to improve the density of data storage (i.e. lead to smaller device sizes) and for disease detection applications based on the plasmonic effect. In the plasmonic effect, change in properties of light (such as its color and polarization) can be used to detect disease based on the interaction of molecules with the nanomaterial. In order to create materials with new and improved properties, we also researched a cost-effective synthesis route in which laser light with a very short pulse (nanoseconds) melts a thin metal film causing it to form droplets, much like the spontaneous formation of water droplets from a sheet of water on a car windscreen.</p>\n<p>&nbsp;</p>\n<p>This research has resulted in the graduation of three PhD students in engineering and science disciplines, one of whom is working in a US based manufacturing company (Intel), one is pursuing post-doctoral research at  an US academic institution, and another is going to teach at William Jewell College in Liberty, MO.  A US minority woman student is currently completing her Master's degree in work related to this research. In addition, the final quantitative output of this four-year research includes 18 peer reviewed manuscripts in international journals, 15 invited talks at international conferences and research institutions, and 14 conference presentations. This work has also led to several new collaborations, including with Oak Ridge National Laboratory and a primarily undergraduate institution (Southern Illinois University in Edwardsville).</p>\n<p>&nbsp;</p>\n<!-- \t\t@page { margin: 0.79in } \t\tP { margin-bottom: 0.08in } -->\n<p><span style=\"font-size: medium;\"><strong>Two major research findings</strong></span></p>\n<p>&nbsp;</p>\n<p><em>1. Arrays of nanoparticles with  tailored magnet orientation</em></p>\n<p>One of the principal objectives of this project was to find a cost-effective method for producing materials over large areas (several mm and cm) with controlled size as well as tailored direction of magnetization (the nanoparticles are like tiny magnets pointing in some specific direction).</p>\n<p>Using the laser process we are able to rapidly create arrays of magnetic nanoparticles of near similar size over large areas, as shown in Fig. 1. In addition, by appropriate choice of the magnetic materials, for example Co versus FeCo alloy, we were able to make arrays in which  the magnetic field of each nanoparticle was oriented in the same direction, and this could be chosen to be either perpendicular to the surface, parallel to it, or at any other desired orientation. Our fundamental studies revealed why and how the  magnetic orientation can be controlled as well as the laser synthesis conditions under which the arrays could be formed. In the future, we hope to be able to utilize this understanding to tailor magnetic materials that can replace some of the expensive rare-earth elements that are presently required in hard magnets. This is an area of national strategic interest as has been highlighted recently in the national news media. &nbsp;</p>\n<!-- \t\t@page { margin: 0.79in } \t\tP { margi...",
  "por_txt_cntn": "\n\nGrant Summary\n\nMagnetic materials are omnipresent in everyday life in the form of electric motors, cars, electrical machines, and in electric power generation. Such applications use bulk materials, i.e. materials of fairly large dimensions that can be touched and felt. A different form of these materials that we cannot see, but are present in our everyday life, is magnetic nanomaterials. These are very small magnetic particles ranging from a few nanometers to hundreds of nanometer in size (1 nm = 1 billionth of a meter). The most common use of such materials is in data storage applications such as in our computers, i-pads, etc.\n\n \n\nIn this NSF funded research, our focus has been to discover new magnetic nanomaterials to improve the density of data storage (i.e. lead to smaller device sizes) and for disease detection applications based on the plasmonic effect. In the plasmonic effect, change in properties of light (such as its color and polarization) can be used to detect disease based on the interaction of molecules with the nanomaterial. In order to create materials with new and improved properties, we also researched a cost-effective synthesis route in which laser light with a very short pulse (nanoseconds) melts a thin metal film causing it to form droplets, much like the spontaneous formation of water droplets from a sheet of water on a car windscreen.\n\n \n\nThis research has resulted in the graduation of three PhD students in engineering and science disciplines, one of whom is working in a US based manufacturing company (Intel), one is pursuing post-doctoral research at  an US academic institution, and another is going to teach at William Jewell College in Liberty, MO.  A US minority woman student is currently completing her Master's degree in work related to this research. In addition, the final quantitative output of this four-year research includes 18 peer reviewed manuscripts in international journals, 15 invited talks at international conferences and research institutions, and 14 conference presentations. This work has also led to several new collaborations, including with Oak Ridge National Laboratory and a primarily undergraduate institution (Southern Illinois University in Edwardsville).\n\n \n\n\nTwo major research findings\n\n \n\n1. Arrays of nanoparticles with  tailored magnet orientation\n\nOne of the principal objectives of this project was to find a cost-effective method for producing materials over large areas (several mm and cm) with controlled size as well as tailored direction of magnetization (the nanoparticles are like tiny magnets pointing in some specific direction).\n\nUsing the laser process we are able to rapidly create arrays of magnetic nanoparticles of near similar size over large areas, as shown in Fig. 1. In addition, by appropriate choice of the magnetic materials, for example Co versus FeCo alloy, we were able to make arrays in which  the magnetic field of each nanoparticle was oriented in the same direction, and this could be chosen to be either perpendicular to the surface, parallel to it, or at any other desired orientation. Our fundamental studies revealed why and how the  magnetic orientation can be controlled as well as the laser synthesis conditions under which the arrays could be formed. In the future, we hope to be able to utilize this understanding to tailor magnetic materials that can replace some of the expensive rare-earth elements that are presently required in hard magnets. This is an area of national strategic interest as has been highlighted recently in the national news media.  \n\n\n2. New bimetallic nanomaterials \n\nThe field of plasmonics is very important because of several practical applications in the areas of disease detection via localized surface plasmon resonance (LSPR) or surface enhanced Raman (SERS) sensing, energy harvesting, and novel optical devices. One of the continuing goals of research in this field is to find materials that can perform as well or better than the pure ..."
 }
}