{
 "awd_id": "0856675",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Symmetry of Discrete Geometric Structures",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924885",
 "po_email": "tbartosz@nsf.gov",
 "po_sign_block_name": "Tomek Bartoszynski",
 "awd_eff_date": "2009-07-15",
 "awd_exp_date": "2012-06-30",
 "tot_intn_awd_amt": 136374.0,
 "awd_amount": 136374.0,
 "awd_min_amd_letter_date": "2009-07-08",
 "awd_max_amd_letter_date": "2009-07-08",
 "awd_abstract_narration": "ABSTRACT\r\n\r\nPrincipal Investigator: Schulte, Egon    \r\nProposal Number: DMS - 0856675 \r\nInstitution: Northeastern University\r\nTitle: Symmetry of Discrete Geometric Structures\r\n\r\nThis grant supports the PI's research on discrete structures in geometry and combinatorics, such as polytopes, maps, graphs, complexes and tessellations, with symmetry as the unifying theme.  One major goal is the analysis and classification of various kinds of highly-symmetric polyhedra, graphs or complexes in Euclidean spaces, with a focus on ordinary three-space. Specific research projects aim at the full enumeration of the discrete regular polygonal complexes, the fully transitive polyhedra, the two-orbit polyhedra, and the non-discrete chiral or regular polyhedra of finite local complexity. Another main focus is to explore unexploited connections between maps, graphs and abstract polytopes. This includes constructions of graphs from polytopes, and polytopes from graphs, as well as topological classification results for polytopes based on those for maps. Another important direction of research are modular reduction techniques in abstract polytopes. This involves a detailed study of polytopes and reflection groups in finite orthogonal geometries associated with Coxeter (or other) groups, and of polytopes derived from groups of linear fractional transformations over complex or quaternionic integers. Further projects concern abstract two-orbit polytopes and links between polytopes and incidence geometries. The proposed activities will involve several PhD and Masters students.\r\n\r\nThe PI's approach takes a broad and long-range view, bringing together methods and tools from a wide range of different fields (geometry, combinatorics, algebra, topology and number theory), to advance our knowledge and understanding of various kinds of highly-symmetric discrete polyhedral structures. The most natural examples are generalized polyhedra in ordinary space, studied through their graphs by a skeletal approach. These are fundamental geometric objects that will stay in mathematics, independent of trends or fashion. Via their skeletal nature as periodic geometric graphs in space, they also have considerable potential for applications in the design and synthesis of molecular structures appearing in crystallography, physics or biology.  Tessellations, or maps, on surfaces or manifolds are another rich source of polyhedral structures with a high degree of symmetry. There has been a huge amount of work on maps and graphs, parallel to, but largely independent, of developments in polytope theory. One general goal of the proposed research is to cross-fertilize these areas. Polyhedral structures may also be purely abstract, exhibiting combinatorial or algebraic symmetry, and may in some cases be associated with finite geometric spaces.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Egon",
   "pi_last_name": "Schulte",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Egon Schulte",
   "pi_email_addr": "schulte@neu.edu",
   "nsf_id": "000432805",
   "pi_start_date": "2009-07-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northeastern University",
  "inst_street_address": "360 HUNTINGTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173735600",
  "inst_zip_code": "021155005",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "NORTHEASTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HLTMVS2JZBS6"
 },
 "perf_inst": {
  "perf_inst_name": "Northeastern University",
  "perf_str_addr": "360 HUNTINGTON AVE",
  "perf_city_name": "BOSTON",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021155005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126400",
   "pgm_ele_name": "ALGEBRA,NUMBER THEORY,AND COM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 136374.0
  }
 ],
 "por": null
}