{
 "awd_id": "0856815",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "The Idaho Science Talent Expansion Program",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joyce B. Evans",
 "awd_eff_date": "2010-01-01",
 "awd_exp_date": "2015-12-31",
 "tot_intn_awd_amt": 1000000.0,
 "awd_amount": 1000000.0,
 "awd_min_amd_letter_date": "2009-09-01",
 "awd_max_amd_letter_date": "2012-08-15",
 "awd_abstract_narration": "This project is increasing STEM retention and graduation rates by targeting first-year STEM students and the STEM faculty who teach those students.  Mathematics assessment and learning are integrated with new-student orientation, and STEM faculty educational training is being linked with STEM freshman learning communities and with new student orientation.  The project is expanding and incorporating a dimensional analysis curriculum, which has been successful in an engineering learning community, to a precalculus STEM learning community.  This curriculum enhancement is helping to effectively prepare students for chemistry and physics courses.  Based on exceptional retention results, the use of engineering research internships for first-year students is being expanded to other STEM disciplines.  The Summer Adventure STEM Orientation program is improving retention with students at-risk for not completing a STEM degree, including those who are underprepared in math, those with financial need, Hispanic students, women, and students with low self-efficacy.  The activities and assessments are providing scholarly findings about the impact of first-year programs for at-risk populations.  \r\n\r\nThis project is impacting at least 1300 incoming STEM majors over the five-year grant period.  The expectation is that the retention rate of first-year STEM students will increase from 57% to 70%, and STEM undergraduate degrees will increase by 40 additional STEM graduates annually.  Internal and External Advisory Boards are helping to guide the project and to disseminate results.  Curriculum enhancement resources developed by this project are being distributing via their website.  Project results and lessons learned are being shared through presentations and publications.  This project is also developing close connections with and providing outreach activities for a newly formed regional community college, College of Western Idaho.\r\n\r\nPUBLICATIONS PRODUCED AS A RESULT OF THIS RESEARCH\r\n \r\nL.S. Nadelson, S.E. Shadle, J. Hettinger. \"A Journey toward Mastery Teaching: STEM Faculty Engagement in a Year Long Faculty Learning Community,\" Learning Communities Journal, 2013.\r\n\r\nBOOKS/ONE TIME PROCEEDING\r\n \r\nCallahan, J.M.;  Garzolini, J.A.;  Hunt, G.L.;  Guarino, J.;  Bullock, D.;  Shadle, S.;  and Schrader, C.B.. \"AC 2011-2500: The Idaho Science Talent Expansion Program: \r\nFreshman Orientation for STEM majors\", 01/01/2011-12/31/2011, \"Refereed Proceedings of the 2011 Annual Conference of the American Society of the Engineering Education\",  2011, \"Not applicable\".\r\nL.S. Nadelson and S. Shadle. ?Promoting STEM Faculty Members? Reflection on their Learning Perceptions and Teaching Practices.? Proceedings of the 2012 Annual Conference of the American Society of Engineering Education.\r\nJ.M. Callahan, D. Bullock, S.Y. Chyung.  ?Both Sides of the Equation: Learner and Teacher.? Proceedings of the 2012 Annual Conference of the American Society of Engineering Education.\r\nA. Feldman, D. Bullock, and J.M. Callahan.  ?Using Online Assessment and Practice to Achieve Better Retention and Placement in Precalculus and Calculus.?   Proceedings of the 2012 Annual Conference of the American Society of Engineering Education.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Janet",
   "pi_last_name": "Callahan",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Janet M Callahan",
   "pi_email_addr": "callahan@mtu.edu",
   "nsf_id": "000197994",
   "pi_start_date": "2009-09-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Douglas",
   "pi_last_name": "Bullock",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Douglas G Bullock",
   "pi_email_addr": "dbullock@boisestate.edu",
   "nsf_id": "000399817",
   "pi_start_date": "2009-09-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Joe",
   "pi_last_name": "Guarino",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Joe C Guarino",
   "pi_email_addr": "jguarino@boisestate.edu",
   "nsf_id": "000441049",
   "pi_start_date": "2009-09-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Shadle",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Susan E Shadle",
   "pi_email_addr": "sshadle@boisestate.edu",
   "nsf_id": "000126234",
   "pi_start_date": "2009-09-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Wilkins",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "David E Wilkins",
   "pi_email_addr": "dwilkins@boisestate.edu",
   "nsf_id": "000286731",
   "pi_start_date": "2009-09-01",
   "pi_end_date": "2010-12-29"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gary",
   "pi_last_name": "Hunt",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gary Hunt",
   "pi_email_addr": "garyhunt@boisestate.edu",
   "nsf_id": "000585062",
   "pi_start_date": "2010-12-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Boise State University",
  "inst_street_address": "1910 UNIVERSITY DR",
  "inst_street_address_2": "",
  "inst_city_name": "BOISE",
  "inst_state_code": "ID",
  "inst_state_name": "Idaho",
  "inst_phone_num": "2084261574",
  "inst_zip_code": "837250001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "ID02",
  "org_lgl_bus_name": "BOISE STATE UNIVERSITY",
  "org_prnt_uei_num": "HYWTVM5HNFM3",
  "org_uei_num": "HYWTVM5HNFM3"
 },
 "perf_inst": {
  "perf_inst_name": "Boise State University",
  "perf_str_addr": "1910 UNIVERSITY DR",
  "perf_city_name": "BOISE",
  "perf_st_code": "ID",
  "perf_st_name": "Idaho",
  "perf_zip_code": "837250001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "ID02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "179600",
   "pgm_ele_name": "STEP-STEM Talent Expansn Pgm"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0409",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000910DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 590753.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 191519.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 217728.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A multidisciplinary team of investigators from engineering, science, and mathematics completed a Science Talent Expansion Program at Boise State University that focused on increasing the number of bachelor&rsquo;s degrees conferred in science, technology, engineering and mathematics (STEM) while also helping diversify the STEM workforce. The project focused on the first-year experience and had a strong focus on developing improved instruction in STEM subjects through faculty applying evidence-based instructional practices. The project&rsquo;s Intellectual Merit was demonstrated by the publication of 13 conference and journal papers related to STEM student success and faculty development. The project has had a transformational impact on how STEM is taught at Boise State University.</p>\n<p>&ldquo;Because the team included people who taught first-year students, we understood how to focus our efforts within that critical year,&rdquo; noted materials engineering professor Janet Callahan, principal investigator for the grant and associate dean of academic affairs. &ldquo;Also, our activities focused on two areas: providing services to students and helping faculty develop their teaching. Because of our approach, we&rsquo;ve been able to create long-lasting change.&rdquo;</p>\n<p>The grant team was diverse, including representatives from many levels (associate dean, chair, professor, lecturer, and director) and from multiple disciplines (materials science and engineering, mathematics, mechanical engineering, chemistry, physics and more). This diversity provided critical perspective and leadership that helped the project achieve its goals.</p>\n<p>The Broader Impacts achieved include yield increases for US citizens/permanent residents in the following areas. We are using the definition of STEM degree plans by using the CIP codes in the 7/1/2015 NSF LSAMP definition.</p>\n<ul>\n<li>STEM Bachelors graduates rose from 228 (2009-10) to 441 students (2014-15), an increase of 93%, far exceeding the grant&rsquo;s goal of a 22% increase. </li>\n<li>STEM enrollment rose from 2028 (fall, 2009) to 2865 students (fall, 2015), an increase of 41%. </li>\n<li>Underrepresented minority students enrolled in engineering and computer science increased from 10.6% in fall 2009 to 13.5% in fall 2015, an increase of 27%.</li>\n<li>Women enrolled in engineering and computer science increased from 12.8% in fall 2008 to 15.6% in fall 2015, exceeding grant goal of attaining 15%.</li>\n<li>First-time, full time STEM student retention increased by 9% (fall, 2010/fall 2015).</li>\n</ul>\n<p><strong>STEM Orientation and Summer Adventure:</strong> One grant activity that helped accomplish this transformation was to develop STEM-focused summer orientation sessions that placed students according to their math readiness in STEM learning communities. Between 2010 and 2014, nearly 2,000 incoming STEM freshman students were served. This activity is now institutionalized. A second activity that is also now an ongoing university offering, called &ldquo;STEM Summer Adventure,&rdquo; helped accomplish a sense of belonging among STEM students, who participated in an educational rafting experience that included STEM learning outcomes.</p>\n<p><strong>Faculty participation: </strong>We focused on helping faculty develop instructional strategies, using the structure of year-long faculty learning communities. During the grant funding period, approximately 30 STEM instructors participated. This emphasis on the pedagogical approach used by first-year STEM faculty resulted in a transformed first-year learning environment for STEM students. The instruction of Calculus was completely reformed as a result of 100% participation of calculus instructors, most of whom participated.</p>\n<p><strong>University Strategic Plan and Industry Engagement:</strong> Partly as a result of this project&rsquo;s focus on STEM student success, as well as t...",
  "por_txt_cntn": "\nA multidisciplinary team of investigators from engineering, science, and mathematics completed a Science Talent Expansion Program at Boise State University that focused on increasing the number of bachelorÆs degrees conferred in science, technology, engineering and mathematics (STEM) while also helping diversify the STEM workforce. The project focused on the first-year experience and had a strong focus on developing improved instruction in STEM subjects through faculty applying evidence-based instructional practices. The projectÆs Intellectual Merit was demonstrated by the publication of 13 conference and journal papers related to STEM student success and faculty development. The project has had a transformational impact on how STEM is taught at Boise State University.\n\n\"Because the team included people who taught first-year students, we understood how to focus our efforts within that critical year,\" noted materials engineering professor Janet Callahan, principal investigator for the grant and associate dean of academic affairs. \"Also, our activities focused on two areas: providing services to students and helping faculty develop their teaching. Because of our approach, weÆve been able to create long-lasting change.\"\n\nThe grant team was diverse, including representatives from many levels (associate dean, chair, professor, lecturer, and director) and from multiple disciplines (materials science and engineering, mathematics, mechanical engineering, chemistry, physics and more). This diversity provided critical perspective and leadership that helped the project achieve its goals.\n\nThe Broader Impacts achieved include yield increases for US citizens/permanent residents in the following areas. We are using the definition of STEM degree plans by using the CIP codes in the 7/1/2015 NSF LSAMP definition.\n\nSTEM Bachelors graduates rose from 228 (2009-10) to 441 students (2014-15), an increase of 93%, far exceeding the grantÆs goal of a 22% increase. \nSTEM enrollment rose from 2028 (fall, 2009) to 2865 students (fall, 2015), an increase of 41%. \nUnderrepresented minority students enrolled in engineering and computer science increased from 10.6% in fall 2009 to 13.5% in fall 2015, an increase of 27%.\nWomen enrolled in engineering and computer science increased from 12.8% in fall 2008 to 15.6% in fall 2015, exceeding grant goal of attaining 15%.\nFirst-time, full time STEM student retention increased by 9% (fall, 2010/fall 2015).\n\n\nSTEM Orientation and Summer Adventure: One grant activity that helped accomplish this transformation was to develop STEM-focused summer orientation sessions that placed students according to their math readiness in STEM learning communities. Between 2010 and 2014, nearly 2,000 incoming STEM freshman students were served. This activity is now institutionalized. A second activity that is also now an ongoing university offering, called \"STEM Summer Adventure,\" helped accomplish a sense of belonging among STEM students, who participated in an educational rafting experience that included STEM learning outcomes.\n\nFaculty participation: We focused on helping faculty develop instructional strategies, using the structure of year-long faculty learning communities. During the grant funding period, approximately 30 STEM instructors participated. This emphasis on the pedagogical approach used by first-year STEM faculty resulted in a transformed first-year learning environment for STEM students. The instruction of Calculus was completely reformed as a result of 100% participation of calculus instructors, most of whom participated.\n\nUniversity Strategic Plan and Industry Engagement: Partly as a result of this projectÆs focus on STEM student success, as well as the emphasis on retention, the universityÆs 2012 strategic plan, contained an explicit focus on STEM. One of the stated goals includes: \"Increase student recruitment, retention, and graduation in STEM disciplines.\" This focus has helped yield increased industry partners..."
 }
}