{
 "awd_id": "0856199",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Relations between Structure, Phase Formation and Phase Transitions in Supercooled Metallic Liquids and Glasses",
 "cfda_num": "47.049",
 "org_code": "03070010",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Diana Farkas",
 "awd_eff_date": "2009-07-15",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 405000.0,
 "awd_amount": 405000.0,
 "awd_min_amd_letter_date": "2009-07-10",
 "awd_max_amd_letter_date": "2011-04-04",
 "awd_abstract_narration": "TECHNICAL SUMMARY:\r\n\r\nBulk metallic glasses, which can be formed at cooling rates similar to those used for common silicate glasses, are of significant basic and practical interest. The liquids that form these glasses contain short-range order that generally increases significantly upon cooling below the equilibrium melting temperature (supercooling). This evolving order can couple to the nucleation barrier for the crystal phase, helping to stabilize the supercooled liquid against crystallization, making glass formation easier. Icosahedral short-range order is frequently dominant in transition metal liquids and underlies the glass transition in some Zr-based glasses. However, it is clear that different types of short-range order are dominant in other metallic liquids, raising the question of what underlies glass formation and the glass transition in those cases. Also, there are suggestions of maxima in the specific heat of many metallic-glass-forming liquids, and in some cases sudden changes in density have also been noted on supercooling. The origin of these phenomena is unclear. They may signal the onset of mode coupling, indicate a liquid/liquid phase transition, or correspond to a fragile-to-strong transition. Whether such anomalies in the liquid are a common feature of all bulk-metallic-glass-forming liquids is unknown. To address these and related questions, structural measurements will be made at multiple length scales in select bulk metallic glasses by high-q x-ray diffraction, fluctuation electron microscopy and 3d atom probe studies. Also, high-q diffraction and thermophysical property measurements will be made on liquids that form these glasses, using a new electrostatic levitation facility that has been constructed at Washington University in St. Louis. These data will be correlated with glass formation and crystallization kinetics and the results of TEM-based studies of the time-dependent nucleation rates.  The results of these studies will lead to a deeper understanding of the relations between the structures of metallic liquids and glasses and phase transitions, including crystal nucleation and the glass transition. The insight gained will lead to methods for improved control of glass formation and microstructure development during glass crystallization. \r\n\r\nNON-TECHNICAL SUMMARY:\r\n\r\nIn crystals the atoms are arranged in regular patterns that repeat over long distances, while only local ordering among neighboring atoms occurs in liquids and glasses. Traditional glasses, such as window glass, contain atoms such as silicon and oxygen. Recently, glasses made entirely of metal atoms, which can be formed and blown into intricate shapes like traditional glasses, have been discovered. These metallic glasses are stronger and more corrosion resistant than the widely used crystalline metals. However, the reasons for metallic glass formation and the atomic structures of the glasses are poorly understood. To address these questions, we will make measurements of the structures and physical properties of select metallic liquids and glasses. These data will be correlated with glass formation. Glass crystallization during heating, which frequently produces composite materials with even superior properties, will also be studied. This investigation will give a deeper understanding of the relations between the liquids and glasses, and will lead to improved methods for glass formation and crystallization control. The research will provide valuable training for graduate and undergraduate students. The principal investigator will incorporate this research into presentations given to local schools, and will offer opportunities for high school students to visit and work in his lab, exposing those students to the exciting possibilities of a career in the science of materials.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kenneth",
   "pi_last_name": "Kelton",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Kenneth F Kelton",
   "pi_email_addr": "kfk@wuphys.wustl.edu",
   "nsf_id": "000355924",
   "pi_start_date": "2009-07-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington University",
  "inst_street_address": "1 BROOKINGS DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT LOUIS",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "3147474134",
  "inst_zip_code": "631304862",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MO01",
  "org_lgl_bus_name": "WASHINGTON UNIVERSITY, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "L6NFUM28LQM5"
 },
 "perf_inst": {
  "perf_inst_name": "Washington University",
  "perf_str_addr": "1 BROOKINGS DR",
  "perf_city_name": "SAINT LOUIS",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "631304862",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MO01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177100",
   "pgm_ele_name": "METAL & METALLIC NANOSTRUCTURE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 135000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 135000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 135000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Glasses and liquids are extremely common materials.&nbsp;&nbsp; Glasses have been used as containers, tools and artwork for centuries. The earliest record of glass production comes from clay tablets discovered in Mesopotamia, one dating back to the XVII century.&nbsp; But even though they have been known and used for many years, we still don&rsquo;t fully understand the process by which a liquid becomes a glass, called <em>the glass transition</em>.&nbsp; Further, our understanding of how liquids and glasses order, how they crystallize, and the natures of other phase changes that may occur within them are far from complete. Several years ago, a Nobel Laureate speculated &ldquo;The deepest and most interesting unsolved problem in solid state theory is probably the theory of the nature of glass and the glass transition\" [<a title=\"Anderson, 1995 #4848\" href=\"#_ENREF_1\">1</a>].</p>\n<p>The most familiar glasses are made of silicate, sodium, oxygen, etc., the components of common window glass.&nbsp;&nbsp; Within the past fifty years, however, a new material, a <em>metallic glass</em>, which contains only metallic elements, has been growing in prominence.&nbsp;&nbsp; These glasses often have very desirable mechanical and corrosion resistant properties, can be molded and formed into intricate shapes, and have already made their way into many applications [<a title=\"Greer, 2009 #4668\" href=\"#_ENREF_2\">2</a>].&nbsp; &nbsp;However, why some metallic liquids easily form glasses while others do not is a key unanswered question.&nbsp;&nbsp; The research carried out under the support of NSF grant DMR 08-51699 was aimed to address these issues by developing a better understanding of the type of atomic ordering that occurs in metallic liquids and glasses.</p>\n<p>We used the technique of electrostatic levitation (ESL) to process liquids under high vacuum and without a container (see floating sphere in the figure). The absence of the container makes it more difficult to form crystals from the liquid, allowing samples to be deeply supercooled (i.e. cooled below their melting temperature without crystallizing).&nbsp; The ESL was used to make synchrotron X-ray diffraction studies at the Advanced Photon Source (APS) located at Argonne National Laboratory. From data for over 100 different liquids and glasses, it became clear that all liquids develop local atomic order between nearest neighbor atoms.&nbsp; In some cases, this order can extend even beyond nearest neighbors as they are cooled.&nbsp;&nbsp; Most common is <em>icosahedral</em> ordering, where the atoms sit at special sites (like the vertices) in an icosahedron. This order is incompatible with crystal periodicity and, therefore, makes the formation of common crystal phases more difficult.&nbsp; In many cases this can help glass formation, but not always.</p>\n<p><em>Fragility</em> is a concept used to describe liquids that is generally based on the temperature dependence of the viscosity (how easily the liquid flows) [3]. &nbsp;Fragility has practical importance since it is often associated with glass formability.&nbsp;&nbsp; In this research we showed that the fragility could be inferred from the volume expansion coefficient of the liquid at high temperatures, near the melting temperature.&nbsp;&nbsp; Additionally, we obtained the first experimental evidence showing a close relation between the rate of structural ordering in the liquid at high temperatures and the fragility.</p>\n<p>The results from this research have formed a foundation that is already being built upon, particularly the relations between fragility and structural ordering.&nbsp; Using a new electrostatic levitation facility that we have designed and constructed for use at the Spallation Neutron Source (SNS), we are starting to make elastic neutron scattering measurements to investigate chemical ordering in the liquids.&nbsp;&nbsp; This will be extended in the fu...",
  "por_txt_cntn": "\nGlasses and liquids are extremely common materials.   Glasses have been used as containers, tools and artwork for centuries. The earliest record of glass production comes from clay tablets discovered in Mesopotamia, one dating back to the XVII century.  But even though they have been known and used for many years, we still donÆt fully understand the process by which a liquid becomes a glass, called the glass transition.  Further, our understanding of how liquids and glasses order, how they crystallize, and the natures of other phase changes that may occur within them are far from complete. Several years ago, a Nobel Laureate speculated \"The deepest and most interesting unsolved problem in solid state theory is probably the theory of the nature of glass and the glass transition\" [1].\n\nThe most familiar glasses are made of silicate, sodium, oxygen, etc., the components of common window glass.   Within the past fifty years, however, a new material, a metallic glass, which contains only metallic elements, has been growing in prominence.   These glasses often have very desirable mechanical and corrosion resistant properties, can be molded and formed into intricate shapes, and have already made their way into many applications [2].   However, why some metallic liquids easily form glasses while others do not is a key unanswered question.   The research carried out under the support of NSF grant DMR 08-51699 was aimed to address these issues by developing a better understanding of the type of atomic ordering that occurs in metallic liquids and glasses.\n\nWe used the technique of electrostatic levitation (ESL) to process liquids under high vacuum and without a container (see floating sphere in the figure). The absence of the container makes it more difficult to form crystals from the liquid, allowing samples to be deeply supercooled (i.e. cooled below their melting temperature without crystallizing).  The ESL was used to make synchrotron X-ray diffraction studies at the Advanced Photon Source (APS) located at Argonne National Laboratory. From data for over 100 different liquids and glasses, it became clear that all liquids develop local atomic order between nearest neighbor atoms.  In some cases, this order can extend even beyond nearest neighbors as they are cooled.   Most common is icosahedral ordering, where the atoms sit at special sites (like the vertices) in an icosahedron. This order is incompatible with crystal periodicity and, therefore, makes the formation of common crystal phases more difficult.  In many cases this can help glass formation, but not always.\n\nFragility is a concept used to describe liquids that is generally based on the temperature dependence of the viscosity (how easily the liquid flows) [3].  Fragility has practical importance since it is often associated with glass formability.   In this research we showed that the fragility could be inferred from the volume expansion coefficient of the liquid at high temperatures, near the melting temperature.   Additionally, we obtained the first experimental evidence showing a close relation between the rate of structural ordering in the liquid at high temperatures and the fragility.\n\nThe results from this research have formed a foundation that is already being built upon, particularly the relations between fragility and structural ordering.  Using a new electrostatic levitation facility that we have designed and constructed for use at the Spallation Neutron Source (SNS), we are starting to make elastic neutron scattering measurements to investigate chemical ordering in the liquids.   This will be extended in the future to directly measure the atomic motion, which will be important for gaining a deeper understanding of dynamical processes in liquids and perhaps the glass transition itself.\n\nIn addition to their fundamental importance, these studies have broader significance. Knowing how structure develops in a liquid will help us understand how to make metallic glasses t..."
 }
}