{
 "awd_id": "0856099",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "New statistical methods for neutral phylogenetic reconstruction",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924488",
 "po_email": "jwang@nsf.gov",
 "po_sign_block_name": "Junping Wang",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 1199723.0,
 "awd_amount": 1199723.0,
 "awd_min_amd_letter_date": "2009-09-01",
 "awd_max_amd_letter_date": "2012-06-22",
 "awd_abstract_narration": "Phylogenetic inference comprises a set of important statistical techniques that allow researchers to reconstruct evolutionary histories of genomic sequences. Most phylogenetic model-based methods implicitly assume neutral evolution of molecular sequences. However, selection often drives genetic material to the same state, making phylogenetic methods erroneously conclude that some sequences are more closely related than they really are. Although it is widely accepted that such selection-driven convergent evolution biases phylogenetic estimation, no statistically rigorous treatment of this problem exists. The investigators of this project develop a radically novel neutral phylogenetic reconstruction method that remedies the convergent evolution problem by excluding signatures of selection from observed data. The method is based on a new framework for estimating partially observed continuous-time Markov chains. Although the focus of this proposal is evolutionary biology, the novel estimation principle opens a new direction in the field of inference for stochastic processes and covers a wide range of  Markov chain applications. The investigators apply the newly developed framework to several important problems in evolutionary biology. First, they infuse neutral phylogenetic reconstruction into population genetics, which critically depends on the assumption of neutrality. Next, the authors use their new estimation framework to distinguish recombination and convergent evolution, an urgent problem in evolutionary studies of human pathogens. Lastly, the investigators employ their neutral phylogenetic reconstruction method to study the functional role of convergent evolution in the core genes of Escherichia coli. This last analytical task is accompanied by deep sequencing of hundreds of genes across a large number of pathogenic Escherichia coli strains.\r\n\r\n\r\nViruses and bacteria can rapidly adapt their genetic material in response to changes in the environment. This amazing genetic plasticity enables many human pathogens to develop drug resistance and escape our immune system even when the latter is assisted by the infusion of appropriate vaccines. Therefore, understanding evolution of viruses and bacteria is critical for developing therapies and vaccines aimed at suppressing harmful effects of these pathogens on the human body. The investigators of this proposal develop novel statistical tools aimed at improving our ability to reconstruct evolutionary histories of rapidly evolving pathogens. These new methods, implemented in freely available software packages, will find extensive use in biological laboratories that study human pathogens such as hepatitis, influenza, human immunodeficiency  virus, Escherichia coli, and Salmonella. In addition to the theoretical part of the project, the investigators will undertake an extensive analysis of Escherichia coli genes in order to illuminate evolutionary mechanisms that allow this bacteria to adapt to new environments. This new knowledge will allow the investigators to shed light on biochemical processes that transform Escherichia coli, normally a harmless resident of the human intestine, to a dangerous pathogen in other parts of the human body.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Volodymyr",
   "pi_last_name": "Minin",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Volodymyr M Minin",
   "pi_email_addr": "vminin@uci.edu",
   "nsf_id": "000512004",
   "pi_start_date": "2009-09-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Marc",
   "pi_last_name": "Suchard",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Marc A Suchard",
   "pi_email_addr": "msuchard@ucla.edu",
   "nsf_id": "000468024",
   "pi_start_date": "2009-09-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Evgeni",
   "pi_last_name": "Sokurenko",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Evgeni Sokurenko",
   "pi_email_addr": "evs@u.washington.edu",
   "nsf_id": "000073696",
   "pi_start_date": "2009-09-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 BROOKLYN AVE NE",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "733400",
   "pgm_ele_name": "MATHEMATICAL BIOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "4075",
   "pgm_ref_txt": "NSF/NIGMS Initiative-Mathematical Bio"
  },
  {
   "pgm_ref_code": "7303",
   "pgm_ref_txt": "MATH SCI PRIORITY AREA: INTERDISCIPLINAR"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 315576.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 285461.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 294593.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 304093.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Understanding mechanisms that viruses and bacteria use to evade their hosts&rsquo; immune system and to develop drug resistance is one of the key challenges in infectious disease epidemiology. The investigators of this project developed statistical tools that allow researchers to use abundant genetic data to shed light on these evolutionary mechanisms. For example, studying theoretical properties of mathematical models of evolution allowed the investigators to develop a very fast, approximate method for detecting signatures of selection in genetic data. The computational efficiency of this method is important, because, in addition to benefits of containing abundant information, emerging massive data sets present computational challenges for computational biologists. Further, to seize opportunities &nbsp;presented by Big Data in biology, the investigators blended together tools from applied probability, numerical analysis, and machine learning and devised new algorithms for fitting complex stochastic models to data. These computational advances should find use not only in evolutionary biology, but also in other fields that use stochastic modeling, such as cancer modeling, for example. In another line of research, the investigators introduced a collection of new methods, called phylogeographic methods, that use genetic data to determine how infectious diseases spread among geographic locations during outbreaks. These methods are already proving to be extremely useful in infectious disease surveillance. This project produced multiple software packages that biological scientists should find useful in their research. All software developed during this project is open source and made freely available to the public, ensuring wide dissemination of project outcomes. The project helped the investigators mentor several graduate students and postdoctoral researchers, all of whom received excellent scientific, statistical, and computational training. &nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/18/2014<br>\n\t\t\t\t\tModified by: Vladimir&nbsp;Minin</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nUnderstanding mechanisms that viruses and bacteria use to evade their hostsÆ immune system and to develop drug resistance is one of the key challenges in infectious disease epidemiology. The investigators of this project developed statistical tools that allow researchers to use abundant genetic data to shed light on these evolutionary mechanisms. For example, studying theoretical properties of mathematical models of evolution allowed the investigators to develop a very fast, approximate method for detecting signatures of selection in genetic data. The computational efficiency of this method is important, because, in addition to benefits of containing abundant information, emerging massive data sets present computational challenges for computational biologists. Further, to seize opportunities  presented by Big Data in biology, the investigators blended together tools from applied probability, numerical analysis, and machine learning and devised new algorithms for fitting complex stochastic models to data. These computational advances should find use not only in evolutionary biology, but also in other fields that use stochastic modeling, such as cancer modeling, for example. In another line of research, the investigators introduced a collection of new methods, called phylogeographic methods, that use genetic data to determine how infectious diseases spread among geographic locations during outbreaks. These methods are already proving to be extremely useful in infectious disease surveillance. This project produced multiple software packages that biological scientists should find useful in their research. All software developed during this project is open source and made freely available to the public, ensuring wide dissemination of project outcomes. The project helped the investigators mentor several graduate students and postdoctoral researchers, all of whom received excellent scientific, statistical, and computational training.  \n\n\t\t\t\t\tLast Modified: 12/18/2014\n\n\t\t\t\t\tSubmitted by: Vladimir Minin"
 }
}