{
 "awd_id": "0856558",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Automating the Creation of As-built Building Information Models",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Konstantinos Triantis",
 "awd_eff_date": "2009-08-01",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 439990.0,
 "awd_amount": 439990.0,
 "awd_min_amd_letter_date": "2009-07-15",
 "awd_max_amd_letter_date": "2009-07-15",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (public Law 111-5).\r\n\r\nBuilding information models (BIMs), which represent the three dimensional (3D) geometry and high-level semantics of a facility, are increasingly used in the Architecture, Engineering, Construction, and Facility Management (AEC/FM) industry. Most BIM work focuses on representing the as-designed conditions of a facility, but the actual as-built or as-used conditions can differ significantly from the design due to changes during construction or renovations. Currently, the utilization of as-built BIMs is limited because they are difficult and time-consuming to create and because existing BIM standards do not fully support representing as-built conditions. This research will address these barriers by developing algorithms to automate the creation of as-built models from point cloud data collected using laser scanners and by developing new representations that support the needs of BIM stakeholders. The modeling objective will focus on three aspects of the points-to-BIM transformation process: Geometric modeling, in which raw points are segmented into geometric components, such as planar regions, and modeled parametrically (e.g., plane parameters and boundaries); Semantic labeling, in which modeled components are assigned meaningful labels, such as \"wall\" or \"ceiling\"; and occlusion inference, in which surfaces that are not visualized are estimated based on the geometry of visible surfaces. The representation objective will focus on two aspects of the problem of representing as-built BIMs: levels of detail addresses the difficulty of handling large 3D point sets inherent in as-built models. Representations will be formalized that support multiple levels of detail, which will enable efficient high-level analysis, while supporting detailed analysis down to the level of raw data points. Metadata representation targets development of descriptions of how information is derived from raw data and how raw data is collected. Approaches will be formalized to support the representation of secondary data, such as deviations from idealized models, missing data due to occlusion, and sensor configuration and placement. Taken together, these objectives comprise an end-to-end approach to streamline the points-to-BIM conversion process and it is likely that it transform the current way of using/leveraging BIM and 3D imaging technologies.  Evaluation of these approaches will be conducted using laser scan data from different types of scanners used in case studies generated by our group and by our collaborators.\r\n\r\nThis research is expected to transform the way that BIMs are created and utilized. The algorithms and representation strategies developed under this research are intended to drastically simplify process of creating of as-built BIMs and will create new opportunities of analyzing and utilizing BIMs during construction and facility management. The reverse engineering aspects of this research will also advance the general area of generic 3D scene interpretation, with impact in diverse domains, including robotics (e.g., creating building models for indoor mobile robots), building safety (e.g., automatic mapping of buildings for first responders), and construction site monitoring. This research will be incorporated into existing Carnegie Mellon courses as well as a new project course on as-built BIMs, to be co-taught by the PIs. The visual nature of the project lends itself to inclusion in K-12 and minority outreach programs in which the team participates. We plan to make the products of this research available via the Internet, including data sets and software, which is beneficial, since 3D data sets of this kind are not generally available and are difficult/costly to create.",
 "awd_arra_amount": 439990.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Huber",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel Huber",
   "pi_email_addr": "dhuber@cs.cmu.edu",
   "nsf_id": "000357502",
   "pi_start_date": "2009-07-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Burcu",
   "pi_last_name": "Akinci",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Burcu Akinci",
   "pi_email_addr": "bakinci@andrew.cmu.edu",
   "nsf_id": "000486800",
   "pi_start_date": "2009-07-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie-Mellon University",
  "perf_str_addr": "5000 FORBES AVE",
  "perf_city_name": "PITTSBURGH",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133815",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163100",
   "pgm_ele_name": "CIS-Civil Infrastructure Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 439990.0
  }
 ],
 "por": null
}