{
 "awd_id": "0900713",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Real-Time Distribution System Network Modeling and Fault Diagnosis",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Konstantinos Triantis",
 "awd_eff_date": "2009-08-01",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 313701.0,
 "awd_amount": 313701.0,
 "awd_min_amd_letter_date": "2009-07-21",
 "awd_max_amd_letter_date": "2009-07-21",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5). \r\n\r\nDrinking water distribution systems are a complex, integrated system of pipes and hydraulic devices that serve as the last step in delivering treated drinking to the consumer.  Distribution system operations need to satisfy multiple objectives that range from basic hydraulic goals (e.g., maintaining adequate pressure; ensuring sufficient storage for fire flow) to more complex water quality issues (e.g., maintaining disinfectant residuals to limit microbial regrowth; minimizing potentially carcinogenic disinfectant by-products).  These basic objectives sometimes conflict and have become more challenging to satisfy as utilities face the prospects of protecting public health from intrusion events.  Additionally, most analysis and decision making tools have been developed assuming that the consumptive demands -  the water usage that drives the underlying hydraulics -  are either static or averaged, which limits the utility of the various analysis tools due to the actual daily and seasonal variations in demands.  This project will develop a computational framework capable of estimating the consumptive demands in real-time by: 1) using time-series approaches to represent the daily and seasonal variations in demands, and 2) incorporating the resulting demand model into a framework that adaptively updates the consumptive demands based on observed hydraulic and water quality data using an extended Kalman filter.  In addition to estimating the demands in real-time, a model-based fault diagnosis algorithm will be developed that will incorporate the changes in demands and operational conditions within the network model, and compare the observed and model-predicted water quality data to evaluate if an abnormal event has occurred (e.g., (un)intentional intrusion of a harmful compound).  The resulting framework (demand estimation and fault diagnosis) will be tested using both simulated and real hydraulic and water quality data on both small and realistically sized distribution system network models to evaluate the ability of this framework to adequately estimate demands and detect anomalous water quality behavior.  The outcome of this research will be a real-time demand estimation and fault diagnosis modeling framework that can be implemented using the types of hydraulic and water quality data typically collected by utilities.\r\n\r\nThe potential impacts of a real-time demand estimation framework are far reaching given the foundation that will be provided to the industry for developing and evaluating real-time analysis and decision making tools that can be used across a range of applications.  These applications are broad ranging and include items such as: a) protecting the public from intrusion events (e.g., cross contamination); b) maintaining adequate water quality to the consumers tap; c) assessing public health risks from potential disease outbreaks; and d) reducing energy consumption and costs by improving operational decisions.  Therefore, this research will integrate the real-time demand estimation tool (and fault diagnosis tool) with the available software and hardware equipment developed for interfacing with utility databases and provide the flexibility to interact with other analysis tools as they are developed.  In addition to the technical aspects, the research will be utilized to train undergraduates in advanced modeling and analysis technologies and provide them with research experience to assist them in future endeavors, and train and mentor the participating graduate students such that the experiences and lessons learned go beyond the research and include aspects of teaching and mentoring, which are tools that will be used regardless of the students' future career objectives.",
 "awd_arra_amount": 313701.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dominic",
   "pi_last_name": "Boccelli",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Dominic L Boccelli",
   "pi_email_addr": "dboccelli@arizona.edu",
   "nsf_id": "000198569",
   "pi_start_date": "2009-07-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Uber",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "James G Uber",
   "pi_email_addr": "jim.uber@uc.edu",
   "nsf_id": "000308088",
   "pi_start_date": "2009-07-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Cincinnati Main Campus",
  "inst_street_address": "2600 CLIFTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CINCINNATI",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "5135564358",
  "inst_zip_code": "452202872",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "OH01",
  "org_lgl_bus_name": "CINCINNATI UNIV OF",
  "org_prnt_uei_num": "DZ4YCZ3QSPR5",
  "org_uei_num": "DZ4YCZ3QSPR5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Cincinnati Main Campus",
  "perf_str_addr": "2600 CLIFTON AVE",
  "perf_city_name": "CINCINNATI",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "452202872",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "OH01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163100",
   "pgm_ele_name": "CIS-Civil Infrastructure Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 313701.0
  }
 ],
 "por": null
}