{
 "awd_id": "0900978",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Studies of Electron Injection-Induced Effects in ZnO-based Materials and Device Structures",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Usha Varshney",
 "awd_eff_date": "2009-08-01",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 244893.0,
 "awd_amount": 244893.0,
 "awd_min_amd_letter_date": "2009-06-15",
 "awd_max_amd_letter_date": "2009-06-15",
 "awd_abstract_narration": "ECCS 0900971/0900978\r\nCollaborative Research: Studies of Electron Injection-Induced Effects \r\nin ZnO-based Materials and Device Structures\r\n\r\n\tWith recent advances in ZnO epitaxial growth and processing, it is very likely that efficient minority carrier devices, such as light emitting diodes, laser diodes and transparent p-n junctions, can be achieved in the near future. \r\n\tBecause the minority carrier diffusion length - one of the critical parameters in defining p-n junction performance - is usually less than 1 micron in ZnO-based semiconductors, it is imperative to find ways of its improvement. The principal investigators¡¦ recent findings indicate that the minority carrier diffusion length can be elongated in p-type ZnO due to electron injection. While the observed novel effect was attributed to electron trapping on impurity-related levels, the role of extended and point defects as well as of surface states was not completely excluded. \r\n\tThe intellectual merit of this research is in exploration of electron injection¡¦s impact on minority carrier transport and recombination in ZnO and related compounds. A wide range of epitaxial antimony-doped p-type ZnO and p-type Zn1-xMgxO (x ?T 0.15) layers will be studied. In addition, the minority carrier transport in p-ZnO doped with other impurities such as phosphorus, or nitrogen, as well as in p-type             Zn1-xCdxO (x ?T 0.15) and Zn(Mg/Cd)O/ZnO superlattices, will be investigated. Magnesium (Cadmium) incorporation into the ZnO lattice and barrier and well presence in the superlattices create electron injection conditions different from that in ZnO.\r\n\tTo fully understand the effects of electron injection in Zn(Mg/Cd)O and to find conditions under which they can be employed, systematic electrical and optical studies will be carried out in the representative range of device structures: p-n junction and Schottky diodes. Electrical testing, combined with Electron Beam-Induced Current measurements, will be performed in-situ in a Scanning Electron Microscope. These measurements will be complemented with in-situ cathodoluminescence as well as spectral photoresponse and transient photocurrent measurements.\r\nThe effects of electron injection to be investigated are likely related to concentration of dopants, epitaxial layer quality and composition. Therefore, the study of materials with variations in these properties is necessary. The growth of these materials and the fabrication and characterization of their device structures are assured through the interactive collaboration between the groups at the University of Central Florida and the University of California, Riverside. \r\n\tThe practical significance of the proposed research is in performance control of p-n junction charge collection semiconductor devices, such as photodetectors, in which the minority carrier diffusion length plays a critical role. A several-fold increase in the photodetector¡¦s quantum efficiency is anticipated relative to the current state-of-the-art of ~ 15-20%.\r\n\tThe broader impact of this collaborative project is in better understanding the fundamentals of point and extended defects in ZnO-based semiconductors, creating a partnership between two universities, and integrating research and education at the graduate, undergraduate and K-12 levels, as expressed in participation of underrepresented Ph.D. students, several undergraduates and local high school students in the proposed research. These students will build skills in collaborating on a long-term, long-distance academic project, as they participate in the proposed research.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jianlin",
   "pi_last_name": "Liu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jianlin Liu",
   "pi_email_addr": "jianlin@ece.ucr.edu",
   "nsf_id": "000489169",
   "pi_start_date": "2009-06-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Riverside",
  "inst_street_address": "200 UNIVERSTY OFC BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "RIVERSIDE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9518275535",
  "inst_zip_code": "925210001",
  "inst_country_name": "United States",
  "cong_dist_code": "39",
  "st_cong_dist_code": "CA39",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA AT RIVERSIDE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MR5QC5FCAVH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Riverside",
  "perf_str_addr": "200 UNIVERSTY OFC BUILDING",
  "perf_city_name": "RIVERSIDE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "925210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "39",
  "perf_st_cong_dist": "CA39",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "098E",
   "pgm_ref_txt": "Antennas and Electromagnetics"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 244893.0
  }
 ],
 "por": null
}