{
 "awd_id": "0900753",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Nanomechanics Based Determination of In-Situ Toughness of Bone",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Dennis Robert Carter",
 "awd_eff_date": "2009-06-01",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 245101.0,
 "awd_amount": 257101.0,
 "awd_min_amd_letter_date": "2009-04-27",
 "awd_max_amd_letter_date": "2011-03-18",
 "awd_abstract_narration": "Abstract\r\n\r\nThe research objective of this award is to develop and verify a nanoscratch methodology in measuring the in situ toughness of a class of materials that are brittle in nature but allow for appreciable plastic deformation, such as bone and tooth.  A novel mechanistic model of the nanoscratch test is derived using a synergetic approach of both analytical and empirical processes based on the assumption that a failure flow occurs along the shear planes in front of the sliding tip during the scratch process.  The efficacy of this method in detecting the local resistance of bone tissues to failure (toughness) is verified using bone specimens with known fragility.  Deliverables include a mechanistic model of scratch process, testing procedures and associated techniques, experimental validation of the test methodology, documentation of research results, engineering education and research experiences for students from high school to graduate levels.\r\n\r\nIf successful, this unique methodology will enable direct, quantitative, and minimal destructive measurements of in situ failure behavior of bone or other materials alike, thus facilitating the development of physically sound constitutive models of these materials at ultrastructural levels and the applications in the field of materials and biomedical research.  In addition to bone research, other potential applications of this methodology include the characterization of biomaterials in tissue engineering, thus giving rise to great potential for advancement towards improved treatments of congenital diseases, traumatic injuries, and degenerative processes of bone tissues.  The results will be disseminated to allow for adding new functions to the existing nanotechnology in materials characterization.  As a broad educational component of this project, the comprehensive research program will benefit graduate, undergraduate, and high school students with integrated training opportunities in materials science, biomechanics, and nanotechnology in both classroom and research labs.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xiaodu",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xiaodu Wang",
   "pi_email_addr": "Xiaodu.Wang@utsa.edu",
   "nsf_id": "000491730",
   "pi_start_date": "2009-04-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Xuanliang",
   "pi_last_name": "Dong",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xuanliang Dong",
   "pi_email_addr": "xuanliang.dong@utsa.edu",
   "nsf_id": "000352647",
   "pi_start_date": "2009-04-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at San Antonio",
  "inst_street_address": "1 UTSA CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SAN ANTONIO",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "2104584340",
  "inst_zip_code": "782491644",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "TX20",
  "org_lgl_bus_name": "THE UNIVERSITY OF TEXAS AT SAN ANTONIO",
  "org_prnt_uei_num": "U44ZMVYU52U6",
  "org_uei_num": "U44ZMVYU52U6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at San Antonio",
  "perf_str_addr": "1 UTSA CIR",
  "perf_city_name": "SAN ANTONIO",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "782491644",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "TX20",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "747900",
   "pgm_ele_name": "BMMB-Biomech & Mechanobiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "024E",
   "pgm_ref_txt": "MATERIALS DESIGN"
  },
  {
   "pgm_ref_code": "027E",
   "pgm_ref_txt": "NANOMECHANICS"
  },
  {
   "pgm_ref_code": "028E",
   "pgm_ref_txt": "BIOMECHANICS"
  },
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9231",
   "pgm_ref_txt": "SUPPL FOR UNDERGRAD RES ASSIST"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 245101.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project supported by this award has achieved the research goal: that is, to develop a novel nano-scratch test for assessments of the nanomechanical behavior for a certain class of highly hierarchical materials, such as bones and teeth. This novel methodology is developed based on rigorous engineering principles (<em>e.g.</em> cutting and indentation mechanics) and experimentally verified by testing bone samples of different fragility from well-defined animal models. Thus, this technique provides a potent experimental<br />tool for direct, quantitative, and minimal destructive measurements of the plastic and failure behavior of the aforementioned class of materials at micro/nanoscopic length scales. A major impact of this methodology is that it significantly relaxes the specimen size constraint for measuring bone mechanical properties up to nanoscopic levels. After completion of developing this novel technique, we have used it in several ongoing research projects that involve mechanical tests of mice bone samples to gain the information that could not be otherwise obtained previously. In the meantime, we have published the research results in a technical journal and presented them in several national/international conferences. Currently, we are expanding the use of the technique to studying the effect of ultrastructural<br />changes of bone on the mechanical integrity in small animal models. Moreover, we are pursuing for the possibility to translate the technique into clinical applications for evaluating bone quality. As the educational outcomes, a total of 7 graduate and 6 undergraduate students have been trained under the support of this award. Among them, some have graduated with either MS/ME or BS/ME degree, and others are preparing to graduate soon.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/01/2013<br>\n\t\t\t\t\tModified by: Xiaodu&nbsp;Wang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe project supported by this award has achieved the research goal: that is, to develop a novel nano-scratch test for assessments of the nanomechanical behavior for a certain class of highly hierarchical materials, such as bones and teeth. This novel methodology is developed based on rigorous engineering principles (e.g. cutting and indentation mechanics) and experimentally verified by testing bone samples of different fragility from well-defined animal models. Thus, this technique provides a potent experimental\ntool for direct, quantitative, and minimal destructive measurements of the plastic and failure behavior of the aforementioned class of materials at micro/nanoscopic length scales. A major impact of this methodology is that it significantly relaxes the specimen size constraint for measuring bone mechanical properties up to nanoscopic levels. After completion of developing this novel technique, we have used it in several ongoing research projects that involve mechanical tests of mice bone samples to gain the information that could not be otherwise obtained previously. In the meantime, we have published the research results in a technical journal and presented them in several national/international conferences. Currently, we are expanding the use of the technique to studying the effect of ultrastructural\nchanges of bone on the mechanical integrity in small animal models. Moreover, we are pursuing for the possibility to translate the technique into clinical applications for evaluating bone quality. As the educational outcomes, a total of 7 graduate and 6 undergraduate students have been trained under the support of this award. Among them, some have graduated with either MS/ME or BS/ME degree, and others are preparing to graduate soon.\n\n\t\t\t\t\tLast Modified: 07/01/2013\n\n\t\t\t\t\tSubmitted by: Xiaodu Wang"
 }
}