{
 "awd_id": "0900663",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Fiber-Optic Strain Monitoring of Rock Masses in Large Underground Facilities",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Fragaszy",
 "awd_eff_date": "2009-08-15",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 145332.0,
 "awd_amount": 145332.0,
 "awd_min_amd_letter_date": "2009-08-07",
 "awd_max_amd_letter_date": "2009-08-07",
 "awd_abstract_narration": "\r\nThis award is funded under the American Recovery and Reinvestment Act of 2009\r\n(Public Law 111-5).\r\n\r\nThe 8000-ft deep Homestake Mine in Lead, SD is the proposed site for a Deep Underground Science and Engineering Laboratory (DUSEL).   It is being operated today as the Sanford Underground Science and Engineering Laboratory (SUSEL) while it is being converted to readiness for construction.  Although water flooded the mine up to the 4520-ft depth level, pumps have brought the water level below 4850-ft depth with plans to continue dewatering down to 8000 feet.  In addition, it is anticipated that large, 50-to-60-meter span chambers will be excavated to house neutrino detectors.  These activities present near-term and long-term opportunities to address long-standing geoscience and geoengineering questions about the mechanical and hydrologic response of rock masses at spatial scales ranging from centimeters to hundreds of meters and temporal scales ranging from milliseconds to decades.  The objectives of this research are to (1) Advance the understanding of rock deformation over multiple scales of length and time and (2) Advance the technology of characterizing rock deformation.  In addition, we see this project contributing to testing the hypothesis that critically-stressed fractures are hydraulically conducting over the range of scales of fractures found within the former mine.  The work will also show how deformation relates to rock-mass characteristics.  \r\n\r\n Our research effort is a collaborative partnership among three U.S. universities, the University of Tokyo, the Japan Atomic Energy Agency, and private companies.   The U.S. team will deploy current state-of-the-art deformation monitoring technologies based on Fiber Bragg Grating (FBG) and Distributed Strain and Temperature (DST) fiber-optic sensors at SUSEL.  The FBG and DST sensors will be installed at the 4100-ft and 4850-ft levels in rooms and drifts adjacent to planned physics laboratories.  The sensors will provide measurements at the meter scale over a region spanning several hundred meters.  An array of tiltmeters will also be deployed at the 2000-ft, 4100-ft, and 4850-ft depth levels to provide deformation measurements, which are sensitive to solid-earth tides, over length scales between 10 and 100 meters.  Temperature-sensing fiber will be placed in the water in the No. 6 Winze down to 8000-ft depth, in shorter-length boreholes, and along drift walls to monitor water inflows.  In complementary research the Japanese team will deploy fiber-optic monitoring arrays at an underground vault in Aburatsubo and deep underground laboratories in Horonobe and Mizunami.  They will also refine FBG deformation monitoring technology to improve resolution by one to two orders of magnitude.\r\n\r\nUBroader Impacts:  (1) The U.S. research team will gain international perspective and knowledge.  Graduate students from Wisconsin, South Carolina, and Montana will be trained in multi-institutional, multidisciplinary research.   (2) The training of students and teachers at the high school and college level in the EPSCoR (Experimental Program to Stimulate Competitive Research) states of Montana and South Dakota will be enhanced.  (3) Multidisciplinary connections will accelerate the development of fiber-optic techniques for structural health monitoring. (4) The prototype fiber-optic sensor network will provide firsthand operational information about its capabilities to personnel at SUSEL.  The methodology and research data will contribute to the design, construction, and safe operation of DUSEL. \r\n",
 "awd_arra_amount": 145332.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mary",
   "pi_last_name": "MacLaughlin",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Mary M MacLaughlin",
   "pi_email_addr": "mmaclaughlin@mtech.edu",
   "nsf_id": "000338944",
   "pi_start_date": "2009-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Montana Technological University",
  "inst_street_address": "1300 W PARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "BUTTE",
  "inst_state_code": "MT",
  "inst_state_name": "Montana",
  "inst_phone_num": "4064964102",
  "inst_zip_code": "597018955",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MT01",
  "org_lgl_bus_name": "MONTANA TECHNOLOGICAL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JJKGF97BMBE1"
 },
 "perf_inst": {
  "perf_inst_name": "Montana Technological University",
  "perf_str_addr": "1300 W PARK ST",
  "perf_city_name": "BUTTE",
  "perf_st_code": "MT",
  "perf_st_name": "Montana",
  "perf_zip_code": "597018955",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MT01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163400",
   "pgm_ele_name": "GEOMECHANICS & GEOMATERIALS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "025E",
   "pgm_ref_txt": "INFRASTRUCTURE MATERIALS"
  },
  {
   "pgm_ref_code": "032E",
   "pgm_ref_txt": "SENSORS AND ACTUATORS"
  },
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "037E",
   "pgm_ref_txt": "GEOTECHNICAL ENGINEERING"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 145332.0
  }
 ],
 "por": null
}