{
 "awd_id": "0900219",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Engineering Analysis of Imprecise Models",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Paul Collopy",
 "awd_eff_date": "2009-08-01",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 194999.0,
 "awd_amount": 200999.0,
 "awd_min_amd_letter_date": "2009-07-31",
 "awd_max_amd_letter_date": "2011-03-18",
 "awd_abstract_narration": "Abstract \r\nThis research objective of this collaborative research award is to break the barriers between the disciplines of geometric modeling and engineering analysis by placing engineering analysis of imprecise geometric models on a solid theoretical foundation and by developing the next generation of software tools based on the developed theory. Significant applications of this research, which cannot be handled by conventional methods, include analysis of unrepaired CAD models, reverse engineered or scanned models, models with small geometric features, toleranced models, and concept sketches. The research approach is based on treating imprecise models as families of geometric shapes, and on reformulating the problems of engineering analysis in terms of distances to the imprecise geometric boundaries. Specific deliverables of the research include theoretical foundations for the analysis of imprecise models, development of efficient geometric and numerical algorithms to support the theory, and implementation of prototypes demonstrating the efficacy of the obtained research results in the context of specific applications. \r\n\r\nIf successful, the research will lead to significant advances in the field of computational engineering, resulting in a substantially wider adoption of the analysis tools throughout the product design cycle, as well as in emerging areas beyond engineering. Specific practical advances in interoperable systems will include analysis of early design concept models, constructed or acquired models with numerical errors, and detailed toleranced models. The results of this research have the potential to make a major impact on the educational curriculum, liberating students and practitioners from dealing with tedious data preparation and eliminating the need for unrealistic assumptions about the geometry. \r\n \r\n \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Igor",
   "pi_last_name": "Tsukanov",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Igor G Tsukanov",
   "pi_email_addr": "itsukano@fiu.edu",
   "nsf_id": "000337009",
   "pi_start_date": "2009-07-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida International University",
  "inst_street_address": "11200 SW 8TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "MIAMI",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3053482494",
  "inst_zip_code": "331992516",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "FL26",
  "org_lgl_bus_name": "FLORIDA INTERNATIONAL UNIVERSITY",
  "org_prnt_uei_num": "Q3KCVK5S9CP1",
  "org_uei_num": "Q3KCVK5S9CP1"
 },
 "perf_inst": {
  "perf_inst_name": "Florida International University",
  "perf_str_addr": "11200 SW 8TH ST",
  "perf_city_name": "MIAMI",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "331992516",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "FL26",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "146400",
   "pgm_ele_name": "ESD-Eng & Systems Design"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "067E",
   "pgm_ref_txt": "DESIGN TOOLS"
  },
  {
   "pgm_ref_code": "068E",
   "pgm_ref_txt": "DESIGN THEORY"
  },
  {
   "pgm_ref_code": "073E",
   "pgm_ref_txt": "OPTIMIZATION & DECISION MAKING"
  },
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "9148",
   "pgm_ref_txt": "TOOLS & TECHNOL FOR MANUFACTURING DESIGN"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9231",
   "pgm_ref_txt": "SUPPL FOR UNDERGRAD RES ASSIST"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 194999.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The main objective of this project was creation of numerical algorithms and software tools to support engineering analysis in CAD models having geometric defects such as, for example, gaps or holes in the boundary, dangling boundary pieces, etc. In such cases, traditional engineering analysis tools require application of computationally expensive and time consuming geometric &ldquo;healing&rdquo; techniques.</p>\n<p>In this research project we created numerical algorithms and software tools that enable direct engineering analysis in imprecise geometric models. This substantially reduces the cost of engineering analysis by eliminating the need of geometry &ldquo;healing&rdquo; and provides complete automation of the design-analysis cycle. &nbsp;The proposed approach can be used to perform engineering analysis in the acquired (reverse engineered) geometric models as well as from conceptual sketches. This allows using engineering analysis techniques at a very early stage of products development which will result in their higher quality, safety and durability.</p>\n<p>In this project we applied our meshfree engineering analysis method to a new class of structural analysis problems: natural vibration and structural dynamics. We demonstrated that our approach results in accurate fast converging solutions.</p>\n<p>This project provided financial support and training to a number of graduate and undergraduate students. The research results of this project were published in 8 journal papers and presented at 15 national and international scientific conferences.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/29/2013<br>\n\t\t\t\t\tModified by: Igor&nbsp;G&nbsp;Tsukanov</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe main objective of this project was creation of numerical algorithms and software tools to support engineering analysis in CAD models having geometric defects such as, for example, gaps or holes in the boundary, dangling boundary pieces, etc. In such cases, traditional engineering analysis tools require application of computationally expensive and time consuming geometric \"healing\" techniques.\n\nIn this research project we created numerical algorithms and software tools that enable direct engineering analysis in imprecise geometric models. This substantially reduces the cost of engineering analysis by eliminating the need of geometry \"healing\" and provides complete automation of the design-analysis cycle.  The proposed approach can be used to perform engineering analysis in the acquired (reverse engineered) geometric models as well as from conceptual sketches. This allows using engineering analysis techniques at a very early stage of products development which will result in their higher quality, safety and durability.\n\nIn this project we applied our meshfree engineering analysis method to a new class of structural analysis problems: natural vibration and structural dynamics. We demonstrated that our approach results in accurate fast converging solutions.\n\nThis project provided financial support and training to a number of graduate and undergraduate students. The research results of this project were published in 8 journal papers and presented at 15 national and international scientific conferences.\n\n\t\t\t\t\tLast Modified: 10/29/2013\n\n\t\t\t\t\tSubmitted by: Igor G Tsukanov"
 }
}