{
 "awd_id": "0901433",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Robust Identification of a Class of Structured  Systems with  High Dimensional  Outputs and Applications",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Radhakisan Baheti",
 "awd_eff_date": "2009-09-15",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 415304.0,
 "awd_amount": 415304.0,
 "awd_min_amd_letter_date": "2009-09-04",
 "awd_max_amd_letter_date": "2009-09-04",
 "awd_abstract_narration": "The objective of this research program is  to develop a comprehensive  framework  for robust identification  of a class of multidimensional systems arising in diverse domains ranging from image processing to  nano-systems. Its transformative impact and novelty reside in recasting problems that require extracting information sparsely encoded in high dimensional data streams as multidimensional systems identification problems,  establishing a new connection between dynamical systems theory,  image processing and machine learning.\r\n\r\nIntellectual Merit: Recent exponential growth in sensing capabilities poses a serious challenge to identification theory.  Simply put,  existing techniques are ill-equipped to deal with the overwhelming volume of data. The present proposal seeks to  develop a comprehensive robust modeling (identification, reduction, validation) framework specifically tailored to address this challenge. Advantages over existing techniques include the abilities to directly accommodate structural constraints (such as periodicity), exploit  correlations in the data to  accomplish substantial dimensionality reduction and exploit recent results in optimization to furnish tractable solutions to problems that challenge  current techniques, due to poor scaling properties. Examples (known to be generically NP-hard) are (i) robust identification of piecewise affine hybrid systems, (ii) robust identification of Hammerstein/Wiener systems and (iii) semi-blind (in)validation.\r\n\r\nBroader Impact: Enhanced data collection and analysis capabilities can profoundly impact society, with  benefits ranging from safer, self aware environments, to enhanced image-based therapies. A major impediment to realizing this vision stems from the curse of dimensionality.  The proposed research exploits a hidden commonality --underlying dynamical models having a far simpler representation than the  dimension of the data-- to recast key problems, e.g. data  segmentation, reconstruction and classification,  into a tractable form, significantly advancing the state of the art in several domains. Examples include (but are not limited to) biomedical image processing, building safety, nano-systems and aging civil-infrastructure monitoring. Translation of these results to society and the economy will proceed by actively engaging our partners in bio-medical image processing and building security. The proposed research also has the potential for significant cross--fertilization with other branches of engineering and applied mathematics.  An example is the connection between nonlinear dimensionality reduction methods and manifold discovery (both hallmarks of machine learning) and nonlinear identification.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mario",
   "pi_last_name": "Sznaier",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mario Sznaier",
   "pi_email_addr": "msznaier@coe.neu.edu",
   "nsf_id": "000428363",
   "pi_start_date": "2009-09-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Octavia",
   "pi_last_name": "Camps",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Octavia I Camps",
   "pi_email_addr": "camps@ece.neu.edu",
   "nsf_id": "000429038",
   "pi_start_date": "2009-09-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northeastern University",
  "inst_street_address": "360 HUNTINGTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173735600",
  "inst_zip_code": "021155005",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "NORTHEASTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HLTMVS2JZBS6"
 },
 "perf_inst": {
  "perf_inst_name": "Northeastern University",
  "perf_str_addr": "360 HUNTINGTON AVE",
  "perf_city_name": "BOSTON",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021155005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760700",
   "pgm_ele_name": "EPCN-Energy-Power-Ctrl-Netwrks"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "093E",
   "pgm_ref_txt": "System fab/packaging & assembly"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 415304.0
  }
 ],
 "por": null
}