{
 "awd_id": "0901053",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SKYMONITOR: A Network to Monitor the State of the Night Sky at Dark Sky Sites",
 "cfda_num": "47.049",
 "org_code": "03020600",
 "po_phone": "7032920000",
 "po_email": "aclegg@nsf.gov",
 "po_sign_block_name": "Andrew Clegg",
 "awd_eff_date": "2009-06-15",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 158279.0,
 "awd_amount": 152529.0,
 "awd_min_amd_letter_date": "2009-06-12",
 "awd_max_amd_letter_date": "2009-06-12",
 "awd_abstract_narration": "This project will automate the production of, and then produce, 10 Night Sky Brightness Monitors (NSBM), for distribution at major US astronomical observatories.  The NSBM is a specially equipped photometer created to resist common outdoor conditions.  The project aims to establish a network of NSBMs that will operate remotely in an autonomous fashion and that will provide continuous, long term measurements of the brightness of the night sky at ten major US observatory sites.\r\n\r\nThe NSBM was developed by the International Dark Sky Association (IDA) and the Vatican Observatory. Each consists of a remote photometer head with two detectors and a base station that can be located up to 100 meters from the detectors and is connected directly to the Web. Each photometer samples an area of 5.6 degrees diameter of the sky, one near the zenith and another direction. The detectors are equipped with a broadband filter that allows accurate measurements of the skylight. The photometers will be calibrated for accuracy and stability and their response will be correlated with other photometric systems. A data collection and archiving center will be established at the headquarters of the IDA located in Tucson, Arizona, and the data will be made available to the public via a web-based interface.\r\n \r\nGround based astronomical observations are fundamental to our understanding of the Universe and consequently preserving our ability to access dark skies from the ground is critical. Today, the world is at risk of losing this important natural resource to the increasing sky glow. Both national and international astronomical observatories, which depend on the darkness of the sky to carry out their observations, are threatened by the encroaching urban expansion. However, to date, the only research by these observatories on the impinging sky glow comes from an occasional photometric or spectroscopic observation. The objective of the SKYMONITOR network is to change the way sky brightness is recorded and observed. \r\n\r\nData will be transmitted to a central location, where it will be collected, archived, and made available via the Web to the public. Such data will allow assessing the long term trends in sky brightness at major astronomical sites and other environmentally sensitive locations, and will also be available for research projects, education and public outreach. Besides astronomical applications, the equipment and the information created by this research can be utilized in engineering, urban planning, and in other sciences. For example, requesting a dark sky ordinance or laws to limit outdoor lighting nearly always brings questions about the need for such controls. Having sound data to demonstrate the quality of night skies at sensitive sites, or the impact of light pollution on the quality of these skies is essential to establish credibility with jurisdictional authorities while justifying the need to create an outdoor lighting ordinance or to improve an existing one. Data obtained under the project will also be useful in understanding the impact of light pollution on flora and fauna. Launching the project in 2009 will integrate it with the goals of the International Year of Astronomy (IYA).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Donald",
   "pi_last_name": "Davis",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Donald R Davis",
   "pi_email_addr": "drd@psi.edu",
   "nsf_id": "000064882",
   "pi_start_date": "2009-06-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "International Dark Sky Association",
  "inst_street_address": "3223 N 1st Ave",
  "inst_street_address_2": "",
  "inst_city_name": "Tucson",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5202933198",
  "inst_zip_code": "857192103",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "International Dark Sky Association",
  "perf_str_addr": "3223 N 1st Ave",
  "perf_city_name": "Tucson",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "857192103",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "465000",
   "pgm_ele_name": "RADIO SPECTRUM MANAGEMENT"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 152529.0
  }
 ],
 "por": null
}