{
 "awd_id": "0901442",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Interplay between Network Topology and Stability of Control Systems with Delays",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Radhakisan Baheti",
 "awd_eff_date": "2009-09-15",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 206022.0,
 "awd_amount": 247014.0,
 "awd_min_amd_letter_date": "2009-09-15",
 "awd_max_amd_letter_date": "2011-07-22",
 "awd_abstract_narration": "Interplay between Network Topology and Stability of Control Systems with Delays\r\n\r\n\r\n\r\nObjective: Delays, ubiquitous in control systems, mainly arise from sensing, actuation and decision-making activities; and the topology describes which control systems are tied with each other via a network, as seen in coordination of autonomous vehicles, tele-operation, manufacturing enterprise systems and vehicular traffic flow dynamics. Through the same network, delays and topology affect each other and combine together to determine the network stability. The objective of this program is to explain the non-trivial connections between the topologies of networks and the stability mechanisms of these networks in the presence of multiple delays. Evident from the literature, there exists no general stability treatment for control systems with multiple delays, and this knowledge gap currently prevents the availability of explicit rules by which networks and their controllers can be designed for improved stability.\r\n\r\nIntellectual merit: The intellectual merit of this project is a new and unrecognized mathematical approach for the stability theory of multiple delay systems, which unlocks the aforementioned knowledge gap and will reveal thorough understanding of the amounts of delays different network topologies can withstand without loosing stability. The approach will lead to new rules with which networks, by design of their topologies, coupling strengths and controller gains, can be rendered more tolerant against delays. The new tools attained in this project will also be tested in mechatronics experiments and will put light on the transition of the new knowledge from small size networks to large size ones. The transformative aspects of the proposal are seen in the non-traditional approaches taken to enable (a) the stability analysis of multiple delay systems, (b) the explicit formulations that reveal the intertwined relationships between topology, delays and stability; (c) new paradigms for the parallel design of network topologies and controllers in the presence of multiple delays.\r\n\r\nBroader impacts: The broader impacts of the project are: (i) engineering education via outreach activities targeted to an audience including minorities and under-represented groups, and via advising undergraduate students in capstone design projects; (ii) enhancing research infrastructures via national and international collaborations; (iii) dissemination of results via a new tutorial-level web-site that will be developed to teach the analysis of delay systems; (iv) new results across disciplines including networked control systems, vehicular traffic flow, operations research and biology.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rifat",
   "pi_last_name": "Sipahi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rifat Sipahi",
   "pi_email_addr": "r.sipahi@northeastern.edu",
   "nsf_id": "000114307",
   "pi_start_date": "2009-09-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northeastern University",
  "inst_street_address": "360 HUNTINGTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173735600",
  "inst_zip_code": "021155005",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "NORTHEASTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HLTMVS2JZBS6"
 },
 "perf_inst": {
  "perf_inst_name": "Northeastern University",
  "perf_str_addr": "360 HUNTINGTON AVE",
  "perf_city_name": "BOSTON",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021155005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760700",
   "pgm_ele_name": "EPCN-Energy-Power-Ctrl-Netwrks"
  },
  {
   "pgm_ele_code": "768000",
   "pgm_ele_name": "EDA-Eng Diversity Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "092E",
   "pgm_ref_txt": "Control systems & applications"
  },
  {
   "pgm_ref_code": "093E",
   "pgm_ref_txt": "System fab/packaging & assembly"
  },
  {
   "pgm_ref_code": "7974",
   "pgm_ref_txt": "GRAD RESEARCH SUPPLEMENT"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 206022.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 40992.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Networks systems are all around us. For instance, in the traffic, vehicles following each other form a network as each vehicle moves based on how the vehicle in the front moves. Similarly, in neural networks, neurons are connected to each other, and each neuron affects the one in the downstream when transmitting a signal; and in synthetic biology, combining various molecules together creates a network system, in which molecules have particular ways to interact with the other molecules, thereby defining the global behavior of that network.</p>\n<p>In many networks, the members (so called agents) of the network interact with each other, influence each other, and/or make decisions based on the other members' behaviors. For instance, unmanned autonomous vehicles communicate with each other, informing each other about what their behaviors are, such that the other vehicles could make proper decisions, in order for the vehicles as a group perform certain tasks, e.g., patrolling, search and rescue.</p>\n<p>Agent interactions in networks often times are at the face of time delays. Delays are for instance in the communication channel and in the sensor itself, making it impossible for up-to-date/fresh information to be broadcast to the members of the network. Due to this reason, agent group behavior can function poorly, and even become unstable in the presence of delays, which is undesirable.</p>\n<p>When a network is constructed, agents have the ability to exchange information with each other via links, however we also observe that whenever such links exist between the agents, those links also cause delays in that exchange. Under this setting, it is not trivial to conclude that more or less links are better. More links will allow more information exchange between the agents per time, which is usually desirable yet more links will also add more reasons for delays to appear in the network, which is undesirable.</p>\n<p>In this project, inspired by our initial studies back in 2006-2007, one of the main objectives was to develop mathematical tools by which we can reveal what network patterns are more favorable in terms of minimizing the detrimental effects of delays on the overall network behavior. In other words, based on which agents are allowed or not allowed to have a link to be able to communicate with some other agents, various network patterns can be created, and one would wonder if there is a particular pattern that allows the network to be more tolerant against the detrimental effects of delays.</p>\n<p>In light of the above discussions, in this project, we mainly focused on a class of &ldquo;linear time-invariant consensus dynamics&rdquo;, in which agents aim to reach consensus with respect to each other, by making decisions based on what they receive as \"delayed\" information from the other agents. On such dynamical systems, we developed mathematical tools that can be used to study the maximum amount of delay in the network that these systems can withstand, before losing functionality, and becoming unstable, and to study the performance metrics of these systems. The tools developed in this project helped us correlate system stability explicitly&nbsp;with the tolerable delay and some mathematical metrics pertaining to the network pattern under study. With these tools, we also revealed how we can control the agents, and how fast we could make the agents reach consensus despite delayed communications, and proposed a procedure to design the decision-making ability of the agents such that the agents would make decisions based on the delay value they are encountering (delay-dependent controllers), with the ultimate goal to render the network functional.</p>\n<p>We then built an experimental setup, inspired from the unmanned autonomous vehicle coordination problems. In this experiment, three robots are to autonomously meet at a point of consensus on an x-y plane that they determine...",
  "por_txt_cntn": "\nNetworks systems are all around us. For instance, in the traffic, vehicles following each other form a network as each vehicle moves based on how the vehicle in the front moves. Similarly, in neural networks, neurons are connected to each other, and each neuron affects the one in the downstream when transmitting a signal; and in synthetic biology, combining various molecules together creates a network system, in which molecules have particular ways to interact with the other molecules, thereby defining the global behavior of that network.\n\nIn many networks, the members (so called agents) of the network interact with each other, influence each other, and/or make decisions based on the other members' behaviors. For instance, unmanned autonomous vehicles communicate with each other, informing each other about what their behaviors are, such that the other vehicles could make proper decisions, in order for the vehicles as a group perform certain tasks, e.g., patrolling, search and rescue.\n\nAgent interactions in networks often times are at the face of time delays. Delays are for instance in the communication channel and in the sensor itself, making it impossible for up-to-date/fresh information to be broadcast to the members of the network. Due to this reason, agent group behavior can function poorly, and even become unstable in the presence of delays, which is undesirable.\n\nWhen a network is constructed, agents have the ability to exchange information with each other via links, however we also observe that whenever such links exist between the agents, those links also cause delays in that exchange. Under this setting, it is not trivial to conclude that more or less links are better. More links will allow more information exchange between the agents per time, which is usually desirable yet more links will also add more reasons for delays to appear in the network, which is undesirable.\n\nIn this project, inspired by our initial studies back in 2006-2007, one of the main objectives was to develop mathematical tools by which we can reveal what network patterns are more favorable in terms of minimizing the detrimental effects of delays on the overall network behavior. In other words, based on which agents are allowed or not allowed to have a link to be able to communicate with some other agents, various network patterns can be created, and one would wonder if there is a particular pattern that allows the network to be more tolerant against the detrimental effects of delays.\n\nIn light of the above discussions, in this project, we mainly focused on a class of \"linear time-invariant consensus dynamics\", in which agents aim to reach consensus with respect to each other, by making decisions based on what they receive as \"delayed\" information from the other agents. On such dynamical systems, we developed mathematical tools that can be used to study the maximum amount of delay in the network that these systems can withstand, before losing functionality, and becoming unstable, and to study the performance metrics of these systems. The tools developed in this project helped us correlate system stability explicitly with the tolerable delay and some mathematical metrics pertaining to the network pattern under study. With these tools, we also revealed how we can control the agents, and how fast we could make the agents reach consensus despite delayed communications, and proposed a procedure to design the decision-making ability of the agents such that the agents would make decisions based on the delay value they are encountering (delay-dependent controllers), with the ultimate goal to render the network functional.\n\nWe then built an experimental setup, inspired from the unmanned autonomous vehicle coordination problems. In this experiment, three robots are to autonomously meet at a point of consensus on an x-y plane that they determine in real-time, while each robot becoming informed about where the other two robots are, and making decisions to mov..."
 }
}