{
 "awd_id": "0901954",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "RUI: Neutrino Physics at Daya Bay",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jonathan Whitmore",
 "awd_eff_date": "2009-10-01",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 186053.0,
 "awd_amount": 186053.0,
 "awd_min_amd_letter_date": "2009-09-21",
 "awd_max_amd_letter_date": "2011-07-05",
 "awd_abstract_narration": "This award will provide funding for a new group to work on the Daya Bay project in China. This two-detector reactor neutrino experiment will attempt to measure the last unmeasured neutrino mixing angle theta_13 in a way that is entirely complementary to long baseline experiments such as T2K. Determining the value of theta_13 is one of the most important questions in neutrino physics, and certainly the one most amenable to experimental progress in the near future. Observing a non-zero value for this angle allows for the possibility of CP violation in the neutrino sector, which in turn would support the notion of leptogenesis in the early universe as the explanation for the matter-antimatter asymmetry observed today. \r\n\r\nThe Daya Bay electric generator facility is situated on the southeast coast of China, north of Hong Kong, presently consisting of two reactor plants, each of which has two reactor cores separated by 88 m. The Siena group will contribute to the water pool muon veto shield for the Daya Bay detectors. Specific contributions include development of waterproof bases for photomultiplier tubes (PMTs), potting of MACRO PMTs for use underwater, testing of PMTs and Tyvek under pressure, and simulation studies of the muon veto.\r\n\r\nThe broader impact of the program includes activities involving undergraduates in the research and exposes them to exciting particle physics developments at Brookhaven National laboratory and in China. Developing an educational and research collaboration with Chinese scientists will be an important goal.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Cummings",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "John P Cummings",
   "pi_email_addr": "jcummings@siena.edu",
   "nsf_id": "000512217",
   "pi_start_date": "2009-09-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Siena College",
  "inst_street_address": "515 LOUDON RD",
  "inst_street_address_2": "",
  "inst_city_name": "LOUDONVILLE",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5187822322",
  "inst_zip_code": "122111462",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "SIENA COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "KAQDBUUAYKM8"
 },
 "perf_inst": {
  "perf_inst_name": "Siena College",
  "perf_str_addr": "515 LOUDON RD",
  "perf_city_name": "LOUDONVILLE",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "122111462",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "164300",
   "pgm_ele_name": "Particle Astrophysics/Cosmic P"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7483",
   "pgm_ref_txt": "PHYSICS OF THE UNIVERSE"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 60607.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 62003.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 63443.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br />When neutrinos are produced in a nuclear reaction, such as happens frequently in the sun or a nuclear reactor, they are produced in a quantum mechanical mix of two different masses. &nbsp;The different mass components will propagate differently, and will hence change the nature of their interference as they fly away from the production point. &nbsp;This changing interference manifests itself as an oscillation from one type (or \"flavor\") of neutrino to another. &nbsp;The goal of the Daya Bay experiment is to measure the amount of this oscillation, which is described in the formalism by the parameter known as \"the mixing angle theta_13\" (the subscript 13 denoting this describes the oscillation between the first and third generation neutrinos). &nbsp;<br />The experiment is being done in the Guongdong province of China at the Daya Bay nuclear power plant, near Hong Kong. &nbsp;This powerful reactor is a plentiful source of neutrinos, necessary because of the incredibly small interaction rate of neutrinos: to stop half of the neutrinos coming from the reactor would require over a light-year of lead. &nbsp;This low interaction rate also requires large detectors in a low background environment. &nbsp;We have placed eight 20 ton detectors into underground halls (to shield from cosmic rays) near the reactors. &nbsp;These halls are at varying distances from the reactor cores, and by monitoring the rate of one flavor of neutrino as we move away from the reactor we can look for the disappearance of that flavor as it oscillates into another.<br />The Daya Bay experiment has measured the mixing angle theta_13 and is now improving this result. &nbsp;Precise knowledge of theta_13 is necessary to understand if the there are differences between neutrinos and antineutrinos, which may turn out to be an important piece in the solution to the puzzle of why are universe is dominated by matter, as opposed to the naive expectation of half matter half antimatter.&nbsp;<br />This support has contributed directly to the improvement of this result through the design, construction, testing and calibration of detector monitoring equipment and software. &nbsp;One component of these detectors is a water Cherenkov pool which detects superluminal muon in the water via the faint light that they emit through an effect known as the Cherenkov effect, which is roughly the electromagnetic equivalent of a sonic boom. &nbsp;This water must be kept very clear to maximize the efficiency of the Cherenkov pool, and we have built devices and monitoring software to ensure this.<br />We have supported 9 undergraduate students working of this project and have given them a tremendously exciting and motivating experience. &nbsp;Students have traveled to China and Brookhaven National Laboratory to work with international colleagues on the Daya Bay experiment. &nbsp;Working with young undergraduates has meant that our effort has been heavily weighted towards training and development.&nbsp;<br />The undergraduates have had the experience of working on a major particle physics experiment. The motivational and inspirational aspect of this alone is obvious. They recognize that they are taking part in authentic science, and are thrilled when they see their freshmen class electromagnetism applied to resistivity probes that will be used in a neutrino oscillation experiment. These undergraduate students have begun to ask me questions about graduate school options and are seeing their futures in a very different light than they had a year ago.<br />They are also picking up experimental and analytical skills as they work, such as programming and data-fitting. &nbsp;Possibly most importantly, they are learning true problem solving skills that are difficult to teach in the classroom: here they are coming up against real problems that have no answer key, or sometimes even any known answer. As one student put it: \"I feel like...",
  "por_txt_cntn": "\n\nWhen neutrinos are produced in a nuclear reaction, such as happens frequently in the sun or a nuclear reactor, they are produced in a quantum mechanical mix of two different masses.  The different mass components will propagate differently, and will hence change the nature of their interference as they fly away from the production point.  This changing interference manifests itself as an oscillation from one type (or \"flavor\") of neutrino to another.  The goal of the Daya Bay experiment is to measure the amount of this oscillation, which is described in the formalism by the parameter known as \"the mixing angle theta_13\" (the subscript 13 denoting this describes the oscillation between the first and third generation neutrinos).  \nThe experiment is being done in the Guongdong province of China at the Daya Bay nuclear power plant, near Hong Kong.  This powerful reactor is a plentiful source of neutrinos, necessary because of the incredibly small interaction rate of neutrinos: to stop half of the neutrinos coming from the reactor would require over a light-year of lead.  This low interaction rate also requires large detectors in a low background environment.  We have placed eight 20 ton detectors into underground halls (to shield from cosmic rays) near the reactors.  These halls are at varying distances from the reactor cores, and by monitoring the rate of one flavor of neutrino as we move away from the reactor we can look for the disappearance of that flavor as it oscillates into another.\nThe Daya Bay experiment has measured the mixing angle theta_13 and is now improving this result.  Precise knowledge of theta_13 is necessary to understand if the there are differences between neutrinos and antineutrinos, which may turn out to be an important piece in the solution to the puzzle of why are universe is dominated by matter, as opposed to the naive expectation of half matter half antimatter. \nThis support has contributed directly to the improvement of this result through the design, construction, testing and calibration of detector monitoring equipment and software.  One component of these detectors is a water Cherenkov pool which detects superluminal muon in the water via the faint light that they emit through an effect known as the Cherenkov effect, which is roughly the electromagnetic equivalent of a sonic boom.  This water must be kept very clear to maximize the efficiency of the Cherenkov pool, and we have built devices and monitoring software to ensure this.\nWe have supported 9 undergraduate students working of this project and have given them a tremendously exciting and motivating experience.  Students have traveled to China and Brookhaven National Laboratory to work with international colleagues on the Daya Bay experiment.  Working with young undergraduates has meant that our effort has been heavily weighted towards training and development. \nThe undergraduates have had the experience of working on a major particle physics experiment. The motivational and inspirational aspect of this alone is obvious. They recognize that they are taking part in authentic science, and are thrilled when they see their freshmen class electromagnetism applied to resistivity probes that will be used in a neutrino oscillation experiment. These undergraduate students have begun to ask me questions about graduate school options and are seeing their futures in a very different light than they had a year ago.\nThey are also picking up experimental and analytical skills as they work, such as programming and data-fitting.  Possibly most importantly, they are learning true problem solving skills that are difficult to teach in the classroom: here they are coming up against real problems that have no answer key, or sometimes even any known answer. As one student put it: \"I feel like I'm learning what to do when I have no idea what to do.\"\n\n\n\n\t\t\t\t\tLast Modified: 07/10/2014\n\n\t\t\t\t\tSubmitted by: John P Cummings"
 }
}