{
 "awd_id": "0901136",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Projects on Modular Algebraic Geometry",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924878",
 "po_email": "adpollin@nsf.gov",
 "po_sign_block_name": "Andrew Pollington",
 "awd_eff_date": "2009-08-01",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2009-07-23",
 "awd_max_amd_letter_date": "2009-07-23",
 "awd_abstract_narration": "\"This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\" \r\n\r\nContinuing his previous work on elliptic stable maps, the PI's near-term objective is to complete his joint work on the structures of the moduli spaces of genus-two stable maps; then strengthen the results that they already obtained in high-genus cases; for any genus, they recently obtained the enumerative invariants using derived resolutions over the primary components of the moduli spaces of stable maps; these new invariants were then used to formulate a precise recursive relation for high-genus GW invariants of smooth quintic; these should be useful for verifying physicists' high-genus Mirror Symmetry prediction. Further, the PI plans to push and apply the techniques that they have developed to Gromov-Witten theory, to Mirror Symmetry, and possibly also to\r\nbirational geometry. In addition to the above, the PI has introduced a modular compactification of the space of n points in general linear position on the projective plane; this potentially has significant consequences on singularity theory. Lastly, he is also working toward the weighted strong factorization for projective varieties with at worst finite quotient singularities through GIT approach.\r\n\r\n\r\nThe field of mirror symmetry of physics has exploded onto the mathematical scene in 1990's. This is a part of extremely rich interaction between mathematics and physics, or more specifically between geometry/analysis and quantum filed theory. Physicists, based on their physical intuition and experiments, proposed that there is a deep duality relation, the mirror symmetry, between two different physical models. Based on this duality, they discovered several astonishing mathematical formulas and statements. The challenge for mathematicians was to understand the mathematics behind the physical theories and prove some of the predications made by the physicists. The moduli spaces of stable maps are the main mathematical devices that play key roles in linking physicists' predications to mathematical proofs. These spaces all together can be quite arbitrary. One of the PI's main goal is to provide local structures of each of these spaces so that some important\r\ngeometric tools can be applied. All the mathematical spaces investigated in the project are connected to different branches of mathematics and are also directly related to the active research in super string theory of theoretical physics. Thus the potential impact of this project will definitely go beyond algebraic geometry and mathematical research.\r\n",
 "awd_arra_amount": 150000.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yi",
   "pi_last_name": "Hu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yi Hu",
   "pi_email_addr": "yhu@math.arizona.edu",
   "nsf_id": "000103961",
   "pi_start_date": "2009-07-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "845 N PARK AVE RM 538",
  "perf_city_name": "TUCSON",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "85721",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126400",
   "pgm_ele_name": "ALGEBRA,NUMBER THEORY,AND COM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": null
}