{
 "awd_id": "0901770",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Algebraic Geometry of Tensors",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032928448",
 "po_email": "tluo@nsf.gov",
 "po_sign_block_name": "Tie Luo",
 "awd_eff_date": "2009-07-01",
 "awd_exp_date": "2012-06-30",
 "tot_intn_awd_amt": 195333.0,
 "awd_amount": 195333.0,
 "awd_min_amd_letter_date": "2009-06-29",
 "awd_max_amd_letter_date": "2009-06-29",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\r\n\r\nThe PIs will study higher secant varieties of classically studied varieties such as Segre varieties, Grassmann varieties, and Segre-Veronese varieties. These varieties correspond to parameter spaces for rank one tensors, alternating tensors, and hybrids of regular tensors and symmetric tensors, and their (closed) higher secant varieties correspond to compactifications of the parameter spaces for higher rank tensors. The main goal of the research is the classification of defective secant varieties of Segre varieties, Grassmann varieties and Segre-Veronese varieties. This is analogous to the celebrated theorem of Alexander and Hirschowitz, which asserts that higher secant varieties of Veronese varieties have the expected dimension (modulo a fully described list of exceptions). This work completed the Waring problem for polynomials which had stood for some time as an outstanding unsolved problem. There is a corresponding, conjectural complete list of defective secant varieties for Segre varieties and for Grassmann varieties. The first component of the project is on the refinement of existing methods and the development of new theoretical and algorithmic methods towards the solution of this classification problem. The second component of the project is concerned with decomposition of tensors.\r\n\r\nIn many applications, it is natural to represent a collection of data as a multi-indexed list. Alternatively, one can think of the data as a multidimensional array (sometimes called a multi-way array). For example, a digital grayscale picture can be stored as a matrix of numbers where each pixel location in the picture corresponds to a location in the matrix and the number in the matrix corresponds to the darkness of the pixel. In a similar manner, a digital color picture can be stored as a three dimensional array of numbers. A mathematical framework that includes the study of multi-way arrays, and their representations as sums of more basic objects, is through parameter spaces of tensors. This project explores problems related to tensors, tensor decomposition, tensor rank and tensor border rank from an algebro-geometric point viewpoint. These subjects have significant applications in fields as diverse as signal processing, data analysis, computational biology, combinatorics, algebraic geometry and statistics. It is the expectation, therefore, that techniques developed through this research will advance our knowledge and understanding across multiple disciplines.",
 "awd_arra_amount": 195333.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Peterson",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher S Peterson",
   "pi_email_addr": "peterson@math.colostate.edu",
   "nsf_id": "000265768",
   "pi_start_date": "2009-06-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colorado State University",
  "inst_street_address": "601 S HOWES ST",
  "inst_street_address_2": "",
  "inst_city_name": "FORT COLLINS",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "9704916355",
  "inst_zip_code": "805212807",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "COLORADO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LT9CXX8L19G1"
 },
 "perf_inst": {
  "perf_inst_name": "Colorado State University",
  "perf_str_addr": "601 S HOWES ST",
  "perf_city_name": "FORT COLLINS",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "805212807",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126400",
   "pgm_ele_name": "ALGEBRA,NUMBER THEORY,AND COM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 195333.0
  }
 ],
 "por": null
}