{
 "awd_id": "0901644",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Hessian and Special Lagrangian Equations",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce P. Palka",
 "awd_eff_date": "2009-07-01",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 145698.0,
 "awd_amount": 145698.0,
 "awd_min_amd_letter_date": "2009-06-05",
 "awd_max_amd_letter_date": "2009-06-05",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5). The project will investigate interactions between differential geometry and nonlinear partial differential equations. In particular, it will explore (A) regularity for certain classes of nonlinear Hessian equations and (B) geometry of special Lagrangian submanifolds of Euclidean space,  Calabi-Yau manifolds, and certain pseudo-Riemannian manifolds. A recent counterexample shows that regularity for the special Lagrangian equation does not hold in lower phases. Work of the principal investigator with Yuan Yu then completes the picture in three dimensions, but there is still a gap in what is known for dimensions larger than three. The PI and his collaborators are also looking for regularity of other related symmetric Hessian equations. Recent and ongoing developments in the theory of optimal transportation demonstrate that regularity of the optimal transportation map is related to the geometry of certain maximal calibrated submanifolds of a pseudo-Riemannian space. The project's goal is to apply the machinery of calibrated manifolds to obtain novel results in optimal transport, in the process developing a nice geometric picture.\r\n\r\nString theory is an exciting developing branch of physics, which many hope will lead to an understanding of the fundamental interactions of the universe. In the late 1990s, leading mathematical physicists asserted that, in order to obtain a better understanding of string theory, one should first try to understand objects called \"special Lagrangian submanifolds.\"  These objects are minimal surfaces that have special properties and are governed by a nonlinear equation. This project attempts to answer questions such as when these surfaces are smooth, when they are flat, and when they are discontinuous. The answers to such questions will have an impact on the study of the underlying physics. The optimal transport problem asks the question of how to transport materials most cost effectively between two locations. The answers are directly applicable in many areas of science, including economics, medical imaging, fluid mechanics, and meteorology. Perhaps the biggest question asks the following: When is the optimal transportation continuous? Recently, the principal investigator has found a connection between the problem of finding the optimal transportation map and the problem of describing a certain type of special Lagrangian minimal surface. The smoothness of minimal surfaces has been intensely studied by mathematicians for decades. This project now seeks to apply some of the ideas from geometry to the theory of optimal transport.",
 "awd_arra_amount": 145698.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Micah",
   "pi_last_name": "Warren",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Micah W Warren",
   "pi_email_addr": "micahw@uoregon.edu",
   "nsf_id": "000514722",
   "pi_start_date": "2009-06-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Princeton University",
  "inst_street_address": "1 NASSAU HALL",
  "inst_street_address_2": "",
  "inst_city_name": "PRINCETON",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "6092583090",
  "inst_zip_code": "085442001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "THE TRUSTEES OF PRINCETON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NJ1YPQXQG7U5"
 },
 "perf_inst": {
  "perf_inst_name": "Princeton University",
  "perf_str_addr": "1 NASSAU HALL",
  "perf_city_name": "PRINCETON",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "085442001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 145698.0
  }
 ],
 "por": null
}