{
 "awd_id": "0902201",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research:  Social Diversity and Collective Decision Making",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patricia White",
 "awd_eff_date": "2009-05-01",
 "awd_exp_date": "2010-04-30",
 "tot_intn_awd_amt": 5016.0,
 "awd_amount": 5016.0,
 "awd_min_amd_letter_date": "2009-04-10",
 "awd_max_amd_letter_date": "2009-04-10",
 "awd_abstract_narration": "SES-0902201\r\nShane Thye\r\nTucker McGimmon\r\nUniversity of South Carolina\r\n\r\nThe use of majority rule voting in group decision making is one of the most pervasive institutions within democratic societies. Groups, often acting on behalf of a population, must choose between competing alternatives and use majority rule to decide which alternative to support. Firms deciding on competing investment projects, hiring by academic departments and in some cases, even the determination of guilt or innocence in jury trials are examples. The assemblage of these groups, the time invested to hear and decide on alternatives, and the consequence of the decision, may extend well beyond the group making the decision. \r\n\r\nBeginning with Condorcet (1785), groups have been shown to outperform individuals in choosing the superior of two alternatives when using majority rule. This conclusion rests heavily upon the assumption that group members vote independently. That is, they do not take into account the information and opinion of others, nor are they influenced by other group members. However, research in sociological social psychology has shown that groups tend to display correlated behavior thereby violating the assumption of independence.  The investigators argue that social structures emerge within groups predicated upon either status or social identity which induce predictable forms of correlated behavior. Specifically, the level of social diversity within a group is particularly important in generating predictable patterns of correlated behavior.  The investigators construct a new laboratory experiment to determine if (i) the level of diversity affects the degree of correlated behavior, (ii) groups predicated upon status and social identity differ in their form of correlation, and (iii) majority rule will be less effective in status diverse groups as opposed to identity diverse groups. This experiment will be conducted at the Laboratory for Sociological Research at the University of South Carolina and will collect voting behavior from subjects participating in two stage voting games. Prior research has not empirically tested the impact of social diversity on majority rule and this study therefore offers a new test for an original theory of voting. \r\n\r\nIn terms of broader impact, this project offers to deepen our understanding of how social hierarchies affect group decision making. Theoretically, a key contribution is that we integrate rational choice and social psychological approaches in a more comprehensive model of collective decision making. Empirically, the research creates a new experimental paradigm to test these ideas, the development of which adds to the training and research experience of both graduate and undergraduate students in the Laboratory for Sociological Research at the University of South Carolina. Overall, the study seeks to uncover fundamental principles that characterize collective decision making that have the potential to transform how we think about collective decision making mechanisms. The research will inform scientists and practitioners alike. The former include students of sociology, social psychology, economics, political science, and organizational psychologists; the latter include private and public organizations that employ team or group frameworks that rely on majority rule in their decision making processes. At issue is the understanding of how social structure in general, and social diversity specifically, affect the institutional rules we use to make decisions in democratic societies.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shane",
   "pi_last_name": "Thye",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Shane R Thye",
   "pi_email_addr": "srthye@sc.edu",
   "nsf_id": "000388763",
   "pi_start_date": "2009-04-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Tucker",
   "pi_last_name": "McGrimmon",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tucker McGrimmon",
   "pi_email_addr": "tucker.mcgrimmon@gmail.com",
   "nsf_id": "000514380",
   "pi_start_date": "2009-04-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University South Carolina Research Foundation",
  "inst_street_address": "915 BULL ST",
  "inst_street_address_2": "STE 202",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8037777093",
  "inst_zip_code": "292084009",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "SC06",
  "org_lgl_bus_name": "SOUTH CAROLINA RESEARCH FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "ELBVJ1KYX976"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Carolina at Columbia",
  "perf_str_addr": "1600 HAMPTON ST",
  "perf_city_name": "COLUMBIA",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "292083403",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "SC06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 5016.0
  }
 ],
 "por": null
}