{
 "awd_id": "0902895",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Late Holocene Climate Variability From Eolian Lake Sediments in Relict San Luis Lakes",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Paul Filmer",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 253233.0,
 "awd_amount": 253233.0,
 "awd_min_amd_letter_date": "2009-08-26",
 "awd_max_amd_letter_date": "2009-08-26",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\r\n\r\nPaleoclimate research has yielded a number of proxy records from a variety of sources (e.g. tree rings, cave deposits, shorelines, beach deposits, and lake sediments etc.) in the American Southwest and provided important information of southwest climate fluctuations during the late Holocene. Nevertheless, the documentation of late Holocene climate variability in the American Southwest is far from complete. For this area, proxy records documenting basin wide season-specific history of three distinct climatic systems are scarce: for winter storms, spring dust storms, and warm-season monsoons. In particular, little is known of past changes in dust storm dynamics in this region.\r\n\r\nOn the basis of previous work by others and preliminary results of two surface cores taken from relict San Luis Lakes in July 2007, the PIs believe that San Luis Lakes were dominated by eolian sediments intercalated with fluvial deposits along with discrete missing records caused by deflation of dried-out lakes. Examination of longer sediment cores will allow them to recognize the dominant forcing mechanisms of late Holocene climatic variability in this region. They are studying the chronology, sedimentology, elemental and isotope geochemistry of sediments from San Luis Lakes to reconstruct decadally-resolved late Holocene variability in the American Southwest, with special attention to the two contrasting epochs of the Medieval Warm Episode and the Little Ice Age. The team will collect two 5-m-long sediment cores from two different lakes in the closed-basin area of the San Luis Valley, develop a sediment chronology through optically stimulated luminescence (OSL) analysis of quartz grains and radiocarbon (14C) dating of organic materials in downcore sediments, and conduct a series of sedimentological, geochemical and isotopic analyses of downcore sediments (magnetic susceptibility, grain size distribution, carbonate mineralogy, Mg/Ca and del-18O, etc).\r\n\r\nThe results of this research serve the needs for policy makers of regional water resources management for the vast dryland region in the American Southwest currently undergoing rapid growth of population and economy and also help to understand the role of the San Luis Lakes in the development of the Great Sand Dunes (GSD). This project benefits people living in the Rio Grande valley, archeologists working on the habitation patterns of Native Americans, geologists studying the GSD eolian system, and the general public visiting the GSD. This project involves two undergraduate students and one graduate assistant in the field and laboratory work. The broader impacts of this project also include 1) fostering multi-institutional collaboration with established scientists in the field, 2) training undergraduate and graduate students, and 3) disseminating research findings at conferences and peer-reviewed journal publications.",
 "awd_arra_amount": 253233.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Fasong",
   "pi_last_name": "Yuan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Fasong Yuan",
   "pi_email_addr": "f.yuan06@csuohio.edu",
   "nsf_id": "000148880",
   "pi_start_date": "2009-08-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cleveland State University",
  "inst_street_address": "2121 EUCLID AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CLEVELAND",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "2166873630",
  "inst_zip_code": "441152226",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "OH11",
  "org_lgl_bus_name": "CLEVELAND STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YKGMTXA2NVL6"
 },
 "perf_inst": {
  "perf_inst_name": "Cleveland State University",
  "perf_str_addr": "2121 EUCLID AVE",
  "perf_city_name": "CLEVELAND",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "441152226",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "OH11",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157700",
   "pgm_ele_name": "GLOBAL CHANGE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1304",
   "pgm_ref_txt": "EARTH SYSTEM HISTORY"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 253233.0
  }
 ],
 "por": null
}