{
 "awd_id": "0902739",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: A Southern Hemispheric Perspective on Holocene Climate Variability Based on Mountain Glacial Chronologies",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Paul Filmer",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 75980.0,
 "awd_amount": 75980.0,
 "awd_min_amd_letter_date": "2009-08-25",
 "awd_max_amd_letter_date": "2009-08-25",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5). \r\n\r\nThe group will test hypotheses concerning how temporal and spatial variability of Southern Hemisphere climate compared with the Northern Hemisphere during the Holocene. This research will help resolve drivers of paleoclimate by providing a perspective on Southern Hemisphere climate changes. Using recent analytic advances, the group uses 10Be measurements to directly date mid- to late Holocene moraines. These ages provide a new perspective, especially when combined with other proxy records, on Southern terrestrial-atmosphere climate variability. The focus is on the history of land ice-cover in the southern Andes, where the cryosphere is particularly sensitive to changes in atmospheric temperature and precipitation. \r\n\r\nThis new chronology illustrates changes in land ice in Patagonia and the Southern Hemisphere during the mid- to late Holocene and the context for 20th/21st century changes. Patagonia is in a key area of the globe to provide insight into past changes in atmospheric climate variability. It is the only major landmass between ~46°S and Antarctica in an area affected by both polar and middle latitude climate regimes. \r\n\r\nModern human civilization has developed against the backdrop of Holocene climate variability, and one of the most important goals in paleoclimatology has been to understand the causes of this variability. As pointed out by the IPCC, knowledge of Southern Hemisphere climate, especially over the last 2000 years, is 'severely limited' by the lack of dated paleoclimate records. The proposed research helps transform our understanding of Southern Hemisphere paleoclimate by using a new approach to date Late Holocene moraines. This technique allows study of sequences that have been difficult to date because of a lack of organic matter. This project also improves our understanding of 20th/21st century changes in glaciers, which may be different between the hemispheres. \r\n\r\nThe project coordinates expertise in glacial geology and geochronology and collaboration between experts in glacier-climate modeling and paleoecology. Broader impacts include strengthening the relations between universities in the U.S., UK, Chile, Argentina, and New Zealand. The international collaborations involve several scientists relatively close to the start of their careers. The PIs are all actively engaged in education and outreach, which involves the glacial history of one of the busiest national parks in the world. The results will be avilable in open datasets, and on displays in the parks.",
 "awd_arra_amount": 75980.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Finkel",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Robert C Finkel",
   "pi_email_addr": "rfinkel@berkeley.edu",
   "nsf_id": "000393575",
   "pi_start_date": "2009-08-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157700",
   "pgm_ele_name": "GLOBAL CHANGE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1304",
   "pgm_ref_txt": "EARTH SYSTEM HISTORY"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 75980.0
  }
 ],
 "por": null
}