{
 "awd_id": "0902805",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "High-resolution, quantitative records of temperature and effective precipitation for the past 25kyr from Lake Qinghai",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Paul Filmer",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 352667.0,
 "awd_amount": 352667.0,
 "awd_min_amd_letter_date": "2009-08-31",
 "awd_max_amd_letter_date": "2009-08-31",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\r\n\r\nThe Qinghai-Tibetan Plateau occupies the highest elevation on the continental Earth and is renowned for its extraordinary monsoonal climate. It is among the most sensitive regions to global climate change. High resolution, quantitative and long term paleoclimate records from this region are extremely valuable to our understanding of the mechanisms controlling monsoon variability, both regionally and globally. Existing records in the region are hampered by their short duration (e.g., tree rings), multiple influencing factors (e.g., high-altitude ice cores, pollen, lake carbonate del-18O), and qualitative nature (e.g., sediment lithofacies). This grant will reconstruct decadal to centennial scale records of temperature and effective precipitation for the past 25,000 years from the recently recovered sediment cores of Lake Qinghai by the International Continental Drilling Program. Lake Qinghai sediments are rare in that they contain alkenone biomarkers, providing an opportunity for quantitative continental paleoclimate research. This study uses alkenone distributions and compound-specific H isotope ratios of terrestrial and aquatic biomarkers in Lake Qinghai sediments to independently reconstruct temperature, salinity and hydrological balance. It also isolates individual lignin phenols in lake sediments for radiocarbon dating to obtain a robust chronology. The group hypothesize that the amplitude, timing, abruptness and periodicity of temperature and precipitation changes around Lake Qinghai for the past 25,000 yrs display exceptional sensitivity to key climate forcing factors such as insolation, solar activities and greenhouse gases, and show clear linkages to North Atlantic and tropical processes. Close collaboration with modelers will permit transformative synthesis of this comprehensive paleoclimate data set with modeling outcomes to unravel the underlying driving mechanisms of climatic variations.\r\n\r\nThe PI was designated to be in charge of organic geochemical studies for Lake Qinghai by an international group of reserchers. His work represents the United States' participation in the Qinghai drilling project, which obtained high quality paleoclimate records from a strategically important continental region. This study promotes multidisciplinary approaches (organic geochemistry, isotope geochemistry and paleoclimatology) to studying prominent climatic problems, and allows cross-discipline training of students. The PI has demonstrated his commitment to provide cutting edge research experience to undergraduate students by supervising on several under-graduate senior theses per year. This project facilitates participation of graduate students in teaching science in Providence public schools and involvement of Providence school teachers in research through the ongoing NSF GK-12 Education Program at Brown University.",
 "awd_arra_amount": 352667.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yongsong",
   "pi_last_name": "Huang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yongsong Huang",
   "pi_email_addr": "Yongsong_Huang@Brown.edu",
   "nsf_id": "000224656",
   "pi_start_date": "2009-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brown University",
  "inst_street_address": "1 PROSPECT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PROVIDENCE",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4018632777",
  "inst_zip_code": "029129100",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "RI01",
  "org_lgl_bus_name": "BROWN UNIVERSITY",
  "org_prnt_uei_num": "E3FDXZ6TBHW3",
  "org_uei_num": "E3FDXZ6TBHW3"
 },
 "perf_inst": {
  "perf_inst_name": "Brown University",
  "perf_str_addr": "1 PROSPECT ST",
  "perf_city_name": "PROVIDENCE",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "029129100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "RI01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157700",
   "pgm_ele_name": "GLOBAL CHANGE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1304",
   "pgm_ref_txt": "EARTH SYSTEM HISTORY"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 352667.0
  }
 ],
 "por": null
}