{
 "awd_id": "0902503",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Multiproxy Analysis of Tropical Cyclones and Climate Variability at Big Thicket National Preserve, Texas",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2009-08-01",
 "awd_exp_date": "2011-07-31",
 "tot_intn_awd_amt": 8250.0,
 "awd_amount": 8250.0,
 "awd_min_amd_letter_date": "2009-07-24",
 "awd_max_amd_letter_date": "2009-07-24",
 "awd_abstract_narration": "Because trees are stationary organisms, they are dependent on their surrounding environment.  Trees incorporate carbon from atmospheric carbon dioxide and oxygen from soil moisture into annual layers of wood (cellulose).  When the annual rings are accurately dated using established dendrochronological techniques, high-resolution stable isotope chronologies can document environmental change.  This doctoral dissertation research project will examine the relationships between tree-ring stable isotopes (carbon and oxygen) and tree-ring width with various climate properties, such as drought, temperature, precipitation, tropical cyclone events, and large-scale ocean/atmospheric oscillation patterns at Big Thicket National Preserve in Texas.  Tree-ring climate records will be developed using small-diameter increment cores taken from living longleaf pine trees.  The width and chemistry of each annual tree ring will be analyzed to provide a record of climate variability and tropical cyclone frequency and variability along the Texas Gulf Coast.  Tropical cyclone (hurricane) systems can produce rainfall with a chemical signal distinct from that of normal rainfall.  Rainfall from tropical cyclone events should replace or mix with existing soil waters and may remain in the soil for up to six weeks.  Tree-ring cellulose therefore can be used to identify both modern and past hurricane events.\r\n\r\nBecause hurricanes pose a threat to many people living along the Gulf and Atlantic coasts of the southeastern United States, the capability to build centuries-long hurricane records from biological and chemical records is crucial to enhance understanding about how these events have changed through recent times, as well as for understanding the possible changes that could occur in the future. One oxygen isotope study used to characterize tropical cyclone events and climate variability in the southeastern U.S. used only one tree for any portion of the isotope chronology, but such single-tree chronologies may be problematic for interpreting regional climate for several reasons.  This research project will attempt to overcome these problems by addressing several possible limitations.  First, the chemical (isotopic) composition of soil water being used by trees for photosynthesis may not be homogeneous across an entire stand.  Second, the amount of chemically distinctive rainwater characteristic of tropical cyclone events may not uniformly replace the existing soil moisture evenly across a stand.  Finally, a single tree may not be capable of capturing enough of the common climate signal to characterize the effects of regional climate.  This project will test these possible limitations by analyzing single-tree isotope chronologies versus multiple-tree chronologies.  The results should help characterizing the variability that exists in the isotopic composition of soil moisture in a stand.  As a Doctoral Dissertation Research Improvement award, this award also will provide support to enable a promising student to establish a strong independent research career.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Finkelstein",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "David B Finkelstein",
   "pi_email_addr": "finkelstein@hws.edu",
   "nsf_id": "000106181",
   "pi_start_date": "2009-07-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Henri",
   "pi_last_name": "Grissino-Mayer",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Henri D Grissino-Mayer",
   "pi_email_addr": "grissino@utk.edu",
   "nsf_id": "000258863",
   "pi_start_date": "2009-07-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Lewis",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel B Lewis",
   "pi_email_addr": "dlewis3@utk.edu",
   "nsf_id": "000514797",
   "pi_start_date": "2009-07-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Tennessee Knoxville",
  "inst_street_address": "201 ANDY HOLT TOWER",
  "inst_street_address_2": "",
  "inst_city_name": "KNOXVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "8659743466",
  "inst_zip_code": "379960001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "TN02",
  "org_lgl_bus_name": "UNIVERSITY OF TENNESSEE",
  "org_prnt_uei_num": "LXG4F9K8YZK5",
  "org_uei_num": "FN2YCS2YAUW3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Tennessee Knoxville",
  "perf_str_addr": "201 ANDY HOLT TOWER",
  "perf_city_name": "KNOXVILLE",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "379960001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "TN02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1304",
   "pgm_ref_txt": "EARTH SYSTEM HISTORY"
  },
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 8250.0
  }
 ],
 "por": null
}