{
 "awd_id": "0902865",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Promoting Sustainable Communities: Community Forestry as a Conduit of Change",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2011-08-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 11766.0,
 "awd_min_amd_letter_date": "2009-08-30",
 "awd_max_amd_letter_date": "2010-07-12",
 "awd_abstract_narration": "Community forestry is designed to provide community-based groups with resource access, income generation, and greater social equity through localized forest management. Its implementation is representative of broader shifts in environmental governance away from centralized command-and-control regulation, and towards public/private partnerships and voluntary and decentralized approaches. Nepal is often cited as a success story for community forestry, with over 14,000 community forest user groups controlling over 1.1 million hectares of forest land, benefiting over 35% of Nepal's population. Building on their success in forest management, such groups have begun to promote other sustainability initiatives, including biogas technology. This study has two objectives. First, it explores whether and how participation in community forest programs promotes broader environmental awareness and values, including interest in other environmental sustainability programs, such as biogas. Second, the study explores whether and how national and global movements for environmental sustainability influence the form and content of community forestry and biogas technology programs in Nepal. The study will advance the field of political ecology by combining recent perspectives on how and why people internalize environmentalist views and put them into daily practice with political ecology's longer-term efforts to theorize the relationships among politics, discourse, and sustainability. This multi-sited case study explores the connections between community forestry and biogas initiatives in two locations in Nepal. In Jhapa district, multiple community forest groups are promoting biogas, with one receiving an 800,000 rupee government loan to continue its work, while in Gorkha district, such groups are participating in a new biogas promotion program. These sites represent a spectrum of conditions under which biogas can be promoted, with environmental conditions in Jhapa more favorable to biogas than those in Gorkha, and with farmers in Jhapa owning more land and cattle than their Gorkha counterparts. Given biogas' potential to improve quality of life, it is critical to understand if and how such projects can succeed under both ideal and challenging circumstances. Data collection methods include ethnographic fieldwork, participant observation, in-depth interviews, survey, participant mapping, focus groups, primary documents, and secondary literature. Content analysis of the collected data will explain why respondents do or do not participate in community forest groups and adopt biogas technology, as well as how they view these actions with respect to broader environmentalist views and agendas. \r\n\r\nThis study seeks to understand the implications of using participation in decentralized, voluntary forms of environmental governance---here, community forestry---as a pathway towards a broader sense of environmental citizenship and participation in other sustainability initiatives. Understanding how groups design synergies between programs that advance sustainability on many fronts is thus relevant not only to community forestry in Nepal, but to efforts to promote and implement environmentally and socially sustainable practices worldwide. This award to support research in Nepal is cofunded by SBE/GSS and the Office of International Science and Engineering.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "McCarthy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "James McCarthy",
   "pi_email_addr": "jpm23@psu.edu",
   "nsf_id": "000103166",
   "pi_start_date": "2009-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Shaunna",
   "pi_last_name": "Barnhart",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shaunna Barnhart",
   "pi_email_addr": "slb442@psu.edu",
   "nsf_id": "000226829",
   "pi_start_date": "2009-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 OLD MAIN",
  "perf_city_name": "UNIVERSITY PARK",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  },
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "5976",
   "pgm_ref_txt": "AFRICA, NEAR EAST, & SO ASIA"
  },
  {
   "pgm_ref_code": "7386",
   "pgm_ref_txt": "NEPAL"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 11766.0
  }
 ],
 "por": null
}