{
 "awd_id": "0902323",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Research in Algebraic Combinatorics",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Qing Xiang",
 "awd_eff_date": "2009-08-01",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 172351.0,
 "awd_amount": 172351.0,
 "awd_min_amd_letter_date": "2009-07-26",
 "awd_max_amd_letter_date": "2009-07-26",
 "awd_abstract_narration": "There are two interconnected parts to the proposed project: (1)the application of symmetric function theory to permutation enumeration and (2)research in topological combinatorics.  In the area of permutation enumeration, the PI will continue a study of the joint distribution of the major index and the excedance number on conjugacy classes of permutations, which was initiated in her work with Shareshian on the topology of a partially ordered set arising from commutative algebra considerations.  The major index and excedance number are two of four fundamental permutation statistics introduced by MacMahon at the beginning of the last century.  Although the joint distribution of other combinations of the four fundamental permutation statistics have been extensively studied in the literature, surprisingly the joint distribution of the major index and excedance number had not been considered until the work of the PI and Shareshian. In this work it is shown that this joint distribution has many remarkable properties, one of which is a new q-analog of the classical formula for the exponential generating function of the Eulerian polynomials. In order to prove this formula, the PI and Shareshian introduced an intriguing class of symmetric functions called cycle-type Eulerian quasisymmetric functions, which refine symmetric functions that have occurred in various representation theoretic and enumerative contexts such as in Askey and Ismail's refinement of MacMahon's enumerator of multiset derangements, in work of Procesi and Stanley on toric varieties of Coxeter complexes, and in Stanley's work on symmetric chromatic polynomials. There are many interesting properties that the cycle type q-Eulerian polynomials and the cycle-type Eulerian quasisymmetric functions seem to possess, but have yet to be proved. The second part of the project includes a continuation of the research in poset topology that led to the work on the joint distribution of major index and excedance number.  A poset operation, called Rees product introduced by Bjorner and Welker as a combinatorial analog of the Rees construction in commutative algebra, is central to this work, as is the notion of q-analog of a poset.   While the work of the PI and Shareshian represents a novel development in permutation enumeration, what makes it even more interesting is that it has arisen from, and has found intimate connections to work outside of permutation enumeration i.e., topological combinatorics, commutative algebra, toric varieties in algebraic geometry. It is an intriguing problem to understand at a deeper level the basis for all these connections. These deeper underpinnings may help to explain the ongoing discovery of new results on the joint distribution of major index and excedance number.\r\n\r\nThe research supported by this grant is in algebraic combinatorics, which is an area of mathematics that seeks to develop connections between combinatorics (the science of counting, arranging and analyzing concrete discrete configurations) and fields of pure mathematics that involve sophisticated abstract algebraic structures. The idea is to use these connections to gain deeper insights and solve problems in combinatorics and in the other fields.    The discrete configurations that are studied in combinatorics arise in various fields of mathematics, computer science, physics, biology and engineering; DNA sequences, phylogenetic trees, and communications networks are all examples of discrete configurations. Combinatorial methods are playing an increasing role in these fields.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michelle",
   "pi_last_name": "Wachs",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michelle Wachs",
   "pi_email_addr": "wachs@math.miami.edu",
   "nsf_id": "000180044",
   "pi_start_date": "2009-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Miami",
  "inst_street_address": "1320 SOUTH DIXIE HIGHWAY STE 650",
  "inst_street_address_2": "",
  "inst_city_name": "CORAL GABLES",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3052843924",
  "inst_zip_code": "331462919",
  "inst_country_name": "United States",
  "cong_dist_code": "27",
  "st_cong_dist_code": "FL27",
  "org_lgl_bus_name": "UNIVERSITY OF MIAMI",
  "org_prnt_uei_num": "",
  "org_uei_num": "RQMFJGDTQ5V3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Miami",
  "perf_str_addr": "1320 SOUTH DIXIE HIGHWAY STE 650",
  "perf_city_name": "CORAL GABLES",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "331462919",
  "perf_ctry_code": "US",
  "perf_cong_dist": "27",
  "perf_st_cong_dist": "FL27",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126400",
   "pgm_ele_name": "ALGEBRA,NUMBER THEORY,AND COM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 172351.0
  }
 ],
 "por": null
}