{
 "awd_id": "0903913",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Studies of turbulence, transport and flows in the Large Plasma Device",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Steven J Gitomer",
 "awd_eff_date": "2009-08-01",
 "awd_exp_date": "2013-01-31",
 "tot_intn_awd_amt": 402276.0,
 "awd_amount": 402276.0,
 "awd_min_amd_letter_date": "2009-07-27",
 "awd_max_amd_letter_date": "2011-05-31",
 "awd_abstract_narration": "The goal of this project is to gain understanding of the interaction between flows, turbulence, and transport in a laboratory plasma. Experiments will be performed using the Large Plasma Device (LAPD), which is part of the Basic Plasma Science Facility at UCLA. The work would build on the recent observation of a particle confinement transition triggered by bias-driven rotation in LAPD. In the proposed work, focus will be given to the role of parallel boundary conditions in turbulence, transport and flows in LAPD. A set of limiters will be constructed in order to establish well-defined, yet changeable, parallel boundary conditions in the edge of LAPD. Modifications in turbulence, transport, and driven and spontaneous flows with parallel boundary conditions will be investigated. A second focus will be on angular momentum transport and flow generation in LAPD, emphasizing a study of the role of intermittent convection in these processes. In addition, a set of topics for alternate lines of research are discussed, including studies of the scaling of the transition threshold with plasma parameters, and the axial dependence of driven flows and the confinement transition. The intellectual merit of the proposed research stems from the fundamental importance of turbulence, transport, and flows in a wide range of plasmas. The proposed detailed study of the interplay between transport, turbulence and flows will have an impact on a wide range of subfields of plasma physics, including magnetic confinement fusion, and space and astrophysical plasma physics.\r\n\r\nThe broader impacts of the proposed work would be realized in both the research and educational activites. A major focus of the proposal is the training of one graduate student, working toward a PhD, and one undergraduate student. The proposed work will complement an existing effort in collaboration with LLNL to compare measurements in LAPD to predictions of the 3D Braginskii fluid code BOUT. The detailed measurements possible in LAPD provide a significant test of the predictive capabilities of a simulation code such as BOUT. Establishing a predictive capability in turbulence and transport in magnetized plasmas is important in advancing understanding of fundamental plasma processes in a variety of settings, but is especially critical to progress in magnetic fusion energy research. The work proposed here will, in part, help establish LAPD as an experimental platform for testing the capabilities of current (e.g., BOUT) and planned (e.g., edge kinetic simulation) massively-parallel turbulence simulation codes.\r\n\r\nThis proposal was submitted to the NSF-DoE Partnership in Plasma Science and Engineering joint solicitation 08-589. This award is being funded by the Plasma Physics Program in the Division of Physics.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Troy",
   "pi_last_name": "Carter",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Troy Carter",
   "pi_email_addr": "tcarter@physics.ucla.edu",
   "nsf_id": "000254352",
   "pi_start_date": "2009-07-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Maggs",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "James E Maggs",
   "pi_email_addr": "maggs@physics.ucla.edu",
   "nsf_id": "000441824",
   "pi_start_date": "2009-07-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "10889 WILSHIRE BLVD STE 700",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900244200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "124200",
   "pgm_ele_name": "PLASMA PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1062",
   "pgm_ref_txt": "BASIC PLASMA SCIENCE & ENGINEERING"
  },
  {
   "pgm_ref_code": "7483",
   "pgm_ref_txt": "PHYSICS OF THE UNIVERSE"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 139804.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 129027.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 133445.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>The flow of heat and particles across a confining magnetic field is a problem of fundamental importance to the field of plasma physics.&nbsp; &nbsp;The ability to confine a hot plasma using magnetic fields for the generation of fusion energy is limited by this flow, or transport, of heat and particles. &nbsp;Finding a cause for the transport of heat and momentum is important for explaining observations in astrophysical plasmas such as accretion disks around black holes. &nbsp;Transport in magnetized plasmas is generally caused by instabilities and turbulence. &nbsp;In fusion plasmas in the laboratory (e.g. tokamak plasmas), &nbsp;instabilities are driven by the extreme density and temperature gradients in the plasma: &nbsp;the core plasma, at 100 million degrees, is confined away from room temperature vacuum chamber walls using magnetic fields. &nbsp; Flow of heat from the core to the edge due to turbulence necessitates the continued injection of energy into the plasma in order to keep it at high enough temperature in order to allow for fusion reactions to occur. &nbsp;Mitigating the loss of energy due to turbulent transport is therefore essential to achieving net gain in fusion energy in the lab. &nbsp;</span></p>\n<p><span>A breakthrough in magnetic confinement fusion energy came with the discovery of the high-confinement mode or H-mode. &nbsp;This spontaneous improvement in confinement can occur in tokamak plasmas when the externally injected heating power exceeds a threshold. &nbsp;A \"transport barrier\" is formed in the edge of a tokamak plasma during H-mode; in this region, turbulent transport is suppressed allowing for the formation of steep gradients in pressure (and improvements in the core density and temperature and hence fusion power). &nbsp;Associated with the transport barrier is a region of plasma flow which has significant shear (variation in space). &nbsp;Since the discovery of H-mode, a great deal of experimental and theoretical work has been performed which establishes a link between strong flow shear and suppression of turbulent transport in magnetized plasmas. &nbsp;Shear suppression of transport and H-mode are critically important to accessing improved confinement in current and future fusion devices such as <span>ITER</span>. &nbsp;A high priority in research in the fusion and plasma physics community is the development of models which accurately predict turbulent transport; such models would be invaluable in ensuring the success of the <span>ITER</span> experiment. &nbsp; While significant progress has been made in developing our understanding of the effect of flow shear on turbulent transport, a quantitatively accurate,. experimentally tested theoretical model of shear suppression of transport is still elusive. &nbsp;Motivated by the need to develop and experimentally test such models, this NSF award supported a research program focused on gathering data on the impact of flow shear on turbulence and turbulent transport in a laboratory experiment.&nbsp;</span></p>\n<p><span>The experiments were performed using the Large Plasma Device (<span>LAPD</span>), which is part of the Basic Plasma Science Facility at UCLA, a user facility supported by NSF and the US Department of Energy. &nbsp; The <span>LAPD</span> produces a cylindrical, magnetized plasma column 17m long and 0.6m in diameter. &nbsp;Due to pressure gradients in the plasma, strong turbulence is excited around the periphery of the plasma cylinder, leading to rapid transport of plasma across the confining magnetic field. &nbsp;One important outcome of this project was establishing the ability to continuously vary the azimuthal flow (rotation around the cylinder) in the edge of the <span>LAPD</span> plasma using a biasing technique. &nbsp;With this technique, control over the flow and flow shear in the turbulent region was possible, allowing a study of the variation in turbulence and ...",
  "por_txt_cntn": "\nThe flow of heat and particles across a confining magnetic field is a problem of fundamental importance to the field of plasma physics.   The ability to confine a hot plasma using magnetic fields for the generation of fusion energy is limited by this flow, or transport, of heat and particles.  Finding a cause for the transport of heat and momentum is important for explaining observations in astrophysical plasmas such as accretion disks around black holes.  Transport in magnetized plasmas is generally caused by instabilities and turbulence.  In fusion plasmas in the laboratory (e.g. tokamak plasmas),  instabilities are driven by the extreme density and temperature gradients in the plasma:  the core plasma, at 100 million degrees, is confined away from room temperature vacuum chamber walls using magnetic fields.   Flow of heat from the core to the edge due to turbulence necessitates the continued injection of energy into the plasma in order to keep it at high enough temperature in order to allow for fusion reactions to occur.  Mitigating the loss of energy due to turbulent transport is therefore essential to achieving net gain in fusion energy in the lab.  \n\nA breakthrough in magnetic confinement fusion energy came with the discovery of the high-confinement mode or H-mode.  This spontaneous improvement in confinement can occur in tokamak plasmas when the externally injected heating power exceeds a threshold.  A \"transport barrier\" is formed in the edge of a tokamak plasma during H-mode; in this region, turbulent transport is suppressed allowing for the formation of steep gradients in pressure (and improvements in the core density and temperature and hence fusion power).  Associated with the transport barrier is a region of plasma flow which has significant shear (variation in space).  Since the discovery of H-mode, a great deal of experimental and theoretical work has been performed which establishes a link between strong flow shear and suppression of turbulent transport in magnetized plasmas.  Shear suppression of transport and H-mode are critically important to accessing improved confinement in current and future fusion devices such as ITER.  A high priority in research in the fusion and plasma physics community is the development of models which accurately predict turbulent transport; such models would be invaluable in ensuring the success of the ITER experiment.   While significant progress has been made in developing our understanding of the effect of flow shear on turbulent transport, a quantitatively accurate,. experimentally tested theoretical model of shear suppression of transport is still elusive.  Motivated by the need to develop and experimentally test such models, this NSF award supported a research program focused on gathering data on the impact of flow shear on turbulence and turbulent transport in a laboratory experiment. \n\nThe experiments were performed using the Large Plasma Device (LAPD), which is part of the Basic Plasma Science Facility at UCLA, a user facility supported by NSF and the US Department of Energy.   The LAPD produces a cylindrical, magnetized plasma column 17m long and 0.6m in diameter.  Due to pressure gradients in the plasma, strong turbulence is excited around the periphery of the plasma cylinder, leading to rapid transport of plasma across the confining magnetic field.  One important outcome of this project was establishing the ability to continuously vary the azimuthal flow (rotation around the cylinder) in the edge of the LAPD plasma using a biasing technique.  With this technique, control over the flow and flow shear in the turbulent region was possible, allowing a study of the variation in turbulence and turbulent transport with flow shear.  The control over flow allowed for the reversal of flow direction and for the production of a zero-flow and zero-flow-shear state in LAPD (LAPD spontaneously rotates and therefore some amount of flow shear is naturally present).  It was found that t..."
 }
}