{
 "awd_id": "0903075",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research:  Biofuels Production in the U.S. Midwest:  Negotiating Social and Ecological Outcomes Across Place and Scale",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2009-04-01",
 "awd_exp_date": "2011-09-30",
 "tot_intn_awd_amt": 11567.0,
 "awd_amount": 11567.0,
 "awd_min_amd_letter_date": "2009-03-12",
 "awd_max_amd_letter_date": "2009-03-12",
 "awd_abstract_narration": "The United States has embarked on an initiative to greatly increase the production of biofuels, with incentives and mandates inscribed in the Energy Independence and Security Act (2007) and the 2008 Farm Bill. Advocates argue that biofuels provide a means to mitigate greenhouse gas emissions, improve rural socioeconomic futures, and reduce dependence on foreign oil. Opponents find biofuels' consequences for food availability, carbon emissions and land use change to be worrisome. Despite an increased domestic production of biofuels, especially corn ethanol, little is known about how increased biofuels production in the US Midwest will change social and environmental outcomes at farm and regional levels or will interact with broader processes of environmental governance occurring at the nexus of agriculture, energy and the environment. This research aims to fill this knowledge gap by asking: 1) How are agriculture and conservation practices changing in Iowa in the context of biofuels development? 2) What are the opportunities, risks and costs associated with increased biofuels production, as seen by farmers, conservation agents and rural residents? 3) How does biofuels production relate to broader processes of environmental governance across scale (i.e. local, national and global)? These questions build on insights from the fields of political economy of agriculture, environmental governance, rural studies and political ecology and will be answered with both quantitative and qualitative primary and secondary data sources. Data-collection methods will include semi-structured interviews and participant observation aimed at gaining an understanding of change in farmers' agricultural and conservation practices and their experience of biofuels industry development. Conservation agents' experience of changing agri-environmental goals and practice and residents' experiences of biofuels industry development will also be assessed through interviews. Qualitative data collection will be focused in northeastern Iowa, where mixed livestock and grain farming, several biorefineries and a topographically varied landscape make change associated with biofuels production to be varied and visible. These data will be complemented by the collection and analysis of available quantitative data on land use change and industry development. \r\n\r\nIt is expected that this doctoral dissertation research will reveal key components involved in farmer decision-making in agricultural and conservation practice in relation to biofuels industry growth and volatility in commodity and other agricultural markets. Future public and private investments in biofuels are likely to be significant and the ability of rural areas to maintain social and ecological benefits of biofuels production will depend upon mechanisms of environmental governance, the social and political economic context within which farmer decisions are made, and how residents weigh the benefits of environmental stewardship with the promised benefits of biofuels. The project's results will directly supplement empirical knowledge of biofuels' consequences and add depth and scope to research in environmental governance, the political economy of agriculture and rural studies, and political ecology. Moreover, these results will enable the maintenance of socio-economic and environmental quality gains by informing future rounds of policy-making and research addressing climate change and working to achieve a more sustainable agriculture.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Margaret",
   "pi_last_name": "FitzSimmons",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Margaret I FitzSimmons",
   "pi_email_addr": "fitzsim@cats.ucsc.edu",
   "nsf_id": "000446647",
   "pi_start_date": "2009-03-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sean",
   "pi_last_name": "Gillon",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sean Gillon",
   "pi_email_addr": "sgillon@ucsc.edu",
   "nsf_id": "000500966",
   "pi_start_date": "2009-03-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Cruz",
  "inst_street_address": "1156 HIGH ST",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA CRUZ",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8314595278",
  "inst_zip_code": "950641077",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "CA19",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SANTA CRUZ",
  "org_prnt_uei_num": "",
  "org_uei_num": "VXUFPE4MCZH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Cruz",
  "perf_str_addr": "1156 HIGH ST",
  "perf_city_name": "SANTA CRUZ",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "950641077",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "CA19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 11567.0
  }
 ],
 "por": null
}