{
 "awd_id": "0903329",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SAGE Project - Sustainable AGriculture Education",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David B. Campbell",
 "awd_eff_date": "2009-05-15",
 "awd_exp_date": "2011-04-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 157375.0,
 "awd_min_amd_letter_date": "2009-04-30",
 "awd_max_amd_letter_date": "2010-09-16",
 "awd_abstract_narration": "This project addresses the environmental, socioeconomic, political and cultural issues related to sustainable food systems within and beyond the Puget Sound bioregion through student and community education and research, technological innovation and college-stakeholder partnerships. The project has two main objectives:  1) to develop innovative workforce education and training that responds to industry needs as informed by a variety of stakeholders and project partners; and 2) to offer technological degree and certificate options that employ rigorous interdisciplinary and experiential curricula. In cooperation with four-year colleges and universities, Seattle Central Community College offers students two Associate of Arts-Direct Transfer Agreement degrees with emphases in Urban Food Systems and Sustainable Agriculture Technology. Alternatively, the technological nature of these degrees provides students with a sound terminal AA degree if they choose to enter the workforce without further academic preparation. In addition, the SAGE Project offers two Certificate options, one in Organic Agriculture and the other in Sustainable Small-Acreage Farming & Ranching. While obtaining a degree or certificate, students acquire a diverse skill set through integrated science and mathematics education, research and technology training, information literacy, critical thinking and group problem-solving, community service-learning, cross-cultural exchange and immersion, professional internships, and entrepreneurial and leadership training.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Grace",
   "pi_last_name": "Sparks",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Grace Sparks",
   "pi_email_addr": "gsparks@sccd.ctc.edu",
   "nsf_id": "000504317",
   "pi_start_date": "2009-04-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Rebecca",
   "pi_last_name": "Hartzler",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rebecca Hartzler",
   "pi_email_addr": "rebecca.hartzler@seattlecolleges.edu",
   "nsf_id": "000409222",
   "pi_start_date": "2009-04-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Katie",
   "pi_last_name": "Gagnon",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Katie Gagnon",
   "pi_email_addr": "kgagnon@sccd.ctc.edu",
   "nsf_id": "000504322",
   "pi_start_date": "2009-04-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jason",
   "pi_last_name": "Niebler",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jason Niebler",
   "pi_email_addr": "jniebler@uw.edu",
   "nsf_id": "000504325",
   "pi_start_date": "2009-04-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Seattle Colleges",
  "inst_street_address": "1701, BROADWAY",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE WA",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2069344389",
  "inst_zip_code": "981222413",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "SEATTLE CENTRAL COLLEGE",
  "org_prnt_uei_num": "JQTZWL5U8XJ8",
  "org_uei_num": "YLU9H94VKU19"
 },
 "perf_inst": {
  "perf_inst_name": "Seattle Colleges",
  "perf_str_addr": "1701, BROADWAY",
  "perf_city_name": "SEATTLE WA",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981222413",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "741200",
   "pgm_ele_name": "Advanced Tech Education Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1032",
   "pgm_ref_txt": "ADVANCED TECHNOLOGY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0409",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000910DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 7375.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Default\" style=\"margin: 0in 0in 0pt;\">Seattle Central Community College&rsquo;s Sustainable Agriculture Education (SAgE) Initiative was awarded a National Science Foundation (NSF) Advanced Technological Education (ATE) grant that enabled us to pursue our mission of &ldquo;addressing<em> </em>the coupled environmental and ecological processes and socioeconomic, political and cultural complexities related to sustainable food systems and production within and beyond the Puget Sound bioregion through experiential education, collaborative research and community partnerships.&rdquo;&nbsp; We have developed the nation&rsquo;s first formal sustainable agriculture education program of study at an urban institution, through which traditional and non-traditional students are able to earn an <em>Award of Completion in Bioregional Food Systems </em>from the Science and Mathematics Division with options for direct transfer to several universities.&nbsp; Our focus stems from both an understanding of the imperative action that we as a global society must take to steward our ecosystems and natural resources in concert with securing the basic food needs of our growing and urbanizing populations, and the recognition that community colleges, and education institutions in general, play a pivotal role in the advancement of such action.</p>\n<p class=\"Default\" style=\"margin: 0in 0in 0pt;\">&nbsp;</p>\n<p class=\"Default\">The SAgE faculty members have developed and taught eleven new courses, most of which are laboratory science classes, such as an introduction to sustainable agriculture, &ldquo;Principles of Agroecology,&rdquo; and more specific courses, including &ldquo;Agroforestry: Integrating Food and Forests&rdquo; and &ldquo;Sustainable Urban Food Production.&rdquo;&nbsp; The new courses also include a &ldquo;Food Systems Employment Seminar,&rdquo; through which students learn about the wide variety of food systems-related jobs performed by our community partners and plan their own educational and employment pathways.&nbsp; A formal internship ensures that students are able to gain hands-on experience relevant to their intended careers.&nbsp; Each course has specific, integrated learning outcomes that build upon those of the others, and the overall programmatic learning outcomes are that students completing the award will be able to:</p>\n<ul>\n<li>Analyze and evaluate local to global food system dynamics and trends</li>\n<li>Apply ecological principles to food production and natural resource management and conservation</li>\n<li>Identify a network of community resources working toward bioregional sustainability</li>\n<li>Demonstrate knowledge, skills and real-world experience in future education and/or work environments</li>\n<li>Visualize and create a personal, academic and/or professional track in sustainable agriculture</li>\n</ul>\n<p>The impacts of the work supported by this two-year grant are substantial.&nbsp; First and foremost, over 320 students from diverse backgrounds have completed SAgE classes.&nbsp; Even classes offered for the first time have had full or nearly full enrollment.&nbsp; Many of the students have also participated in course-specific service-learning opportunities that have further connected them with and made contributions to food systems partners in the Puget Sound bioregion.&nbsp; Furthermore, numerous current and former SAgE students are employed in food systems jobs or engaged in related volunteer activities, thereby creating positive and transformative change in our community.&nbsp; In addition to this local impact, other higher education institutions have recognized the SAgE Initiative&rsquo;s relevance and solicited our input as they work toward implementing similar programs.&nbsp; Please visit the Seattle Central Community College SAgE Initiative website at <a href=\"http://www.seattlecentral.edu/learn/sage/\">www.seattlecentral.edu/learn/sage/</a> for more information.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/28/2011<br>\n\t\t\t\t\tModified by: Jason&nbsp;Niebler</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "Seattle Central Community College’s Sustainable Agriculture Education (SAgE) Initiative was awarded a National Science Foundation (NSF) Advanced Technological Education (ATE) grant that enabled us to pursue our mission of \"addressing the coupled environmental and ecological processes and socioeconomic, political and cultural complexities related to sustainable food systems and production within and beyond the Puget Sound bioregion through experiential education, collaborative research and community partnerships.\"  We have developed the nation’s first formal sustainable agriculture education program of study at an urban institution, through which traditional and non-traditional students are able to earn an Award of Completion in Bioregional Food Systems from the Science and Mathematics Division with options for direct transfer to several universities.  Our focus stems from both an understanding of the imperative action that we as a global society must take to steward our ecosystems and natural resources in concert with securing the basic food needs of our growing and urbanizing populations, and the recognition that community colleges, and education institutions in general, play a pivotal role in the advancement of such action.\n \nThe SAgE faculty members have developed and taught eleven new courses, most of which are laboratory science classes, such as an introduction to sustainable agriculture, \"Principles of Agroecology,\" and more specific courses, including \"Agroforestry: Integrating Food and Forests\" and \"Sustainable Urban Food Production.\"  The new courses also include a \"Food Systems Employment Seminar,\" through which students learn about the wide variety of food systems-related jobs performed by our community partners and plan their own educational and employment pathways.  A formal internship ensures that students are able to gain hands-on experience relevant to their intended careers.  Each course has specific, integrated learning outcomes that build upon those of the others, and the overall programmatic learning outcomes are that students completing the award will be able to:\n\nAnalyze and evaluate local to global food system dynamics and trends\nApply ecological principles to food production and natural resource management and conservation\nIdentify a network of community resources working toward bioregional sustainability\nDemonstrate knowledge, skills and real-world experience in future education and/or work environments\nVisualize and create a personal, academic and/or professional track in sustainable agriculture\n\n\nThe impacts of the work supported by this two-year grant are substantial.  First and foremost, over 320 students from diverse backgrounds have completed SAgE classes.  Even classes offered for the first time have had full or nearly full enrollment.  Many of the students have also participated in course-specific service-learning opportunities that have further connected them with and made contributions to food systems partners in the Puget Sound bioregion.  Furthermore, numerous current and former SAgE students are employed in food systems jobs or engaged in related volunteer activities, thereby creating positive and transformative change in our community.  In addition to this local impact, other higher education institutions have recognized the SAgE Initiative’s relevance and solicited our input as they work toward implementing similar programs.  Please visit the Seattle Central Community College SAgE Initiative website at www.seattlecentral.edu/learn/sage/ for more information.\n\n\t\t\t\t\tLast Modified: 08/28/2011\n\n\t\t\t\t\tSubmitted by: Jason Niebler"
 }
}