{
 "awd_id": "0903004",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant:  Cultural and Contextual Differentiation of Mesoamerican Iconography in the Southern Southwest",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2009-01-01",
 "awd_exp_date": "2009-12-31",
 "tot_intn_awd_amt": 9246.0,
 "awd_amount": 9246.0,
 "awd_min_amd_letter_date": "2008-12-03",
 "awd_max_amd_letter_date": "2008-12-03",
 "awd_abstract_narration": "The nature of prehistoric interaction between Mesoamerica and the U.S. Southwest has been debated for decades and has yet to be clearly defined.  This research, with support from the National Science Foundation, will help to develop a clearer picture of the relationship between these two regions by examining how Mesoamerica may have differentially affected sociopolitical organizations in the Southwest.  This will be determined through an iconographical analysis of Mesoamerican symbols found on pottery that was produced during the late prehistoric period (A.D. 1200-1450) from the Salado and Chihuahuan traditions, those who inhabited the southern Southwest.\r\n\r\nThe goal of this research is to identify variation in the types and distribution of Mesoamerican symbols associated with hierarchical and non-hierarchical communities in order to determine if  the integration of foreign symbols among the Salado and Chihuahuan traditions was implemented 1) to promote group solidarity or 2) to help elites legitimize their authority through symbols of sacred foreign knowledge.\r\n\r\nThe use of iconographical analysis introduces a new avenue of inquiry through which the effect of Mesoamerican interaction with Southwestern sociopolitical organization can be explored.  The tasks associated with this type of analysis include photographing around 1000 whole vessels, analyzing the decorated symbols as they appear on the surface of the pottery, and using provenience data to determine if Mesoamerican contact differentially influence areas in the southern Southwest.  Furthermore, this project will contribute to previous studies of long-distance interaction, trade, and the integration of foreign ideologies by offering new insights and interpretations.\r\n\r\nAssociated with this iconographical analysis is the integration of advanced touch-screen computer technology and industry standard graphic design software.  These represent an innovative methodological protocol new to archaeology.  A Tablet PC equipped with a special touch-sensitive screen will be used to digitally draw icons and symbols directly onto the monitor throughout analysis.  This will result in the production of a vector-based glossary of images that can be accessed and used by other researchers.\r\n\r\nThe southern U.S. border with Mexico has presented a virtual and intellectual barrier for prehistoric southwestern studies.  Even with one of the largest ceremonial centers ever recorded for the entire history of the Ancestral Pueblo, Casas Grandes, little research has been dedicated to the Chihuahuan region of northwest Mexico in comparison to the prehistory of the southwestern United States.  This project will add to the growing literature on this area and will hopefully stimulate further dialogue concerning the interaction of peoples in the Southwest with their southern neighbors.\r\n\r\nFinally, this study will also have broader impacts, the first being the support of doctoral training for a student at a university that has been identified as an EPSCoR institution.  Second, it meets the public outreach goals outlined by the Society for American Archaeology by distributing the results of this study through presentations, in an online database, and through other publications.  Third, this research will provide a historical perspective for studies of modern societies that participate in foreign interaction with long-distance neighbors.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Minnis",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Paul E Minnis",
   "pi_email_addr": "minnis@ou.edu",
   "nsf_id": "000228933",
   "pi_start_date": "2008-12-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Searcy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Searcy",
   "pi_email_addr": "msearcy@ou.edu",
   "nsf_id": "000510089",
   "pi_start_date": "2008-12-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Oklahoma Norman Campus",
  "inst_street_address": "660 PARRINGTON OVAL RM 301",
  "inst_street_address_2": "",
  "inst_city_name": "NORMAN",
  "inst_state_code": "OK",
  "inst_state_name": "Oklahoma",
  "inst_phone_num": "4053254757",
  "inst_zip_code": "730193003",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OK04",
  "org_lgl_bus_name": "UNIVERSITY OF OKLAHOMA",
  "org_prnt_uei_num": "",
  "org_uei_num": "EVTSTTLCEWS5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Oklahoma Norman Campus",
  "perf_str_addr": "660 PARRINGTON OVAL RM 301",
  "perf_city_name": "NORMAN",
  "perf_st_code": "OK",
  "perf_st_name": "Oklahoma",
  "perf_zip_code": "730193003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OK04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 9246.0
  }
 ],
 "por": null
}