{
 "awd_id": "0903467",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The notion of mass in general relativity and Riemannian geometry, and other topics",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924881",
 "po_email": "jkaniaba@nsf.gov",
 "po_sign_block_name": "Joanna Kania-Bartoszynska",
 "awd_eff_date": "2008-10-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 93901.0,
 "awd_amount": 93901.0,
 "awd_min_amd_letter_date": "2009-09-24",
 "awd_max_amd_letter_date": "2009-09-24",
 "awd_abstract_narration": "Given an asymptotically flat manifold of nonnegative scalar curvature containing a black hole, the Riemannian Penrose inequality gives a lower bound for the mass in terms of the area of the black hole.  In joint work with H. Bray, the PI extended the Riemannian Penrose inequality from the previously known case of three space dimensions to all dimensions less than eight.  The PI intends to use a singular version of Bray's conformal flow in order to generalize the result to all dimensions.  Another major goal of this project is to prove an analog of the Penrose inequality for asymptotically hyperbolic Riemannian manifolds, again using a novel version of Bray's conformal flow.  The PI's work on the Penrose inequality is related to the problem of \"small mass.\"  The equality case of the Positive Mass Theorem states that Euclidean space is the only asymptotically flat manifold of nonnegative scalar curvature and zero mass.  Building on earlier work of the PI, this project will explore the following question:  In what sense must an asymptotically flat manifold of nonnegative scalar curvature and \"small\" mass be \"close\" to Euclidean space?  Ultimately, the Penrose inequality is likely to be a component of any theory that adequately addresses this question.\r\n\r\nThe underlying goal of this project is to improve our understanding of the role of mass in general relativity.  Although Einstein's theory of general relativity is a mature theory, there are still many mysteries concerning the total mass of a gravitational system.  This difficulty arises from the nonlinearity of Einstein's theory:  Unlike in Newtonian gravity, the physically relevant notion of the \"total mass\" of a gravitational system is not simply the sum of the masses of the particles that constitute the system.  For example, a Schwarzschild black hole is an example of a gravitational system that has no matter at all and yet still has total mass greater than zero.  This example suggests that a black hole somehow contributes to the total mass; the Penrose inequality is a precise statement that captures this idea.  Some of the ideas in this project are accessible to high school students, and the PI intends to share these ideas with them.  The PI hopes to use students' natural curiosities about the nature of the universe as a means of encouraging greater interest in mathematics.\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dan",
   "pi_last_name": "Lee",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Dan A Lee",
   "pi_email_addr": "dlee2@qc.cuny.edu",
   "nsf_id": "000325067",
   "pi_start_date": "2009-09-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CUNY Queens College",
  "inst_street_address": "6530 KISSENA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "FLUSHING",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7189975400",
  "inst_zip_code": "113671575",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "NY06",
  "org_lgl_bus_name": "RESEARCH FOUNDATION OF THE CITY UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "EJABWGUJM228"
 },
 "perf_inst": {
  "perf_inst_name": "CUNY Queens College",
  "perf_str_addr": "6530 KISSENA BLVD",
  "perf_city_name": "FLUSHING",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "113671575",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "NY06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126500",
   "pgm_ele_name": "GEOMETRIC ANALYSIS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 93901.0
  }
 ],
 "por": null
}