{
 "awd_id": "0903806",
 "agcy_id": "NSF",
 "tran_type": "CoopAgrmnt",
 "awd_istr_txt": "Cooperative Agreement",
 "awd_titl_txt": "Phase VI: Climate Change and Energy: Basic Science, Impacts, and Mitigation",
 "cfda_num": "47.083",
 "org_code": "01060100",
 "po_phone": "7032928458",
 "po_email": "cwhitley@nsf.gov",
 "po_sign_block_name": "Chinonye Nnakwe",
 "awd_eff_date": "2009-10-01",
 "awd_exp_date": "2017-09-30",
 "tot_intn_awd_amt": 20000000.0,
 "awd_amount": 23000000.0,
 "awd_min_amd_letter_date": "2009-09-18",
 "awd_max_amd_letter_date": "2015-09-01",
 "awd_abstract_narration": "\r\nProposal Title:  \tPhase VI:  Climate Change and Energy:  Basic Science, Impacts, and Mitigation Science Initiative\r\n\r\nInstitution:  \t    \t University of Kansas Center for Research Inc.\r\n\t\r\nThe project deals with two challenging problems, the accelerating impacts of global climate change and the pressing need for renewable energy sources. The impact of global climate change is critically important for grasslands, which provide food, fiber, and environmental services to human societies.  The challenge of renewable energy relates closely to and strongly impacts the first challenge. Understanding these two interrelated phenomena and their consequences is critical to managing natural resources, growing economies, enhancing human health, and improving the quality of life. This proposal is a multi-institutional, multi-sector partnership. It links four universities in the State of Kansas: Kansas State University (KSU), University of Kansas (KU), Wichita State University (WSU), and Haskell Indian Nations University; two economic growth organizations: Kansas Technology Enterprise Corporation (KTEC) and the Kansas Bioscience Authority (KBA); four Kansas-based companies: Abengoa Bioenergy, MGP Ingredients, White Energy, and Nanoscale; and two companies outside of Kansas: ADM (IL) and Netcrystals (CA).\r\nIntellectual Merit. Four Target areas are described by the Basic Science working group. Social scientists will model climate variables and human variables. Target 1 addressed the climate variables, including evaluating the effect of human land cover change on the climate system. Target 2 addressed the impact emanating from crop decisions made by farmers.   Information provided in Targets 1 and 2 leads to the natural scientists? evaluation of an agricultural product closely tied to climate issues, biomass, and its conversion to biofuels, and the basic science fundamentals of solar energy conversion by photosynthesis and manmade technologies, Targets 3 and 4. \r\nThe Impacts Working Group will assess the impacts of climate changes on farmlands in Kansas, including indigenous farmlands, a less studied area. A life cycle analysis will be used to examine how both biofuels and solar energy-derived electricity can be interfaced or leveraged to achieve a greater balance of alternative energy sources. In the Mitigation Working Group, the foundations laid by the other two Working Groups will provide for more efficient, next-level answers to climate and energy issues.\r\nBroader Impacts. The initial focus of the study is pertinent to both the economic as well as the science and technology goals of the State of Kansas, the outputs and outcomes of these studies are expected to be of interest globally: the climate modeling and assessment linked with the improved cyberinfrastructure development, the new photovoltaic devices for generation of electricity, and the improved engineering technology for the efficient utilization of biomass. \r\nThe project will also broaden the nation?s science and technology workforce by educating young aspiring scientists and by training them to be tomorrow?s scientists and engineers. As part of the education initiatives, underrepresented groups comprise a significant part of the program, including the underprivileged students of the McNair program and the Native American students and tribal college faculty of the Pathways program. One goal of the project is to establish the State of Kansas as a leader and a preeminent international center for knowledge and technology in global climate change and renewable energy.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OIA",
 "org_div_long_name": "OIA-Office of Integrative Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kristin",
   "pi_last_name": "Bowman-James",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kristin Bowman-James",
   "pi_email_addr": "kbjames@ku.edu",
   "nsf_id": "000211722",
   "pi_start_date": "2009-09-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Kansas Center for Research Inc",
  "inst_street_address": "2385 IRVING HILL RD",
  "inst_street_address_2": "",
  "inst_city_name": "LAWRENCE",
  "inst_state_code": "KS",
  "inst_state_name": "Kansas",
  "inst_phone_num": "7858643441",
  "inst_zip_code": "660457563",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "KS01",
  "org_lgl_bus_name": "UNIVERSITY OF KANSAS CENTER FOR RESEARCH INC",
  "org_prnt_uei_num": "SSUJB3GSH8A5",
  "org_uei_num": "SSUJB3GSH8A5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Kansas Center for Research Inc",
  "perf_str_addr": "2385 IRVING HILL RD",
  "perf_city_name": "LAWRENCE",
  "perf_st_code": "KS",
  "perf_st_name": "Kansas",
  "perf_zip_code": "660457563",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "KS01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "721700",
   "pgm_ele_name": "EPSCoR Research Infrastructure"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7217",
   "pgm_ref_txt": "RESEARCH INFRASTRUCTURE IMPROV"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 4000000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 4000000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 4000000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 8000000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 2000000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 1000000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Kansas NSF EPSCoR (KNE) RII Track-1 project on Climate Change and Renewable Energy was a multidisciplinary, multi-institutional, multi-sector partnership consisting of four universities and several private-sector companies. Institutions participating within the major research initiative included the University of Kansas (KU), Kansas State University (K-State), Wichita State University (WSU) and Haskell Indian Nations University (Haskell). The program also partnered with the regional universities, Emporia State, Fort Hays State, Pittsburg State, and Washburn, through other targeted initiatives. The research program included one major initiative, consisting of three interrelated projects in climate change and renewable energy: Climate Change and Mitigation (CCM), Biofuels and Climate Change (BCC), and Nanotechnology for Renewable Energy (NRE). A fourth educational initiative was interwoven into the research to create a pathway for Native American students into STEM careers. Additional initiatives included First Awards for new faculty), Education and Diversity Awards to faculty at the regional universities, and supplemental funding for the McNair Program (a summer research program for disadvantaged students).</p>\n<p>The project&rsquo;s vision was to raise the competitiveness of Kansas researchers by enhancing the research infrastructure in areas of global challenges, including assessing and understanding accelerating climate changes and exploring new sources of solar-based renewable energy.&nbsp; Its mission was to address global climate change and renewable energy challenges by targeting basic science, impacts and mitigation with a fresh perspective that bridged natural sciences, social sciences and engineering.</p>\n<p>Intellectual merit of the studies derived from a unique perspective view of climate change by linking it with biofuels development, farmers&rsquo; perspectives, and renewable energy sources.&nbsp; In the Climate Change and Mitigation (CCM) subproject, researchers worked to quantify climate projections, particularly for extreme events, which is of vital importance for formulating mitigation and adaptation strategies. The Biofuels and Climate Change (BCC) team&rsquo;s on-going analysis of the 151 farmer interviews have resulted in a rich understanding of farmers and their decisions, particularly since there is very little work in the field of anthropology about conventional farmers&rsquo; decision-making in the United States.&nbsp; Nanotechnology for Renewable Energy (NRE) researchers completed studies on algae grown at KU waste-water treatment plant, contributing significantly to the goal of exploring algae as a high-yield, low- cost source of biodiesel. The NRE research focused on experimental and theoretical studies on nanotechnology, water splitting and solar energy conversion greatly enhanced a fundamental understanding of the processes, which, to date, is very limited in terms of particle and fiber interactions at nanoscales.&nbsp;</p>\n<p>Broader Impacts of the CCM subproject have increased the accessibility of climate information and have allowed for agricultural producers and others to use the best available scientific information in their decision-making and planning.&nbsp; The impact on other disciplines will be enhanced by the range of processed datasets available. For example, results of extreme events studies will impact storm water management systems design for natural resource conservation and extreme event mitigation in both agricultural and urban/suburban contexts.&nbsp; Broader Impacts of the BCC subproject to the fields of economics and psychology emanate by potentially changing the way that economists understand adaptation to environmental regulations. This results in a greater understanding of alternative mechanisms to conserve a natural resource&mdash;in this case water&mdash;and improve understanding of the incentive to adjust behavior in different ways to meet the constraint imposed by a regulation.&nbsp;&nbsp; The BCC project has also explored a new approach of ecocriticism utilized in environmental humanities disciplines through the museum exhibits of the research.&nbsp; The NRE research advancements in energy related nanomaterials and architectures have had direct impact on the understanding of fundamental physics and materials properties, improved solar energy harvest and conversion, and enhanced energy storage. The materials research may also translate to other applications such as environmental monitoring, electronics, and sensors.</p>\n<p>EPSCoR funding supported a novel diversity and workforce development program titled <em>Climate Change in Indigenous Communities</em>. This program allowed for the preparation of Native American tribal college undergraduate students for STEM careers in the area of climate-related science by offering 8-week summer internships. These internships were provided through the Haskell Environmental Research Studies (HERS) Institute. The program graduated 53 interns, with 19 completing graduate degrees at U.S. universities (almost 40%). Interns who have graduated have received NSF Graduate Research Fellowships, IGERT Fellowships, a Udall scholarship, and a Sloan Fellowship.</p>\n<p>RII Track-1 outputs: The Climate Change and Renewable Energy initiative involved more than 70 faculty members (plus 48 early-career First Awardees); trained hundreds of graduate and undergraduate students (approximately 100 GRA and 50 undergrads per year); generated 25 patents, 339 publications, 285 proposal submissions (resulting in 87 awards totaling more than $46.1M), 78 graduate degrees, and 71 undergraduate degrees; and supported 53 HERS internships for Native American undergraduates in STEM fields.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/17/2017<br>\n\t\t\t\t\tModified by: Kristin&nbsp;Bowman-James</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Kansas NSF EPSCoR (KNE) RII Track-1 project on Climate Change and Renewable Energy was a multidisciplinary, multi-institutional, multi-sector partnership consisting of four universities and several private-sector companies. Institutions participating within the major research initiative included the University of Kansas (KU), Kansas State University (K-State), Wichita State University (WSU) and Haskell Indian Nations University (Haskell). The program also partnered with the regional universities, Emporia State, Fort Hays State, Pittsburg State, and Washburn, through other targeted initiatives. The research program included one major initiative, consisting of three interrelated projects in climate change and renewable energy: Climate Change and Mitigation (CCM), Biofuels and Climate Change (BCC), and Nanotechnology for Renewable Energy (NRE). A fourth educational initiative was interwoven into the research to create a pathway for Native American students into STEM careers. Additional initiatives included First Awards for new faculty), Education and Diversity Awards to faculty at the regional universities, and supplemental funding for the McNair Program (a summer research program for disadvantaged students).\n\nThe project?s vision was to raise the competitiveness of Kansas researchers by enhancing the research infrastructure in areas of global challenges, including assessing and understanding accelerating climate changes and exploring new sources of solar-based renewable energy.  Its mission was to address global climate change and renewable energy challenges by targeting basic science, impacts and mitigation with a fresh perspective that bridged natural sciences, social sciences and engineering.\n\nIntellectual merit of the studies derived from a unique perspective view of climate change by linking it with biofuels development, farmers? perspectives, and renewable energy sources.  In the Climate Change and Mitigation (CCM) subproject, researchers worked to quantify climate projections, particularly for extreme events, which is of vital importance for formulating mitigation and adaptation strategies. The Biofuels and Climate Change (BCC) team?s on-going analysis of the 151 farmer interviews have resulted in a rich understanding of farmers and their decisions, particularly since there is very little work in the field of anthropology about conventional farmers? decision-making in the United States.  Nanotechnology for Renewable Energy (NRE) researchers completed studies on algae grown at KU waste-water treatment plant, contributing significantly to the goal of exploring algae as a high-yield, low- cost source of biodiesel. The NRE research focused on experimental and theoretical studies on nanotechnology, water splitting and solar energy conversion greatly enhanced a fundamental understanding of the processes, which, to date, is very limited in terms of particle and fiber interactions at nanoscales. \n\nBroader Impacts of the CCM subproject have increased the accessibility of climate information and have allowed for agricultural producers and others to use the best available scientific information in their decision-making and planning.  The impact on other disciplines will be enhanced by the range of processed datasets available. For example, results of extreme events studies will impact storm water management systems design for natural resource conservation and extreme event mitigation in both agricultural and urban/suburban contexts.  Broader Impacts of the BCC subproject to the fields of economics and psychology emanate by potentially changing the way that economists understand adaptation to environmental regulations. This results in a greater understanding of alternative mechanisms to conserve a natural resource&mdash;in this case water&mdash;and improve understanding of the incentive to adjust behavior in different ways to meet the constraint imposed by a regulation.   The BCC project has also explored a new approach of ecocriticism utilized in environmental humanities disciplines through the museum exhibits of the research.  The NRE research advancements in energy related nanomaterials and architectures have had direct impact on the understanding of fundamental physics and materials properties, improved solar energy harvest and conversion, and enhanced energy storage. The materials research may also translate to other applications such as environmental monitoring, electronics, and sensors.\n\nEPSCoR funding supported a novel diversity and workforce development program titled Climate Change in Indigenous Communities. This program allowed for the preparation of Native American tribal college undergraduate students for STEM careers in the area of climate-related science by offering 8-week summer internships. These internships were provided through the Haskell Environmental Research Studies (HERS) Institute. The program graduated 53 interns, with 19 completing graduate degrees at U.S. universities (almost 40%). Interns who have graduated have received NSF Graduate Research Fellowships, IGERT Fellowships, a Udall scholarship, and a Sloan Fellowship.\n\nRII Track-1 outputs: The Climate Change and Renewable Energy initiative involved more than 70 faculty members (plus 48 early-career First Awardees); trained hundreds of graduate and undergraduate students (approximately 100 GRA and 50 undergrads per year); generated 25 patents, 339 publications, 285 proposal submissions (resulting in 87 awards totaling more than $46.1M), 78 graduate degrees, and 71 undergraduate degrees; and supported 53 HERS internships for Native American undergraduates in STEM fields.\n\n\t\t\t\t\tLast Modified: 11/17/2017\n\n\t\t\t\t\tSubmitted by: Kristin Bowman-James"
 }
}