{
 "awd_id": "0903517",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Graph-Based Codes",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924885",
 "po_email": "tbartosz@nsf.gov",
 "po_sign_block_name": "Tomek Bartoszynski",
 "awd_eff_date": "2009-08-01",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 176419.0,
 "awd_amount": 176419.0,
 "awd_min_amd_letter_date": "2009-07-26",
 "awd_max_amd_letter_date": "2009-07-26",
 "awd_abstract_narration": "ABSTRACT\r\n\r\nPrincipal Investigator: Walker, Judy L. \r\nProposal Number: DMS - 0903517\r\nInstitution: University of Nebraska-Lincoln\r\nTitle: Graph-Based Codes\r\n\r\nGenerally speaking, the goal of coding theory is to enable reliable transmission of data.  This proposal considers both channel coding, i.e., reliable transmission of data across a noisy channel, and network coding, i.e., reliable transmission of data through a network.  Channel coding is the appropriate model for most traditional applications, such as the transmission of satellite pictures from outer space, the storage (and retrieval) of computer data on a disk drive, and the transmission of a voice (or data) signal for a land line telephone.  In each of these situations, information can be thought of as being put into a channel so that the (possibly corrupted) information comes out of the other end of the channel.  Network coding, on the other hand, involves more complicated relaying, and possibly combining, of information.  This is the correct model for a variety of more modern applications, such as cellular telephone networks (with their system of towers), sensor networks, camera surveillance networks, and peer-to-peer networks.  In both (modern) channel coding and network coding, graph theory plays a crucial role.\r\n\r\nThis proposal considers two types of channel codes based on graphs: codes defined by Tanner graphs and codes defined by tail-biting trellises.  In each case, the codes come equipped with an iterative message-passing decoding algorithm that operates on the associated graph, that is extremely efficient, and that corrects, with high probability, many more error patterns than are guaranteed by the code's minimum Hamming distance.  However, in both cases, the relevant algorithm's performance is hindered by the existence of pseudocodewords, which are objects that arise in similar ways as do codewords and which compromise the decoder.  Thus to understand the performance of the algorithms, one must understand the pseudocodewords; most of the problems described in this proposal relating to channel coding stem from this observation.  In network coding, the network over which we want to send information is modeled by a network, in the graph theory sense of the word. This proposal concerns both lossless networks, where one assumes any information transmitted is received without errors, and lossy networks, where one assumes that errors and/or erasures can occur.  The problem in the lossless case is therefore not how to encode the information, but rather, given a network with its sources and sinks and given a desire to simultaneously transmit certain pieces of information from the sources to the sinks, how does one designate what information should be carried across each of the edges of the network?  In the lossy case, one must consider this question along with the questions of how to ensure low error rates and how to guarantee robustness of the network.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Judy",
   "pi_last_name": "Walker",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Judy L Walker",
   "pi_email_addr": "judy.walker@unl.edu",
   "nsf_id": "000306641",
   "pi_start_date": "2009-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Nebraska-Lincoln",
  "inst_street_address": "2200 VINE ST # 830861",
  "inst_street_address_2": "",
  "inst_city_name": "LINCOLN",
  "inst_state_code": "NE",
  "inst_state_name": "Nebraska",
  "inst_phone_num": "4024723171",
  "inst_zip_code": "685032427",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NE01",
  "org_lgl_bus_name": "BOARD OF REGENTS OF THE UNIVERSITY OF NEBRASKA",
  "org_prnt_uei_num": "",
  "org_uei_num": "HTQ6K6NJFHA6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Nebraska-Lincoln",
  "perf_str_addr": "2200 VINE ST # 830861",
  "perf_city_name": "LINCOLN",
  "perf_st_code": "NE",
  "perf_st_name": "Nebraska",
  "perf_zip_code": "685032427",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NE01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126400",
   "pgm_ele_name": "ALGEBRA,NUMBER THEORY,AND COM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 176419.0
  }
 ],
 "por": null
}