{
 "awd_id": "0903692",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Quantum Control of Qudits and Quantum Transport in Optical Lattics",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ann Orel",
 "awd_eff_date": "2009-08-01",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 192682.0,
 "awd_amount": 192682.0,
 "awd_min_amd_letter_date": "2009-07-26",
 "awd_max_amd_letter_date": "2011-07-16",
 "awd_abstract_narration": "This NSF award will support the development of general methods to control and measure physical systems whose behavior is governed by quantum mechanics.  As a concrete physical testbed the project will use cold atoms and optical lattices (spatially periodic potential wells formed by interfering laser beams used to trap cold atoms).  This system provides access to a broad range of quantum phenomena, and is considered one of the leading platforms for quantum information science such as quantum computation.  The immediate goal is to develop robust and flexible control tools to manipulate quantum information encoded in finite sets of atomic ground states (qudits).  By correlating the state of an atom with its position in an optical lattice, it becomes possible to control the quantum mechanical motion of atoms on a grid.  Simultaneous quantum control of the internal and motional quantum states of atoms will be essential if the atom-lattice system is to be used for quantum computation and quantum simulation of condensed-matter physics, both of which are grand challenges pursued by research groups across the world.\r\n\r\nWhen physical devices are used to perform real world tasks, the process can be understood abstractly in terms of a system moving through a sequence of configurations (states) in response to external commands (controls).  In practice, control of the device must be accurate and reliable even in the presence of errors and imperfections.  This is a non-trivial challenge even for systems governed by classical mechanics, and has historically given rise to an entire engineering discipline known as Control Science.  Modern advances in nanoscience is pushing technology into the quantum realm, and an analogous new field of Quantum Control must therefore be established.  This NSF award will contribute substantially to the knowledge base of Quantum Control and Quantum Information Science.  Notably, the tools and techniques developed for the cold atoms and optical lattice platform will be broadly applicable because a single set of mathematical principles underlie the design of controls for any quantum system, be it atomic, molecular, optical or condensed matter.  All aspects of the research will involve graduate students, and will occur within the framework of the Center for Quantum Information and Control (CQuIC), a newly established joint venture involving principal investigators at the University of New Mexico and the University of Arizona. The award will thus contribute to the training of future scientists and researchers in Quantum Control and Quantum Information Science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ivan",
   "pi_last_name": "Deutsch",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Ivan H Deutsch",
   "pi_email_addr": "ideutsch@unm.edu",
   "nsf_id": "000164864",
   "pi_start_date": "2009-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of New Mexico",
  "inst_street_address": "1 UNIVERSITY OF NEW MEXICO",
  "inst_street_address_2": "",
  "inst_city_name": "ALBUQUERQUE",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5052774186",
  "inst_zip_code": "871310001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NM01",
  "org_lgl_bus_name": "UNIVERSITY OF NEW MEXICO",
  "org_prnt_uei_num": "",
  "org_uei_num": "F6XLTRUQJEN4"
 },
 "perf_inst": {
  "perf_inst_name": "University of New Mexico",
  "perf_str_addr": "1 UNIVERSITY OF NEW MEXICO",
  "perf_city_name": "ALBUQUERQUE",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "871310001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NM01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "728100",
   "pgm_ele_name": "QIS - Quantum Information Scie"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 64242.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 63456.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 64984.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>As information processors shrink below the nanoscale, the laws of physics are wholly different from those we experience in our everyday life.&nbsp; These laws of quantum mechanics open the door to entirely different approaches to communication, computation, and simulation of complex materials.&nbsp; Whereas standard digital logic is based on bits that are either 0 (true) or 1 (false), in the quantum world, an atom can live in a limbo state of &ldquo;superposition&rdquo;, with the potential to be 0 or 1, but not actually realized in one of these possibilities until it is measured.&nbsp; These quantum bits are known are &ldquo;qubits&rdquo;.&nbsp; Quantum data units with multiple outcomes (d&gt;2) are encoded in &ldquo;qudits&rdquo;.&nbsp; These quantum superposition states allow for an entirely new information calculus.</p>\n<p>This project studied the methods for realizing quantum logic in the state of individual cesium atoms.&nbsp;&nbsp; The goal was to prepare them in a general superposition state and then measure them to verify that this was done accurately.&nbsp; This theoretical research was part of a Collaborative Research Grant with experimental work done at the University of Arizona, Tucson, in the laboratory of Prof. Poul. S. Jessen.&nbsp; In the lab, a vapor of cesium atom is collected and cooled to near absolute zero temperature where all motion ceases.&nbsp;&nbsp; Such ultracold atoms can then be manipulated and probed.&nbsp; The superposition state was created by shining radio waves and microwaves on the atoms in a very precise manner.&nbsp; The atoms have the properties of tiny magnets that spin when they interact with the waves.&nbsp; An important outcome of this project was the development of mathematical and computer models for controlling these spins.</p>\n<p>Once the atoms are prepared in the superposition state, we needed to verify this.&nbsp; To do so, we developed a new method of &ldquo;quantum tomography&rdquo;.&nbsp; Tomography is well known in imaging.&nbsp; For example, in MRI machines used in medicine, by taking a series of pictures in two dimensions one can tomographically reconstruct an image of an organ in three dimensions.&nbsp; We designed an approach to do this for atoms.&nbsp; By applying radio and microwaves, &nbsp;we rotated the spin of the atom in many directions why simultaneously shining a laser beam through the cold atomic cloud to take &ldquo;pictures&rdquo; of the atom.&nbsp; The information about the atomic superposition was encoded in the light, which we then measured.&nbsp; Through the measurement history, we reconstructed the state of the atom.&nbsp; We accomplished this with very high accuracy.</p>\n<p>Education and outreach were essential parts of the broader impact of this project.&nbsp; Six students conducted their dissertation research with support from this grant and three obtained the degree of PhD. The grant contributed to the knowledge base of quantum information science, and to the training of future scientists in this highly interdisciplinary field. Students were involved in all aspects of the project, including education, research, and the dissemination of results</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/04/2012<br>\n\t\t\t\t\tModified by: Ivan&nbsp;H&nbsp;Deutsch</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAs information processors shrink below the nanoscale, the laws of physics are wholly different from those we experience in our everyday life.  These laws of quantum mechanics open the door to entirely different approaches to communication, computation, and simulation of complex materials.  Whereas standard digital logic is based on bits that are either 0 (true) or 1 (false), in the quantum world, an atom can live in a limbo state of \"superposition\", with the potential to be 0 or 1, but not actually realized in one of these possibilities until it is measured.  These quantum bits are known are \"qubits\".  Quantum data units with multiple outcomes (d&gt;2) are encoded in \"qudits\".  These quantum superposition states allow for an entirely new information calculus.\n\nThis project studied the methods for realizing quantum logic in the state of individual cesium atoms.   The goal was to prepare them in a general superposition state and then measure them to verify that this was done accurately.  This theoretical research was part of a Collaborative Research Grant with experimental work done at the University of Arizona, Tucson, in the laboratory of Prof. Poul. S. Jessen.  In the lab, a vapor of cesium atom is collected and cooled to near absolute zero temperature where all motion ceases.   Such ultracold atoms can then be manipulated and probed.  The superposition state was created by shining radio waves and microwaves on the atoms in a very precise manner.  The atoms have the properties of tiny magnets that spin when they interact with the waves.  An important outcome of this project was the development of mathematical and computer models for controlling these spins.\n\nOnce the atoms are prepared in the superposition state, we needed to verify this.  To do so, we developed a new method of \"quantum tomography\".  Tomography is well known in imaging.  For example, in MRI machines used in medicine, by taking a series of pictures in two dimensions one can tomographically reconstruct an image of an organ in three dimensions.  We designed an approach to do this for atoms.  By applying radio and microwaves,  we rotated the spin of the atom in many directions why simultaneously shining a laser beam through the cold atomic cloud to take \"pictures\" of the atom.  The information about the atomic superposition was encoded in the light, which we then measured.  Through the measurement history, we reconstructed the state of the atom.  We accomplished this with very high accuracy.\n\nEducation and outreach were essential parts of the broader impact of this project.  Six students conducted their dissertation research with support from this grant and three obtained the degree of PhD. The grant contributed to the knowledge base of quantum information science, and to the training of future scientists in this highly interdisciplinary field. Students were involved in all aspects of the project, including education, research, and the dissemination of results\n\n \n\n \n\n\t\t\t\t\tLast Modified: 11/04/2012\n\n\t\t\t\t\tSubmitted by: Ivan H Deutsch"
 }
}