{
 "awd_id": "0903596",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Unusual Features in Superstorms",
 "cfda_num": "47.050",
 "org_code": "06020201",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne-Marie Schmoltner",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 626091.0,
 "awd_amount": 626091.0,
 "awd_min_amd_letter_date": "2009-08-19",
 "awd_max_amd_letter_date": "2012-02-17",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\r\n\r\nThis project will combine data analysis and modeling to investigate: (1) phenomena that appear, or are significantly modified, only during the most extreme geospace disturbances, (2) the linkages between them, (3) the reasons they appear in some events and not others, and (4) the range of associated solar wind conditions. These unusual features include great red aurorae, visible stable auroral red (SAR) arcs, strong low-latitude ion-atom auroras, softening of both the auroral precipitation and the ring current energy spectrum, appearance and effects of strong prompt penetration electric fields, and newly-discovered intense fluxes of warm (< 30 keV) energy banded ions mirroring at high altitudes on subauroral field lines. The changes in coupling between the inner magnetosphere and underlying ionosphere due to the warn ions will be investigated as one key difference between superstorms and more typical magnetic storms. Another key difference is the occurrence of short-lived, highly localized enhancements in the convection electrojets that seem to play a part in triggering great red auroras. This investigation will cover the twelve most recent superstorms, as well as a variety of earlier events, and compare to a set of more typical magnetic storms during which these phenomena are absent. In addition, comparative studies will be used as tools to investigate why superstorms differ in aspects of their features; why some smaller storms also contain superstorm phenomena; and what changes occur in superstorms as a result of differences in their solar wind drivers. These studies will use data sets from the ACE, WIND, FAST, TIMED, IMAGE, Polar, DMSP, NOAA/POES, UARS, and LANL geosynchronous satellites along with ground-based magnetometers, photometric observations, an archive of HEIDI ring current simulations for 90 magnetic storms that occurred from 1996-2005, and an archive of AMIE-derived geomagnetic indices and electrodynamic patterns from 1991-2002. The data sets are all available in open archives on the Internet or locally at the University of Michigan.   In terms of broader impacts, the project will contribute to an international effort to address global sun-to-Earth coupling issues that require international data sets and interdisciplinary collaboration for progress. This effort was started as a component of the international CAWSES (Climate and Weather of the Sun-Earth System) program. The collaboration with Walter Gonzalez at the National Institute for Space Research (INPE) in Brazil on superstorm research topics is an important outcome of this earlier work. Results of the studies will be disseminated not only through standard journals but also in virtual conferences linking the scientific community worldwide that are planned as a component of CAWSESII, contributing to an educational experience in interdisciplinary and international collaborations for US graduate students and researchers and to the development of new forms of virtual scientific communication.  The project may benefit society by improving scientific understanding of the complexity in the sun-Earth system during extremes in space weather to extend the range of useful prediction.",
 "awd_arra_amount": 626091.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Janet",
   "pi_last_name": "Kozyra",
   "pi_mid_init": "U",
   "pi_sufx_name": "",
   "pi_full_name": "Janet U Kozyra",
   "pi_email_addr": "JUKozyra@umich.edu",
   "nsf_id": "000326682",
   "pi_start_date": "2009-08-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "1109 GEDDES AVE STE 3300",
  "perf_city_name": "ANN ARBOR",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152100",
   "pgm_ele_name": "AERONOMY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 626091.0
  }
 ],
 "por": null
}