{
 "awd_id": "0903331",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Targeted Research on Technician Education: Community College Partnership Models for Workforce Education Sustainability and Integrated Instruction",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": "7032925309",
 "po_email": "cdellapi@nsf.gov",
 "po_sign_block_name": "Connie Della-Piana",
 "awd_eff_date": "2009-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 1200000.0,
 "awd_amount": 1200000.0,
 "awd_min_amd_letter_date": "2009-07-29",
 "awd_max_amd_letter_date": "2012-06-06",
 "awd_abstract_narration": "Community College Partnership Models for Workforce Education Sustainability and Integrated Instruction\r\n\r\nSRI International's Center for Technology in Learning, Ames & Associates, and four Advanced Technological Education (ATE) Centers (The National Workforce Center for Emerging Technologies (NWCET) at Bellevue Community College in Washington, the National Center for Manufacturing Education (NCME) at Sinclair Community College in Ohio, the National Center for Information and Communications Technologies (ICT) Center at Springfield Technical Community College in Massachusetts, and the Center for Information Technology Education (CITE) in Nashville, Tennessee) join forces in a four-year research study.  The goals of the targeted research study are to (1) describe partnership models to integrate industry goals in the classroom; (2) characterize approaches for guiding and transforming instruction; (3) disseminate useable tools and materials for partnership building and workforce-integrated instruction; and (4) create a framework to inform future research into the mechanism that lead to a learning college culture.  Intellectual Merit:  The targeted research study takes a multi-method, multi-site approach to examine the effectiveness of industry-community college partnerships and workplace relevance of ATE-sponsored instructional approaches.  The results of the research have the potential of producing an analytic framework to guide the design of future studies into the mechanisms that community colleges use to support continuous improvement in curriculum and instruction.  Broader Impact:  This effort results in the production of usable tools and materials for practitioners to deepen industry-community college partnerships and to integrate industry goals into both technician and transfer-credit classrooms through specific instructional techniques.  The addition of case studies provides an in-depth examination of how industry-community college partnerships prioritize the needs of underrepresented groups and address them through classroom instructional practices.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Louise",
   "pi_last_name": "Yarnall",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Louise Yarnall",
   "pi_email_addr": "louise.yarnall@sri.com",
   "nsf_id": "000197941",
   "pi_start_date": "2009-07-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Wendel",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Steven E Wendel",
   "pi_email_addr": "steven.wendel@sinclair.edu",
   "nsf_id": "000127146",
   "pi_start_date": "2009-07-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Manjari",
   "pi_last_name": "Wijenaike",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Manjari Wijenaike",
   "pi_email_addr": "manjari.wijenaike@gmail.com",
   "nsf_id": "000086795",
   "pi_start_date": "2009-07-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Raymond",
   "pi_last_name": "McGhee",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Raymond McGhee",
   "pi_email_addr": "raymond.mcghee@sri.com",
   "nsf_id": "000367825",
   "pi_start_date": "2009-07-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Ames",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph D Ames",
   "pi_email_addr": "joe@amesonline.net",
   "nsf_id": "000515428",
   "pi_start_date": "2009-07-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SRI International",
  "inst_street_address": "333 RAVENSWOOD AVE",
  "inst_street_address_2": "",
  "inst_city_name": "MENLO PARK",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6097342285",
  "inst_zip_code": "940253493",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "SRI INTERNATIONAL",
  "org_prnt_uei_num": "SRG2J1WS9X63",
  "org_uei_num": "SRG2J1WS9X63"
 },
 "perf_inst": {
  "perf_inst_name": "SRI International",
  "perf_str_addr": "333 RAVENSWOOD AVE",
  "perf_city_name": "MENLO PARK",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "940253493",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "741200",
   "pgm_ele_name": "Advanced Tech Education Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1032",
   "pgm_ref_txt": "ADVANCED TECHNOLOGY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0409",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000910DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 270665.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 408976.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 280752.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 239607.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Community College Partnership&rsquo;s Instructional Impacts (CCPII) project was a targeted research project that studied community college workforce educational implementation in diverse advanced technology industries and geographic regions. SRI International in partnership with five community colleges and a workforce communications firm, Ames &amp; Associates, led the work. The research laid a foundation for sharing knowledge about the practices that workforce educators use to prepare students for high-demand, high-skill jobs and to develop career pathways that link their coursework to the world of real work.</p>\n<p>The objectives of the research were to:</p>\n<ul>\n<li>Describe strategies for improving workforce partnerships between community college technician educators and local employers</li>\n<li>Characterize approaches for demonstrating how well workforce education programs prepare workers with skills that local labor markets demand</li>\n<li>Characterize approaches for designing and delivering workforce instruction in high-demand, high-skill technical fields</li>\n<li>Create an evaluation framework to inform future research into workforce education partnerships and instructional program development</li>\n<li>Disseminate usable tools and materials for partnership building and workforce-relevant instruction.</li>\n</ul>\n<p class=\"normalCxSpFirst\">CCPII resulted in the development of the Workforce Education Implementation Evaluation (WEIE) Framework, a <em>process</em>-oriented evaluation approach that complements the more frequently conducted workforce education evaluation methods that focus on <em>products</em>. The WEIE provides concepts and tools that make it easier to monitor, measure, and adjust the quality of the processes that workforce educators use in their work. By foregrounding process, the WEIE tools can be used by researchers, evaluators, and community college practitioners to refine partnerships with industry and instructional programs, and to deepen the field&rsquo;s understanding of these processes. Links to a research overview document, research articles, presentations, and downloadable tools are available at the SRI <a href=\"http://www.sri.com/work/projects/community-college-partnerships-instructional-impacts\">website</a>.</p>\n<p class=\"normalCxSpMiddle\">Workforce educators and their employer partners can use the WEIE framework&rsquo;s concepts and tools for work with:</p>\n<ul>\n<li><strong>Partners</strong> \n<ul>\n<li>Planning partnership strategies </li>\n<li>Collaborating with employers around lesson designs</li>\n<li>Managing employer partnerships to weather local economic cycles</li>\n<li>Adding rigor to industry advisory panel meetings</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li><strong>Students</strong> \n<ul>\n<li>Creating career pathways that integrate academic and technical coursework</li>\n<li>Reporting program success in preparing workers who have acquired in-demand skills </li>\n</ul>\n</li>\n</ul>\n<ul>\n<li><strong>College Administrators and Faculty</strong> \n<ul>\n<li>Demonstrating program quality during accreditation reviews</li>\n<li>Determining when to use industry-created vs. instructor-created materials </li>\n</ul>\n</li>\n</ul>\n<p class=\"normalCxSpMiddle\">Because a focus on implementation is relatively rare in the community college workforce education field, the CCPII targeted research project provided a rich opportunity to explore the challenges of such implementation research and evaluation. With the support of its project evaluation partner, SRI International has documented those challenges and solutions. Key insights derived from project work were that community college workforce practitioners welcomed the opportunity to learn more about their practice and valued site visits, which gave them the opportunity to discuss their programs and show how the worked. In addition, they provided clear feedback to researchers about how to streamline research p...",
  "por_txt_cntn": "\nThe Community College PartnershipÆs Instructional Impacts (CCPII) project was a targeted research project that studied community college workforce educational implementation in diverse advanced technology industries and geographic regions. SRI International in partnership with five community colleges and a workforce communications firm, Ames &amp; Associates, led the work. The research laid a foundation for sharing knowledge about the practices that workforce educators use to prepare students for high-demand, high-skill jobs and to develop career pathways that link their coursework to the world of real work.\n\nThe objectives of the research were to:\n\nDescribe strategies for improving workforce partnerships between community college technician educators and local employers\nCharacterize approaches for demonstrating how well workforce education programs prepare workers with skills that local labor markets demand\nCharacterize approaches for designing and delivering workforce instruction in high-demand, high-skill technical fields\nCreate an evaluation framework to inform future research into workforce education partnerships and instructional program development\nDisseminate usable tools and materials for partnership building and workforce-relevant instruction.\n\nCCPII resulted in the development of the Workforce Education Implementation Evaluation (WEIE) Framework, a process-oriented evaluation approach that complements the more frequently conducted workforce education evaluation methods that focus on products. The WEIE provides concepts and tools that make it easier to monitor, measure, and adjust the quality of the processes that workforce educators use in their work. By foregrounding process, the WEIE tools can be used by researchers, evaluators, and community college practitioners to refine partnerships with industry and instructional programs, and to deepen the fieldÆs understanding of these processes. Links to a research overview document, research articles, presentations, and downloadable tools are available at the SRI website.\nWorkforce educators and their employer partners can use the WEIE frameworkÆs concepts and tools for work with:\n\nPartners \n\nPlanning partnership strategies \nCollaborating with employers around lesson designs\nManaging employer partnerships to weather local economic cycles\nAdding rigor to industry advisory panel meetings\n\n\n\n\nStudents \n\nCreating career pathways that integrate academic and technical coursework\nReporting program success in preparing workers who have acquired in-demand skills \n\n\n\n\nCollege Administrators and Faculty \n\nDemonstrating program quality during accreditation reviews\nDetermining when to use industry-created vs. instructor-created materials \n\n\n\nBecause a focus on implementation is relatively rare in the community college workforce education field, the CCPII targeted research project provided a rich opportunity to explore the challenges of such implementation research and evaluation. With the support of its project evaluation partner, SRI International has documented those challenges and solutions. Key insights derived from project work were that community college workforce practitioners welcomed the opportunity to learn more about their practice and valued site visits, which gave them the opportunity to discuss their programs and show how the worked. In addition, they provided clear feedback to researchers about how to streamline research paperwork, and procedures around human subjects, data collection scheduling, and student recruitment. In terms of recruitment for project participation, programs most amenable to implementation research had strong leaders who enjoyed community college institutional support for managing their programsÆ instructional improvement. Programs that were facing common challenges in the community college context (e.g., changing leadership, threats of cutbacks, high staff turnover) were unable to fully participate in the study of instructional implementation; no..."
 }
}