{
 "awd_id": "0903131",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "21st Century Learning: A Connecticut Higher Education, Industry and Government Collaboration",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": "7032924651",
 "po_email": "vccarter@nsf.gov",
 "po_sign_block_name": "Virginia Carter",
 "awd_eff_date": "2009-08-01",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 898001.0,
 "awd_amount": 986501.0,
 "awd_min_amd_letter_date": "2009-08-01",
 "awd_max_amd_letter_date": "2013-07-25",
 "awd_abstract_narration": "The Connecticut Community Colleges and their College of Technology (COT) in partnership with the Connecticut Pre-Engineering Program (CPEP) is expanding and enhancing their Life Support and Sustainable Living (LSSL) Program.  The LSSL Program is focusing on Mechanical Engineering Technology and is: (1) providing additional community college, university students, and faculty with unstructured, case-based learning experiences;  (2) preparing participants for the workplace through professional skills education, including leadership, team building, project planning and management, behavioral diversity, and critical thinking; and (3) developing case-based learning curricula for dissemination to high schools and community colleges.\r\n\r\nPast LSSL case-based student projects include the development of a sleep apnea monitor for premature infants, space suit design modifications, and helicopter-delivered pods for natural disaster mitigation.  The current project is expanding the LSSL Program to all twelve Connecticut Community Colleges, additional universities, and industry partners. In addition, the LSSL Program is strengthening the pipeline from high schools to community colleges, preparing graduates for the workforce or continuing their education.  Summer workshops are being used to disseminate grade-level appropriate scenarios to high school teachers and CPEP is disseminating the best practices of the LSSL Program through the Engineering Challenge for the 21st Century Program, a four-week program for urban youth.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Birch",
   "pi_mid_init": "",
   "pi_sufx_name": "Mr.",
   "pi_full_name": "John Birch",
   "pi_email_addr": "thebirchgroup@snet.net",
   "nsf_id": "000060445",
   "pi_start_date": "2013-07-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Paola",
   "pi_last_name": "Jaramillo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paola Jaramillo",
   "pi_email_addr": "paojarac@gmail.com",
   "nsf_id": "000507784",
   "pi_start_date": "2009-08-01",
   "pi_end_date": "2010-12-21"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Birch",
   "pi_mid_init": "",
   "pi_sufx_name": "Mr.",
   "pi_full_name": "John Birch",
   "pi_email_addr": "thebirchgroup@snet.net",
   "nsf_id": "000060445",
   "pi_start_date": "2009-08-01",
   "pi_end_date": "2010-12-21"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alfred",
   "pi_last_name": "Gates",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alfred Gates",
   "pi_email_addr": "gatesa@ccsu.edu",
   "nsf_id": "000515048",
   "pi_start_date": "2009-08-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bruce",
   "pi_last_name": "Dixon",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bruce Dixon",
   "pi_email_addr": "dixonb@cpep.org",
   "nsf_id": "000515699",
   "pi_start_date": "2009-08-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mehrdad",
   "pi_last_name": "Faezi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mehrdad Faezi",
   "pi_email_addr": "mfaezi@mcc.commnet.edu",
   "nsf_id": "000681094",
   "pi_start_date": "2009-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Connecticut Pre-Engineering Program, Inc.",
  "inst_street_address": "211 S Main St",
  "inst_street_address_2": "",
  "inst_city_name": "Middletown",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "8606381220",
  "inst_zip_code": "064570000",
  "inst_country_name": "United States",
  "cong_dist_code": null,
  "st_cong_dist_code": "CT",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": "E1D6KJMFKL17"
 },
 "perf_inst": {
  "perf_inst_name": "Connecticut's Community-Tech Colleges' College of Technology",
  "perf_str_addr": "61 WOODLAND ST",
  "perf_city_name": "HARTFORD",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "061052345",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "CT01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "741200",
   "pgm_ele_name": "Advanced Tech Education Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1032",
   "pgm_ref_txt": "ADVANCED TECHNOLOGY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0409",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000910DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 322717.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 295952.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 279332.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 88500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Project Summary</strong> The &ldquo;21<sup>st</sup> Century Learning: A Connecticut Higher Education, Industry and Government Collaboration&rdquo;, NSF ATE Project is a collaboration of Connecticut&rsquo;s community colleges, private and public universities.</p>\n<ul>\n<li>The first major component was composed of the Life Support and Sustainable Living (LSSL) Program, an inter-institutional research and hands-on Problem Based Learning (PBL) program that integrated high school, community college and university students with research projects initiated by select Connecticut businesses, government, private and public organizations, creating genuine partnerships between students, faculty and industry. The primary focus was to help prepare engineering and technology students with both technology and professional skills that are required to meet today&rsquo;s workforce demands. The Program addressed the recruitment and retention of underrepresented populations by specifically targeting females, minorities and veterans for enrollment in the program. </li>\n<li>The second major component of this Program was outreach and education for community college faculty and high school teachers through &ldquo;The Engineering Challenge for the 21<sup>st</sup> Century Program&rsquo;s Summer Teachers Dissemination Workshop&rdquo; (STW) in partnership with the Regional Center for Next Generation Manufacturing (RCNGM) and the U.S. Coast Guard Academy (USCGA).</li>\n</ul>\n<p>Major results from the &ldquo;21<sup>st</sup> Century Learning&rdquo; Program evolved from the three major goals: (1) scale up by adapting the LSSL pilot model, creating new interdisciplinary teams from community colleges and universities; (2) identify humanistic projects from NASA, industry and medical partners to provide real-world experiences for teams of high school, community college and university students; (3) provide professional development for high school, community college, and university faculty on the use of LSSL methodologies.</p>\n<p><strong>Intellectual Merits </strong>The Program was distinctive in its collaboration between education, industry and government partners. Partnership organizations provided access to science, engineering and business professionals who worked as mentors for the participating students. Interdisciplinary and cross-institutional teams have resulted in significant synergy between the theoretical knowledge of university faculty and students, complemented by the requisite hands-on technical skills of community college students and faculty. The LSSL Program&rsquo;s innovative and integrated educational technique was the first student retention model to be driven by immersive real-world PBL curriculum.</p>\n<p>What differentiates this Program from other PBL initiatives is that it integrates critical thinking, relevant technical and engineering skills, and professional skills in real-world applications. Professional skills topics for both major components included: team building and teamwork, leadership, interpersonal skills (including understanding behavior styles with the DISC Model), project planning and management, and social networking experiences.</p>\n<ul>\n<li>During the 15-week LSSL Program, participating students were divided into industry sponsored project teams to work on real-world challenges/projects; each team was required to create a professional level project plan, submit monthly reports and present a comprehensive final report, at the conclusion of the Program.</li>\n<li>During the week-long STW Program, participating faculty and teachers were immersed in an environment that emphasized integrating innovative techniques and technologies into their classrooms.</li>\n</ul>\n<p><strong>Broader Impact </strong>The LSSL Program has had a transformative effect on students and faculty, through collaboration and innovative educational techniques, such as PBL. Academic partners...",
  "por_txt_cntn": "\nProject Summary The \"21st Century Learning: A Connecticut Higher Education, Industry and Government Collaboration\", NSF ATE Project is a collaboration of ConnecticutÆs community colleges, private and public universities.\n\nThe first major component was composed of the Life Support and Sustainable Living (LSSL) Program, an inter-institutional research and hands-on Problem Based Learning (PBL) program that integrated high school, community college and university students with research projects initiated by select Connecticut businesses, government, private and public organizations, creating genuine partnerships between students, faculty and industry. The primary focus was to help prepare engineering and technology students with both technology and professional skills that are required to meet todayÆs workforce demands. The Program addressed the recruitment and retention of underrepresented populations by specifically targeting females, minorities and veterans for enrollment in the program. \nThe second major component of this Program was outreach and education for community college faculty and high school teachers through \"The Engineering Challenge for the 21st Century ProgramÆs Summer Teachers Dissemination Workshop\" (STW) in partnership with the Regional Center for Next Generation Manufacturing (RCNGM) and the U.S. Coast Guard Academy (USCGA).\n\n\nMajor results from the \"21st Century Learning\" Program evolved from the three major goals: (1) scale up by adapting the LSSL pilot model, creating new interdisciplinary teams from community colleges and universities; (2) identify humanistic projects from NASA, industry and medical partners to provide real-world experiences for teams of high school, community college and university students; (3) provide professional development for high school, community college, and university faculty on the use of LSSL methodologies.\n\nIntellectual Merits The Program was distinctive in its collaboration between education, industry and government partners. Partnership organizations provided access to science, engineering and business professionals who worked as mentors for the participating students. Interdisciplinary and cross-institutional teams have resulted in significant synergy between the theoretical knowledge of university faculty and students, complemented by the requisite hands-on technical skills of community college students and faculty. The LSSL ProgramÆs innovative and integrated educational technique was the first student retention model to be driven by immersive real-world PBL curriculum.\n\nWhat differentiates this Program from other PBL initiatives is that it integrates critical thinking, relevant technical and engineering skills, and professional skills in real-world applications. Professional skills topics for both major components included: team building and teamwork, leadership, interpersonal skills (including understanding behavior styles with the DISC Model), project planning and management, and social networking experiences.\n\nDuring the 15-week LSSL Program, participating students were divided into industry sponsored project teams to work on real-world challenges/projects; each team was required to create a professional level project plan, submit monthly reports and present a comprehensive final report, at the conclusion of the Program.\nDuring the week-long STW Program, participating faculty and teachers were immersed in an environment that emphasized integrating innovative techniques and technologies into their classrooms.\n\n\nBroader Impact The LSSL Program has had a transformative effect on students and faculty, through collaboration and innovative educational techniques, such as PBL. Academic partnerships with Connecticut industry, medical hospitals and government entities, such as NASA and the U.S. Coast Guard, using real-world applications proved to entice and engage diverse populations, in particular women and minorities.\n\nOverreaching Program activities successfully addressed..."
 }
}