{
 "awd_id": "0904622",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: NSCC/SA Status, Manipulating Group Threats, & Conflict within & between groups",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Amber L. Story",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 58063.0,
 "awd_amount": 58063.0,
 "awd_min_amd_letter_date": "2009-09-04",
 "awd_max_amd_letter_date": "2012-09-11",
 "awd_abstract_narration": "This award was funded through the Social and Behavioral Dimensions of National Security, Conflict, and Cooperation competition, a joint venture between NSF and the Department of Defense.\r\n\r\nPrevious research suggests that groups tend to become more cohesive or tightly bonded when facing threats from the outside, whether those threats come from other groups or from the natural world.  In the face of such threats, people tend to become more self-sacrificing and more willing to place the good of the group over their own personal well-being.  Furthermore, when a group is threatened, its members also become less likely to compete for positions of authority or dominance within the group, in favor of investing their effort and resources in helping the group as a whole succeed. While this tendency underlies many acts of great selflessness and heroism, it also may become a group's Achilles heel.  Earlier experimental work by the researchers showed that some group members -- especially those with dominant positions within the group -- exploit people's tendency to behave altruistically in the face of threats to the group, by manufacturing false threats and profiting from the subsequent self-sacrifice of others. Dominant individuals can bolster their positions within the group by using the appearance of a threat to discourage competition for their position. This project extends these findings by exploring the mechanisms underlying this tendency of dominant group members to misrepresent threats to the group in order to maintain their position.  The researchers also will explore the relationship between \"threat fatigue,\" which occurs when group members become skeptical and unresponsive to apparent threats, and the extent to which individuals can obtain accurate information about the threats on their own.   Finally, the researchers will investigate the dynamics of threat manipulation, testing whether patterns of threat manipulation and responses to such manipulation differ as a function of the nature of the group (i.e., democratic and non-democratic groups) and the nature of the threat (i.e., stemming from another group or from non-human causes such as natural disasters). The intellectual contributions thus include an enhanced understanding of why threat manipulation occurs, and how information, political institutions, and the nature of threats shape behavior. The broader impacts of this work include bringing together research from the biological and social sciences and applying it to interactions within and between nations. The dominance-threat manipulation link is crucial for understanding interactions between leaders and citizens, avoiding the costs and perils of inappropriately high or low vigilance, and for reducing corruption, abuses of power, manipulation of citizens by leaders, and apathy regarding alleged threats to national security.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Patrick",
   "pi_last_name": "Barclay",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Patrick Barclay",
   "pi_email_addr": "barclayp@uoguelph.ca",
   "nsf_id": "000513983",
   "pi_start_date": "2009-09-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Guelph",
  "inst_street_address": "50 STONE RD E",
  "inst_street_address_2": "",
  "inst_city_name": "GUELPH",
  "inst_state_code": "ON",
  "inst_state_name": "RI REQUIRED",
  "inst_phone_num": "5198244120",
  "inst_zip_code": "N1G 2W1",
  "inst_country_name": "Canada",
  "cong_dist_code": null,
  "st_cong_dist_code": "ON",
  "org_lgl_bus_name": "UNIVERSITY OF GUELPH",
  "org_prnt_uei_num": "",
  "org_uei_num": "LL8VAZQLUNA5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "341 PINE TREE RD",
  "perf_city_name": "ITHACA",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": null,
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7907",
   "pgm_ref_txt": "NSCC"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 58063.0
  }
 ],
 "por": null
}