{
 "awd_id": "0904713",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Structural and combinatorial theory of Poisson algebras",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032928448",
 "po_email": "tluo@nsf.gov",
 "po_sign_block_name": "Tie Luo",
 "awd_eff_date": "2009-08-15",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 248297.0,
 "awd_amount": 248297.0,
 "awd_min_amd_letter_date": "2009-08-10",
 "awd_max_amd_letter_date": "2010-05-26",
 "awd_abstract_narration": "The structural and combinatorial theory of commutative algebras, associative algebras, and Lie algebras is one of the most important branches of modern mathematics. Though Poisson algebras are very closely interconnected with these algebras, at present there is no systematic algebraic theory of Poisson algebras. This is rather surprising if one takes in account how important (and popular) Poisson algebras are in many branches of mathematics and physics. It is important to study Poisson algebras from an algebraic point of view. An algebraic theory of Poisson algebras will be useful for understanding the geometry of Poisson structures. Purely algebraic study of Poisson algebras should also give new approaches to many problems of commutative algebras, Lie algebras, and associative algebras. It is clear as well that the study of Poisson structures will bring a better understanding of their deformation quantization.\r\n\r\nSiméon-Denis Poisson (1781 ?1840) was one of the most prolific mathematicians of all times. Among his numerous contributions, he introduced Poisson brackets as a tool for classical dynamics.  Carl Gustav Jacob Jacobi (1804 ? 1851) realized the importance of these brackets and discovered their algebraic properties. Marius Sophus Lie  (17 December 1842 - 18 February 1899) began the study of their geometry. During the past 40 years Poisson geometry has become an active field of research stimulated by connections with a number of areas, including non-commutative, geometry, harmonic analysis on Lie groups, infinite dimensional Lie algebras, mechanics of particles and continua, singularity theory,  and completely integrable systems.\r\nSystematic algebraic approach to the Poisson structures and development of appropriate algebraic theory and tools has potentially the same value for the scientist working with these structures (primarily physicists and geometers) as commutative algebra has for algebraic geometers. This approach should bring better clarity to the subject and allow obtaining more detailed and understandable results.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Leonid",
   "pi_last_name": "Makar-Limanov",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Leonid Makar-Limanov",
   "pi_email_addr": "lml@math.wayne.edu",
   "nsf_id": "000318395",
   "pi_start_date": "2009-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ualbai",
   "pi_last_name": "Umirbaev",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ualbai Umirbaev",
   "pi_email_addr": "umirbaev@math.wayne.edu",
   "nsf_id": "000514487",
   "pi_start_date": "2009-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wayne State University",
  "inst_street_address": "5700 CASS AVE STE 4900",
  "inst_street_address_2": "",
  "inst_city_name": "DETROIT",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "3135772424",
  "inst_zip_code": "482023692",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "MI13",
  "org_lgl_bus_name": "WAYNE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M6K6NTJ2MNE5"
 },
 "perf_inst": {
  "perf_inst_name": "Wayne State University",
  "perf_str_addr": "5700 CASS AVE STE 4900",
  "perf_city_name": "DETROIT",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "482023692",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "MI13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126400",
   "pgm_ele_name": "ALGEBRA,NUMBER THEORY,AND COM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 78520.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 169777.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Poisson algebras are very important algebraic structures which<br />straddle the divide between commutative algebras, such as<br />polynomial algebras familiar from high school, and non-commutative<br />algebras, such as algebras of matrices.</p>\n<p>Poisson algebras were introduced about 40 years ago but the story began much earlier when Poisson introduced the Poisson brackets in the beginning of the 19th century as a tool for classical dynamics. At the end of the 19th century Jacobi realized the importance of these brackets, discovered their algebraic properties, and proved the so called Jacobi identity. Influenced by Jacobi, Lie began the study of geometry of Poisson brackets. Arguably, the Poisson brackets and the Jacobi identity were one of the major inspiration for Lie when he created Lie groups.</p>\n<p>During the past 40 years Poisson geometry has become an active field of research stimulated by connections with a number of areas, including<br />harmonic analysis on Lie groups, infinite dimensional Lie<br />algebras,&nbsp; mechanics of particles and continua, singularity<br />theory, completely integrable systems, and so on.</p>\n<p>That probably explains why the vast majority of research related<br />to Poisson algebras is done in the context of Physics and Geometry<br />and purely algebraic aspects related to Poisson algebras are<br />somewhat neglected.</p>\n<p>There is no doubt that the development of an algebraic theory of<br />Poisson algebras will be useful for geometers and physicists working with the Poisson structures: algebra provides necessary rigor. Also, because Poisson algebras belong to both commutative and non-commutative worlds, such a theory should give new approaches to many problems in commutative and non-commutative algebra.</p>\n<p>The principal investigators recently started systematic research of Poisson algebras which are the most important from the algebraic point of view, the so called free Poisson algebras. Any Poisson algebra can be obtained from a free Poisson algebra, so a serious attempt at creation of a theory of Poisson algebras should start with the research of free Poisson algebras.</p>\n<p>What motivates us here is not just obtaining the new results. In a greater degree it is potential applications of such a theory&nbsp;to Physics and Geometry and opening of a new field of research which will be attractive (and already is) to the students who are interested in mathematics.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/03/2012<br>\n\t\t\t\t\tModified by: Leonid&nbsp;Makar-Limanov</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nPoisson algebras are very important algebraic structures which\nstraddle the divide between commutative algebras, such as\npolynomial algebras familiar from high school, and non-commutative\nalgebras, such as algebras of matrices.\n\nPoisson algebras were introduced about 40 years ago but the story began much earlier when Poisson introduced the Poisson brackets in the beginning of the 19th century as a tool for classical dynamics. At the end of the 19th century Jacobi realized the importance of these brackets, discovered their algebraic properties, and proved the so called Jacobi identity. Influenced by Jacobi, Lie began the study of geometry of Poisson brackets. Arguably, the Poisson brackets and the Jacobi identity were one of the major inspiration for Lie when he created Lie groups.\n\nDuring the past 40 years Poisson geometry has become an active field of research stimulated by connections with a number of areas, including\nharmonic analysis on Lie groups, infinite dimensional Lie\nalgebras,  mechanics of particles and continua, singularity\ntheory, completely integrable systems, and so on.\n\nThat probably explains why the vast majority of research related\nto Poisson algebras is done in the context of Physics and Geometry\nand purely algebraic aspects related to Poisson algebras are\nsomewhat neglected.\n\nThere is no doubt that the development of an algebraic theory of\nPoisson algebras will be useful for geometers and physicists working with the Poisson structures: algebra provides necessary rigor. Also, because Poisson algebras belong to both commutative and non-commutative worlds, such a theory should give new approaches to many problems in commutative and non-commutative algebra.\n\nThe principal investigators recently started systematic research of Poisson algebras which are the most important from the algebraic point of view, the so called free Poisson algebras. Any Poisson algebra can be obtained from a free Poisson algebra, so a serious attempt at creation of a theory of Poisson algebras should start with the research of free Poisson algebras.\n\nWhat motivates us here is not just obtaining the new results. In a greater degree it is potential applications of such a theory to Physics and Geometry and opening of a new field of research which will be attractive (and already is) to the students who are interested in mathematics.\n\n\t\t\t\t\tLast Modified: 10/03/2012\n\n\t\t\t\t\tSubmitted by: Leonid Makar-Limanov"
 }
}