{
 "awd_id": "0904188",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Fundamental Structural Processes of Relaxation and Shear Transformations in Metallic Glasses",
 "cfda_num": "47.049",
 "org_code": "03070010",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Diana Farkas",
 "awd_eff_date": "2009-07-15",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 499548.0,
 "awd_amount": 499548.0,
 "awd_min_amd_letter_date": "2009-06-18",
 "awd_max_amd_letter_date": "2012-02-16",
 "awd_abstract_narration": "This Award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\r\n\r\nTECHNICAL SUMMARY:\r\n\r\nThe metals we are familiar with are all crystalline, and their plasticity is well known to be carried by structural defects called dislocations. In contrast, the corresponding plastic flow mechanism in amorphous metals (i.e. ?bulk metallic glasses?, or BMGs) remains largely unresolved. This project is designed to uncover the fundamental structural processes responsible for the basic relaxation events in BMGs, including the thermal relaxation events and the initial inelastic relaxation events under stresses. For example, under imposed stresses, there must be structural origins responsible for the localized basic flow events, the so called ?shear transformations? (STs). There should be preferential ?flow defects? generated (the proposed ?shear transformation zones?, STZs), which play the role of dislocations in mediating the stress-driven atomic shuffling that carries the plastic strain. The structural origin of thermal relaxations and STs will be uncovered at the atomic level using molecular dynamics simulations. The locations of fertile sites for (cooperative) STs under stresses will be identified, based on specific local structural and dynamical properties, including the degree of local order, atomic-site stresses and free volume content. The atomistic ST mechanisms (the triggering events and cooperative atomic shear/shuffling), the STZ size (number of atoms involved) and the origin of this length scale, the fertility or propensity of local atoms for STs, the evolution of the short-to-medium range order during the ST and in the flow state, and the coalescing behavior of STZs in localization leading to later shear banding, will all be investigated. The kinetic pathway of the structural processes, in particular the associated transition barrier and its dependence on local structure, will be determined in terms of the potential energy landscape. The intellectual merit of this research lies in the resolution of a key structure ? (deformation) property relationship issue for amorphous metals.\r\n\r\nNON-TECHNICAL SUMMARY:\r\n\r\nCompared with conventional metals and alloys which are all crystalline, non-crystalline  (amorphous) bulk metallic glasses (BMGs) show higher strength and yet can still sustain plastic flow (permanent strains and shape changes). The internal structures for amorphous (glassy) alloys are now on the atomic scale, without the ?dislocation? defects that carry the plastic deformation in the long-range regular lattice in crystalline metals. This project is designed to uncover how such glassy structures in BMGs evolve under stresses to control the yielding and ductility of the material. For broader impact, an educational effort will be made by compiling a simulation movie to enrich and advance the teaching of several materials science courses in which the concept of dislocation is used. The movie will demonstrate how a ?dislocation-less? flow process would be like, and contrast it with a ?dislocation motion in crystals? movie to help the students broaden their view about deformation processes in general. These movies will be produced by undergraduate students (assisted by faculty/graduate students) recruited into the laboratory to complete their Senior Design course, making use of their computer skills. In general, an understanding of the structure-deformation relationship has broad implications for the intensive work on metallic glasses currently ongoing around the world, especially for identifying what kind of glass structure/compositions would have a good combination of strength and ductility. Our research trains graduate students at the cutting edge of metals research. It builds on the knowledge acquired during the PI's previous projects and should hence be an efficient use of Federal funds. The results will be disseminated at conferences and in top journals.",
 "awd_arra_amount": 499548.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "En (Evan)",
   "pi_last_name": "Ma",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "En (Evan) Ma",
   "pi_email_addr": "ema@jhu.edu",
   "nsf_id": "000450475",
   "pi_start_date": "2009-06-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "Johns Hopkins University",
  "perf_str_addr": "3400 N CHARLES ST",
  "perf_city_name": "BALTIMORE",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212182608",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177100",
   "pgm_ele_name": "METAL & METALLIC NANOSTRUCTURE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 499548.0
  }
 ],
 "por": null
}