{
 "awd_id": "0904825",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Spectral and Connectivity Analysis of Non-Stationary Spatio-Temporal Data",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gabor Szekely",
 "awd_eff_date": "2008-10-01",
 "awd_exp_date": "2010-08-31",
 "tot_intn_awd_amt": 29987.0,
 "awd_amount": 29987.0,
 "awd_min_amd_letter_date": "2008-11-25",
 "awd_max_amd_letter_date": "2008-11-25",
 "awd_abstract_narration": "The focus of this research is the development of new statistical methodologies for modeling connectivity in non-stationary spatio-temporal data. The investigators will develop four specific methods and models which will be applied to data provided by t he investigator's collaborators. First, motivated by the need for more sophisticated methods to investigate complex dependencies between two time series (e.g., brain regions), the investigators will build tools for exploring non-linear and time-evolving dependence between signals using dynamic mutual information in the spectral domain. Second, the notion of spatially-varying and temporally-evolving spectrum will be made precise via a stochastic representation of non-stationary spatio-temporal processes. An asymptotic framework for consistent estimation and inference will be developed. Third, a general spectral model for connectivity in a multi-subject experiment via a latent network model will be formulated. The empirically-driven model will incorporate items such as stimulus types, exogeneous time series, and subject-specific random effects. Finally, to complement this exploratory approach for modeling spectral data and connectivity, the investigators will build a scientifically-motivated semi-parametric state-space model of effective connectivity using multi-subject data.\r\n\r\nThe overarching goal of this research is the development of new statistical methodologies for analyzing data that has both a time and space dimension. Spatio-temporal data are prevalent in many disciplines, including the environmental and soil sciences, meteorology and oceanography, neuroscience and the emerging fields of health and bioterrorism surveillance. The primary data source for the investigators is time-sequenced data of brain activity measured at many locations in the brain. These signals contain information on how the brain functions, how it responds to outside stimuli, and where synchronization of functionality occurs. The statistical models the investigators are developing help sift through this information, allowing for the detection of trends in brain functionality, and estimation of population- and individual-level differences in performance. The empirical nature of the models allows for data-driven confirmation and discovery of neuroscientific theory. The statistical models will also be predictive, aiding in the quest for personalized diagnosis and treatment of depression, anxiety, and other neurological conditions. While the statistical research is motivated by the investigators' ongoing collaboration with neuroscientists, there is a unified statistical theme applicable to many other areas of interest.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wesley",
   "pi_last_name": "Thompson",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Wesley K Thompson",
   "pi_email_addr": "wes.stat@gmail.com",
   "nsf_id": "000298846",
   "pi_start_date": "2008-11-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "9500 GILMAN DR",
  "perf_city_name": "LA JOLLA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930021",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126900",
   "pgm_ele_name": "STATISTICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 29987.0
  }
 ],
 "por": null
}