{
 "awd_id": "0904252",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Global Harmonic Analysis and Asymptotic Geometry",
 "cfda_num": "47.049",
 "org_code": "03040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Maria H. Noronha",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2010-10-31",
 "tot_intn_awd_amt": 493414.0,
 "awd_amount": 328449.0,
 "awd_min_amd_letter_date": "2009-09-02",
 "awd_max_amd_letter_date": "2010-06-02",
 "awd_abstract_narration": "\r\nGlobal harmonic analysis is concerned with the impact of global geometry, particularly the geodesic flow, on the behavior of eigenfunctions, eigenvalues and waves on a Riemannian manifold.  One of the best known areas of global harmonic analysis is Quantum Chaos, which concerns the impact of ergodicity or mixing of the geodesic flow on semi-classical limits of eigenfunctions and eigenvalues.  Nalini Anantharaman and I are continuing our joint work in quantum ergodicity on hyperbolic surfaces, where we are constructing an explicit intertwining operator between classical and quantum dynamics. Using the hyperbolic Poisson operator, I reduced the study of quantum limits to the ideal boundary and am studying boundary distributions of eigenfunctions. Dynamics also can be used in inverse spectral theory. Hamid Hezari and I have recently proved that any analytic domain with mirror symmetries across all axes are determined by their Dirichlet spectra. We are currently relating our results to Birkhoff normal forms. John Toth, Hans Christianson and I are also developing a new area of quantum ergodic restriction theorems, where eigenfunctions are ergodic after being restricted to hypersurfaces.   In another direction, global harmonic analysis is useful in constructing approximate solutions of the complex homogeneous Monge Ampere equations governing geodesics in the space of Kahler metrics. Rubinstein and I are using complex Fourier integral operator methods to solve the Cauchy initial value problem for geodesics.  With Shiffman and Zeitouni I am continuing also my work on random holomorphic fields on Kahler manifolds. This is another kind of asymptotic geometry where the number of zeros tends to infinity. \r\n\r\n\r\nGlobal harmonic analysis and asymptotic geometry is  the use of ideas and techniques of quantum mechanics to solve problems in geometry, analysis and mathematical physics. A famous problem is to whether one can hear the shape of a drum, i.e. tell the shape from the frequencies of vibration. One would also like to know the shapes and sizes of the modes of vibration, and the structure of the nodal sets where the drum is not moving as it vibrates. For two hundred years,  the frequencies and shapes of modes of vibration have been important in physics and engineering, both for actual drums and also for atoms and molecules. It turns out that one can learn a lot about modes of vibration by playing billiards on the drum head. By looking carefully at waves moving along bouncing ball orbits (billiard trajectories which hit the domain orthogonally at two points and endlessly bounce back and forth between these points), one can determine the entire shape of an analytic drum. Morever, when the billiards are chaotic then one can determine the patterns of nodal sets, where the drum is still as it vibrates.  My research gives rigorous proofs of these statements. \r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steve",
   "pi_last_name": "Zelditch",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Steve Zelditch",
   "pi_email_addr": "zelditch@math.northwestern.edu",
   "nsf_id": "000467690",
   "pi_start_date": "2009-09-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "Johns Hopkins University",
  "perf_str_addr": "3400 N CHARLES ST",
  "perf_city_name": "BALTIMORE",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212182608",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126500",
   "pgm_ele_name": "GEOMETRIC ANALYSIS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 55730.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}