{
 "awd_id": "0905380",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Fibrations and the topology of low-dimensional manifolds",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924881",
 "po_email": "jkaniaba@nsf.gov",
 "po_sign_block_name": "Joanna Kania-Bartoszynska",
 "awd_eff_date": "2009-07-15",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 110096.0,
 "awd_amount": 110096.0,
 "awd_min_amd_letter_date": "2009-07-02",
 "awd_max_amd_letter_date": "2009-07-02",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\r\n\r\nThrough their connection with mapping class groups, Lefschetz fibrations and related structures on 4-manifolds provide a group-theoretic means for studying symplectic and near-symplectic 4-manifolds. This project will use Lefschetz fibrations in conjunction with invariants coming from Floer homology to study several related questions. First, the PI has shown that several geometric operations on 4-manifolds can be realized as instances of monodromy substitutions in Lefschetz fibrations, coming from new relations in the mapping class group. The PI will pursue this line of inquiry with the goal of finding new constructions of exotic 4-manifolds. Second, the PI will use the technology of relative Ozsváth-Szabó invariants (developed in joint work of the PI and S. Jabuka) to produce new examples of contact 3-manifolds admitting infinitely many topologically equivalent but smoothly distinct Stein fillings, extending previous joint work. Next is the topological meaning of the Ozsváth-Szabó invariants themselves: for example, do the Ozsváth-Szabó invariants provide constraints on the sorts of Lefschetz structures supported by a given 4-manifold? Conversely, can one calculate the Ozsváth-Szabó invariants of a Lefschetz fibration from its monodromy representation? Finally, he will continue to develop the theory of perturbed Heegaard Floer homology, which will expand the utility of the Heegaard Floer \"package.\"\r\n\r\n\r\nSince Einstein's description of mechanics and electrodynamics as inherently a four-dimensional theory, the observed universe has generally been conceived as a smooth four-dimensional manifold: that is, a four-dimensional analog of a smooth surface such as a plane or sphere. A fundamental question is then: what manifold is it? To pose a simplified analogy, the surface of the earth is generally ``flat'' when viewed by a casual observer, but it is a mistake to infer that it is planar. The universe is similarly \"mostly flat\" on an appropriate distance scale, but its global topology or \"shape\" is not known. A goal of the 4-manifold topologist, then, is to describe the list of possibilities for the underlying structure of the universe, in analogy with the relatively easy-to-understand list of possible surfaces from which a \"generally flat\" object like the surface of the earth can select (sphere, torus, etc.). Perhaps not coincidentally, the theory of smooth 4-dimensional manifolds is vastly more complicated than the analogous theory in any other dimension. Indeed, surprisingly little is known regarding important and basic existence and uniqueness questions for smooth 4-manifolds. The work supported by this grant will approach several of these questions by making use of a Lefschetz fibration (or similar geometric structure) on a 4-manifold, together with the invariants of 3- and 4-dimensional manifolds provided by recently-developed mathematical tools that are based on ideas from gauge-theoretic physics.",
 "awd_arra_amount": 110096.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Mark",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas Mark",
   "pi_email_addr": "tmark@virginia.edu",
   "nsf_id": "000234998",
   "pi_start_date": "2009-07-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Virginia Main Campus",
  "inst_street_address": "1001 EMMET ST N",
  "inst_street_address_2": "",
  "inst_city_name": "CHARLOTTESVILLE",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "4349244270",
  "inst_zip_code": "229034833",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "VA05",
  "org_lgl_bus_name": "RECTOR & VISITORS OF THE UNIVERSITY OF VIRGINIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "JJG6HU8PA4S5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Virginia Main Campus",
  "perf_str_addr": "1001 EMMET ST N",
  "perf_city_name": "CHARLOTTESVILLE",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "229034833",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "VA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126700",
   "pgm_ele_name": "TOPOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 110096.0
  }
 ],
 "por": null
}