{
 "awd_id": "0905191",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Geometry and Dynamics of Symplectic Manifolds",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christopher Stark",
 "awd_eff_date": "2009-09-15",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 285000.0,
 "awd_amount": 285000.0,
 "awd_min_amd_letter_date": "2009-09-13",
 "awd_max_amd_letter_date": "2009-09-13",
 "awd_abstract_narration": "Abstract\r\n\r\nAward:  DMS-0905191\r\nPrincipal Investigator:  Dusa McDuff\r\n\r\n\r\nSince a symplectic structure allows one to measure the areas of\r\ntwo dimensional surfaces, it is natural that the two dimensional\r\nsubmanifolds of a symplectic manifold are key elements of their\r\nglobal structure.  The choice of an auxiliary almost complex\r\nstructure J determines a specially interesting class of such\r\nsurfaces, namely those that are J-holomorphic.  Using them it is\r\npossible to build many interesting homology theories, such as\r\nquantum cohomology or symplectic field theory.  Recently very\r\nintriguing connections have come to light concerning the relation\r\nbetween the dynamical properties of the symplectomorphisms on a\r\nspace (in particular, how much symmetry the space has) and the\r\nstructure of its quantum homology ring.  McDuff recently\r\ndiscovered that if the space has a circle symmetry then it is\r\nuniruled, which implies that for every choice of J there is a\r\nJ-holomorphic sphere though every point in the space. One of her\r\nproposed projects will investigate such connections in more\r\ndepth.  Another will investigate the structure of toric\r\nmanifolds, which are symplectic manifolds with maximal abelian\r\nsymmetric group. She also proposes a joint project with Schlenk\r\nthat will illuminate a very basic symplectic rigidity phenomenon.\r\nThis attempts to understand exactly when a four dimensional\r\nsymplectic ellipsoid can be squeezed inside a ball.  This gives\r\nrise to some very interesting number-theoretic questions, and\r\nalso indicates a connection between the combinatorics of\r\nJ-holomorphic curves in the blow up of the projective plane and\r\nthe numbers that appear as indices in embedded contact homology.\r\n\r\nA space can have one of several fundamental geometric structures,\r\nfor example a way of measuring distance and angle (as in\r\nEuclidean geometry) or a way of measuring the area of two\r\ndimensional objects (as in symplectic geometry.)  The structures\r\nstudied in symplectic geometry are important because they not\r\nonly underlie the equations of classical energy-conserving\r\nsystems such as the planetary system, but also appear as a vital\r\ncomponent of many of the modern theories in physics such as\r\nstring theory.  This project aims to further our basic\r\nunderstanding of symplectic spaces.  One line of inquiry\r\nconcentrates on questions about the influence of structures in\r\nthe large (such as cohomology) on the dynamical properties of the\r\nspace, investigating for example the number and nature of the\r\npoints that are fixed under an arbitrary movement of the space.\r\nAnother line of inquiry investigates what one might think of as\r\nthe crystalline nature of small pieces of a symplectic space;\r\nunder pressure how do such small pieces fold so as to take up\r\nless space?  This second line of inquiry leads to some very\r\ninteresting questions in elementary number theory and\r\ncombinatorics, the first appearance in symplectic geometry of a\r\nrelation between these fields.  These questions can be explained\r\nto high school students, and so will provide an excellent way to\r\nexplain to young people something of what research mathematicians\r\ndo today and to stimulate their interest in the field.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dusa",
   "pi_last_name": "McDuff",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dusa McDuff",
   "pi_email_addr": "dmcduff@barnard.edu",
   "nsf_id": "000099981",
   "pi_start_date": "2009-09-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Barnard College",
  "inst_street_address": "3009 BROADWAY",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128542708",
  "inst_zip_code": "100276909",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "BARNARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LPQ1NHRK78M9"
 },
 "perf_inst": {
  "perf_inst_name": "Barnard College",
  "perf_str_addr": "3009 BROADWAY",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100276909",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126500",
   "pgm_ele_name": "GEOMETRIC ANALYSIS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 285000.0
  }
 ],
 "por": null
}