{
 "awd_id": "0905164",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "AF: Medium: Collaborative Research: Integral-Equation-Based Fast Algorithms and Graph-Theoretic Methods for Large-Scale Simulations",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Tracy Kimbrel",
 "awd_eff_date": "2009-07-15",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 399997.0,
 "awd_amount": 404765.0,
 "awd_min_amd_letter_date": "2009-07-16",
 "awd_max_amd_letter_date": "2015-09-24",
 "awd_abstract_narration": "The phenomenal advance in computer technology in terms of processing\r\nspeed and capacity, closely described by Moore's law, in the last four\r\ndecades has been outpaced by the explosive amount of data that are used\r\nto describe more realistic models in scientific computing. For instance,\r\nthe number of unknowns in a linear system has grown from hundreds in \r\nthe past to tens of millions nowadays. Fast algorithms such as the\r\ncelebrated fast multipole method (FMM) have provided a computational\r\ntool for narrowing the gap. At the same time, there is a great need\r\nand challenge to develop better computation techniques and utilize the\r\npresent and emerging computers, with the gain in speed up to a couple \r\nof orders of magnitude. The goal of the proposed research is to \r\nadvance computational theories and techniques, in order to meet the \r\ndemand and challenge for large scale simulations of complex \r\nsystems in scientific, medical and engineering studies.\r\n\r\nThe research team proposed to investigate, innovate and integrate the\r\nkey simulation steps, from analytic re-formulation of system models with\r\ncomplex geometries to combinatorial optimization in mapping numerical\r\nalgorithms to computing architectures.  Many traditional models are\r\nformulated in terms of linear or nonlinear partial differential\r\nequations (PDEs) with boundary conditions on complex geometries. By\r\nthe work of other researchers and principal investigators,\r\nintegral equation (IE) formulations have lead to better numerical\r\nalgorithms in both efficiency and stability, and more importantly\r\nenabled certain important large-scale simulations. It is proposed first\r\nto study the reformulation of traditional PDE models into IE models, as\r\na direct and analytical approach to innovative algorithm design. Next,\r\npreconditioning techniques will be studied as an indirect and\r\nstabilization approach. Furthermore, Graph-theoretic methods will be\r\napplied to optimize the FMM-based algorithms on various modern\r\ncomputer architectures, especially, parallel architectures.  These key\r\ncomponents will be studied in conjunction, not in isolation.\r\n\r\nThe intellectual merits of the proposed work are three-fold. \r\nIt sheds lights on (1) the model reformulation into IEs of the second \r\nkind as a fundamental analytic-algorithmic approach to accelerating \r\nand stabilizing numerical computation, (2) the connection between \r\nreformulation and preconditioning, and (3) on the mutual dependence \r\nof numerical algorithms and computer architectures. The proposed \r\nwork will have broader impacts on various applications through\r\ntimely dissemination with demonstration of case studies.  Three\r\napplication areas of specific concern are electrostatics calculation \r\nin molecular dynamics simulations, computational fluid dynamics, and \r\nthe study of oxygen delivery in tissues and tumors via microvascular\r\nnetworks. The proposed work involves interdisciplinary research\r\ncollaboration and cultivation of young and new researchers with\r\nmulti-disciplinary backgrounds.  Finally, the findings and \r\nalgorithms will be embodied in open source high performance \r\nsoftware to facilitate research computing by and large and to \r\nbe used in classrooms.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xiaobai",
   "pi_last_name": "Sun",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xiaobai Sun",
   "pi_email_addr": "xiaobai@cs.duke.edu",
   "nsf_id": "000232875",
   "pi_start_date": "2009-07-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nikos",
   "pi_last_name": "Pitsianis",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nikos Pitsianis",
   "pi_email_addr": "nikos@cs.duke.edu",
   "nsf_id": "000167497",
   "pi_start_date": "2009-07-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "2200 W MAIN ST",
  "perf_city_name": "DURHAM",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277054640",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "792900",
   "pgm_ele_name": "COMPUTATIONAL GEOMETRY"
  },
  {
   "pgm_ele_code": "793300",
   "pgm_ele_name": "NUM, SYMBOL, & ALGEBRA COMPUT"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7929",
   "pgm_ref_txt": "COMPUTATIONAL GEOMETRY"
  },
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 398478.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 6286.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The outcome of the research project may be put into three major parts.<br />The first is a mathematical reformulation transforming certain<br />important partial differential equations(PDEs) into integral equations<br />(IEs) which lead to more stable and efficient numerical solutions,<br />based on the ideas and techniques of the fast multipole method (FMM)<br />and its recent new versions. <br />% This is mostly accomplished by the collaborators at INJ and UNC-CH.<br /><br />The second part is the translation or mapping of analytical and<br />numerical methods to mathematical software on modern computers, which<br />are typically parallel. A few innovative ideas and their realization<br />are proven successful : (1) the abstraction that allows the separation<br />of mathematical components and architectural components for their<br />optimal combination in adaptation to both problem-specific parameters<br />and computer architecture specifics; (2) a graphical representation<br />and spatio-temporal analysis of the algorithm-to-architecture mapping;<br />(3) the design and development of a binary encoding scheme for<br />provably fastest construction of the data structure for source-target<br />interactions in an irregular configuration space, and the traversal<br />over the structure.&nbsp; All these are encapsulated in the mathematical<br />software already released or to be released in the near future.<br /><br />With much broader impact, the third part involves applications of the<br />fundamental ideas and computational techniques to data analysis that<br />is not necessarily or readily in the conventional problem expressions<br />in terms of PDEs or IEs. Particular applications include localization<br />of spinal cord injury, classification of hyper-spectral imaging data,<br />and estimation of tumor deformation from cone-beam computational<br />tomography data.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/01/2015<br>\n\t\t\t\t\tModified by: Xiaobai&nbsp;Sun</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe outcome of the research project may be put into three major parts.\nThe first is a mathematical reformulation transforming certain\nimportant partial differential equations(PDEs) into integral equations\n(IEs) which lead to more stable and efficient numerical solutions,\nbased on the ideas and techniques of the fast multipole method (FMM)\nand its recent new versions. \n% This is mostly accomplished by the collaborators at INJ and UNC-CH.\n\nThe second part is the translation or mapping of analytical and\nnumerical methods to mathematical software on modern computers, which\nare typically parallel. A few innovative ideas and their realization\nare proven successful : (1) the abstraction that allows the separation\nof mathematical components and architectural components for their\noptimal combination in adaptation to both problem-specific parameters\nand computer architecture specifics; (2) a graphical representation\nand spatio-temporal analysis of the algorithm-to-architecture mapping;\n(3) the design and development of a binary encoding scheme for\nprovably fastest construction of the data structure for source-target\ninteractions in an irregular configuration space, and the traversal\nover the structure.  All these are encapsulated in the mathematical\nsoftware already released or to be released in the near future.\n\nWith much broader impact, the third part involves applications of the\nfundamental ideas and computational techniques to data analysis that\nis not necessarily or readily in the conventional problem expressions\nin terms of PDEs or IEs. Particular applications include localization\nof spinal cord injury, classification of hyper-spectral imaging data,\nand estimation of tumor deformation from cone-beam computational\ntomography data.\n\n \n\n\t\t\t\t\tLast Modified: 07/01/2015\n\n\t\t\t\t\tSubmitted by: Xiaobai Sun"
 }
}