{
 "awd_id": "0905193",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "III: Medium: Collaborative Research: Integration, Prediction, and Generation of Mixed Mode Information using Graphical Models, with Applications to Protein-Protein Interactions",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927347",
 "po_email": "sspengle@nsf.gov",
 "po_sign_block_name": "Sylvia Spengler",
 "awd_eff_date": "2009-08-15",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 370863.0,
 "awd_amount": 370863.0,
 "awd_min_amd_letter_date": "2009-08-12",
 "awd_max_amd_letter_date": "2009-08-12",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5). \r\n\r\nProbabilistic graphical models provide a powerful mechanism for representing and reasoning with uncertain information. These methods have been successfully applied in diverse domains such as bioinformatics, social networks, sensor networks, robotics, and web mining; in turn, such application areas have posed new computational challenges driving graphical model research. This project is motivated by challenges in emerging application areas such as epidemiological simulation, geoscience modeling, and studies of interacting proteins, where there are rich sets of information of multiple types and at multiple levels of granularity. While the methods developed will be general, the research will focus on protein-protein interactions, which drive the molecular machinery of the cell by forming transient or persistent complexes to propagate signals, catalyze reactions, transport molecules, and so forth. The mixed-mode information available includes amino acid sequences, three-dimensional structures and associated physical models, and binary, rank-ordered, or even quantitative interaction data. The proposed techniques address key challenges in information integration, prediction, and generation using graphical models. \r\n\r\nIntellectual merits: \r\nThe intellectual merits of this work derive both from the new capabilities for information integration and for reasoning with probabilistic graphical models, as well as their application to the study of protein-protein interactions. Proteins offer, by far, some of the most complex, multi-faceted datasets for integration using computational methods; hence the lessons learned here can be applied to similarly rich information spaces, such as epidemiology and geosciences. These integrated models of interacting proteins and new algorithms for prediction and generation will also support significant applications such as protein engineering and systems biology, bridging interaction networks to the underlying residue-level interactions in order to better understand and control them. \r\n\r\nBroader impacts: \r\nThis project will reach out to both the bioinformatics and larger computer science communities to maximize the impact of our contributions. An open-source integrator platform will be developed, aimed at integrating protein datasets and which can be extended to information integration in other domains as well. To stimulate community building and foster discovery, the research team will advocate situating computer science research in the context of concrete applications. Building on prior successes, the team will organize a workshop at a suitable venue such as ICML/AAAI/NIPS/KDD focused on an 'information integration challenge' dataset involving protein modeling. Finally, through programs such as Women@SCS at Carnegie Mellon, WISP (Women in Science Program) at Dartmouth, Howard Hughes education grant internships at Purdue, and the MAOP/VTURCS (Minority Academic Opportunities Program and VT Undergraduate Research in Computer Science) program at Virginia Tech, the team will provide cross-disciplinary training to undergraduate students from underrepresented groups. \r\n\r\n\r\nKeywords: Probabilistic Graphical Models, Information Integration, Mixed-Mode Datasets, Bioinformatics, Proteins, Markov Chain Monte Carlo (MCMC) methods. \r\n \r\n \r\n",
 "awd_arra_amount": 370863.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Langmead",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher J Langmead",
   "pi_email_addr": "cjl@cs.cmu.edu",
   "nsf_id": "000105387",
   "pi_start_date": "2009-08-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie-Mellon University",
  "perf_str_addr": "5000 FORBES AVE",
  "perf_city_name": "PITTSBURGH",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133815",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736400",
   "pgm_ele_name": "Info Integration & Informatics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "7364",
   "pgm_ref_txt": "INFO INTEGRATION & INFORMATICS"
  },
  {
   "pgm_ref_code": "7924",
   "pgm_ref_txt": "MEDIUM PROJECT"
  },
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 370863.0
  }
 ],
 "por": null
}