{
 "awd_id": "0905965",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "PostDoctoral Research Fellowship",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": "7032924672",
 "po_email": "fchowdhu@nsf.gov",
 "po_sign_block_name": "Fahmida Chowdhury",
 "awd_eff_date": "2009-08-01",
 "awd_exp_date": "2011-07-31",
 "tot_intn_awd_amt": 120000.0,
 "awd_amount": 120000.0,
 "awd_min_amd_letter_date": "2009-03-12",
 "awd_max_amd_letter_date": "2010-07-30",
 "awd_abstract_narration": "This National Science Foundation Minority Postdoctoral Fellowship will foster the development of new knowledge in the analysis of neighborhood transition and the concomitant issue of persistent racial segregation. Speci\fcally, this project will construct a dynamic model of housing choice in which expectations over neighborhood attributes is explicitly introduced into the individual deci-\r\nsion process. This research will overcome current limitations in standard models of housing choice. Furthermore, the results will yield new insights into the mechanism behind the persistence of seg-regation and potentially inform development of new public policy aimed at mitigating segregation.\r\nThe Fellow will conduct his postdoctoral research under the supervision of Dr. Patrick Bayer in the Duke University Department of Economics. Dr. Bayer's work is in the vanguard of innovative re-search on urban economics, racial sorting, and segregation. In particular, his contributions include theoretical research on neighborhood sorting, tractable estimation of static behavioral models of\r\nneighborhood choice, and new methodology to overcome endogeneity of neighborhood racial and socioeconomic composition with unobservable quality. Moreover, Duke University is an ideal location to achieve the fellow's proposed research and training goals chiefy because of the comparative\r\nstrength of its Economics Department, ample research and computing resources, and emphasis on interdisciplinary research.\r\n\r\nThe social science literature has established both the persistence of high levels of segregation in US cities and its social and economic consequences. Less research, however, has been devoted to studying why segregation persists. The persistence of pervasive segregation is particularly puzzling\r\ngiven the decline in racist attitudes and the convergence in minority-white socioeconomic outcomes. Understanding this phenomenon requires identi\fcation of the relevant behavioral mechanisms underlying this process. Standard models are largely unsuccessful in explaining this behavior because they can not accommodate dynamics. To address this shortcoming, this project will exploit the availability of new longitudinal data on housing transactions and demographics and recent break-throughs in econometric modeling of dynamic optimization models to construct a tractable dynamic model of housing choice. Once estimated, the model will reveal how expectations over future hous-\r\ning appreciation and racial preferences interact to spur neighborhood transition and the persistence of racial segregation. In particular, the model will assess the extent to which beliefs about housing price appreciation as opposed to racial preferences lead to the observed migration behavior.\r\n\r\nMoreover, through policy simulations, the model will yield predictions about responses to potential policy options aimed at fostering integration. Overall, this research will improve knowledge about the determinants neighborhood transition and segregation across the social scienti\fc disciplines and\r\npotentially foster new methodological advances in this \feld of research.\r\nThe Fellow's training objectives are to invest in new theoretical and econometric modeling skills for the study of housing market behavior. In addition to completing his fellowship project, these skills will aid the Fellow in attaining a tenure-track position at a research university. In addition, the fellow's training will include attending seminars and lectures by researchers involved in developing behavioral and statistical methodology in economics, sociology, and related \felds. Furthermore, the Fellow will develop skills that complement his research output by taking advantage of opportunities to present to and interact with scholars in his \feld. In sum, the Fellow's research and training will generate new methodological and substantive knowledge in the study of racial segregation and invest him with the relevant skills for future contributions in this important area of research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marcus",
   "pi_last_name": "Casey",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Marcus D Casey",
   "pi_email_addr": "",
   "nsf_id": "000515238",
   "pi_start_date": "2009-03-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Casey                   Marcus         D",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Raleigh",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "",
  "inst_zip_code": "276148644",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Casey                   Marcus         D",
  "perf_str_addr": "",
  "perf_city_name": "Raleigh",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276148644",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "115700",
   "pgm_ele_name": "Broadening Participation of Gr"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 60000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 60000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This&nbsp;project uses a&nbsp;new&nbsp;data set that matches buyer characteristics to a large sample of housing transactions in Chicago from 1997-2008 to study the dynamics of prices and home sales as neighborhoods undergo racial transitions.</p>\n<p>First,&nbsp;&nbsp;a &nbsp;model of neighborhood transition that extends a conventional static tipping model to a dynamic setting motivates the empirical analysis performed using the unique data. In particular, the model shows that when households are forward looking, predictions about&nbsp;long-term price changes are not possible&nbsp;but it&nbsp;makes a clear prediction about short-term price dynamics: prices decline in anticipation of the transition and rebound over its course. This anticipatory dip is driven by differential demand behavior across the different racial groups as the neighborhood nears transition.</p>\n<p>Interestingly, the empirical evidence from Chicago is remarkably consistent with these predictions.&nbsp; While the effects of new black entry into a neighborhood on house prices are nearly zero over the course of a full decade, a price dip of up to 30 percent occurs in the short-term.&nbsp;</p>\n<p>Additional analysis of buyer and seller behavior following initial black entry into a neighborhood reveals an important asymmetry: while purchases by white buyers decline abruptly, the exit rate of existing white residents is unaffected. Thus, while we see&nbsp;sorting across neighborhoods by race,&nbsp;neighborhood racial transition does not seem to be driven by&nbsp; \"white flight\" responses as commonly discussed in the literature.&nbsp;This result is robust to a specification that allows for dynamic expectations.</p>\n<p>Taken together, the results are strongly consistent with (i) the view that households are forward looking and anticipate neighborhood transitions and (ii) a relatively weak form of racial preferences in which households want to avoid being a significant minority within their neighborhood but tolerate and may even prefer having a smaller number of neighbors of a different race.&nbsp;Such preferences can&nbsp;can explain&nbsp;the sorting across neighborhoods and persistent segregation commonly noted&nbsp;ut is consistent with the decline in racial animosity observed in&nbsp;society.&nbsp;</p>\n<p>In addition, these results also provide a single coherent explanation for a set of well-documented regularities in the literature including that when surveyed, households of each race state preferences for some level of integration, that neighborhoods tend to transition fully and quickly, and that stable integrated neighborhoods remain remarkably rare.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/30/2011<br>\n\t\t\t\t\tModified by: Marcus&nbsp;D&nbsp;Casey</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project uses a new data set that matches buyer characteristics to a large sample of housing transactions in Chicago from 1997-2008 to study the dynamics of prices and home sales as neighborhoods undergo racial transitions.\n\nFirst,  a  model of neighborhood transition that extends a conventional static tipping model to a dynamic setting motivates the empirical analysis performed using the unique data. In particular, the model shows that when households are forward looking, predictions about long-term price changes are not possible but it makes a clear prediction about short-term price dynamics: prices decline in anticipation of the transition and rebound over its course. This anticipatory dip is driven by differential demand behavior across the different racial groups as the neighborhood nears transition.\n\nInterestingly, the empirical evidence from Chicago is remarkably consistent with these predictions.  While the effects of new black entry into a neighborhood on house prices are nearly zero over the course of a full decade, a price dip of up to 30 percent occurs in the short-term. \n\nAdditional analysis of buyer and seller behavior following initial black entry into a neighborhood reveals an important asymmetry: while purchases by white buyers decline abruptly, the exit rate of existing white residents is unaffected. Thus, while we see sorting across neighborhoods by race, neighborhood racial transition does not seem to be driven by  \"white flight\" responses as commonly discussed in the literature. This result is robust to a specification that allows for dynamic expectations.\n\nTaken together, the results are strongly consistent with (i) the view that households are forward looking and anticipate neighborhood transitions and (ii) a relatively weak form of racial preferences in which households want to avoid being a significant minority within their neighborhood but tolerate and may even prefer having a smaller number of neighbors of a different race. Such preferences can can explain the sorting across neighborhoods and persistent segregation commonly noted ut is consistent with the decline in racial animosity observed in society. \n\nIn addition, these results also provide a single coherent explanation for a set of well-documented regularities in the literature including that when surveyed, households of each race state preferences for some level of integration, that neighborhoods tend to transition fully and quickly, and that stable integrated neighborhoods remain remarkably rare.\n\n\t\t\t\t\tLast Modified: 10/30/2011\n\n\t\t\t\t\tSubmitted by: Marcus D Casey"
 }
}