{
 "awd_id": "0906535",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "AMC-SS: Stochastic Networks -- Analysis, Control and Applications",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924885",
 "po_email": "tbartosz@nsf.gov",
 "po_sign_block_name": "Tomek Bartoszynski",
 "awd_eff_date": "2009-07-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 331800.0,
 "awd_amount": 331800.0,
 "awd_min_amd_letter_date": "2009-07-04",
 "awd_max_amd_letter_date": "2009-07-04",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5). \r\n\r\nStochastic models of complex networks with dynamic interactions arise in a wide variety of applications in science and engineering. Specific instances include high-tech manufacturing, customer service systems, telecommunications, computer systems, and gene regulatory networks. This project involves the study of a number of mathematical problems stemming from the challenges of analysing and controlling such stochastic networks. Some of the problems involve the development of general theory for broad classes of stochastic networks, while others focus on mathematical problems directly motivated by specific applications.\r\nSince the complexity of stochastic networks usually precludes exact analysis of detailed \"microscopic\" models, the focus here is on approximate models. Two levels of approximation are considered: first order approximations called fluid models, and second order approximations which frequently are diffusion models.\r\nMathematical questions being addressed include rigorous justification of these approximations, analysing and controlling the behavior of the approximate models and interpreting the results for the original microscopic models. An important subtheme is understanding the interplay between the levels of approximation.\r\nFour topics are being studied:\r\n(i)  dynamic scheduling for stochastic processing networks,\r\n(ii) analysis of processor sharing networks,\r\n(iii)  connection level models for data networks,\r\n(iv) stochastic systems with delayed dynamics and state constraints. \r\nSome stochastic process aspects of these topics include study of singular diffusion control problems, analysis of measure-valued processes used to keep track of residual job sizes, foundational questions for reflected processes, and the asymptotic properties of functional stochastic differential equations with natural state constraints. Specific applications being investigated include Internet congestion control and biochemical reaction networks.\r\n\r\n\r\nStochastic networks are mathematical models for complex systems involving dynamic interactions subject to uncertainty. Such networks arise in a wide variety of applications in science and engineering, especially in operations research, computer science, electrical engineering and bioscience/bioengineering. This grant funds research on mathematical problems arising from the need to analyse and control such stochastic networks. Two fundamental problems for such networks are\r\n(a) to identify and understand mechanisms that stabilize the systems, and\r\n(b) to quantify the performance of the systems under such stabilizing mechanisms.\r\nThe networks under study are substantially more general than those that have been rigorously studied to date. Through their complexity and heterogeneity, these networks present challenging mathematical problems. This project involves the development of new mathematical theory and techniques as well as the application of this theory in studying specific problems such as Internet congestion control and understanding gene regulation. Collaborations with researchers familiar with areas of application, the training of graduate student researchers, and the dissemination of research results through publication in peer reviewed journals and presentations at cross-disciplinary research conferences are integral parts of the project.",
 "awd_arra_amount": 331800.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ruth",
   "pi_last_name": "Williams",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Ruth J Williams",
   "pi_email_addr": "williams@math.ucsd.edu",
   "nsf_id": "000459574",
   "pi_start_date": "2009-07-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "9500 GILMAN DR",
  "perf_city_name": "LA JOLLA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930021",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126300",
   "pgm_ele_name": "PROBABILITY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 331800.0
  }
 ],
 "por": null
}