{
 "awd_id": "0906300",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Connecting Markov Random Fields with Geostatistical Models",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gabor Szekely",
 "awd_eff_date": "2009-08-01",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2009-07-23",
 "awd_max_amd_letter_date": "2009-07-23",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5). \r\n\r\nRecently derived connections between the intrinsic autoregressions and the de Wijs process open up the possibility to further explore and exploit connections between Gaussian Markov random fields and the continuum models in geostatistics to facilitate the statistical analysis of spatial data. In the analysis of areal data, Markov random fields often draw criticism by assuming a dependence structure based on sharing boundaries between two regions (counties, districts or states) and ignoring actual area information. In contrast, geostatistical models can incorporate actual area information by considering integrals over regions, but are faced with computational challenges for large data. This project develops a wide range of new methodologies to fit geostatistical models on large data sets by using Markov random fields. The investigator's work provides new theoretical results for scaling limits of stationary and intrinsic processes and new insight into construction of space-time processes. The investigator applies these methodologies to study the Fairfield-Smith law of fertility on large agricultural fields, obtain the pycnophylactic map of Seattle population, investigate the risk of various cancers in the state of Illinois and interpolate wind vectors.\r\n\r\n\r\nRecent decades have seen much progress and interest in studying spatial variability with applications in image analysis, agriculture, epidemiology, geology and other areas of environmental science. Two approaches to these studies have emerged, one based on Markov random fields, the other on geostatistics. In this project, the investigator combines the ideas of both Markov random fields and geostatistics to obtain a range of new methodologies to analyze spatial data. The investigator's theoretical work connects the mathematics that originated in the studies of gold mines in South Africa in the nineteen fifties to quantum physics and to recent theory of spatial statistics. The practical effect of investigator's approach is enormous. For example, in studies of geographic variations of risk of cancers, this new methodology overcomes past computational challenges to include detailed area and population information in statistical models and thus provides new directions in revealing differences in risk across geographic regions, indicating areas of high relative risk that may require screening and intervention and detecting effects of socio-economic conditions and exposure to environmental hazards.",
 "awd_arra_amount": 150000.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Debashis",
   "pi_last_name": "Mondal",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Debashis Mondal",
   "pi_email_addr": "mondal@wustl.edu",
   "nsf_id": "000515676",
   "pi_start_date": "2009-07-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Chicago",
  "inst_street_address": "5801 S ELLIS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7737028669",
  "inst_zip_code": "606375418",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "UNIVERSITY OF CHICAGO",
  "org_prnt_uei_num": "ZUE9HKT2CLC9",
  "org_uei_num": "ZUE9HKT2CLC9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Chicago",
  "perf_str_addr": "5801 S ELLIS AVE",
  "perf_city_name": "CHICAGO",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606375418",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126900",
   "pgm_ele_name": "STATISTICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": null
}