{
 "awd_id": "0906427",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Theoretical Studies of Quantum Systems with Strong Interations",
 "cfda_num": "47.049",
 "org_code": "03070005",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2009-09-15",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2009-09-08",
 "awd_max_amd_letter_date": "2011-06-07",
 "awd_abstract_narration": "TECHNICAL SUMMARY\r\n\r\nThis award is funded by the Division of Materials Research and the Physics Division. It supports theoretical research and education focused on geometrical non-equilibrium phenomena in coherent quantum liquids, especially in Fractional Quantum\r\nHall edge states; non-Abelian interference phenomena in quantum impurities, and geometrical analysis of singularities and singular patterns arising in Hamiltonian driven non-equilibrium processes such as Laplacian Growth and diffusion limited aggregation models.\r\nThe research topics are unified by the goal to develop a theory of non-equilibrium and interference processes with underlying spatial conformal symmetry. This project is concerned with geometric analyses of singularities arising in non-equilibrium processes using advances achieved under prior NSF support. \r\nMany important systems out of equilibrium show conformal symmetries and therefore integrable structures similar to conformal invariance of critical phenomena. However non-equilibrium processes are different. Conformal invariance inevitably leads to singular patterns occurring at small scales. In its turn singularities give rise to fractal non-equilibrium patterns visible at large scales. The origin, statistics, and regularization of singularities and fractal geometry of stochastic patterns of driven processes comprise one theme of the research.  Another theme is non-linear quantum hydrodynamics of Fractional Quantum Hall edge states. The emphasis is given to a topological manifestation of a fractional charge excitation as an edge soliton. The last theme of the research is non-Abelian interference phenomena as realized in controlled artificially fabricated quantum nanodevices exhibiting over-screened multichannel Kondo regime.\r\n\r\nThe PI will integrate education and research through training and mentoring graduate and undergraduate research students, and making novel contributions to the Research Experiences for Undergraduates.\r\n\r\nNON-TECHNICAL SUMMARY\r\n\r\nThis award is funded by the Division of Materials Research and the Physics Division. It supports theoretical condensed matter physics research and education at an interface with mathematical physics and mathematics. The research is focused on advancing our understanding of complex non-equilibrium processes. An important aspect of the PI?s work involves growth processes that display snowflake-like fingers that penetrate from one phase into another, as happens in the growth of alloys and semiconductor structures. The PI seeks a fundamental understanding of how these fingering patterns emerge in the growth process. Capitalizing on subtle connections between seemingly disparate areas of research, the PI will also study new states of matter that emerge at the edges of a droplet of electrons in a high magnetic field. The PI will also pursue an approach to observing unusual new states of matter, topological states, in special tiny structures of atoms called quantum dots. These states were theoretically predicted to exist in electronic liquids confined to two dimensions and in high magnetic field; the PI?s proposal provides a new arena in which to study these possible new states of matter that may enable us to exploit quantum mechanical states to perform computation. Quantum computing is believed to provide an opportunity for a vast improvement in computer performance, at least on some important problems, cryptography being one example. \r\n\r\nThe PI will integrate education and research through training and mentoring graduate and undergraduate research students, and making novel contributions to the Research Experiences for Undergraduates. The results of the proposed research will enhance knowledge and understanding of complex condensed matter systems that are far from being in an equilibrium state.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Pavel",
   "pi_last_name": "Wiegmann",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Pavel Wiegmann",
   "pi_email_addr": "wiegmann@uchicago.edu",
   "nsf_id": "000489268",
   "pi_start_date": "2009-09-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Chicago",
  "inst_street_address": "5801 S ELLIS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7737028669",
  "inst_zip_code": "606375418",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "UNIVERSITY OF CHICAGO",
  "org_prnt_uei_num": "ZUE9HKT2CLC9",
  "org_uei_num": "ZUE9HKT2CLC9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Chicago",
  "perf_str_addr": "5801 S ELLIS AVE",
  "perf_city_name": "CHICAGO",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606375418",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128700",
   "pgm_ele_name": "MATHEMATICAL PHYSICS"
  },
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "6863",
   "pgm_ref_txt": "SEBML-MOORE'S LAW"
  },
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7574",
   "pgm_ref_txt": "CYBER INFRA FOR MATERIALS RES"
  },
  {
   "pgm_ref_code": "9162",
   "pgm_ref_txt": "MULTI DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Quantum electronic liquids are in the focus of theoretical and experimental research in condensed matter physics. They encompass the most fundamental aspects of modern condensed matter theory, have practical applications to quantum interferometry and fabrication of controlled materials on nanoscale. They are important for our understanding of fundamental laws of correlated quantum systems.</p>\n<p>A focus of&nbsp; recent interest in correlated electronic and atomic&nbsp; quantum fluids is <em>dynamics</em>, that is a real&nbsp; time quantum evolution of parcels of density. Such problems occur&nbsp; when&nbsp; materials are&nbsp; placed in states&nbsp; far from equilibrium and where thermal equilibrium does not happen.</p>\n<p>In the project we show that such volution is always non-linear. In electronic system the sources of non-linearity is two-fold:&nbsp; Pauli principle and interaction. <br />Most up-to-date knowledge of correlated system is based on a linear response theory and on-shell processes. Contrary, the non-linear dynamics is dominated by off-shell processes and goes beyond the linear response theory.</p>\n<p>In most electronic systems electrons&nbsp; are too fast to develop interesting&nbsp; dynamics in experimental viable time, however, due to recent advances in new materials properties of quantum liquids with a strong interactions could be accessible&nbsp;beyond linear response and also beyond on-shell processes. Today the real time dynamics is accessible in engineered materials, such as semiconductor heterostructures, electronic systems in a quantizing magnetic field such a integer and fractional quantum Hall regimes, optically trapped atomic gases, superfluids and Bose condensates, non-equilibrium superconductors and various mesoscopic devices such as quantum point contacts.</p>\n<p>One of the main results of studies under this project are real dynamics of electronic coherent states in clean materials (often materials with a constraint geometry).&nbsp; We showed&nbsp; that electronic liquids, interacting or not, develop a <em>gradient catastrophe,</em>&nbsp; a phenomena also&nbsp; known in classical hydrodynamics. That is: an arbitrary smooth and small density parcel&nbsp; evolving to sharp unstable&nbsp; states featuring hydrodynamic singularities such as shock waves.&nbsp; In the series of papers we introduced the concept of <em>hydrodynamic singularities</em> for electronic systems&nbsp; and the novel phenomena of <em>quantum shock waves.</em>&nbsp; Shock ways could be detected in tunneling experiments and&nbsp; could be generated by injection of electronic parcels through a quantum dot connected to a clean metal.</p>\n<p>The second&nbsp; major&nbsp; outcome of the completed project is the theory of <em>Quantum Hydrodynamcis.</em> Hydrodynamics is the natural approach to study&nbsp; coherent motion of quantum fluids.&nbsp; Historically the quantum hydrodynamics goes back to studies the superfluid helium by Landau (1942)&nbsp; and Feynman (1956).&nbsp; The theory saw few developments since that.&nbsp; One reason&nbsp; is that&nbsp; hydrodynamics is a nonlinear field theory and its quantization is the major theoretical problem. The second reason is that superfluid helium remained for a long time&nbsp; the only arena for applications. Today the arena of quantum hydrodynamics is extended to variety of new materials listed above.</p>\n<p>The major application of quantum hydrodynamics are semiconductors (GaAs) in&nbsp; the fractional quantum Hall (FQHE) regime, the most enigmatic states of matter in nature.&nbsp; When the Coulomb energy is much smaller than the Landau level spacing, and all interesting physics occurs in the lowest Landau level, fractional quantum Hall states emerge.&nbsp; There electrons have low mobility and quantum states are protected by the underlying geometric and topological properties&nbsp; against imperfections.</p>\n<p>A quest for th...",
  "por_txt_cntn": "\nQuantum electronic liquids are in the focus of theoretical and experimental research in condensed matter physics. They encompass the most fundamental aspects of modern condensed matter theory, have practical applications to quantum interferometry and fabrication of controlled materials on nanoscale. They are important for our understanding of fundamental laws of correlated quantum systems.\n\nA focus of  recent interest in correlated electronic and atomic  quantum fluids is dynamics, that is a real  time quantum evolution of parcels of density. Such problems occur  when  materials are  placed in states  far from equilibrium and where thermal equilibrium does not happen.\n\nIn the project we show that such volution is always non-linear. In electronic system the sources of non-linearity is two-fold:  Pauli principle and interaction. \nMost up-to-date knowledge of correlated system is based on a linear response theory and on-shell processes. Contrary, the non-linear dynamics is dominated by off-shell processes and goes beyond the linear response theory.\n\nIn most electronic systems electrons  are too fast to develop interesting  dynamics in experimental viable time, however, due to recent advances in new materials properties of quantum liquids with a strong interactions could be accessible beyond linear response and also beyond on-shell processes. Today the real time dynamics is accessible in engineered materials, such as semiconductor heterostructures, electronic systems in a quantizing magnetic field such a integer and fractional quantum Hall regimes, optically trapped atomic gases, superfluids and Bose condensates, non-equilibrium superconductors and various mesoscopic devices such as quantum point contacts.\n\nOne of the main results of studies under this project are real dynamics of electronic coherent states in clean materials (often materials with a constraint geometry).  We showed  that electronic liquids, interacting or not, develop a gradient catastrophe,  a phenomena also  known in classical hydrodynamics. That is: an arbitrary smooth and small density parcel  evolving to sharp unstable  states featuring hydrodynamic singularities such as shock waves.  In the series of papers we introduced the concept of hydrodynamic singularities for electronic systems  and the novel phenomena of quantum shock waves.  Shock ways could be detected in tunneling experiments and  could be generated by injection of electronic parcels through a quantum dot connected to a clean metal.\n\nThe second  major  outcome of the completed project is the theory of Quantum Hydrodynamcis. Hydrodynamics is the natural approach to study  coherent motion of quantum fluids.  Historically the quantum hydrodynamics goes back to studies the superfluid helium by Landau (1942)  and Feynman (1956).  The theory saw few developments since that.  One reason  is that  hydrodynamics is a nonlinear field theory and its quantization is the major theoretical problem. The second reason is that superfluid helium remained for a long time  the only arena for applications. Today the arena of quantum hydrodynamics is extended to variety of new materials listed above.\n\nThe major application of quantum hydrodynamics are semiconductors (GaAs) in  the fractional quantum Hall (FQHE) regime, the most enigmatic states of matter in nature.  When the Coulomb energy is much smaller than the Landau level spacing, and all interesting physics occurs in the lowest Landau level, fractional quantum Hall states emerge.  There electrons have low mobility and quantum states are protected by the underlying geometric and topological properties  against imperfections.\n\nA quest for the hydrodynamics of FQH liquids has been originated in a seminal paper by Girvin, MacDonald and Platzman (1984), where  the foundation for the hydrodynamics of FQH liquids  have been outlined.\n\n\nIn this  project we developed  a comprehensive framework for quantum hydrodynamics of the FQH  states.  We suggested that the  FQH liqu..."
 }
}