{
 "awd_id": "0906817",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Silicate Bioceramic Structure Control on Mesenchymal Stem Cell Proliferation and Differentiation",
 "cfda_num": "47.049",
 "org_code": "03070013",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mohan Srinivasarao",
 "awd_eff_date": "2009-08-01",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 450000.0,
 "awd_amount": 450000.0,
 "awd_min_amd_letter_date": "2009-06-05",
 "awd_max_amd_letter_date": "2012-07-06",
 "awd_abstract_narration": "ID: MPS/DMR/BMAT(7623) 0906817  \t         PI: Sahai, Nita    \t ORG: University of Wisconsin\r\n\r\nTitle: Silicate Bioceramic Structure Control on Mesenchymal Stem Cell Proliferation and Differentiation\r\n\r\nThis award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\r\n\r\nINTELLECTUAL MERIT:  The chemical composition of bioactive silicate bioceramics or glasses and the leached Si and Ca concentrations strongly influence the complex process of osteointegration by affecting the texture of the amorphous silica and carbonated hydroxyapatite (Ca5(PO4)3OH, HCA) layers formed at the implant surface, the adsorption of proteins, and human mesenchymal stem cell (hMSC) attachment, proliferation and differentiation into osteoblasts that produce new bone. Distinct from ion concentrations, the effect of ion release rates on cellular activity, and the critical control exerted by silicate structure and dissolution mechanisms on ion release rates and overall concentrations, and on resulting surface texture has not been examined previously. The PIs hypothesize that, for surfaces of similar initial texture, silicate structure exerts a major control on the dissolution mechanism, affecting the concentration and rate of ions released, the texture of the precipitated amorphous silica and HCA layers, the activation of specific genes and, ultimately, hMSC proliferation and differentiation into osteoblasts. This hypothesis will be tested by performing batch and flow-through experiments and determining hMSC proliferation and differentiation on pseudowollastonite (beta-CaSiO3, psW) and wollastonite (alpha- CaSiO3, Wol). The psW polymorph possesses strained high-energy silicate ?three-rings? that dissolve rapidly in water versus the stronger silicate chains in Wol that dissolve slower, while Bioglass® 45S5 provides a positive control. Silicate structure and initial surface texture (roughness and particle size) effects will be examined independently. The dissolution and precipitation mechanisms and rates will be established by periodic solution analysis (pH, Si, Ca, P) using Inductively-Coupled Plasma Optical Emission Spectroscopy and by surface characterization using Scanning Electron Microscopy with Energy-Dispersive X-Ray Spectroscopy and High Resolution Transmission Electron Microscopy. Reacted pellets will be used as substrates for hMSC cultures in standard culture media supplemented with osteogenic differentiation factors. Proliferation and differentiation into osteoblasts will be quantified periodically by fluorescence and total DNA content, osteocalcin and alkaline phosphatase analyses (enzymes produced by osteoblasts), and identification of bone-specific genes (Cbfa-1, osteocalcin, osteopontin) using real time polymerase chain reaction. Periodic culture medium sampling will provide information on ion release rates in the presence of cells. The conceptual approach and experimental design provides a comprehensive group of ex vivo experiments that are closer to in vivo conditions than typical in vitro batch experiments in simulated body fluids, while examination of the effects of each parameter separately.\r\n\r\nBROADER IMPACTS:  The results of the proposed work could have a significant impact on the development of third-generation cell-and gene-affecting bioceramics with improved osteointegration properties, by providing an a priori basis for designing bioactive materials that control Si, Ca and P levels at optimized levels for hMSC proliferation, differentiation and osteoblast activity. The results could thus help to reduce dependence on expensive ad hoc materials synthesis and in vitro testing, decrease the post-operative recovery period following orthopaedic implant surgery and increase the life-span of the implant in the human body. The biomedical implications are especially critical for an increasingly aging population in the USA, where a significant rise (~80%) is projected in the demand for hip and knee implant surgeries over the next three decades. The proposed work also provides an integrated, interdisciplinary training program including surface-chemistry, crystal structure and cell biology to graduate and undergraduate students. Results will be disseminated in peer-reviewed journals and at conferences; incorporated into graduate courses taught by the PI and co-PI; and used to develop a Museum Exhibit for K-12 students at University of Wisconsin.  \r\n\r\n\r\n\r\n",
 "awd_arra_amount": 450000.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Nita",
   "pi_last_name": "Sahai",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nita Sahai",
   "pi_email_addr": "sahai@uakron.edu",
   "nsf_id": "000122268",
   "pi_start_date": "2009-06-05",
   "pi_end_date": "2012-07-06"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Murphy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "William Murphy",
   "pi_email_addr": "wlmurphy@wisc.edu",
   "nsf_id": "000303771",
   "pi_start_date": "2012-07-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nita",
   "pi_last_name": "Sahai",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nita Sahai",
   "pi_email_addr": "sahai@uakron.edu",
   "nsf_id": "000122268",
   "pi_start_date": "2012-07-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Murphy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "William Murphy",
   "pi_email_addr": "wlmurphy@wisc.edu",
   "nsf_id": "000303771",
   "pi_start_date": "2009-06-05",
   "pi_end_date": "2012-07-06"
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762300",
   "pgm_ele_name": "BIOMATERIALS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 450000.0
  }
 ],
 "por": null
}