{
 "awd_id": "0906966",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Experimental Interrogation of Exciton Dynamics within One-Dimensional Semiconductor Quantum Materials",
 "cfda_num": "47.049",
 "org_code": "03070004",
 "po_phone": "7032928428",
 "po_email": "cying@nsf.gov",
 "po_sign_block_name": "Z.  Ying",
 "awd_eff_date": "2009-07-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 356048.0,
 "awd_amount": 356048.0,
 "awd_min_amd_letter_date": "2009-05-08",
 "awd_max_amd_letter_date": "2011-07-15",
 "awd_abstract_narration": "Technical. This project utilizes and combines synthesis expertise with unique optical spectroscopic measurements, to create novel electronic/photonic materials, and to seek greater understanding of the chemical roles that internal and surface compositions as well as capping ligands play in influencing quantum wire photoluminescence (PL) lifetimes, quantum yields, and intensity intermittency. Materials to be explored include CdSe, CdTe, InP, and InAs. The research approach includes: determination of the origin and mechanism of the PL intensity fluctuations recently observed along entire quantum wells (QWs); measurement of exciton lifetimes and relaxation processes within single QWs as a function of material uniformity and surface composition; characterization of variations in the potential energy and the energetics of trap sites along single QWs by recording spectra and PL lifetime data as a function of temperature; and probing exciton diffusion along the long axis of single QWs.  \r\nNon-Technical. The project addresses fundamental research issues in a topical area of electronic/photonic materials science having technological relevance. There is potential that the research could substantially impact the development of novel electronic devices and sensors. Participation in this research program will be a primary foundation for the education of graduate students with a significant role for undergraduates. The PI will continue to bring students from underrepresented backgrounds into his group to enhance their science education. He is active in three programs (including co-founder of a minority outreach research program) that strive to expose young minds to the wonders of science and independent research. The integration of coursework learning and research has been found to have a very significant impact on the retention of students in science, and this approach will continue to be emphasized.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Loomis",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Richard A Loomis",
   "pi_email_addr": "loomis@wustl.edu",
   "nsf_id": "000216824",
   "pi_start_date": "2009-05-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington University",
  "inst_street_address": "1 BROOKINGS DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT LOUIS",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "3147474134",
  "inst_zip_code": "631304862",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MO01",
  "org_lgl_bus_name": "WASHINGTON UNIVERSITY, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "L6NFUM28LQM5"
 },
 "perf_inst": {
  "perf_inst_name": "Washington University",
  "perf_str_addr": "1 BROOKINGS DR",
  "perf_city_name": "SAINT LOUIS",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "631304862",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MO01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177500",
   "pgm_ele_name": "ELECTRONIC/PHOTONIC MATERIALS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 115985.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 118656.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 121407.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>One-dimensional, semiconductor materials with radial dimensions on the order of tens of nanometers or smaller and lengths longer than micrometers&ndash;semiconductor quantum wires (QWs)&ndash;represent the smallest structures that can efficiently transport charge, and thus information in nanoelectronics and photonic devices. &nbsp;A combined synthesis (led by the Buhro group at Washington University in St. Louis) and chemical-physics approach (led by the Loomis group at Washington University in St. Louis) was implemented to characterize and optimize exciton and charge carrier lifetimes and diffusion lengths in semiconductor QWs. &nbsp;Single-QW optical microscopy and dynamics measurements were undertaken in conjunction with ensemble spectroscopy measurements performed on QWs suspended in solution and with traditional materials characterization methods. The efforts focused on QWs made of CdSe and CdTe semiconductors.&nbsp; Specific accomplishments include:</p>\n<ul>\n<li>The synthetic and post-synthesis procedures were optimized to the extent that the photoluminescence quantum yields (the fraction of charge carriers that radiatively recombine out of the total number photogenerated via absorption) are over 0.25, which approaches the values of well-characterized quantum dots.</li>\n<li>The quantum mechanical nature of the photogenerated charge carriers within the QWs was characterized.&nbsp; Differences in the small radial dimensions of the QWs give rise to shifts in the energies of the electronic states; a phenomenon termed quantum confinement.&nbsp; The interactions of electrons and holes within the QWs was characterized.&nbsp; These pairs are bound through electrostatic interactions, and they exist as one-dimensional excitons that can sample the entire lengths of the QWs, up to 15 mm.&nbsp; </li>\n</ul>\n<p><strong><em>Intellectual merit: </em></strong>The research proposed here is at the forefront of materials science, combining synthetic expertise with novel optical spectroscopic measurements. Loomis focused on developing a thorough understanding of the chemical roles that the internal and surface compositions as well as capping ligands play in dictating QW photoluminescence (PL) lifetimes, quantum yields, and intensity intermittency. Loomis utilized an array of complementary techniques and measurements to develop a general understanding of the behavior of excitons and charges in these novel materials. &nbsp;The collaborative team comprised of the Buhro and Loomis groups provided a unique combination of skill sets that helps them lead the field in these endeavors.</p>\n<p><strong><em>Broader impacts: </em></strong>Semiconductor QWs are particularly attractive for use in systems such as photovoltaics and nanoelectronic devices, since they can function as efficient light collectors, device elements, and interconnects. &nbsp;Consequently, the results from these efforts may have a direct impact on the development of efficient optical devices and nanoelectronics. &nbsp;Furthermore, participation in a research program is a primary foundation for the education of graduate students, and is taking on an increasingly larger role for that of undergraduates. &nbsp;Loomis is a proven educator and acknowledged mentor in Chemistry and Materials Science, and he continued to bring students from underrepresented backgrounds into his group to enhance their science education. &nbsp;Loomis was also active in three programs (including co-founder of a minority outreach research program) that strive to expose young minds to the wonders of science and independent research. &nbsp;Loomis also integrated coursework learning and research to enhance the retention of students in science.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/27/2013<br>\n\t\t\t\t\tModified by: Richard&nbsp;A&nbsp;Loomis</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOne-dimensional, semiconductor materials with radial dimensions on the order of tens of nanometers or smaller and lengths longer than micrometers&ndash;semiconductor quantum wires (QWs)&ndash;represent the smallest structures that can efficiently transport charge, and thus information in nanoelectronics and photonic devices.  A combined synthesis (led by the Buhro group at Washington University in St. Louis) and chemical-physics approach (led by the Loomis group at Washington University in St. Louis) was implemented to characterize and optimize exciton and charge carrier lifetimes and diffusion lengths in semiconductor QWs.  Single-QW optical microscopy and dynamics measurements were undertaken in conjunction with ensemble spectroscopy measurements performed on QWs suspended in solution and with traditional materials characterization methods. The efforts focused on QWs made of CdSe and CdTe semiconductors.  Specific accomplishments include:\n\nThe synthetic and post-synthesis procedures were optimized to the extent that the photoluminescence quantum yields (the fraction of charge carriers that radiatively recombine out of the total number photogenerated via absorption) are over 0.25, which approaches the values of well-characterized quantum dots.\nThe quantum mechanical nature of the photogenerated charge carriers within the QWs was characterized.  Differences in the small radial dimensions of the QWs give rise to shifts in the energies of the electronic states; a phenomenon termed quantum confinement.  The interactions of electrons and holes within the QWs was characterized.  These pairs are bound through electrostatic interactions, and they exist as one-dimensional excitons that can sample the entire lengths of the QWs, up to 15 mm.  \n\n\nIntellectual merit: The research proposed here is at the forefront of materials science, combining synthetic expertise with novel optical spectroscopic measurements. Loomis focused on developing a thorough understanding of the chemical roles that the internal and surface compositions as well as capping ligands play in dictating QW photoluminescence (PL) lifetimes, quantum yields, and intensity intermittency. Loomis utilized an array of complementary techniques and measurements to develop a general understanding of the behavior of excitons and charges in these novel materials.  The collaborative team comprised of the Buhro and Loomis groups provided a unique combination of skill sets that helps them lead the field in these endeavors.\n\nBroader impacts: Semiconductor QWs are particularly attractive for use in systems such as photovoltaics and nanoelectronic devices, since they can function as efficient light collectors, device elements, and interconnects.  Consequently, the results from these efforts may have a direct impact on the development of efficient optical devices and nanoelectronics.  Furthermore, participation in a research program is a primary foundation for the education of graduate students, and is taking on an increasingly larger role for that of undergraduates.  Loomis is a proven educator and acknowledged mentor in Chemistry and Materials Science, and he continued to bring students from underrepresented backgrounds into his group to enhance their science education.  Loomis was also active in three programs (including co-founder of a minority outreach research program) that strive to expose young minds to the wonders of science and independent research.  Loomis also integrated coursework learning and research to enhance the retention of students in science.\n\n\t\t\t\t\tLast Modified: 09/27/2013\n\n\t\t\t\t\tSubmitted by: Richard A Loomis"
 }
}