{
 "awd_id": "0906904",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "New Sonochemical Methodologies for Nanostructured Materials",
 "cfda_num": "47.049",
 "org_code": "03070007",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Linda Sapochak",
 "awd_eff_date": "2009-08-15",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 340000.0,
 "awd_amount": 340000.0,
 "awd_min_amd_letter_date": "2009-08-12",
 "awd_max_amd_letter_date": "2010-06-30",
 "awd_abstract_narration": "TECHNICAL SUMMARY:\r\n\r\nThe chemical effects of ultrasound do not come from a direct interaction with molecular species. Instead, sonochem¬istry arises from acoustic cavitation: the formation, growth, and implosive collapse of bubbles in a liquid. Collapse of bubble clouds pro¬duces in¬tense local heating (&#61627;5000 K), high pressures (~1000 atm), enormous heating/cooling rates (>1010 K/sec), all in isolated sub-micron reactors (each bubble is 10-15 L). Cavita¬tion provides a unique interaction of energy and matter. The overall goal in this proposed research is to develop a fundamental understanding of the nature and applications of ultrasound in the synthesis of new nanostructured materials.  The specific objectives in the proposed work fall into three areas:  (1) synthesis of novel nanostructured materials from the sonolysis of volatile precursors (i.e., ?homogeneous? sonochemistry); (2) the effects of acoustic cavitation in liquids on materials in the liquid, specifically liquid-powder slurries (i.e., ?heterogeneous? sonochemistry), and (3) synthesis of novel nanostructured materials using ultrasonic spray pyrolysis. Cavitation in liquid-solid slurries generates shockwaves that can drive solid particles together at velocities that approach the speed of sound in the liquid.  These interparticle collisions can have dramatic effects on the reactivities of the powders.  There exists a simple model of the nature of these interparticle collisions based on the competing factors of increasing cross-section vs. increasing viscous drag which will be quantitatively tested by both direct microscopy of slurries after sonication and by real time observation of the mechanoluminescence produced by particle fragmentation. Finally a new synthetic methodology based on ultrasonic spray pyrolysis of a hot liquid nanodroplets in a gas will be explored as a potentially displacing technology for the synthesis of nanoparticles and nanostructured materials. Of special focus will be (1) hierarchically nanostructured carbons and carbon quantum dots and (2) encapsulated nanoparticle aluminum and nanothermites. \r\n\r\n\r\n \r\n\r\nNON-TECHNICAL SUMMARY:\r\n\r\nThe chemical effects of ultrasound do not come from a direct interaction with molecules. Instead, sonochem¬istry arises from ?cavitation?: the formation, growth, and implosive collapse of bubbles in a liquid. Collapse of bubble clouds pro¬duces localized hot spots with temperatures as hot as the surface of the sun, pressures as large as at the bottom of the ocean, with durations shorter than a lightening bolt. The field of sonochemistry has undergone a renaissance during the past decade. As the scientific understanding of the chemical effects of ultrasound has grown, so too has the impact of sonochemistry on a wide range of the physical sciences. Importantly, sonochemistry also has substantial strategic research significance to the U.S. industrial economy. Ultrasound already has major industrial applications (e.g., cleaning, welding, emulsification, biotech processing), and the U.S. dominates the world market in production of ultrasonic equipment. Commercial generators of high intensity ultrasound for large scale liquid processing are available off the shelf, and ultrasonic cleaning is now the standard for both general purpose industrial and microelectronics applications. Thus, the development of sonochemistry and its applications will advance a global market in which the U.S. has a significant commercial advantage. Broader impacts also include the education of the general public about sonochemistry, e.g., through popularized articles which the PI has written for essentially all the general science magazines and major encyclopedias. Significant pre-college outreach efforts are made by the PI and his research group, which impact some 3000 youngsters annually.  Finally, substantial success has been made in advanced technical training: during this past grant, 10 Ph.D.?s were graduated, including 4 women and one African-American.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kenneth",
   "pi_last_name": "Suslick",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Kenneth S Suslick",
   "pi_email_addr": "ksuslick@iridescentsensors.com",
   "nsf_id": "000298833",
   "pi_start_date": "2009-08-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 S WRIGHT ST",
  "perf_city_name": "URBANA",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176200",
   "pgm_ele_name": "SOLID STATE & MATERIALS CHEMIS"
  },
  {
   "pgm_ele_code": "196200",
   "pgm_ele_name": "SPECTROSCOPY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 190000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong><em>Intellectual Merit of the Proposed Activity:</em></strong><strong><em> </em></strong>The chemical effects of<br />ultrasound do not come from a direct interaction with molecular species.<br />Instead, sonochem&shy;istry arises from acoustic cavitation: the formation, growth, and implosive collapse of bubbles in a liquid. Collapse of bubble clouds pro&shy;duces <em>in&shy;tense </em>local heating (&raquo;5000 K), high pressures (~1000 atm), enormous heating/cooling rates (&gt;10<sup>10 </sup>K/sec), all in isolated sub-micron reactors (each bubble is 10<sup>-15</sup> L). Cavita&shy;tion thus represents a<br />unique interaction of energy and matter and provides access to a distinct<br />region of reactivity and a general synthetic methodology for the production of<br />unusual materials.</p>\n<p>&nbsp;There remain critical and fundamental gaps in our understanding of the chemical consequences of ultrasound, both inside the collapsing bubble during acoustic cavitation and in the liquid (or liquid-slurry) outside of the bubble. Our work during this grant has helped to couple a fundamental understanding of the chemical and physical effects of high intensity ultrasound to the development of a new synthetic methodology with diverse applications in the synthesis of nanostructured materials with unusual morphologies and useful chemical properties. Projects completed&nbsp;utilized synthetic sonochemical methodologies that fell into three related<br />categories:&nbsp; (1)&nbsp;&nbsp;the direct sonochemical synthesis of novel nanostruc&shy;tured materials; (2)&nbsp;&nbsp;the synthesis of novel nanostructured materials using ultrasonic spray pyrolysis; and&nbsp; (3)&nbsp;&nbsp;the effects of acoustic cavitation on slurries: inter-particle collisions and sonocrystallization of active pharmaceutical ingredients.</p>\n<p><strong><em>Broader Impacts Resulting:</em></strong><strong><em> </em></strong>The use of high intensity ultrasound has undergone dramatic growth in materials science during the past decade. As our understanding of the chemical effects of ultrasound has grown, so too has the impact of sonochemistry on a wide range of the physical sciences. Importantly, sonochemistry also has substantial strategic research significance to our industrial economy. Ultrasound already has major industrial applications (e.g., cleaning, welding, emulsification, biotech processing), and the U.S. dominates the world market in production of ultrasonic equipment. Commercial generators of high?intensity ultrasound for very large scale liquid processing are available off the shelf, and ultrasonic cleaning is now the standard for both general purpose industrial and microelectronics applications. Thus, the development of sonochemistry and its applications will advance a global market in which the U.S. has a significant commercial advantage. Broader impacts also include the education of the general public about sonochemistry, e.g., through<br />popularized articles which the PI has written for essentially all the general science magazines and major encyclopedias. Significant pre-college outreach efforts are made by the PI and his research group, in part through the UI REACT program which impacts some 3000 youngsters annually.&nbsp; Finally, substantial success has been made in advanced technical training: over the past six years, 13 Ph.D.&rsquo;s were graduated, including 4 women and one African-American.</p>\n<p><br /><br /></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/11/2012<br>\n\t\t\t\t\tModified by: Kenneth&nbsp;S&nbsp;Suslick</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit of the Proposed Activity: The chemical effects of\nultrasound do not come from a direct interaction with molecular species.\nInstead, sonochem&shy;istry arises from acoustic cavitation: the formation, growth, and implosive collapse of bubbles in a liquid. Collapse of bubble clouds pro&shy;duces in&shy;tense local heating (&raquo;5000 K), high pressures (~1000 atm), enormous heating/cooling rates (&gt;1010 K/sec), all in isolated sub-micron reactors (each bubble is 10-15 L). Cavita&shy;tion thus represents a\nunique interaction of energy and matter and provides access to a distinct\nregion of reactivity and a general synthetic methodology for the production of\nunusual materials.\n\n There remain critical and fundamental gaps in our understanding of the chemical consequences of ultrasound, both inside the collapsing bubble during acoustic cavitation and in the liquid (or liquid-slurry) outside of the bubble. Our work during this grant has helped to couple a fundamental understanding of the chemical and physical effects of high intensity ultrasound to the development of a new synthetic methodology with diverse applications in the synthesis of nanostructured materials with unusual morphologies and useful chemical properties. Projects completed utilized synthetic sonochemical methodologies that fell into three related\ncategories:  (1)  the direct sonochemical synthesis of novel nanostruc&shy;tured materials; (2)  the synthesis of novel nanostructured materials using ultrasonic spray pyrolysis; and  (3)  the effects of acoustic cavitation on slurries: inter-particle collisions and sonocrystallization of active pharmaceutical ingredients.\n\nBroader Impacts Resulting: The use of high intensity ultrasound has undergone dramatic growth in materials science during the past decade. As our understanding of the chemical effects of ultrasound has grown, so too has the impact of sonochemistry on a wide range of the physical sciences. Importantly, sonochemistry also has substantial strategic research significance to our industrial economy. Ultrasound already has major industrial applications (e.g., cleaning, welding, emulsification, biotech processing), and the U.S. dominates the world market in production of ultrasonic equipment. Commercial generators of high?intensity ultrasound for very large scale liquid processing are available off the shelf, and ultrasonic cleaning is now the standard for both general purpose industrial and microelectronics applications. Thus, the development of sonochemistry and its applications will advance a global market in which the U.S. has a significant commercial advantage. Broader impacts also include the education of the general public about sonochemistry, e.g., through\npopularized articles which the PI has written for essentially all the general science magazines and major encyclopedias. Significant pre-college outreach efforts are made by the PI and his research group, in part through the UI REACT program which impacts some 3000 youngsters annually.  Finally, substantial success has been made in advanced technical training: over the past six years, 13 Ph.D.Æs were graduated, including 4 women and one African-American.\n\n\n\n\n\n\t\t\t\t\tLast Modified: 10/11/2012\n\n\t\t\t\t\tSubmitted by: Kenneth S Suslick"
 }
}