{
 "awd_id": "0906780",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Disorder and Dynamics in Solids and Superfluids",
 "cfda_num": "47.049",
 "org_code": "03070005",
 "po_phone": "7032924429",
 "po_email": "sogut@nsf.gov",
 "po_sign_block_name": "Serdar Ogut",
 "awd_eff_date": "2009-09-15",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 285000.0,
 "awd_amount": 285000.0,
 "awd_min_amd_letter_date": "2009-09-08",
 "awd_max_amd_letter_date": "2011-06-28",
 "awd_abstract_narration": "TECHNICAL SUMMARY\r\nThis award supports theoretical research and education on nonequilibrium statistical physics spanning from classical to quantum systems.  The research will focus on three areas: the structure and dynamics of random solids, non-equilibrium states and avalanching in superfluid helium flowing through nanopore arrays, and the structure and dynamics of ordering in laser-driven atomic systems housed in photonic cavities. \r\n\r\nRandom solids are materials created via the permanent chemical bonding of randomly selected constituents, and are well exemplified by vulcanized rubber. This bonding creates a new state of matter, which acquires a nonzero shear modulus and spatial localization of its constituents - but with no long-range crystallinity. The PI's past work of has led to a fairly refined understanding of the static equilibrium structure and elasticity of simple random solids. The PI will develop an understanding of dynamics in simple random solids and their parent liquids, and when the materials exhibit long- or short-range liquid crystallinity, how this ordering interacts with the structure of the random solid. To accomplish these goals powerful statistical-mechanical tools will be applied that properly and instructively account for the deeply random chemical-level architecture that such materials possess. \r\n\r\nMotivated by beautiful experiments due to the Berkeley group, the PI plans to address the nature of helium superflow through arrays of thousands of nanoscale ?Josephson pores? connecting two reservoirs. The PI?s recent work argues that the qualitative nature of the flow depends crucially on a ?hidden? competition between superfluid \"elasticity\" and disorder, which arises from pore-to-pore variability. This work suggests that collective system-spanning \"ruptures\" in the superflow can occur at weak, but not at strong, disorder, these regimes being separated by a non-equilibrium phase transition that has antecedents in several condensed-matter and geophysical settings. The PI plans to construct a detailed theory of helium superflow through nanopore arrays that incorporates the effects of fluctuations and experiment geometry, and builds a statistical characterization of the flow dynamics. \r\n\r\nLaser-driven atomic gases, trapped in high-finesse optical cavities are expected to undergo fascinating nonequilibrium quantum phase transitions to states of strong, spontaneous organization among the atoms, which self-consistently populate either the even or the odd anti-nodes of certain modes of the cavity radiation. For suitably designed cavities, these transitions are expected to be accompanied by strong fluctuations in the atomic organization, which will imprint themselves on the spatial and temporal correlations of the light leaking from the cavity. The PI aims to apply a wide array of condensed matter techniques in developing a thorough picture of the ordering, its steady-state fluctuations, and the rich kinetics via which this nonequilibrium steady state is achieved. \r\n\r\nNONTECHNICAL SUMMARY\r\nThis award supports a theoretical research and education program across hard and soft condensed matter physics with the study of systems and materials that are out of equilibrium and in which randomness plays an important role. The PI will conduct research in three areas. In the first the PI will study the properties of random solids ? materials made of a network of long chain-like molecules in which the chains are linked to each other at random places. In the second area the PI will study the flow of superfluid helium, a liquid at low temperature with remarkable properties such as the ability to flow without dissipation, through an array of nanoscale pores. In the third area the PI will study the nonequilbrium phases of atomic gases in an optical cavity and transitions among them that arise when a laser is applied. These three areas of research advance the field of statistical physics which seeks to discover universal principles that characterize systems that are far from equilibrium and link seemingly unrelated systems. From a physical point of view, living things provide perhaps the most familiar example of systems that are far from equilibrium. This is fundamental research that will advance our understanding of systems and materials that are far from equilibrium.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Goldbart",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Paul M Goldbart",
   "pi_email_addr": "paul.goldbart@physics.gatech.edu",
   "nsf_id": "000438353",
   "pi_start_date": "2009-09-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 S WRIGHT ST",
  "perf_city_name": "URBANA",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 95000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 95000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 95000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Condensed matter science seeks to measure, explain, predict and control the rich variety of ways in which vast assemblies of particles behave as a result of the forces they exert on one another.&nbsp; There are many choices for the particles, such as electrons, atoms, molecules and viruses, or even particles of light, known as photons.&nbsp; The topic is most captivating when the behavior of the assembly changes radically, as the effect of the interactions is amplified.&nbsp; Such amplification can often be done in experiments &ndash; common ways are to lower the temperature or increase the strength of an applied magnetic field &ndash; and, frequently, the impact is striking and useful, as new behaviors emerge: liquids become crystals, and metals give way to superconductors, to name two examples.&nbsp; As an analogy, think of people as the particles and language as the interaction: wholly new phenomena can arise: legal systems and the theater business are two that immediately come to mind.</p>\n<p>This NSF project, <em>Disorder and Dynamics in Solids and Superfluids</em>, predicts and explains various modes of behavior that interactions can trigger in groups of systems that are challenging &ndash; either for their intrinsic complexity or because the means to make, control and observe them have only been developed within the past few years.&nbsp; In the first group is vulcanized matter, of which rubber is the classic exemplar: long, flexible, randomly coiled molecules, like snakes slithering in a nest but stuck to one another, here and there, with dabs of permanent glue.&nbsp; How can one build a theory to capture the essential properties of rubbery media: resistant, unlike water, to changes in the overall shape of the medium, but only very weakly so, compared, say, to diamond?&nbsp; And how do the properties of vulcanized matter change when the molecules contain occasional inflexible segments that tend to line up, like chalk in a box, and confer some liquid crystallinity on the system?&nbsp; It turns out that the mathematics invented to describe matter-antimatter annihilation and particle-wave duality &ndash; the quantum theory of fields &ndash; gives us powerful tools with which we can encode the chaotic jiggling of the molecules (which we call heat) and the impact of the random but permanent glue.&nbsp; The interplay of these two ingredients is what makes rubber solid, not liquid, albeit a very special type of solid, one that is far, far softer than crystals.</p>\n<p>The second group of systems consists of dilute vapors of atoms, held in a container at a temperature that could be roughly a million million times colder than a spring day on Earth, and pumped with laser light. &nbsp;Theoretical work predicts that the atoms tell the light where to concentrate, and the light responds with similar instructions for the atoms.&nbsp; And together, in a kind of ultra-cold chain reaction, the pair organize themselves into a joint, self-sustaining, crystal of light and atoms but with the additional characteristic of the resistanceless flow of a superfluid.&nbsp; Thus, these atom-light systems are predicted to furnish researchers with highly tunable counterparts of more familiar hard and soft materials (such as crystals and layered co-polymers) that also spontaneously develop spatial organization.&nbsp; But they do so in the &ldquo;far away&rdquo; terrain of extremely cold temperatures, where the particle-wave duality of the quantum world holds sway.&nbsp;</p>\n<p>Through their crystallization behavior, coupled atom/light systems could provide new, highly tunable analogs of more familiar materials.&nbsp; This would enable new light to be cast on important phenomena, such as melting and freezing, carrying sound and yielding to stress, as well as resistanceless flow.&nbsp; It could also enable us to explore valuable models of glasses, random magnetic media, and even the storage of...",
  "por_txt_cntn": "\nCondensed matter science seeks to measure, explain, predict and control the rich variety of ways in which vast assemblies of particles behave as a result of the forces they exert on one another.  There are many choices for the particles, such as electrons, atoms, molecules and viruses, or even particles of light, known as photons.  The topic is most captivating when the behavior of the assembly changes radically, as the effect of the interactions is amplified.  Such amplification can often be done in experiments &ndash; common ways are to lower the temperature or increase the strength of an applied magnetic field &ndash; and, frequently, the impact is striking and useful, as new behaviors emerge: liquids become crystals, and metals give way to superconductors, to name two examples.  As an analogy, think of people as the particles and language as the interaction: wholly new phenomena can arise: legal systems and the theater business are two that immediately come to mind.\n\nThis NSF project, Disorder and Dynamics in Solids and Superfluids, predicts and explains various modes of behavior that interactions can trigger in groups of systems that are challenging &ndash; either for their intrinsic complexity or because the means to make, control and observe them have only been developed within the past few years.  In the first group is vulcanized matter, of which rubber is the classic exemplar: long, flexible, randomly coiled molecules, like snakes slithering in a nest but stuck to one another, here and there, with dabs of permanent glue.  How can one build a theory to capture the essential properties of rubbery media: resistant, unlike water, to changes in the overall shape of the medium, but only very weakly so, compared, say, to diamond?  And how do the properties of vulcanized matter change when the molecules contain occasional inflexible segments that tend to line up, like chalk in a box, and confer some liquid crystallinity on the system?  It turns out that the mathematics invented to describe matter-antimatter annihilation and particle-wave duality &ndash; the quantum theory of fields &ndash; gives us powerful tools with which we can encode the chaotic jiggling of the molecules (which we call heat) and the impact of the random but permanent glue.  The interplay of these two ingredients is what makes rubber solid, not liquid, albeit a very special type of solid, one that is far, far softer than crystals.\n\nThe second group of systems consists of dilute vapors of atoms, held in a container at a temperature that could be roughly a million million times colder than a spring day on Earth, and pumped with laser light.  Theoretical work predicts that the atoms tell the light where to concentrate, and the light responds with similar instructions for the atoms.  And together, in a kind of ultra-cold chain reaction, the pair organize themselves into a joint, self-sustaining, crystal of light and atoms but with the additional characteristic of the resistanceless flow of a superfluid.  Thus, these atom-light systems are predicted to furnish researchers with highly tunable counterparts of more familiar hard and soft materials (such as crystals and layered co-polymers) that also spontaneously develop spatial organization.  But they do so in the \"far away\" terrain of extremely cold temperatures, where the particle-wave duality of the quantum world holds sway. \n\nThrough their crystallization behavior, coupled atom/light systems could provide new, highly tunable analogs of more familiar materials.  This would enable new light to be cast on important phenomena, such as melting and freezing, carrying sound and yielding to stress, as well as resistanceless flow.  It could also enable us to explore valuable models of glasses, random magnetic media, and even the storage of memories in the brain.\n\n\t\t\t\t\tLast Modified: 06/04/2014\n\n\t\t\t\t\tSubmitted by: Paul M Goldbart"
 }
}