{
 "awd_id": "0906953",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Non-Fermi Liquid Behavior, Superconductivity, and Magnetism in Strongly Correlated Electron Systems.",
 "cfda_num": "47.049",
 "org_code": "03070005",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 285000.0,
 "awd_amount": 285000.0,
 "awd_min_amd_letter_date": "2009-08-11",
 "awd_max_amd_letter_date": "2011-06-05",
 "awd_abstract_narration": "TECHNICAL SUMMARY\r\nThis award supports theoretical research and education on strongly correlated electron systems. The research is focused on three interrelated areas: 1.) the physics of cuprate superconductors, 2.) the physics of recently discovered iron-based pnictide superconductors, and 3.) the novel physics of an itinerant fermionic system near a quantum-critical point.\r\nThe PI will explore the idea that the physics of the cuprates is primarily driven by proximity to an antiferromagnetic quantum critical point, a spin-fluctuation scenario. At a quantum critical point, collective spin excitations become gapless, and the interaction with them destroys coherent Fermi liquid quasiparticles. The same interaction mediates non-BCS d-wave pairing between incoherent fermions. The PI plans to address (i) whether the interaction with spin fluctuations gives rise to the pseudogap physics and (ii) whether the approach can be extended to a truly strong coupling. \r\nThe PI aims to develop a fundamental understanding of the pnictide superconductors, including: the origin of superconductivity which develops despite strong Coulomb repulsion, the symmetry of the pairing gap, the interplay between superconductivity and magnetism, the implications of the gap symmetry for the experiments in the superconducting state, and the feedback from the pairing on electrons.\r\nThe PI plans to develop a Fermi liquid theory valid near a quantum critical point. A conventional Fermi liquid description does not work because the self-energy is frequency dependent but local. This is a general problem which should lead to new understanding of the low-energy physics of interacting electrons. \r\n\r\nThe results of this research may be applicable to a wider class of materials that include the heavy fermion materials and cobaltates.\r\n\r\nThe research provides good training for graduate students. The PI will involve undergraduate students in the research. The research also involves international collaborations.\r\n\r\nNON-TECHNICAL SUMMARY\r\n\r\nThis award supports theoretical research and education to pursue a possible origin of the unusual properties of high temperature superconducting materials. At sufficiently low temperatures, these materials exhibit superconductivity - an electronic state of matter that exhibits no resistance to the flow of electricity. An unusual and exciting feature of these materials is that the temperature at which superconductivity first appears can be some 6 times or more higher than the highest temperature at which superconductivity had been observed to occur in all previously known materials. If new materials can be discovered that become superconducting near room temperature, then vast amounts of energy could be saved by using them in power transition lines and a whole new technology of superconducting electronics would become more practical. But how does superconductivity arise in these materials? The PI takes the view that magnetism plays a crucial role, particularly when near a new kind of phase transition that occurs at the absolute zero of temperature. Fluctuating wisps of magnetic order might provide the mechanism that causes electrons to pair up and transform to the superconducting state. This research project uses advanced theoretical methods to determine signatures of this mechanism and how they may appear in experiments on particular superconducting materials. The PI will advance the theory of this kind of superconductivity and the unusual kind of metallic state from which it might spring.\r\n\r\nThe research provides good training for graduate students. The PI will involve undergraduate students in the research. The research also involves international collaborations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrey",
   "pi_last_name": "Chubukov",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Andrey V Chubukov",
   "pi_email_addr": "achubuko@umn.edu",
   "nsf_id": "000310003",
   "pi_start_date": "2009-08-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7574",
   "pgm_ref_txt": "CYBER INFRA FOR MATERIALS RES"
  },
  {
   "pgm_ref_code": "7644",
   "pgm_ref_txt": "ENERGY FOR SUSTAINABILITY"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 190000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 95000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>My research is in the area of condensed matter physics. I am working on the understanding of the origin of high-temperature superconductivity in copper-based (cuprates) and iron-based materials, and in doped graphene.</p>\n<p>Superconductivity is the ability of electron to conduct current  without resistance, which is a dream for applications.&nbsp; A single  electron cannot do this, but if electrons are attracted to each other  and are bound by some interaction into pairs, they have an ability to  accumulate at the same quantum-mechanical state and move completely  coherently under the electric field, like a well-trained marching band.</p>\n<p>&nbsp;Superconductivity is a well-known phenomenon &ndash; it has been around for over 100 years, and&nbsp; the theory for \"old\", so-called s-wave &nbsp; superconductors is over 50 years old.&nbsp; Over the last decade, however, the field of superconductivity witnessed&nbsp; a remarkable renewal of interest in the physics community. One of the reasons for this is the discovery of unconventional (not ordinary s-wave) superconductivity first in cuprates and, more recently, in iron-pnictides and iron-chalcogenides.</p>\n<p>Not only the transition temperature in these materials is larger than in \"old\" superconductors, but the mechanism of the attraction is different.&nbsp; In \"old\" superconductors,&nbsp; the glue is a lattice vibration: one fermion  creates a vibration, and another one get attracted by vibration into  the same area. In new superconductors, lattice vibrations also tens to attack electrons, but the transition temperatures obtained with this mechanism&nbsp; are much smaller than the ones observed experimentally.&nbsp; My research explores the idea that superconductivity in the new materials is of electronic origin and&nbsp; originates from&nbsp; the screened Coulomb interaction between electrons. Coulomb interaction is generally repulsive, but at large distances&nbsp; it oscillates, and becomes attractive over half-periods of oscillations.&nbsp; In modern theories of superconductivity, this effective attraction can be cast as coming from an effective interaction mediated by collective oscillations of fermionic density or spin.&nbsp; The interaction mediated by spin collective excitations (commonly called spin fluctuations) is a likely candidate as it yields a correct symmtry of the superconducting state.</p>\n<p>A weak coupling spin-fluctuation mechanism of superconductivity is well understood.&nbsp; But this is only a top of the aisberg because superconductivity in novel materials emerges from normal states which are often very different from a conventional Fermi liquid. This fact requires critical re-thinking of the origin of  superconductivity in strongly correlated electron systems. In simple words, electrons in the normal (non-superconducting) state interact so strongly that they get almost completely localized near the corresponding ionic states.How these non-moving electrons start moving coherently once they get paired into bound pairs is the question which I am t addressing in my research.</p>\n<p>I also do research aimed to understand under what conditions one may get qualitarively new symmetry of a superconducting state. There&nbsp; is&nbsp; a real hope, based on our theoretical calculations for doped graphene and tremendous improvement of the experimental technique, to obtain so-called chiral superconductivity, which breaks time-reversal symmetry. Such a superconductor (a spin-singlet solid-state&nbsp; analog of superfluifd 3He) exhibits a wealth of fascinating properties which are highly sought after for nano-science applications.&nbsp; Interest in chiral superconductivity greatly intensified in the last few years with the advent of topological superconductivity which has strong links to quantum computation.&nbsp; The The graphene based chiralsuperconductivity, if realized in experiment, will play a vital ro...",
  "por_txt_cntn": "\nMy research is in the area of condensed matter physics. I am working on the understanding of the origin of high-temperature superconductivity in copper-based (cuprates) and iron-based materials, and in doped graphene.\n\nSuperconductivity is the ability of electron to conduct current  without resistance, which is a dream for applications.  A single  electron cannot do this, but if electrons are attracted to each other  and are bound by some interaction into pairs, they have an ability to  accumulate at the same quantum-mechanical state and move completely  coherently under the electric field, like a well-trained marching band.\n\n Superconductivity is a well-known phenomenon &ndash; it has been around for over 100 years, and  the theory for \"old\", so-called s-wave   superconductors is over 50 years old.  Over the last decade, however, the field of superconductivity witnessed  a remarkable renewal of interest in the physics community. One of the reasons for this is the discovery of unconventional (not ordinary s-wave) superconductivity first in cuprates and, more recently, in iron-pnictides and iron-chalcogenides.\n\nNot only the transition temperature in these materials is larger than in \"old\" superconductors, but the mechanism of the attraction is different.  In \"old\" superconductors,  the glue is a lattice vibration: one fermion  creates a vibration, and another one get attracted by vibration into  the same area. In new superconductors, lattice vibrations also tens to attack electrons, but the transition temperatures obtained with this mechanism  are much smaller than the ones observed experimentally.  My research explores the idea that superconductivity in the new materials is of electronic origin and  originates from  the screened Coulomb interaction between electrons. Coulomb interaction is generally repulsive, but at large distances  it oscillates, and becomes attractive over half-periods of oscillations.  In modern theories of superconductivity, this effective attraction can be cast as coming from an effective interaction mediated by collective oscillations of fermionic density or spin.  The interaction mediated by spin collective excitations (commonly called spin fluctuations) is a likely candidate as it yields a correct symmtry of the superconducting state.\n\nA weak coupling spin-fluctuation mechanism of superconductivity is well understood.  But this is only a top of the aisberg because superconductivity in novel materials emerges from normal states which are often very different from a conventional Fermi liquid. This fact requires critical re-thinking of the origin of  superconductivity in strongly correlated electron systems. In simple words, electrons in the normal (non-superconducting) state interact so strongly that they get almost completely localized near the corresponding ionic states.How these non-moving electrons start moving coherently once they get paired into bound pairs is the question which I am t addressing in my research.\n\nI also do research aimed to understand under what conditions one may get qualitarively new symmetry of a superconducting state. There  is  a real hope, based on our theoretical calculations for doped graphene and tremendous improvement of the experimental technique, to obtain so-called chiral superconductivity, which breaks time-reversal symmetry. Such a superconductor (a spin-singlet solid-state  analog of superfluifd 3He) exhibits a wealth of fascinating properties which are highly sought after for nano-science applications.  Interest in chiral superconductivity greatly intensified in the last few years with the advent of topological superconductivity which has strong links to quantum computation.  The The graphene based chiralsuperconductivity, if realized in experiment, will play a vital role in the development of technology designed to exploit topological superconductivity.\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 10/24/2012\n\n\t\t\t\t\tSubmitted by: Andrey V Chub..."
 }
}