{
 "awd_id": "0906525",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Quantum State Resolved Charge Dynamics in Nanoscale Heterostructures at Low Temperatures",
 "cfda_num": "47.049",
 "org_code": "03070007",
 "po_phone": "7032928684",
 "po_email": "stamchan@nsf.gov",
 "po_sign_block_name": "Suk-Wah Tam-Chang",
 "awd_eff_date": "2009-08-15",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 510000.0,
 "awd_amount": 510000.0,
 "awd_min_amd_letter_date": "2009-08-07",
 "awd_max_amd_letter_date": "2009-08-07",
 "awd_abstract_narration": "\"This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\"\r\n\r\nTECHNICAL SUMMARY\r\n\tThis program will extend the coherent multidimensional spectroscopy (CMDS) methods developed at the University of Wisconsin to coherent electron transport in semiconducting nanostructures. The methods will resolve the individual quantum states of coherent transport by creating multiple quantum coherences of states throughout the complex nanostructures of our future solar collectors. The new methods will define the quantum states involved in coherent electron transfer, isolate specific coherence pathways, narrow broad spectral features, reduce spectral congestion, resolve higher order processes, access the zero quantum coherences and double quantum coherences that define the energies and dephasing rates of multiexcitons, define the correlations between states created by charge transfer, isolate and measure the coherent and incoherent dynamics, and create spectroscopic signatures for the individual materials in a nanostructure. The samples include quantum dots, quantum wires, hyperbranched tree structures, core-shell structures, nanowire heterojunctions, and quantum wires on TiO2.  This program has nine goals- 1) creating spectroscopic signatures using multiple states; 2) exploring the spectra and dynamics of multiexcitonic states; 3) probe the potential energy surface that guides electrons in a nanostructure; 4) identify the mechanism of charge multiplication; 5) expand the range of nanostructured materials; 6) create multiple quantum coherences across a nanostructured heterojunction; 7) probe donor-acceptor coupling of multiexcitons; 8) define the quantum state alignment across heterojunctions; 9) use charge transfer across heterojunctions to harvest the multiexcitons created by charge multiplication.\r\n\tThe project will provide the insights and measurement tools for the synthesis of new nanostructures that incorporate coherent electron transport. Coherent electron transport is fundamental to making materials that have minimal energy loss in changing solar energy into electrical or chemical energy. It will provide deeper fundamental insights to the quantum states and dynamics in nanostructures and guide efforts to develop better materials. The project will use five methods to disseminate our discoveries to the broader scientific community- 1) the International Conference on Multidimensional Spectroscopy; 2) a tutorial web site; 3) a complete on-line course in nonlinear spectroscopy and CMDS; 4) tutorial papers and book chapters; 5) conference and university presentations; 6) collaboration with nanostructure development research groups and faculty and students of color at Spelman College. \r\n\r\nNON-TECHNICAL SUMMARY\r\n\tSolar energy is the most likely global solution to the world?s long-range energy needs. Solar energy can be either directly converted to electricity or catalytically converted into fuels that store the energy for later use. One of the most promising methods for harvesting solar energy is using nanostructures which absorb the light to create electrons and holes, separate the electrons and holes before they recombine, and either deliver the electricity to power equipment or use the electrons and holes in catalytic chemical reactions to create fuels. In order to have the highest solar energy conversion efficiencies, it is important to reduce all the factors that loose energy. Coherent electron transfer has no energy loss. It occurs most commonly in superconductors at very low temperatures but it can also occur in nanostructures at room temperature because the distances are short and quantum effects are important. This project?s goal is to develop the insights and tools required to create a new family of complex nanostructures that incorporate coherent electron transport. Charge multiplication is a promising approach to raising conversion efficiency because it uses all the colors in the solar spectrum and no energy is wasted. This project will develop new femtosecond laser methods that can directly observe the coherent electron transfer and charge multiplication with quantum state resolution. The methods will extend discoveries made at the University of Wisconsin to the field of solar energy. The ability to directly see coherent electron transfer and charge multiplication will guide synthetic materials chemists? efforts to design materials that optimize the transfer and solar energy collection efficiency. This project will involve collaborative work with solar energy researchers at Los Alamos National Laboratories, synthetic materials chemists and surface chemists at the University of Wisconsin, and faculty and students of color at Spelman College. It will also develop a tutorial web site, on-line course materials, and professional conferences for outreach and dissemination of these new discoveries to the general public.\r\n",
 "awd_arra_amount": 510000.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Wright",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "John C Wright",
   "pi_email_addr": "wright@chem.wisc.edu",
   "nsf_id": "000158923",
   "pi_start_date": "2009-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176200",
   "pgm_ele_name": "SOLID STATE & MATERIALS CHEMIS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "090E",
   "pgm_ref_txt": "Chem/Bio and Physical Diagnostics"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 510000.0
  }
 ],
 "por": null
}