{
 "awd_id": "0906204",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Symplectic Topology of Hamiltonian Systems with Infinitely Many Periodic Orbits",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christopher Stark",
 "awd_eff_date": "2009-09-15",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 136000.0,
 "awd_amount": 136000.0,
 "awd_min_amd_letter_date": "2009-09-02",
 "awd_max_amd_letter_date": "2009-09-02",
 "awd_abstract_narration": "Abstract\r\n\r\nAward:  DMS-0906204\r\nPrincipal Investigator: Basak Gurel\r\n\r\nThis award is funded under the American Recovery and Reinvestment Act of \r\n2009 (Public Law 111-5).\r\n\r\nThe main long-term objective of the proposed work is to examine the\r\nreason for the existence of infinitely many periodic orbits for a\r\nvariety of Hamiltonian dynamical systems. The first part of the\r\nproposal is comprised of several interconnected projects addressing\r\nthis question for certain classes of Hamiltonian diffeomorphisms and\r\nalso for specific Hamiltonian systems such as twisted geodesic\r\nflows. The PI will tackle these problems by making use of methods from\r\nsymplectic topology including Floer homological techniques, spectral\r\ninvariants, Hamiltonian Ljusternik-Schnirelman theory, the Seidel\r\nrepresentation as well as methods from differential geometry such as\r\nh-principles. Among more specific tools pertinent to this\r\ninvestigation are local Floer homology, the mean index, the properties\r\nof action and index spectra and of action and index gaps, and\r\ngeometric and dynamical properties of the symplectically degenerate\r\nmaxima. The techniques utilized by the PI also have applications\r\nbeyond establishing the existence of infinitely many periodic\r\norbits. In particular, the PI's approach to the projects in the second\r\npart of the proposal draws heavily on one of her recent works on the\r\nperiodic orbits problem. The PI outlines a method of proving that the\r\ndiameter of the group of Hamiltonian diffeomorphisms is infinite for\r\nmany symplectic manifolds, including some new instances. Another group\r\nof problems considered in this proposal concerns the symplectic\r\ntopology of coisotropic submanifolds and some of its applications.\r\n\r\nHamiltonian systems constitute a broad class of physical systems where\r\ndissipative forces can be disregarded. For example, the planetary\r\nmotion in celestial mechanics and the motion of a charged particle in\r\na magnetic field are usually treated as Hamiltonian systems. One\r\ngeneral, but not universal, feature of such systems is that they tend\r\nto have numerous periodic orbits. Corresponding to the cyclic motion,\r\nthis is the simplest dynamical phenomenon after equilibrium and an\r\ninvestigation of periodic orbits of a system is crucial in\r\nunderstanding its global behavior. For a broad class of Hamiltonian\r\nsystems, the number of periodic orbits is known to be infinite and this\r\nis thought to be the case for many (but not all) Hamiltonian\r\nsystems. Yet, establishing the existence of periodic orbits often\r\nrequires advanced and powerful mathematical tools. The proposal\r\nfocuses on the existence problem for infinitely many periodic orbits of\r\nHamiltonian dynamical systems in a variety of settings and on\r\napplications of the techniques used by the PI to attack this problem\r\nto some other related questions. The projects in the last part of the\r\nproposal concern a certain class of spaces which arise, for instance,\r\nin the study of Hamiltonian systems with symmetries. The proposed work\r\nis related to and has potential applications in mathematical physics,\r\nand geometric and quantum mechanics.",
 "awd_arra_amount": 136000.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Basak",
   "pi_last_name": "Gurel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Basak Gurel",
   "pi_email_addr": "Basak.Gurel@ucf.edu",
   "nsf_id": "000511394",
   "pi_start_date": "2009-09-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Vanderbilt University",
  "inst_street_address": "110 21ST AVE S",
  "inst_street_address_2": "",
  "inst_city_name": "NASHVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "6153222631",
  "inst_zip_code": "372032416",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "TN05",
  "org_lgl_bus_name": "VANDERBILT UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "GTNBNWXJ12D5"
 },
 "perf_inst": {
  "perf_inst_name": "Vanderbilt University",
  "perf_str_addr": "110 21ST AVE S",
  "perf_city_name": "NASHVILLE",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "372032416",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "TN05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126500",
   "pgm_ele_name": "GEOMETRIC ANALYSIS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 136000.0
  }
 ],
 "por": null
}