{
 "awd_id": "0906939",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Scanning Probe Microscopy of Nano-Electronic Structures",
 "cfda_num": "47.049",
 "org_code": "03070003",
 "po_phone": "7032924935",
 "po_email": "gtessema@nsf.gov",
 "po_sign_block_name": "Guebre Tessema",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 373000.0,
 "awd_amount": 373000.0,
 "awd_min_amd_letter_date": "2009-08-07",
 "awd_max_amd_letter_date": "2011-06-10",
 "awd_abstract_narration": "TECHNICAL ABSTRACT\r\nThis project applies cryogenic scanning probe methods to resolve the quantum structure of nanoelectronic systems in semiconductors and metals. With regard to the semiconductor work, this project will apply subsurface charge accumulation, a specialized technique capable of resolving individual electrons in subsurface systems. The technique will be applied to probe the electron addition spectra of nanofabricated pairs of donor atoms in silicon. These objects can be considered as donor molecules, analogous to hydrogenic molecules in free space. The goal is to perform fundamental tests of the quantum mechanics of these minuscule semiconductor systems. With regard to metallic systems, this project will apply scanning tunneling microscopy to measure the local density of state of cerium-telluride, a layered crystal that contains cerium atoms that exhibit Kondo behavior. Hence this study will directly probe a Kondo lattice system. Scanning probe microscopy research has proven to be an outstanding training ground for young physicists. Moreover, an educational Nanoscience show will be performed and iteratively improved, in conjunction with the Michigan State University Science Theatre.  \r\n \r\nNON-TECHNICAL ABSTRACT\r\nAs integrated circuits continue to rapidly scale down in size, understanding the nature of electrons in semiconductors and metals trapped by and interacting with individual impurity atoms has become increasingly essential. Advanced microscopic techniques have played and will likely continue to play a key role in developing nanoelectronic devices. This research applies two such techniques: Subsurface Charge Accumulation imaging, and low-temperature Scanning Tunneling Microscopy. Two projects will be conducted. One project will probe and test a true atomic-scale device, composed of only two impurity atoms carefully positioned in silicon. The second project will resolve the properties of conducting electrons in cerium-telluride. In this metal the presence of the magnetic cerium atoms is expected to give surprising properties to the conducting charge. This research will provide a challenging training ground for graduate and undergraduate students, as they master advanced microscopy and sample fabrication techniques. Moreover, an educational Nanoscience show will be performed in conjunction with the Michigan State University Science Theatre. This show will literally bring a hands-on introduction to nanotechnology for students in grades 4-12.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stuart",
   "pi_last_name": "Tessmer",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Stuart H Tessmer",
   "pi_email_addr": "tessmer@pa.msu.edu",
   "nsf_id": "000429736",
   "pi_start_date": "2009-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "426 AUDITORIUM RD RM 2",
  "perf_city_name": "EAST LANSING",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488242600",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6863",
   "pgm_ref_txt": "SEBML-MOORE'S LAW"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 143000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 115000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 115000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Introduction</strong></p>\n<p>Topological insulators (TIs) are a new class of solid materials discovered just over 5 years ago. This discovery has generated enormous excitement and opened up many new avenues for research, both theoretical and experimental. The unusual properties of TIs arise from magnetic and spin interactions of the electrons within insulating (non-conducting) materials; here spin refers to a special intrinsic type of magnetism that all electrons possess. The new theoretical insight is that electrons with low energies can be &ldquo;twisted&rdquo;. The types of possible twistings can be classified mathematically based on the atomic structure of the material and other symmetries. Within the material (in the &ldquo;bulk&rdquo; far from a surface) the twisting cannot be undone by any continuous deformation. On the other hand, there is no twisting outside the material. This means that the twisting must disappear as one moves across the boundary, or edge &nbsp;&ndash; amazingly leading to a conducting layer on the surface of the insulator. So, TIs are insulators in bulk, but conductors along their surfaces. There are other predicted effects, some of which are not yet explored, and speculations that the unique properties of TIs will eventually lead to entirely new technological applications in quantum computing and the emerging field of spintronics.&nbsp;</p>\n<p><strong>Scientific Findings</strong></p>\n<p>One of the main results of this research was to resolve the energy structure of the electrons in a topological insulator &ndash; a quantity known as the &ldquo;density of states&rdquo;. The twisting effect described above puts low energy electrons into the density of states in a way that takes the form of a cone. We observed this cone in measurements acquired by a surface probe called a scanning tunneling microscope (STM). However, the STM also detected an offset or shift in the cone &ndash; other states not predicted to be in TIs were displacing the cone states. In collaboration with a theoretician, we discovered that bulk states had a significant chance to appear on the surface and hence be detected by the STM. In other words, states that were supposed to be deep inside the materials and unrelated to topological insulators had a surprising interaction with the surface states. This interaction needs to be considered in any future devices based on the properties of the TI surface electronics.</p>\n<p><strong>Training and Development</strong></p>\n<p>Graduate Students Megan Romanowich and Matt DeNinno have been trained in the methods of low-temperature physics and low-temperature scanning probe microscopy, including STM. They have both become experts in the electronics of high-sensitivity charge detection. Moreover, DeNinno has been trained in photolithography -- a technique for making small, micrometer-size structures. Romanowich has been trained in scanning electron microscopy (SEM) -- a method for imaging or creating picture of objects as small as the nanometer scale.</p>\n<p><strong>Outreach</strong></p>\n<p>With regard to outreach, we have completed improvements to the Nano Show, including a functioning photoelectric demonstration that has had a terrific debut. When a sufficiently short wave length light illuminates the electrodes, the circuit is completed; this triggers a small digital playback device. In the ten shows we have performed since implementing the improvement, the young audiences correctly identified the recorded voice saying 'Mmm burgers' as belonging to Homer Simpson. Needless to say the shows have been well received! Eight of these performances took place at the Lansing Impression-5 Science Museum as part of their annual Nano Day event.</p>\n<p><strong>Brief Summary of the Outcomes</strong></p>\n<p>We have completed a study focused on studying individual impurity atoms in a silicon sample. Specifically, we have imaged subsurface bor...",
  "por_txt_cntn": "\nIntroduction\n\nTopological insulators (TIs) are a new class of solid materials discovered just over 5 years ago. This discovery has generated enormous excitement and opened up many new avenues for research, both theoretical and experimental. The unusual properties of TIs arise from magnetic and spin interactions of the electrons within insulating (non-conducting) materials; here spin refers to a special intrinsic type of magnetism that all electrons possess. The new theoretical insight is that electrons with low energies can be \"twisted\". The types of possible twistings can be classified mathematically based on the atomic structure of the material and other symmetries. Within the material (in the \"bulk\" far from a surface) the twisting cannot be undone by any continuous deformation. On the other hand, there is no twisting outside the material. This means that the twisting must disappear as one moves across the boundary, or edge  &ndash; amazingly leading to a conducting layer on the surface of the insulator. So, TIs are insulators in bulk, but conductors along their surfaces. There are other predicted effects, some of which are not yet explored, and speculations that the unique properties of TIs will eventually lead to entirely new technological applications in quantum computing and the emerging field of spintronics. \n\nScientific Findings\n\nOne of the main results of this research was to resolve the energy structure of the electrons in a topological insulator &ndash; a quantity known as the \"density of states\". The twisting effect described above puts low energy electrons into the density of states in a way that takes the form of a cone. We observed this cone in measurements acquired by a surface probe called a scanning tunneling microscope (STM). However, the STM also detected an offset or shift in the cone &ndash; other states not predicted to be in TIs were displacing the cone states. In collaboration with a theoretician, we discovered that bulk states had a significant chance to appear on the surface and hence be detected by the STM. In other words, states that were supposed to be deep inside the materials and unrelated to topological insulators had a surprising interaction with the surface states. This interaction needs to be considered in any future devices based on the properties of the TI surface electronics.\n\nTraining and Development\n\nGraduate Students Megan Romanowich and Matt DeNinno have been trained in the methods of low-temperature physics and low-temperature scanning probe microscopy, including STM. They have both become experts in the electronics of high-sensitivity charge detection. Moreover, DeNinno has been trained in photolithography -- a technique for making small, micrometer-size structures. Romanowich has been trained in scanning electron microscopy (SEM) -- a method for imaging or creating picture of objects as small as the nanometer scale.\n\nOutreach\n\nWith regard to outreach, we have completed improvements to the Nano Show, including a functioning photoelectric demonstration that has had a terrific debut. When a sufficiently short wave length light illuminates the electrodes, the circuit is completed; this triggers a small digital playback device. In the ten shows we have performed since implementing the improvement, the young audiences correctly identified the recorded voice saying 'Mmm burgers' as belonging to Homer Simpson. Needless to say the shows have been well received! Eight of these performances took place at the Lansing Impression-5 Science Museum as part of their annual Nano Day event.\n\nBrief Summary of the Outcomes\n\nWe have completed a study focused on studying individual impurity atoms in a silicon sample. Specifically, we have imaged subsurface boron acceptors atoms in a silicon crystal while simultaneously probing single-electrons entering the acceptors. This work was published in the journals Nano Letters and the Journal of Visualized Experiments. As discussed in detail above, we have als..."
 }
}