{
 "awd_id": "0906024",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Patterns in Nature and in the Laboratory",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Henry Warchall",
 "awd_eff_date": "2009-09-15",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 287973.0,
 "awd_amount": 287973.0,
 "awd_min_amd_letter_date": "2009-09-13",
 "awd_max_amd_letter_date": "2009-09-13",
 "awd_abstract_narration": "The work will address two basic themes.  First, we will attempt to understand more precisely why it is that the patterns seen near the shoot apical meristems of plants so often exhibit Fibonacci sequences, that is, leaves, bracts, and stickers lie on families of spirals enumerated by Fibonacci sequences.  The study will explore both the mechanisms through which the biological structures are initiated and the nature of the patterns themselves.  From work to date, it would seem that Fibonacci patterns are the preferred pattern in annular geometries in circumstances where the pattern gets laid down sequentially, annulus by annulus, so that the pattern forming region is quite narrow and the bias from the previously laid down structures is strong.  Connections with optimal packing will be part of the study.  Second, we will revisit the general description of patterns with the particular aim of understanding better the nature of the point and line singularities which occur when one moves from a microscopic description to a macroscopic description of the system by averaging over the pattern wavelength.  What is intriguing is that the three dimensional line defects of such patterns have naturally defined indices of plus and minus one and two thirds and plus and minus one and that the masses of the former are much larger.  Also, the defects have an additional natural index of one half.  Possible connections with quarks and leptons will be explored.  \r\n\r\nPatterns turn up all over the place.  One sees them on desert dunes, on long sandy beaches, in cloud formations, on fingertips and animal coats, on the feathers of birds, and on fish skins.  They are also ubiquitous in laboratory experiments on convection in fluids, on broad laser beams, and on flame fronts.  Many of the patterns arising in different microscopic contexts have textures with much in common, so that by studying patterns in one context one can learn about their behaviors in other systems that share key symmetry properties.  Besides being of interest for their intrinsic beauty, patterns are also worth studying for practical reasons.  They have many potential uses from switches to information storage devices.  They also tend to be the structures which, in certain special circumstances, can optimize such things as heat transfer in fluids and light gathering capacity in plants.  This project will investigate fundamental questions underlying pattern formation, with the goal of providing deeper insight into this important phenomenon.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alan",
   "pi_last_name": "Newell",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Alan C Newell",
   "pi_email_addr": "anewell@math.arizona.edu",
   "nsf_id": "000102201",
   "pi_start_date": "2009-09-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "845 N PARK AVE RM 538",
  "perf_city_name": "TUCSON",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "85721",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 287973.0
  }
 ],
 "por": null
}