{
 "awd_id": "0907781",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Segregation in Multicomponent Macromolecular Systems",
 "cfda_num": "47.049",
 "org_code": "03070005",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2009-07-15",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 460000.0,
 "awd_amount": 460000.0,
 "awd_min_amd_letter_date": "2009-07-13",
 "awd_max_amd_letter_date": "2009-07-13",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5). \r\n\r\nTECHNICAL SUMMARY\r\nThis award supports theoretical research that will study pattern formation in fibers and in self-assembled gels with charged units and with competing interactions.  Nanopatterns in gels of charged chains with self-attracting interactions will also be analyszed.  Models will be developed to analyze the structure and thermodynamics of macromolecular assemblies which include charged ionic sites.  A long-range goal of this work is improving our understanding of how biomolecules and other heterogeneous charged macromolecules assemble into robust functional structures, and this understanding can help us learn to fabricate novel biomimetic structures.\r\n\r\nElectrostatics self-assembly occurs in many technological and biological processes. The interaction of nucleic acids, which are strongly charged chains, with proteins composed of units with tunable degrees of charge, for example, generates self-healing heterogeneous nanostructures which are strongly dependent on ionic concentrations.   Work supported by this grant will analyze the symmetry, including chirality, of charged nanopatterns formed by molecules assembled onto fibers as a function of salt concentration and pH value, and nanopatterns in charged gels in the presence of backbone self-attractions.  Analytic and numerical calculations using coarse grained models will be compared with results from mesoscale simulations and to experiments.  This work will provide guidelines to design complex networks, including DNA-hybrid sensors, via highly cooperative ionic phenomena.\r\n\r\nThe grant will also support educational goals that will promote the development of scientists capable of solving challenging and relevant problems for society.  The group participates in local educational programs at the high school level, as well as interacting with Hispanic professors in the US and Mexico.  The PI is a member of the leadership council of the National Center for Learning and Teaching in Nano Science and Engineering where she participates in designing courses for the web and developing teaching road maps for middle schools and high schools.\r\n\r\nNONTECHNICAL SUMMARY\r\nBiomimetic functional materials are designed to mimic the biological molecules and macromolecules, and are of great importance in developing new technologies.  This award supports research that will develop theoretical methods for modeling the structural and thermodynamic behavior of multicomponent ionic solutions containing heterogeneous molecules.  The methods supported by this grant will provide guidelines for designing hydrogels with unique properties, and aid in the design of actuators and sensors for specific applications.  \r\n\r\nThe award will also support educational goals that will promote the development of scientists capable of solving challenging and relevant problems for society.  The group participates in local educational programs at the high school level, as well as interacting with Hispanic professors in the US and Mexico.  The PI is a member of the leadership council of the National Center for Learning and Teaching in Nano Science and Engineering where she participates in designing courses for the web and developing teaching road maps for middle schools and high schools.",
 "awd_arra_amount": 460000.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Monica",
   "pi_last_name": "Olvera de la Cruz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Monica Olvera de la Cruz",
   "pi_email_addr": "m-olvera@northwestern.edu",
   "nsf_id": "000235056",
   "pi_start_date": "2009-07-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "633 CLARK ST",
  "perf_city_name": "EVANSTON",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602080001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "7209",
   "pgm_ref_txt": "NEXT GEN CHEM & BIO SENSORS & SENSING SY"
  },
  {
   "pgm_ref_code": "7569",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE/SCIENCE"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 460000.0
  }
 ],
 "por": null
}