{
 "awd_id": "0907688",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "De Novo Design of Biodegradable and Environmentally Responsive Saccharide-Peptide Nanogels for siRNA Delivery",
 "cfda_num": "47.049",
 "org_code": "03070013",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joseph A. Akkara",
 "awd_eff_date": "2009-08-01",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 420000.0,
 "awd_amount": 420000.0,
 "awd_min_amd_letter_date": "2009-07-31",
 "awd_max_amd_letter_date": "2009-07-31",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5)\r\n\r\nThis award by the Biomaterials program in the Division of Materials Research to University of California Irvine is to study a new family of biodegradable and environmentally responsive saccharide-peptide copolymer-based nanogels as smart nanocarriers for small interference RNA (siRNA) delivery. The recently discovered gene silencing effects of siRNA presents tremendous potential as a new approach in gene therapy for various disease treatments. However, one major barrier for its clinical use is the lack of efficient delivery of siRNA into the target cells. Among different delivery vectors, cationic synthetic polymers are especially promising because of their high structural flexibility and functionalities. A number of polymeric systems have been tested for siRNA delivery, however, their relatively low transfection efficiency and high cytotoxicity warrants further discovery of new safe and efficient delivery systems. Based on previous studies from the PI?s laboratory, the basic saccharide-peptide polymer construct is inherently safe and versatile, offering potential for rational design and optimization. By programming a number of stimuli-responsive features into nanogels, the goal is to combine high stability for nanogel-siRNA complexes (nanoplexes) during extracellular trafficking with efficient release of siRNA once reaching intracellular destinations. Whereas the ultimate goal of this program is to discover truly safe and efficient synthetic vectors for siRNA delivery, the current proposed efforts will be primarily focused on exploring new concept in chemical design and synthesis of nanogel vectors, investigation of chemical-physical properties of siRNA-nanogel complexes, and in vitro siRNA transfection assays using these nanogel vectors. \r\n\r\nThe discovery of gene silencing capability of siRNA forecasts tremendous therapeutic potential for treating genetic disease using small interference RNA. One major road block preventing it from realization of clinical applications for siRNA technology is the lack of efficient methods to deliver siRNA into cells. This study explores a novel environmentally responsive nanogel approach for efficienct siRNA delivery. The goal of the study is to test a new design concept of nanogel vectors, understand basic structure-property relationship of the nanogel vectors, and ultimately develop safe and efficient synthetic vectors that can potentially have tremendous impact on biotechnological and pharmaceutical industries. In addition, the proposed multi-disciplinary research activity will provide excellent training for graduate and undergraduate students, especially for minority and women students currently working on this project.\r\n",
 "awd_arra_amount": 420000.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zhibin",
   "pi_last_name": "Guan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zhibin Guan",
   "pi_email_addr": "zguan@uci.edu",
   "nsf_id": "000251274",
   "pi_start_date": "2009-07-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Irvine",
  "inst_street_address": "160 ALDRICH HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IRVINE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9498247295",
  "inst_zip_code": "926970001",
  "inst_country_name": "United States",
  "cong_dist_code": "47",
  "st_cong_dist_code": "CA47",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA IRVINE",
  "org_prnt_uei_num": "MJC5FCYQTPE6",
  "org_uei_num": "MJC5FCYQTPE6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Irvine",
  "perf_str_addr": "160 ALDRICH HALL",
  "perf_city_name": "IRVINE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "926970001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "47",
  "perf_st_cong_dist": "CA47",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762300",
   "pgm_ele_name": "BIOMATERIALS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 420000.0
  }
 ],
 "por": null
}