{
 "awd_id": "0907112",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Proposal: Low-Cost Substrates for III-V Photovoltaics by Self-Templated Selective Epitaxial Growth of Germanium on Silicon",
 "cfda_num": "47.049",
 "org_code": "03070004",
 "po_phone": "7032928428",
 "po_email": "cying@nsf.gov",
 "po_sign_block_name": "Z.  Ying",
 "awd_eff_date": "2009-07-01",
 "awd_exp_date": "2012-06-30",
 "tot_intn_awd_amt": 300560.0,
 "awd_amount": 300560.0,
 "awd_min_amd_letter_date": "2009-06-18",
 "awd_max_amd_letter_date": "2009-06-18",
 "awd_abstract_narration": "'This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).' \r\nTechnical. This project addresses epitaxial growth of high quality, single-crystalline Ge on Si substrates. The approach is selective epitaxial growth (SEG) of Ge on Si by molecular beam epitaxy (MBE) conducted in a way so as to minimize the contact area/stress between the Ge overlayer and the Si substrate. The idea is to employ a perforated interlayer, through which epitaxially adhered Ge islands grow and subsequently coalesce to form a continuous film. The SEG process is well established in concept but suffers from defect formation during island coalescence, which is a topic addressed here from both experimental and theory/simulation perspectives. The project involves collaborative experimental and computational work that takes advantage of very high resolution microscopy capabilities for direct connections between experiments and atomistic simulations. Sequences of atomically resolved experimental studies will be combined with large scale molecular dynamics and kinetic Monte Carlo simulations based on state-of-the-art techniques. The aim is to delineate various phenomenological components of the overall SEG process in order to build a complete mechanistic picture. Goals include: (1) a quantitatively predictive atomistic-scale understanding of self-templated SEG and a way to optimize this capability, and (2) an analysis of several basic atomistic processes that have broad importance in a variety of heteroepitaxy applications beyond SEG. \r\nNon-Technical. The project addresses fundamental research issues in a topical area of electronic/photonic materials science having technological relevance. Lowering the cost barrier associated with Ge substrates is a key element in making advanced III-V photovoltaics as an economically viable option to generate electricity. This cost reduction may transformatively enable much wider use of solar energy than what is possible today. During the course of this collaborative effort, UNM will benefit from the computational capability at Penn, while Penn will benefit from UNM?s nanofabrication, growth, and analytic capabilities. The collaborative efforts will include frequent visits by the principal investigators (PIs) and graduate students to partner institutions. The research project also will offer an interdisciplinary educational environment for mentoring graduate and undergraduate students at each institution. In addition to research education, the PIs will develop materials for a course in Experimental and Computational Tools in Semiconductor Materials Science and Engineering, which will be taught simultaneously at UNM and Penn. The PIs will utilize a number of outreach programs at UNM and Penn to actively educate prospective students about research-oriented educational opportunities. These outreach programs have significant potential to improve the enrollment of minority students and women. This project also enhances the NSF EPSCoR initiative in nanomaterials in New Mexico.",
 "awd_arra_amount": 300560.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sang",
   "pi_last_name": "Han",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Sang M Han",
   "pi_email_addr": "meister@unm.edu",
   "nsf_id": "000438701",
   "pi_start_date": "2009-06-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of New Mexico",
  "inst_street_address": "1 UNIVERSITY OF NEW MEXICO",
  "inst_street_address_2": "",
  "inst_city_name": "ALBUQUERQUE",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5052774186",
  "inst_zip_code": "871310001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NM01",
  "org_lgl_bus_name": "UNIVERSITY OF NEW MEXICO",
  "org_prnt_uei_num": "",
  "org_uei_num": "F6XLTRUQJEN4"
 },
 "perf_inst": {
  "perf_inst_name": "University of New Mexico",
  "perf_str_addr": "1 UNIVERSITY OF NEW MEXICO",
  "perf_city_name": "ALBUQUERQUE",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "871310001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NM01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177500",
   "pgm_ele_name": "ELECTRONIC/PHOTONIC MATERIALS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7644",
   "pgm_ref_txt": "ENERGY FOR SUSTAINABILITY"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 300560.0
  }
 ],
 "por": null
}