{
 "awd_id": "0907752",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dynamical aspects in nonautonomous and random differential equations and applications",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Henry Warchall",
 "awd_eff_date": "2009-06-01",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 203183.0,
 "awd_amount": 203183.0,
 "awd_min_amd_letter_date": "2009-05-21",
 "awd_max_amd_letter_date": "2013-05-29",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5). \r\n\r\nThis project is to study the dynamical aspects in nonautonomous and random differential equations arising from a variety of physical and biological problems. In particular, the investigator will study (1) spectral theory for nonautonomous and random linear dispersal evolution equations on bounded domains and its applications to evolution of dispersals in ecology, Turing instability on growing domains, and nonlinear Leslie type models for age-structured/size-structured population dynamics; (2) spatial spread and front propagation dynamics in unbounded inhomogeneous and random media arising from phase transition, nerve propagation, and population genetics. The investigator and her collaborators have extended several classical concepts and notions and established a number of general theories and techniques for the study of the problems in this project and many other nonautonomous and random differential equations. In addition to the established theories and techniques, the investigator will continue to extend relevant classical concepts and notions and to develop general theories and techniques for the study of the problems in this project and other related nonautonomous and random differential equations. The results of this project will enhance the understanding of the dynamics of the systems under investigation, specially, will enhance the understanding of the effects of the time/space dependence and randomness on the dynamics of the underling problems, will provide theoretical and methodological foundations for the further study of these systems and related ones, and will bring closer several separate but related branches of mathematics, including differential equations, topological dynamical systems, and metric dynamical systems, and enrich each of them.\r\n\r\n\r\nRealistic physical and biological systems are influenced by variations in the external environment, and are often situated in anisotropic or inhomogeneous media. For this reason, the study of such systems via models involving nonautonomous or random or stochastic differential equations has been gaining more and more attention. Due to a lack of general methodology and difficulties in generalizing classical concepts and notions, there is still little understanding of many important dynamical issues in these equations. The investigator will continue to extend relevant classical concepts and notions and to develop new tools and general theories to study the dynamics of these equations. The results of the project will provide deep insight into the effect of the inhomogeneity and randomness of the media on the dynamics of various applied problems including phase transition, nerve propagation, population dynamics, and pattern formation. It will provide graduate students  and junior  faculty members  research training in the area of nonautonomous and random differential equations. It will also create opportunities to interact with students and scientists from other disciplines and will lead to advance in technology.",
 "awd_arra_amount": 203183.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wenxian",
   "pi_last_name": "Shen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wenxian Shen",
   "pi_email_addr": "wenxish@auburn.edu",
   "nsf_id": "000323985",
   "pi_start_date": "2009-05-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Auburn University",
  "inst_street_address": "321-A INGRAM HALL",
  "inst_street_address_2": "",
  "inst_city_name": "AUBURN",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "3348444438",
  "inst_zip_code": "368490001",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "AL03",
  "org_lgl_bus_name": "AUBURN UNIVERSITY",
  "org_prnt_uei_num": "DMQNDJDHTDG4",
  "org_uei_num": "DMQNDJDHTDG4"
 },
 "perf_inst": {
  "perf_inst_name": "Auburn University",
  "perf_str_addr": "321-A INGRAM HALL",
  "perf_city_name": "AUBURN",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "368490001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "AL03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 203183.0
  }
 ],
 "por": null
}