{
 "awd_id": "0907150",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Strongly Correlated Nonequilibrium Transport Simulation in Complex Quantum Dot and Bulk Systems",
 "cfda_num": "47.049",
 "org_code": "03070005",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2009-09-15",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 284158.0,
 "awd_amount": 284158.0,
 "awd_min_amd_letter_date": "2009-09-08",
 "awd_max_amd_letter_date": "2011-06-20",
 "awd_abstract_narration": "\r\nTECHNICAL SUMMARY\r\nThis award supports computational and theoretical research and education on quantum nonequilibrium effects in mesoscopic and nanosystems. Based on the PI?s recent imaginary-time formulation of steady-state nonequilibrium transport, complex quantum dot systems will be studied via quantum Monte Carlo technique and other numerical many-body tools through the Matsubara voltage method. The PI will apply this formalism to nonlinear transport problems of complex quantum models which are currently difficult to study through computation. \r\nRecent experiments on several molecular junctions show a Kondo zero-bias anomaly accompanied by conductance oscillations at the source-drain bias comparable to the Kondo energy scale. The oscillation has been speculated to be from molecular vibrations. The PI will pursue an Anderson-Holstein model to investigate the roles of non-Jahn-Teller and Jahn-Teller electron-phonon coupling, and the on-site Coulomb interaction. The PI will study strong correlation effects in spin-injection proposed for spintronics devices. The nonequilibrium theory will be extended to the bulk limit using two different implementations of the dynamical mean-field theory: effect of multiple-chemical potentials in Fermi lattice and electric field driven transport of charged particles using the Bloch oscillation basis.\r\n\r\nThe PI is actively involved in interdisciplinary research with the Electric Engineering and Mechanical Engineering Departments, and also in outreach effort of artistic representation of physics ideas in collaboration with the department of visual studies.\r\n\r\nNONTECHNICAL SUMMARY\r\nThis award supports theoretical research and education to study mesoscopic systems and nanostructures, such as large molecules or interconnected systems of large molecules, that are out of balance with their surroundings due to, for example, the application of an electric field, and for which quantum mechanics dominates. This research builds on methods developed by the PI that will enable him to calculate how well these structures conduct electricity and to explore new phenomena. Motivated by experiments, the PI will apply his approach to determine how strong interactions among electrons, and electrons and phonons affect the transport of electrons through the structures. \r\n\r\nThis research contributes to the broad fundamental understanding of the phenomena that arise in the world around us. Conventional theories used to develop semiconductor devices become increasingly inadequate to describe devices now approaching the size molecules where the notion of a device and material become increasingly blurred. This effort contributes to the intellectual foundations for future technologies that would utilize molecules and nanoscale structures to construct electronic devices as a strategy to sustain the tremendous growth of the electronics industry encapsulated in ?Moore?s Law.? This research project contributes to the general understanding of quantum mechanical nonequilibrium behavior of mesoscale and nanoscale structures coupled to open systems. The general problem of how quantum information is transported and lost through coupling to the environment has impact on the emerging area of quantum computing.\r\n\r\nThe PI is actively involved in interdisciplinary research with the Electric Engineering and Mechanical Engineering Departments, and also in outreach effort of artistic representation of physics ideas in collaboration with the department of visual studies.\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jong",
   "pi_last_name": "Han",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Jong E Han",
   "pi_email_addr": "jonghan@buffalo.edu",
   "nsf_id": "000280551",
   "pi_start_date": "2009-09-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Buffalo",
  "inst_street_address": "520 LEE ENTRANCE STE 211",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7166452634",
  "inst_zip_code": "142282577",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "NY26",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "GMZUKXFDJMA9",
  "org_uei_num": "LMCJKRFW5R81"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Buffalo",
  "perf_str_addr": "520 LEE ENTRANCE STE 211",
  "perf_city_name": "AMHERST",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "142282577",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "NY26",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6863",
   "pgm_ref_txt": "SEBML-MOORE'S LAW"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7569",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE/SCIENCE"
  },
  {
   "pgm_ref_code": "7574",
   "pgm_ref_txt": "CYBER INFRA FOR MATERIALS RES"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 95000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 94872.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 94286.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The question of how electricity is manipulated is one of the technological cornerstones of modern society, and the condensed matter physics seeks to understand the basic rules of electron dynamics in materials. Before the advent of nano-technology, the energy scales created by the electric field have been much smaller than the atomic energy scales that electrons feel inside the solid, and the theories for electron transport could be extrapolated from the zero-field (equilibrium) limit. With today&rsquo;s nano-fabrication techniques, labs create &ldquo;artificial atoms&rdquo; with controlled &ldquo;atomic energy scales&rdquo;, and therefore the old extrapolation rules do not apply any more. The external field fundamentally changes the quantum nature of electronic behavior. Figuring out the new rules far from equilibrium is one of the most exciting areas of condensed matter physics of today.</p>\n<p>&nbsp;</p>\n<p>One of the most basic building units of the artificial atoms is the quantum dot (QD) device &ndash; a small island of electrons of nanometer size which is connected to source and drain reservoirs to pass electricity. With the nano-sized &ldquo;atom&rdquo;, the voltage bias of a few milli-volts fundamentally transforms the electron dynamics in the QD from its equilibrium state. Being no longer in equilibrium, there does not exist basic theoretical frameworks to treat many-electron dynamics when electrons are subject to strong interactions such as the Coulomb interaction. The PI developed a new theoretical formulation by mathematically transforming the Schrodinger equation of many-electron wave-function in real-time to an imaginary-time description which enabled an efficient simulation of long-time behavior of the QD. In a series of publications, the method has been formally proved and has been applied in quantum dots with complex interactions including the electron-electron and electron-nuclei interaction, which are hard to treat with other methods. The formulation has been used by prominent theorists in the community.</p>\n<p>&nbsp;</p>\n<p>Recently nano-devices with extreme sensitivity of the resistivity on the applied electric-field have created much interest due to their possibility as non-volatile and reversible memory devices. While there seem to be different competing mechanisms for the resistive switching (RS) behaviors, understanding of the phenomena is very limited and no microscopic theories have been generally accepted in the community. Among the competing scenarios for the RS is the Joule heating mechanism where an imminent quantum phase transition is accessed through the hot-electron effect, which is due to the raised temperature of accelerated electrons. To formulate the problem, the PI introduced dissipation mechanism for an outlet of access energy of the hot-electrons. This formulation has made the calculations in a small (but finite) field limit where the strong nonlinear deviation from the linear (extrapolated) theory becomes severe. The PI&rsquo;s team is the first to understand the behavior of solids out of equilibrium based on a microscopic modeling, on how they systematically evolve in the realistic temperature regime.</p>\n<p>&nbsp;</p>\n<p>PI&rsquo;s recent collaboration with experimental electrical engineering group has led to a discovery of new electron transport regime in two-dimensional electron gas (2DEG) formed on the interface of two different semi-conductors. Under an extreme bias the electron transport reaches a universal conductance (G=I/V=2e<sup>2</sup>/<em>h</em>, e = electron charge, <em>h</em> = Planck&rsquo;s constant) regardless of bias voltage. This unexpected observation is explained by self-assembly of a collimated electron path when bias becomes extreme. It has the following analogy: when people need to exit a room in a hurry, the most efficient method may be to move in an organized manner in a single file, instead of r...",
  "por_txt_cntn": "\nThe question of how electricity is manipulated is one of the technological cornerstones of modern society, and the condensed matter physics seeks to understand the basic rules of electron dynamics in materials. Before the advent of nano-technology, the energy scales created by the electric field have been much smaller than the atomic energy scales that electrons feel inside the solid, and the theories for electron transport could be extrapolated from the zero-field (equilibrium) limit. With todayÆs nano-fabrication techniques, labs create \"artificial atoms\" with controlled \"atomic energy scales\", and therefore the old extrapolation rules do not apply any more. The external field fundamentally changes the quantum nature of electronic behavior. Figuring out the new rules far from equilibrium is one of the most exciting areas of condensed matter physics of today.\n\n \n\nOne of the most basic building units of the artificial atoms is the quantum dot (QD) device &ndash; a small island of electrons of nanometer size which is connected to source and drain reservoirs to pass electricity. With the nano-sized \"atom\", the voltage bias of a few milli-volts fundamentally transforms the electron dynamics in the QD from its equilibrium state. Being no longer in equilibrium, there does not exist basic theoretical frameworks to treat many-electron dynamics when electrons are subject to strong interactions such as the Coulomb interaction. The PI developed a new theoretical formulation by mathematically transforming the Schrodinger equation of many-electron wave-function in real-time to an imaginary-time description which enabled an efficient simulation of long-time behavior of the QD. In a series of publications, the method has been formally proved and has been applied in quantum dots with complex interactions including the electron-electron and electron-nuclei interaction, which are hard to treat with other methods. The formulation has been used by prominent theorists in the community.\n\n \n\nRecently nano-devices with extreme sensitivity of the resistivity on the applied electric-field have created much interest due to their possibility as non-volatile and reversible memory devices. While there seem to be different competing mechanisms for the resistive switching (RS) behaviors, understanding of the phenomena is very limited and no microscopic theories have been generally accepted in the community. Among the competing scenarios for the RS is the Joule heating mechanism where an imminent quantum phase transition is accessed through the hot-electron effect, which is due to the raised temperature of accelerated electrons. To formulate the problem, the PI introduced dissipation mechanism for an outlet of access energy of the hot-electrons. This formulation has made the calculations in a small (but finite) field limit where the strong nonlinear deviation from the linear (extrapolated) theory becomes severe. The PIÆs team is the first to understand the behavior of solids out of equilibrium based on a microscopic modeling, on how they systematically evolve in the realistic temperature regime.\n\n \n\nPIÆs recent collaboration with experimental electrical engineering group has led to a discovery of new electron transport regime in two-dimensional electron gas (2DEG) formed on the interface of two different semi-conductors. Under an extreme bias the electron transport reaches a universal conductance (G=I/V=2e2/h, e = electron charge, h = PlanckÆs constant) regardless of bias voltage. This unexpected observation is explained by self-assembly of a collimated electron path when bias becomes extreme. It has the following analogy: when people need to exit a room in a hurry, the most efficient method may be to move in an organized manner in a single file, instead of random motions towards an exit. This spontaneous organization of materials state seems one of the common themes in non-equilibrium nonlinear behavior.\n\n \n\nThe PI has published 18 papers in referee-review..."
 }
}