{
 "awd_id": "0907368",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Integrated Production and Surface Modification of Biodegradable Nanoparticles by MEMS-Electrosprays for Drug Delivery",
 "cfda_num": "47.049",
 "org_code": "03070013",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David A. Brant",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2011-08-31",
 "tot_intn_awd_amt": 387000.0,
 "awd_amount": 387000.0,
 "awd_min_amd_letter_date": "2009-08-31",
 "awd_max_amd_letter_date": "2009-08-31",
 "awd_abstract_narration": "ID: MPS/DMR/BMAT(7623) 0907368  \t         PI: Gomez, Alessandro    \t ORG: Yale University\r\n\r\nTitle: Integrated Production and Surface Modification of Biodegradable Nanoparticles by MEMS-Electrosprays for Drug Delivery\r\n\r\nThis award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\r\n\r\nINTELLECTUAL MERIT:  Surface modification of drug-loaded biodegradable nanoparticles is a prerequisite for attachment of specific ligands of interest for targeted drug delivery or for attachment of protective molecules that shield the particles during in vivo transit.  The PI?s laboratory has pioneered electrospray drying methods for the production of uniform nanoparticles of biologically active agents and polymers. It is now possible to generate thousands of parallel electrosprays using microfabrication, with a packing density as large as 10,000 electroprays per square centimeter.  As a result the controlled synthesis of nanoparticles at acceptable flow rates for applications is now feasible. The co-PI?s laboratory is focused on surface modification of these materials and their application to enable targeted drug and protein delivery as therapeutics for cancer and autoimmune disease. Here the combination of expertise will be focused on the development and testing of novel drug-loaded, ligand-coated nanoparticulate formulation for long-circulating, nanoparticle drug delivery. The proposed work aims to demonstrate a new fabrication process for the construction of uniformly coated drug delivery vehicles using twin-fluid, multiplexed electrosprays. Specifically, the PIs propose to demonstrate: (1) the production of uniform nanoparticles by an electrospray drying method with the overall size of 100-200 nm to facilitate cellular internalization; (2) control over drug loading and incorporation of high density coatings of targeting ligands by a twin-fluid electrospray; (3) high production rates of this formulation by parallelizing thousands of electrosprays by microfabrication; and (4) the efficacy of this novel synthesis methodology both in vitro and in vivo. Because the strength of the approach lies in a novel fabrication scheme for coating and high throughput production of drug-loaded nanoparticles, this approach lends itself to wide use in many basic and preclinical settings requiring a reproducible, robust technique for the synthesis of surface-modified drug delivery vehicles.\r\n\r\nBROADER IMPACTS:  The two PIs are committed to graduate and undergraduate education, and will use this research project as a forum for advanced interdisciplinary training of students. The successful completion of the proposed research would open up huge opportunities in areas that can benefit from the unique advantage of the ES, namely, the ability to produce uniform droplets/particles over a wide range of sizes, including nanometric dimensions. Potential applications range from the controlled and/or targeted release of drugs, to the synthesis of ceramic nanoparticles, quantum dots and thin films. Results will be disseminated by the PI and his collaborators at technical meetings and in peer-reviewed articles. In addition to the anticipated impact of the proposed research in a broad range of technologies, there will be a spillover in teaching and outreach activities.  The PI has been working with New Haven School teachers, as a seminar leader in the Yale-New Haven Teachers Institute (YNHTI). He gave a series of lectures on ?Energy, Engines and the Environment,? on the basis of which 12 teachers developed curricular units for classes ranging from kindergarten to high school. The model of the YNHTI has been very successful and has been exported to other inner cities across the country, as documented in http://www.yale.edu/ynhti/. He has pursued a variety of new educational initiative at the undergraduate level and has expanded his current program to involved 5 undergraduate science and engineering students in various research projects. In addition, the PIs intend to broaden this experience by organizing a 10-week Summer Outreach Program for undergraduate students entering their senior year. The program will bring together undergraduates from various institutions to participate in specific research projects covering the range of interests of the PIs. \r\n",
 "awd_arra_amount": 387000.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alessandro",
   "pi_last_name": "Gomez",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alessandro Gomez",
   "pi_email_addr": "alessandro.gomez@yale.edu",
   "nsf_id": "000194425",
   "pi_start_date": "2009-08-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Tarek",
   "pi_last_name": "Fahmy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tarek Fahmy",
   "pi_email_addr": "tarek.fahmy@yale.edu",
   "nsf_id": "000198045",
   "pi_start_date": "2009-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Yale University",
  "inst_street_address": "150 MUNSON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW HAVEN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2037854689",
  "inst_zip_code": "065113572",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CT03",
  "org_lgl_bus_name": "YALE UNIV",
  "org_prnt_uei_num": "FL6GV84CKN57",
  "org_uei_num": "FL6GV84CKN57"
 },
 "perf_inst": {
  "perf_inst_name": "Yale University",
  "perf_str_addr": "150 MUNSON ST",
  "perf_city_name": "NEW HAVEN",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "065113572",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "CT03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762300",
   "pgm_ele_name": "BIOMATERIALS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 387000.0
  }
 ],
 "por": null
}