{
 "awd_id": "0907262",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Ultrafast Dynamics in Ferromagnetic Metals and Nanoparticles",
 "cfda_num": "47.049",
 "org_code": "03070003",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Daniele Finotello",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 360000.0,
 "awd_amount": 360000.0,
 "awd_min_amd_letter_date": "2009-08-07",
 "awd_max_amd_letter_date": "2009-08-07",
 "awd_abstract_narration": "****NON-TECHNICAL ABSTRACT****\r\nThis individual investigator award supports a project with a goal of understanding the mechanisms that regulate structural changes and transformations in solid materials by directly observing the associated atomic motions and rearrangements in real time.  With previous support from the National Science Foundation, a tool was developed that has the capability of probing structural dynamics at the time and length scales of atomic motion. Using this novel technique, the project will investigate the role of hot electrons generated by ultrafast laser heating in the magnetic and structural behavior of magnetic materials.  In addition the structural dynamics of nanoparticles will be investigated.  The results may have an impact on our understanding of the behavior of technologically important materials.  The continued development of the technique may have an impact on studies in many fields including physics, chemistry, and biology.  This project will be carried out by integrating research and education. The undergraduate and graduate students involved in the project will acquire training and knowledge in the forefronts of contemporary condensed matter physics and ultrafast science, which will prepare them for careers in academe, industry, and national laboratories. \r\n\r\n****TECHNICAL ABSTRACT****\r\nThis project seeks to understand the physics that governs structural dynamics and the structure-function correlation at the atomic time and length scales in ferromagnetic metals and nanoparticles.  A recently developed technique involving a direct and real-time structural probe of femtosecond electron diffraction will be utilized.  The dynamical processes will be initiated by impulsive excitation using femtosecond optical pulses, and their temporal evolution will be probed by taking snapshots of diffraction patterns at different time points after the excitation pulses. In the study, femtosecond time-resolved optical spectroscopy measurements will also be used to gain a complete physical picture by probing associated dynamics in the relevant degrees of freedom. Issues and questions to be addressed in this project include (1) measurements of electronic Gruneisen constants in transition and rare earth metals, and their correlation to the magnetic ordering; (2) understanding the demagnetization dynamics by probing the correlated structural dynamics, and gaining physical insights about how the photo-deposited energy is transferred from charge to spin subsystem in sub-ps timescale; (3) investigating the dynamics of electron-phonon coupling and melting in metal nanoparticles, and their size dependence. This project will integrate research and education to train graduate students for cutting-edge techniques and modern methods in the forefront areas of contemporary condensed matter physics and ultrafast science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jianming",
   "pi_last_name": "Cao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jianming Cao",
   "pi_email_addr": "jcao@magnet.fsu.edu",
   "nsf_id": "000188414",
   "pi_start_date": "2009-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida State University",
  "inst_street_address": "874 TRADITIONS WAY",
  "inst_street_address_2": "",
  "inst_city_name": "TALLAHASSEE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8506445260",
  "inst_zip_code": "323060001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "FL02",
  "org_lgl_bus_name": "FLORIDA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JF2BLNN4PJC3"
 },
 "perf_inst": {
  "perf_inst_name": "Florida State University",
  "perf_str_addr": "874 TRADITIONS WAY",
  "perf_city_name": "TALLAHASSEE",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "323060001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "FL02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 360000.0
  }
 ],
 "por": null
}