{
 "awd_id": "0907043",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "New Tunable Thieno[3,4-b]Pyrazine-Based Materials for Photonic Applications",
 "cfda_num": "47.049",
 "org_code": "03070004",
 "po_phone": "7032928428",
 "po_email": "cying@nsf.gov",
 "po_sign_block_name": "Z.  Ying",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 445000.0,
 "awd_amount": 445000.0,
 "awd_min_amd_letter_date": "2009-08-03",
 "awd_max_amd_letter_date": "2011-06-06",
 "awd_abstract_narration": "This award is co-funded by the Electronic and Photonic Materials Program in the Division of Materials Research, the Organic and Macromolecular Chemistry Program in the Division of Chemistry, the Office of Experimental Program to Stimulate Competitive Research, and the Office of International Science and Engineering.\r\nTechnical: This project aims to advance the understanding and design of conjugated polymeric materials with low electronic bandgaps, in particular materials based on thieno[3,4-b]pyrazines. The research activities couple development of new materials/chemical synthetic strategies to fabrication of new materials with low bandgaps, improved stability, reduced defects, and increased solubility. The research investigates the oxidative sensitivity of these materials and their basic structure-function properties. It has on the following goals: (1) Production and application of new families of functionalized thieno[3,4-b]pyrazines, acenaphtho[1,2-b]thieno[3,4-e]pyrazines, and related derivatives to new homopolymeric and alternating copolymeric materials. These species will go beyond the current simple dialkyl or diaryl species to include a wide variety of electron-donating and electron-withdrawing groups, thus allowing more extensive tuning and control of the resulting energy levels. (2) Production of new thieno[3,4-b]pyrazine-based materials with reduced defects and increased processability through the application of Grignard metathesis polymerization methods. (3) The application of new synthetic methods for the production of thieno[3,4-b]pyrazine-based terthienyls comprised of up to three unique thiophene units. The use of such low bandgap precursors will allow additional side chains to increase solubility without additional steric interactions that limit conjugation and band gap, as well as provide the ability to produce more complex three-component materials. (4) The incorporation and testing of these new materials in infrared detectors for telecommunication applications and photovoltaic devices for the development of more efficient solar cells.\r\nNon-technical: The project addresses basic scientific issues in a topical area of materials and chemical sciences with high technological relevance. The sciences involved in this research project will impact the fields of telecommunication and renewable energy. Graduate and undergraduate students will be trained in the fundamentals of chemistry, polymer science, and materials science. The activities include multi-disciplinary efforts with scientists at the University of Newcastle, Australia, as well as those at the US industry. Such an approach exposes students to a wide variety of viewpoints and experiences, from synthesis and characterization, to film formation, processing and device fabrication. This overall broad training results in the production of a highly trained, next generation of scientists ready to move forward the advances in the field and production of technological devices for the benefit of society.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Seth",
   "pi_last_name": "Rasmussen",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Seth C Rasmussen",
   "pi_email_addr": "seth.rasmussen@ndsu.edu",
   "nsf_id": "000433406",
   "pi_start_date": "2009-08-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Dakota State University Fargo",
  "inst_street_address": "1340 ADMINISTRATION AVE",
  "inst_street_address_2": "",
  "inst_city_name": "FARGO",
  "inst_state_code": "ND",
  "inst_state_name": "North Dakota",
  "inst_phone_num": "7012318045",
  "inst_zip_code": "58105",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "ND00",
  "org_lgl_bus_name": "NORTH DAKOTA STATE UNIVERSITY",
  "org_prnt_uei_num": "EZ4WPGRE1RD5",
  "org_uei_num": "EZ4WPGRE1RD5"
 },
 "perf_inst": {
  "perf_inst_name": "North Dakota State University Fargo",
  "perf_str_addr": "1340 ADMINISTRATION AVE",
  "perf_city_name": "FARGO",
  "perf_st_code": "ND",
  "perf_st_name": "North Dakota",
  "perf_zip_code": "58105",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "ND00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177500",
   "pgm_ele_name": "ELECTRONIC/PHOTONIC MATERIALS"
  },
  {
   "pgm_ele_code": "194400",
   "pgm_ele_name": "BIMOLECULAR PROCESSES"
  },
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5912",
   "pgm_ref_txt": "AUSTRALIA"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7504",
   "pgm_ref_txt": "NSF-INTERNAT COOP IN MATERIALS RES-OTHER"
  },
  {
   "pgm_ref_code": "7644",
   "pgm_ref_txt": "ENERGY FOR SUSTAINABILITY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 194898.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 125056.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 125046.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The overall goal of the current project has been toadvance the understanding and design of low band gap (&gt;1.5 eV) conjugated organic polymers, in particular systems based on thieno[3,4-<em>b</em>]pyrazine building blocks (Figure 1). Such organic materials are semiconductors in their neutral state and exhibit increased conductivity upon oxidation or reduction. As a result, they have received considerable fundamental and technological interest, leading to their current use in such applications as sensors, organic field effect transistors (OFETs), organic photovoltaic (OPV) devices, electrochromic devices, and organic light emitting-diodes (OLEDs). The band gap is one of the &nbsp;important electronic parameters of these materials, as is the energetic separation between the material&rsquo;s filled valence and empty conduction bands (Figure 2). As such, the band gap determines the lowest energy absorbance of the material, as well as the energy of any potential emission, and plays a critical role in OPV and OLED applications, as well as other examples of organic electronics.</p>\n<p>While a number of approaches to controlling the polymer band gap have been demonstrated over the last couple of decades, this current work has shown that significant tuning and control of the band gap in thieno[3,4-<em>b</em>]pyrazine materials can be accomplished by the selection of the side chain functionalities at the 2- and 3- positions.&nbsp; In general, the application of electron-donating groups increase the energy of both the highest occupied molecular orbital (HOMO, which is top of the valence band) and and lowest unoccupied molecular orbital (LUMO, which is bottom of the conduction band) and increases the material's band gap.&nbsp; Likewise, the application of electron-withdrawing groups decreases the HOMO and LUMO energies and decreases the materials band gap. The ability to modulate the properties of materials via simple side chain choice would allow one to forgo the more complex approaches of recent synthetic and design efforts and provide means for the production of systems that are much more structurally and synthetically simple, while still achieving the desired electronic and optical properties for device applications.</p>\n<p>In addition to the production of a significant number of new polymeric materials that illustrate the tuning effects presented above, this work has also revealed concerning flaws in the commonly applied Donor-Acceptor approach to the generation of low band gap conjugated materials. This approach to low band gap conjugated materials was introduced in 1992 by Havinga and co-workers, in which it was proposed that alternating electron-rich and electron-deficient moieties along the same backbone could result in a hybrid material with HOMO levels characteristic of the donor and LUMO levels characteristic of the acceptor. This approach as applied to conjugated polymers assumes that monomeric units act as either donors (electron-rich), acceptors (electron-poor), or essentially neutral (intermediate electron density) and the low band gap results from a charge transfer interaction between the donor and the acceptor within the polymer backbone.&nbsp; While thieno[3,4-<em>b</em>]pyrazines have traditionally been used as acceptors in such donor-acceptor polymers, we have now revealed that these units contain both electron-rich and electron-poor regions and thus act simultaneously as both donors and acceptors. In fact, these are stronger donors than the more conventional donors they are typically paired with. Thieno[3,4-<em>b</em>]pyrazines now represents a new class of conjugated unit in terms of the donor-acceptor approach, which we are now calling ambipolar units, that is a single unit that acts as both donor and acceptor. Not only does this completely change how the electronic properties of all thieno[3,4-<em>b</em>]pyrazine materials are described and explained...",
  "por_txt_cntn": "\nThe overall goal of the current project has been toadvance the understanding and design of low band gap (&gt;1.5 eV) conjugated organic polymers, in particular systems based on thieno[3,4-b]pyrazine building blocks (Figure 1). Such organic materials are semiconductors in their neutral state and exhibit increased conductivity upon oxidation or reduction. As a result, they have received considerable fundamental and technological interest, leading to their current use in such applications as sensors, organic field effect transistors (OFETs), organic photovoltaic (OPV) devices, electrochromic devices, and organic light emitting-diodes (OLEDs). The band gap is one of the  important electronic parameters of these materials, as is the energetic separation between the materialÆs filled valence and empty conduction bands (Figure 2). As such, the band gap determines the lowest energy absorbance of the material, as well as the energy of any potential emission, and plays a critical role in OPV and OLED applications, as well as other examples of organic electronics.\n\nWhile a number of approaches to controlling the polymer band gap have been demonstrated over the last couple of decades, this current work has shown that significant tuning and control of the band gap in thieno[3,4-b]pyrazine materials can be accomplished by the selection of the side chain functionalities at the 2- and 3- positions.  In general, the application of electron-donating groups increase the energy of both the highest occupied molecular orbital (HOMO, which is top of the valence band) and and lowest unoccupied molecular orbital (LUMO, which is bottom of the conduction band) and increases the material's band gap.  Likewise, the application of electron-withdrawing groups decreases the HOMO and LUMO energies and decreases the materials band gap. The ability to modulate the properties of materials via simple side chain choice would allow one to forgo the more complex approaches of recent synthetic and design efforts and provide means for the production of systems that are much more structurally and synthetically simple, while still achieving the desired electronic and optical properties for device applications.\n\nIn addition to the production of a significant number of new polymeric materials that illustrate the tuning effects presented above, this work has also revealed concerning flaws in the commonly applied Donor-Acceptor approach to the generation of low band gap conjugated materials. This approach to low band gap conjugated materials was introduced in 1992 by Havinga and co-workers, in which it was proposed that alternating electron-rich and electron-deficient moieties along the same backbone could result in a hybrid material with HOMO levels characteristic of the donor and LUMO levels characteristic of the acceptor. This approach as applied to conjugated polymers assumes that monomeric units act as either donors (electron-rich), acceptors (electron-poor), or essentially neutral (intermediate electron density) and the low band gap results from a charge transfer interaction between the donor and the acceptor within the polymer backbone.  While thieno[3,4-b]pyrazines have traditionally been used as acceptors in such donor-acceptor polymers, we have now revealed that these units contain both electron-rich and electron-poor regions and thus act simultaneously as both donors and acceptors. In fact, these are stronger donors than the more conventional donors they are typically paired with. Thieno[3,4-b]pyrazines now represents a new class of conjugated unit in terms of the donor-acceptor approach, which we are now calling ambipolar units, that is a single unit that acts as both donor and acceptor. Not only does this completely change how the electronic properties of all thieno[3,4-b]pyrazine materials are described and explained, but it also changes the basic underpinnings of the most commonly applied design criteria to the generation of conjugated polymers.\n\nIn terms of..."
 }
}