{
 "awd_id": "0907347",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Topological Grain Growth: 3D Simulaton and Experimental Investigaton",
 "cfda_num": "47.049",
 "org_code": "03070010",
 "po_phone": "7032920000",
 "po_email": "aardell@nsf.gov",
 "po_sign_block_name": "Alan Ardell",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2010-04-30",
 "tot_intn_awd_amt": 469999.0,
 "awd_amount": 169999.0,
 "awd_min_amd_letter_date": "2009-08-31",
 "awd_max_amd_letter_date": "2009-08-31",
 "awd_abstract_narration": "TECHNICAL SUMMARY\r\n\r\nThis program examines the topological nature and mechanisms of 3D grain growth with the goal of describing how interconnected grains interact to perform the complex sequence of steps that must balance for self-similar grain growth to occur. The different types of topological events have long been known to be necessary for grain growth, and the rates of these different types of events must set the overall growth rate, but the inability to observe them in 3D has hindered the understanding of the mutual feedback that must exist between the grain volume distribution and the topological events to produce the observed steady state. Particular goals of the study are to determine to how the widths of the related grain volume and topological distributions evolve throughout growth, how and to what extent the initial distribution controls the final steady state distribution, and how the instantaneous distributions control the rate of topological events and overall grain growth. The study is founded on the triad of theoretical modeling and comparative computer simulation and experimental grain growth studies. Experimental studies will include direct imaging of the grain structure via three-dimensional x-ray diffraction (3DXRD) and tomography to monitor evolution of the grain volume distribution and topological events. Comparative grain growth experiments using serial section reconstruction and stereological analysis will also be performed for similar materials and conditions as the direct imaging. The 3D simulations will similarly examine the evolution of the grain volume distribution in relation to topological events and evolution. Data mining of the simulation results and reconstructed microstructures will help determine the grain volume and topological configurations leading to the different types of topological events. The results of this in-depth comparative study will provide a first-time view and understanding of the previously unknown means by which steady state grain growth occurs.\r\n \r\nNON-TECHNICAL SUMMARY\r\n\r\nThe goal of this program is to understand the fundamental means by which the crystals, or ?grains?, in a metallic or ceramic material grow at high temperature, such as during industrial heat treatment or in high temperature use. The grain size of these materials is a primary factor controlling properties such as strength, ductility and ability to be formed to shapes, and controlling the amount of growth is a critical concern in materials science and engineering related industries. The overall ?grain growth? process involves a sequence of finite topological steps of growth and shrinkage among neighboring grains. These events cannot be directly observed in opaque materials, and the mechanism of the steady-state process has not previously been understood. This study will provide a first-time coordinated investigation of the grain growth process bringing together novel 3D x-ray diffraction techniques performed with scientists at Riso National Laboratory in Denmark, using the European Synchrotron Radiation Facility (ESRF) in Grenoble, computer simulation expertise at Sandia National Labs in Albuquerque, and experiments, computer simulations and theoretical development at the University of Alabama at Birmingham and the University of Florida. The results of these studies will provide a first-time understanding of this important process. In addition, the graduate students performing the Riso/ESRF experiments will gain experience in international collaboration, performing research and working in residence for several months per year at a major European research center. UAB also has a very strong history of outreach to minorities, including student recruitment.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Burton",
   "pi_last_name": "Patterson",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Burton R Patterson",
   "pi_email_addr": "patters@mse.ufl.edu",
   "nsf_id": "000353147",
   "pi_start_date": "2009-08-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alan",
   "pi_last_name": "Sprague",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Alan P Sprague",
   "pi_email_addr": "sprague@cis.uab.edu",
   "nsf_id": "000169402",
   "pi_start_date": "2009-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alabama at Birmingham",
  "inst_street_address": "701 S 20TH STREET",
  "inst_street_address_2": "",
  "inst_city_name": "BIRMINGHAM",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2059345266",
  "inst_zip_code": "352940001",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AL07",
  "org_lgl_bus_name": "UNIVERSITY OF ALABAMA AT BIRMINGHAM",
  "org_prnt_uei_num": "",
  "org_uei_num": "YND4PLMC9AN7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alabama at Birmingham",
  "perf_str_addr": "701 S 20TH STREET",
  "perf_city_name": "BIRMINGHAM",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "352940001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AL07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177100",
   "pgm_ele_name": "METAL & METALLIC NANOSTRUCTURE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7574",
   "pgm_ref_txt": "CYBER INFRA FOR MATERIALS RES"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 17637.0
  }
 ],
 "por": null
}