{
 "awd_id": "0907324",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Graphene-based Materials for Ultracapacitance Applications",
 "cfda_num": "47.049",
 "org_code": "03070007",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael J. Scott",
 "awd_eff_date": "2009-07-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 633687.0,
 "awd_amount": 633687.0,
 "awd_min_amd_letter_date": "2009-05-22",
 "awd_max_amd_letter_date": "2009-05-22",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\r\n\r\nTECHNICAL SUMMARY:\r\nWith this award, the DMR is supporting the research and educational goals of Professor Rodney S. Ruoff of the Department of Mechanical Engineering and Professor Christopher W. Bielawski of the Department of Chemistry and Biochemistry at the University of Texas at Austin.  The Ruoff and Bielawski groups will co-develop new methods to synthesize high performance ultracapacitors based on graphene for applications in electrical energy storage.  In particular, they plan to: (i) develop graphene-based electrode materials for the enhanced performance of ultracapacitors with higher energy and power densities; (ii) characterize the morphologies, structures and properties of materials which can lead to unprecedented ultracapacitance performance; (iii) develop a fundamental understanding of the electrochemical double layer in graphene-based ultracapacitors and of other factors which determine their performance; (iv) investigate the compatibility of ionic liquids as an electrolyte for graphene-based ultracapacitors; and (v) develop new ultracapacitor cell assembly approaches and cell-testing methods.  The relationship between morphology/structure and performance will emerge through the combined efforts of chemical synthesis, processing, characterization, and physical properties measurements.  To meet the state-of-the-art requirement of improving the energy density while lowering the cost of energy storage, fundamental research in the Ruoff and Bielawski laboratories will help to drive the development of graphene-based materials on a large scale and in a cost-effective manner.  The development of a deeper understanding of graphene-based electrochemical capacitance will also provide a meaningful reference for other energy storage devices such as Li-ion batteries.  This fundamental investigation is likely to lead to interesting or novel phenomena in the general field of electrochemistry.  Inherent to the multidisciplinary nature of the proposed research plan, students working on this project will gain experience in a wide range of scientific and engineering concepts and techniques.  Professors Ruoff and Bielawski are actively involved in educational programs that are designed to train undergraduate and graduate students in materials chemistry, carbon science, and engineering.  They will develop complementary lecture and laboratory courses in engineering, chemistry and physics, including the development of energy-related curricula for grades 7-12 in local primary and high schools. \r\n\r\nNON-TECHNICAL SUMMARY:\r\nAs a single sheet of graphite, graphene has a number of exceptional properties, including: extraordinary mechanical properties, high thermal conductivity and excellent electrical conductivity.  Combined with its very high specific surface area (for the individual sheet, ~2630 m2/g or about one half of the area of a football field per gram), materials based on graphene are poised to meet the state-of-the-art requirement of improving the energy density and lowering the cost of energy storage in contemporary ultracapacitors.  With this award, the Ruoff and Bielawski groups at UT-Austin will combine their respective strengths and experiences to co-develop a new class of high performance ultracapacitors based on graphene.  They will also develop a fundamental understanding of graphene-based ultracapacitors which will provide a meaningful reference for other energy storage devices, such as Li-ion batteries.  Based on the breakthroughs that are possible in energy storage applications due to the exceptional electrical conductivity and extremely high surface area of graphene, the current technology in use in diverse fields such as the electric power grid, automobiles, and portable electronic devices could be revolutionized.  Fully integrated into these research efforts, the Ruoff and Bielawski groups also have a number of outreach and educational activities planned, including research programs for graduate students and postdoctoral fellows, continuous as well as summer research training for high school and undergraduate (including minority) students and high school teachers, additions to course materials being offered both in engineering, chemistry and physics courses, including curriculum development for grades 7-12.  To maximize these efforts, collaborations with a number of local and international companies interested in developing graphene-based ultracapacitors are also planned.",
 "awd_arra_amount": 633687.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rodney",
   "pi_last_name": "Ruoff",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Rodney S Ruoff",
   "pi_email_addr": "r.ruoff@mail.utexas.edu",
   "nsf_id": "000166763",
   "pi_start_date": "2009-05-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Bielawski",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher W Bielawski",
   "pi_email_addr": "bielawski@cm.utexas.edu",
   "nsf_id": "000316687",
   "pi_start_date": "2009-05-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "110 INNER CAMPUS DR",
  "perf_city_name": "AUSTIN",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121139",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176200",
   "pgm_ele_name": "SOLID STATE & MATERIALS CHEMIS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "7644",
   "pgm_ref_txt": "ENERGY FOR SUSTAINABILITY"
  },
  {
   "pgm_ref_code": "9162",
   "pgm_ref_txt": "MULTI DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 633687.0
  }
 ],
 "por": null
}