{
 "awd_id": "0907993",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Effects of RFID Technologies on Organizational Dynamics in Hospitals",
 "cfda_num": "47.075",
 "org_code": "04050300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael E. Gorman",
 "awd_eff_date": "2008-10-01",
 "awd_exp_date": "2010-04-30",
 "tot_intn_awd_amt": 95041.0,
 "awd_amount": 95041.0,
 "awd_min_amd_letter_date": "2009-01-26",
 "awd_max_amd_letter_date": "2009-01-26",
 "awd_abstract_narration": "Introduction\r\nHospitals are increasingly turning to information and communication technologies to improve the efficiency and effectiveness of their organizational structures. The integration of these technologies often results in dramatic changes in management, divisions of labor, and accountability. Radio frequency identification (RFID) is an emerging technology that is rapidly becoming the dominant information and communication technology for hospitals to track inventory, identify patients, and manage personnel. RFID systems are seen as valuable because of their ability to collect data in real-time. As a result, these systems may have a valence toward surveillance, such that the location of individuals is tracked and analyzed under the rubric of management paradigms like \"workflow management.\" This two-year project will explore effects of RFID systems on organizational dynamics in hospitals. Research sites will include three hospitals with fully functioning RFID systems in place. The two main questions to be addressed in this research project are the following.  (1) What effects do RFID systems have upon organizational roles and relations? (2) What are the surveillance potentials of RFID systems? The focus of these questions includes documentable practices and policies as well as hospital staff's perceptions of the changes brought by the RFID systems. Using qualitative methods, the research will be conducted through observational studies at the three hospital sites and a minimum of 90 semi-structured interviews with hospital staff, including physicians, nurses, administrators, and information technology staff.\r\n\r\nIntellectual Merit\r\nThis project will serve to provide a greater understanding of the ways in which emerging technological systems affect organizational dynamics. This project is theoretically valuable because it will contribute to scholarship on new managerial cultures and the ways in which technologies shape and are shaped by these trends. In addition to producing refereed articles, a co-authored academic book will be generated from this project.\r\n\r\nBroader Impacts\r\nThis project will also provide a better understanding of RFID technologies in the workplace. This project is empirically important because there is currently little evaluation of RFID on organizational dynamics in hospitals (or in other public institutions) in spite of the emphasis of the federal government and technology companies to more broadly implement these technologies. Furthermore, it is crucial to understand the ways in which the privacy of employees and others may be compromised by these systems. This project aims to provide recommendations to minimize the surveillance potential of RFID technologies within hospitals. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jill",
   "pi_last_name": "Fisher",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Jill A Fisher",
   "pi_email_addr": "jill.fisher@unc.edu",
   "nsf_id": "000207706",
   "pi_start_date": "2009-01-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Vanderbilt University Medical Center",
  "inst_street_address": "Suite 800",
  "inst_street_address_2": "110 21st Avenue, South",
  "inst_city_name": "Nashville",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "6153222631",
  "inst_zip_code": "372032408",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "TN05",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": "DWH7MSXKA2A8"
 },
 "perf_inst": {
  "perf_inst_name": "Vanderbilt University Medical Center",
  "perf_str_addr": "Suite 800",
  "perf_city_name": "Nashville",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "372032408",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "TN05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "756700",
   "pgm_ele_name": "SOC STUDIES OF SCI, ENG & TECH"
  },
  {
   "pgm_ele_code": "881500",
   "pgm_ele_name": "Studies of Policy Sci Eng Tech"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "app-0108",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 95040.0
  }
 ],
 "por": null
}