{
 "awd_id": "0907399",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Simulating Nonequilibrium Processes over Extended Time- and Length-scales using Parallel Accelerated Dynamics",
 "cfda_num": "47.049",
 "org_code": "03070005",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2009-09-15",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 330000.0,
 "awd_amount": 330000.0,
 "awd_min_amd_letter_date": "2009-09-09",
 "awd_max_amd_letter_date": "2011-06-12",
 "awd_abstract_narration": "TECHNICAL SUMMARY\r\nThis award supports computational and theoretical research and education on a long-standing obstacle to the understanding of condensed-phase systems: many important processes occur on a time-scale that is not easily accessible with conventional methods. In order to address this gap, a variety of accelerated dynamics techniques including hyperdynamics, parallel replica dynamics, and temperature-accelerated dynamics have been proposed. In particular, temperature-accelerated dynamics has been quite successful in extending the time-scales for simulations since it allows realistic simulations of low temperature processes over timescales as long as seconds and even hours. However, due to the fact that the computational work required for serial temperature-accelerated dynamics scales as the number of atoms, N, cubed, this technique can only be applied to extremely small systems. In order to address this problem, the PI has recently developed a method for parallel temperature-accelerated dynamics simulations or \"parTAD,\" which is based on spatial decomposition combined with the PI's synchronous sublattice algorithm, which scales as log(N). Using this method, the PI has studied the low-temperature growth of Cu/Cu (100) over extended length-scales in order to explain recent observations of vacancy formation and compressive strain.\r\nThe PI aims to use parTAD to carry out parallel temperature-accelerated dynamics simulations of a variety of non-equilibrium processes over extended time- and length-scales. In addition, the PI plans to develop mew methods which will enable the temperature-accelerated dynamics method to study processes at higher temperatures as well as to study 3D systems and systems with long-range interactions. These include the development of a method to locally adapt the high temperature parameter which controls the \"boost\" in the accelerated-dynamics simulations in each processor to optimize the efficiency for a given configuration, as well as to deal with the \"low-barrier\" problem. To extend the possible size of events that can be handled by simulations and also further enhance the efficiency of parTAD simulations, the PI also aims to develop a hybrid approach to parTAD in which spatial decomposition is coupled with medium scale parallel molecular dynamics simulations and localized saddle-point searches. Using these methods the PI will carry out parallel accelerated dynamics simulations to understand important non-equilibrium processes which cannot be easily studied with lattice-based methods, including:\r\n(1) Crystalline-to-amorphous transition in low-temperature semiconductor growth\r\n(2) Early stages of growth of amorphous Si on SiO2 substrates\r\n(3) Ordering, intermixing and defect formation in submonolayer and multilayer Fe/Cu(100), Cu/Ni(100), and Co/Cu(111) growth\r\n(4) Radiation damage and defect mobility in MgO\r\n\r\nThe work will provide opportunities for educational and outreach activities with broad national, international, and societal impact. Some of the methods and results developed from this project will also be incorporated in a joint undergraduate-graduate course on Computational Physics taught by the PI at the University of Toledo along with a graduate course on Thin-Films and Surface Physics in which students will learn about new theoretical advances and state-of-the-art implementation and empirical evaluation techniques. New algorithms that are developed contribute to the cyberinfrastructure of the broader materials research community.\r\n\r\nNON-TECHNICAL SUMMARY\r\nThis award supports computational research and education to develop and apply algorithms and software to simulate processes on time scales that are important to the underlying science but out of the range of conventional simulation methods. For example, molecular dynamics is generally limited to nanoseconds because of the small time-step required for the integration of the equations of motion. However, important infrequent events often take place on a time scale of microseconds, seconds, or even hours. Examples include the evolution of the surface morphology during crystal or film growth, the diffusion of point defects in solids, and the migration of grain boundaries during plastic strain. The PI aims to build on research performed under previous NSF funding to develop new simulation tools that can access longer time scales, higher temperatures, and larger systems.  With the PI's existing and enhanced tools he will tackle specific materials problems involving how semiconductor materials grow and the morphology of new layers, how growing materials layers can intermix with the material upon which they are grown, and how imperfections in the arrangement of atoms near surfaces move and their affect on the growth process. The PI will also apply the new methods to materials growth and the dynamics of materials after irradiation. These studies will be carried out in close connection with specific experiments and will enhance our understanding of materials growth. \r\n\r\nThe work will provide opportunities for educational and outreach activities with broad national, international, and societal impact. Some of the methods and results developed from this project will also be incorporated in a joint undergraduate-graduate course on Computational Physics taught by the PI at the University of Toledo along with a graduate course on Thin-Films and Surface Physics in which students will learn about new theoretical advances and state-of-the-art implementation and empirical evaluation techniques. New algorithms that are developed contribute to the cyberinfrastructure of the broader materials research community.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jacques",
   "pi_last_name": "Amar",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Jacques G Amar",
   "pi_email_addr": "jamar@physics.utoledo.edu",
   "nsf_id": "000224112",
   "pi_start_date": "2009-09-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Toledo",
  "inst_street_address": "2801 W BANCROFT ST",
  "inst_street_address_2": "",
  "inst_city_name": "TOLEDO",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "4195302844",
  "inst_zip_code": "436063328",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "OH09",
  "org_lgl_bus_name": "UNIVERSITY OF TOLEDO",
  "org_prnt_uei_num": "EWRDP9YCDDH5",
  "org_uei_num": "XA77NAJYELF1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Toledo",
  "perf_str_addr": "2801 W BANCROFT ST",
  "perf_city_name": "TOLEDO",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "436063328",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "OH09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7569",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE/SCIENCE"
  },
  {
   "pgm_ref_code": "7752",
   "pgm_ref_txt": "CDI NON SOLICITED RESEARCH"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 110000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 110000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 110000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The ability to simulate materials processes such as thin-film growth on experimental time-scales is an important first step in obtaining a fundamental understanding of a variety of technologically important processes.&nbsp;&nbsp; However, due to computational limitations, the standard method to carry out simulations on the atomic level, molecular dynamics, is not able to access time-scales much longer than microseconds, while experimental time-scales are typically much longer than this. &nbsp;Accordingly, as part of our research a variety of methods were developed in order to improve our ability to simulate non-equilibrium processes over extended length- and time-scales.&nbsp; In particular, a first-passage-time method was developed which can accelerate kinetic Monte Carlo simulations of metal thin-film growth by almost two orders of magnitude compared to regular kinetic Monte Carlo simulations, thus allowing realistic simulations over experimentally relevant length- and time-scales.&nbsp; In addition, a general method for dynamically adjusting the high-temperature in temperature-accelerated dynamics (TAD) simulations of non-equilibrium processes, was developed in order to maximize the performance of these simulations.&nbsp; In addition, a method to carry out molecular dynamics simulations of glancing-angle deposition or GLAD - a technique often used to make sculptured nanostructures and thin-films - by taking into account the existence of multiple scattering of depositing atoms, was developed.&nbsp; We also developed a &lsquo;GPU-TAD&rsquo; method, based on the use of replicas and graphical-processing units (GPUs) along with the use of localized saddle-point calculations which can speed-up accelerated dynamics simulations of moderate-sized systems by almost an order of magnitude.&nbsp; Based on these results we are also developing a new method (&lsquo;replica-TAD&rsquo;) which can further speed-up accelerated dynamics simulations.</p>\n<p>We then applied these methods to obtain a fundamental understanding of a variety of important processes involved in thin-film growth.&nbsp; In particular, we carried out hybrid kinetic Monte Carlo and temperature-accelerated dynamics simulations of silver thin-film growth in order to understand the dependence of the thin-film roughness on temperature, and found that the non-monotonic behavior can be explained by a competition between a variety of different relaxation processes. &nbsp;&nbsp;We also carried out molecular dynamics, temperature-accelerated dynamics, and kinetic Monte Carlo simulations of the early stages of Cu (copper) thin-film growth on a Ni (nickel) substrate in order to understand the origin of the ramified submonolayer islands observed in experiments.&nbsp; Our results indicate that the ramified island-shape cannot be explained by equilibrium energetics arguments, as had been previously believed, but is instead due to kinetic effects which are mediated by the effects of strain which occurs as a result of the lattice mismatch between Cu and Ni.&nbsp; In particular, we found that unusual &lsquo;popout&rsquo; events, which are enhanced by strain, are primarily responsible for the observed ramified island shapes.&nbsp; We have also applied these methods, along with quantum calculations using density functional theory, to analyze a variety of other types of thin-film growth, including glancing-angle deposition (which is an important method to make structure and porous thin-films), Nb (niobium) on MgO (manganese oxide) growth (which is an important method to make thin-films for superconducting radiofrequency detectors) and cadmium telluride thin-films, which are essential components of an important thin-film solar cell technology.&nbsp;</p>\n<p>As a product of these activities, 6 invited talks, seminars, and/or colloquia were given at Kansas State University, Case Western Reserve University, the Ohio Supercomputer Cente...",
  "por_txt_cntn": "\nThe ability to simulate materials processes such as thin-film growth on experimental time-scales is an important first step in obtaining a fundamental understanding of a variety of technologically important processes.   However, due to computational limitations, the standard method to carry out simulations on the atomic level, molecular dynamics, is not able to access time-scales much longer than microseconds, while experimental time-scales are typically much longer than this.  Accordingly, as part of our research a variety of methods were developed in order to improve our ability to simulate non-equilibrium processes over extended length- and time-scales.  In particular, a first-passage-time method was developed which can accelerate kinetic Monte Carlo simulations of metal thin-film growth by almost two orders of magnitude compared to regular kinetic Monte Carlo simulations, thus allowing realistic simulations over experimentally relevant length- and time-scales.  In addition, a general method for dynamically adjusting the high-temperature in temperature-accelerated dynamics (TAD) simulations of non-equilibrium processes, was developed in order to maximize the performance of these simulations.  In addition, a method to carry out molecular dynamics simulations of glancing-angle deposition or GLAD - a technique often used to make sculptured nanostructures and thin-films - by taking into account the existence of multiple scattering of depositing atoms, was developed.  We also developed a æGPU-TADÆ method, based on the use of replicas and graphical-processing units (GPUs) along with the use of localized saddle-point calculations which can speed-up accelerated dynamics simulations of moderate-sized systems by almost an order of magnitude.  Based on these results we are also developing a new method (æreplica-TADÆ) which can further speed-up accelerated dynamics simulations.\n\nWe then applied these methods to obtain a fundamental understanding of a variety of important processes involved in thin-film growth.  In particular, we carried out hybrid kinetic Monte Carlo and temperature-accelerated dynamics simulations of silver thin-film growth in order to understand the dependence of the thin-film roughness on temperature, and found that the non-monotonic behavior can be explained by a competition between a variety of different relaxation processes.   We also carried out molecular dynamics, temperature-accelerated dynamics, and kinetic Monte Carlo simulations of the early stages of Cu (copper) thin-film growth on a Ni (nickel) substrate in order to understand the origin of the ramified submonolayer islands observed in experiments.  Our results indicate that the ramified island-shape cannot be explained by equilibrium energetics arguments, as had been previously believed, but is instead due to kinetic effects which are mediated by the effects of strain which occurs as a result of the lattice mismatch between Cu and Ni.  In particular, we found that unusual æpopoutÆ events, which are enhanced by strain, are primarily responsible for the observed ramified island shapes.  We have also applied these methods, along with quantum calculations using density functional theory, to analyze a variety of other types of thin-film growth, including glancing-angle deposition (which is an important method to make structure and porous thin-films), Nb (niobium) on MgO (manganese oxide) growth (which is an important method to make thin-films for superconducting radiofrequency detectors) and cadmium telluride thin-films, which are essential components of an important thin-film solar cell technology. \n\nAs a product of these activities, 6 invited talks, seminars, and/or colloquia were given at Kansas State University, Case Western Reserve University, the Ohio Supercomputer Center, Oakland University, and at the IPAM (Institute for Pure and Applied Mathematics) workshop on Quantum and Atomistic Modeling of Materials Defects.  In addition, 3 contributed talks we..."
 }
}