{
 "awd_id": "0907242",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "RUI:  Phase Coexistence in Heterogeneous Nanostructures",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2009-09-15",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 105023.0,
 "awd_amount": 105023.0,
 "awd_min_amd_letter_date": "2009-09-08",
 "awd_max_amd_letter_date": "2011-06-15",
 "awd_abstract_narration": "This award supports theoretical research and education on inhomogeneous materials that contain layered nanometer scale superconducting and magnetic regions. The PI will involve undergraduate and graduate students at a Hispanic-Serving Institution in a research project to explore the interplay between magnetism and superconductivity in these inhomogeneous materials and discover new phenomena. The magnetic regions contain domain walls in which the direction of the magnetization changes along particular directions. Superconductivity is a collective quantum mechanical state of electrons with remarkable properties, often noted is the ability to conduct electricity without dissipation. Superconductivity and ferromagnetism are generally incompatible and do not coexist in the same uniform material. In these inhomogeneous materials, novel spatially varying superconducting states may arise intertwined with magnetism. The PI will study the resulting spatially varying superconducting and magnetic states and how they may be tuned by applying an external magnetic field.  The presence of superconducting regions that are weakly interacting with each other may lead to interesting dynamical effects that may be useful for future superconducting device technologies.\r\n\r\nThe project may lead to new understanding of the role played by inhomogeneities for the stability of spatially varying phases at the nanoscale, to the discovery of new phenomena for future electronic and spintronics nanodevices with new functionalities, to broader participation of underrepresented minorities in the physical sciences, and to new experimental activity in the department that provides newresearch opportunities for students. \r\n\r\nThis project will be carried out in a Hispanic-Serving Institution with a predominantly female student population and one that has a high population of underrepresented minorities in Physics. Integrating students in the proposed research project will therefore promote science among groups that are typically underrepresented in the sciences. This project will also contribute to developing a computational physics Master of Science degree program. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andreas",
   "pi_last_name": "Bill",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andreas Bill",
   "pi_email_addr": "andreas.bill@csulb.edu",
   "nsf_id": "000633697",
   "pi_start_date": "2009-09-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California State University-Long Beach Foundation",
  "inst_street_address": "6300 E STATE UNIVERSITY DR STE 332",
  "inst_street_address_2": "",
  "inst_city_name": "LONG BEACH",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5629858051",
  "inst_zip_code": "908154670",
  "inst_country_name": "United States",
  "cong_dist_code": "42",
  "st_cong_dist_code": "CA42",
  "org_lgl_bus_name": "CALIFORNIA STATE UNIVERSITY LONG BEACH RESEARCH FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "P2TDH1JCJD31"
 },
 "perf_inst": {
  "perf_inst_name": "California State University-Long Beach",
  "perf_str_addr": "6300 E STATE UNIVERSITY DR STE 332",
  "perf_city_name": "LONG BEACH",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "908154670",
  "perf_ctry_code": "US",
  "perf_cong_dist": "42",
  "perf_st_cong_dist": "CA42",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 71628.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 33395.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Solids are usually classified by a single macroscopic phase such as for example the metallic, superconducting, or magnetic state.&nbsp; But an increasing number of systems appear to have strange phases that are not so easily classified.&nbsp; Modern experimental techniques applied to these systems reveal a more complicated microscopic picture where the competition between interactions and the dimensionality lead either to the emergence of novel states of matter or to the coexistence of several phases. Motivated by these findings our research deals with two aspects of the behavior of electrons in solids: one deals with the coexistence of phases at the nanoscale and the other with the changes that occur as one goes from two to three dimensional systems.&nbsp;</p>\n<p>In the first project we studied the coexistence of superconductivity and magnetism at the nanoscale as our understanding of how they relate to each other has evolved over the years from being foes to cooperating phenomena and mingled phases. &nbsp;We studied their interplay in a multilayer where a superconductor is in contact with an inhomogeneous magnetic metal. The behavior of electrons in such system can neither be attributed to the superconducting nor to the magnetic state of the individual compounds, but reveal an interwoven state.</p>\n<p>We developed a model and proposed an experimentally realizable system where the coexistence of phases can be studied in detail: a Josephson junction where a so-called exchange spring is sandwiched between two superconductors. The interest of this system lays in the fact that one can induce a variable domain wall into the material.&nbsp; This allowed giving a comprehensive description of the coexisting phases and how the state of the electrons changes with the tuning of the inhomogeneity. &nbsp;The research led to propose new experiments and may open the door for developing new spintronic nanodevices.</p>\n<p>The second line of investigations studied how confining the electrons&rsquo; motion affects properties of solids.&nbsp; Two systems were considered: a hybrid structure composed of superconducting and graphite thin films, and a graphene multilayer.&nbsp; In the first structure the superconducting state was studied as a function of the thickness of the graphite film. We showed that the size quantization resulting from the confinement of the electrons to a film with variable thickness affects macroscopic properties such as the superconducting critical temperature of the structure.</p>\n<p>The other system used to study the effect of dimensionality on the behavior of electrons is a multilayer made of the recently discovered one-atom thick graphene material.&nbsp; It is well established that two-dimensional systems such as graphene display properties that are distinct from three-dimensional materials. Our work aimed at describing how these properties change as one bridges the gap between two and three dimensions.&nbsp; Graphene offers a unique opportunity to study such transition as one can stack an arbitrary number of graphene sheets on top of each other and span thereby a bridge between two-dimensional graphene and three-dimensional graphite used in our pencils.</p>\n<p>The research was carried out in a primarily undergraduate institution (RUI), a Hispanic-Serving Institution with a predominantly female student population and one that has a strong presence of underrepresented minorities in physics. &nbsp;The research we perform contributes to the development of a strong and solid Master&rsquo;s program that serves the community by offering practical training and problem solving skills for those entering the workforce and by establishing a bridge from the undergraduate degree to PhD programs across the nation.&nbsp; Integrating students in our research promotes science among groups that are typically underrepresented in physics.&nbsp; It is the PI&rsquo;s strong belief...",
  "por_txt_cntn": "\nSolids are usually classified by a single macroscopic phase such as for example the metallic, superconducting, or magnetic state.  But an increasing number of systems appear to have strange phases that are not so easily classified.  Modern experimental techniques applied to these systems reveal a more complicated microscopic picture where the competition between interactions and the dimensionality lead either to the emergence of novel states of matter or to the coexistence of several phases. Motivated by these findings our research deals with two aspects of the behavior of electrons in solids: one deals with the coexistence of phases at the nanoscale and the other with the changes that occur as one goes from two to three dimensional systems. \n\nIn the first project we studied the coexistence of superconductivity and magnetism at the nanoscale as our understanding of how they relate to each other has evolved over the years from being foes to cooperating phenomena and mingled phases.  We studied their interplay in a multilayer where a superconductor is in contact with an inhomogeneous magnetic metal. The behavior of electrons in such system can neither be attributed to the superconducting nor to the magnetic state of the individual compounds, but reveal an interwoven state.\n\nWe developed a model and proposed an experimentally realizable system where the coexistence of phases can be studied in detail: a Josephson junction where a so-called exchange spring is sandwiched between two superconductors. The interest of this system lays in the fact that one can induce a variable domain wall into the material.  This allowed giving a comprehensive description of the coexisting phases and how the state of the electrons changes with the tuning of the inhomogeneity.  The research led to propose new experiments and may open the door for developing new spintronic nanodevices.\n\nThe second line of investigations studied how confining the electronsÆ motion affects properties of solids.  Two systems were considered: a hybrid structure composed of superconducting and graphite thin films, and a graphene multilayer.  In the first structure the superconducting state was studied as a function of the thickness of the graphite film. We showed that the size quantization resulting from the confinement of the electrons to a film with variable thickness affects macroscopic properties such as the superconducting critical temperature of the structure.\n\nThe other system used to study the effect of dimensionality on the behavior of electrons is a multilayer made of the recently discovered one-atom thick graphene material.  It is well established that two-dimensional systems such as graphene display properties that are distinct from three-dimensional materials. Our work aimed at describing how these properties change as one bridges the gap between two and three dimensions.  Graphene offers a unique opportunity to study such transition as one can stack an arbitrary number of graphene sheets on top of each other and span thereby a bridge between two-dimensional graphene and three-dimensional graphite used in our pencils.\n\nThe research was carried out in a primarily undergraduate institution (RUI), a Hispanic-Serving Institution with a predominantly female student population and one that has a strong presence of underrepresented minorities in physics.  The research we perform contributes to the development of a strong and solid MasterÆs program that serves the community by offering practical training and problem solving skills for those entering the workforce and by establishing a bridge from the undergraduate degree to PhD programs across the nation.  Integrating students in our research promotes science among groups that are typically underrepresented in physics.  It is the PIÆs strong belief that excellent teaching in the sciences comes through the pathway of practice, through active research.  Our students are also best served when engaged in research along side..."
 }
}