{
 "awd_id": "0907198",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Measures on function spaces, statistical mechanics and the rigorous renormalization group",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924885",
 "po_email": "tbartosz@nsf.gov",
 "po_sign_block_name": "Tomek Bartoszynski",
 "awd_eff_date": "2009-07-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 139876.0,
 "awd_amount": 139876.0,
 "awd_min_amd_letter_date": "2009-06-17",
 "awd_max_amd_letter_date": "2009-06-17",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\r\n\r\nFunctional integrals were introduced by R. P. Feynman as a conceptual tool for the understanding of the quantum field theory of elementary particle physics. They provide a bridge from classical mechanics and field theory to their quantum counterparts.\r\nThese integrals have become ubiquitous in physics and provide a foundation for our current understanding of a wide array of subjects: quantum electro and chromodynamics, the standard model of elementary particle physics, the theory of superconductivity, the statistical mechanics of phase transitions, turbulence, financial derivatives, and much more.\r\n From a mathematical standpoint the main question they pose is that of the construction and study of infinite dimensional probability measures in spaces of functions or distributions.\r\nThe last decades have seen impressive results and successes in this area, and key to these successes is the renormalization group. The later can be described in nontechnical terms as follows. Consider a very large population of voters which have to opt between say two political parties. One can group them according to a hierarchy of larger and larger geographical regions, for instance county, state, nation, etc. One can also assign a `super elector' for each such region whose vote is determined by the majority at the next more detailed level of representation. In a nutshell the renormalization group is the transformation from the configurations of voting odds at one representation level to the next coarser one.\r\nThe iteration of this transformation allows one to make predictions about the macroscopic behavior of this complex interacting system (the odds on say the majority vote at the national level)  starting from the microscopic behavior (a mathematical model for the odds at the level of individuals). The above analogy with voting is given simply for the sake of exposition. In physics, one would, instead of voters, consider for instance spins or magnetic moments at the atomic level, and try to use the renormalization group machinery in order to infer the overall magnetization of a piece of material such as iron.\r\n\r\nThe importance of the renormalization group in physics lies not in the mere qualitative description given above, but rather  in  the quantitative approximation scheme  which has been developed on the basis of this intuition. The main goal of the proposed activity is to develop mathematical tools which allow a rigorous control of the error terms in this approximation scheme. The PI will in particular focus on the study of complete renormalization group trajectories between two fixed points, i.e., situations where one needs to control a system over the full range of scales from the infinitely small to the infinitely large. The PI will study such trajectories on a variety of models such as phi-four with a modified propagator in three dimensions, and the Gross-Neveu model in two dimensions.\r\nAn important component of the proposed activity is graduate education. \r\nThe PI will foster the involvement\r\nof graduate students in the proposed research work and will provide them with training in the mathematical tools from constructive quantum field theory and renormalization group theory needed in order to tackle research problems in the area.",
 "awd_arra_amount": 139876.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Abdelmalek",
   "pi_last_name": "Abdesselam",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Abdelmalek Abdesselam",
   "pi_email_addr": "aa4cr@virginia.edu",
   "nsf_id": "000513685",
   "pi_start_date": "2009-06-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Virginia Main Campus",
  "inst_street_address": "1001 EMMET ST N",
  "inst_street_address_2": "",
  "inst_city_name": "CHARLOTTESVILLE",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "4349244270",
  "inst_zip_code": "229034833",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "VA05",
  "org_lgl_bus_name": "RECTOR & VISITORS OF THE UNIVERSITY OF VIRGINIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "JJG6HU8PA4S5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Virginia Main Campus",
  "perf_str_addr": "1001 EMMET ST N",
  "perf_city_name": "CHARLOTTESVILLE",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "229034833",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "VA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126300",
   "pgm_ele_name": "PROBABILITY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 139876.0
  }
 ],
 "por": null
}