{
 "awd_id": "0907934",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Impact of Massive Stars and Clusters on the Interstellar Medium in the Galactic Center",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": "7032922475",
 "po_email": "jneff@nsf.gov",
 "po_sign_block_name": "James Neff",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 330846.0,
 "awd_amount": 330846.0,
 "awd_min_amd_letter_date": "2009-08-26",
 "awd_max_amd_letter_date": "2009-08-26",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5). \r\n\r\nDr. Cornelia Lang (University of Iowa) will carry out an observational program to study the impact of the young massive stellar population on the interstellar medium in the central regions of the Milky Way galaxy.  The physical properties of this region are extreme compared to the disk of our Galaxy.  Over the last decade, near-infrared and X-ray observations have revealed that massive stars have a significant effect on the interstellar medium in this region, and that the magnetic field may also play a dominant role.  However, a detailed study of the interplay between these stellar and interstellar components has not yet been synthesized from the growing canon of high-resolution observations of the Galactic center (GC).  A recent Paschen-alpha GC survey carried out by the Hubble Space Telescope's Near-Infrared Camera and Multi-Object Spectrometer and the first wide-field mosaic of the GC region with the Very Large Array at 4.9 GHz, as well as data from the Spitzer Space Telescope and the Chandra X-ray Observatory surveys of the GC region, will be used to (1) provide a thorough characterization of the massive stars within the central 75 parsecs of the GC by identifying emission-line stars in the Paschen-alpha and radio continuum, while in addition, radio observations can provide a measurement of the stellar mass-loss rates and also track variability of these objects and (2) combine high resolution Paschen-alpha, radio continuum, and mid-infrared data to examine the impact of the massive stars on the interstellar medium and quantify the \"energy budget\" for this region. In addition, Dr. Lang will investigate the nature of the striking filamentation present on fine scales in the ionized gas. The long term goal of this research program is to obtain a clearer understanding of the physical processes in the unusual nuclear region of galaxies, both ours and that of nearby systems.\r\n\r\nA key aspect of this program will be collaborating with traditionally under-represented female physics and astronomy students. Dr. Lang plans to develop a more substantial partnership between the University of Iowa's Women in Science and Engineering (WISE) organization and the Department of Physics and Astronomy. In collaborating with WISE, she plans to organize a series of regular activities to foster mentorship and professional development of female students in science across campus, including: an annual undergraduate poster session where graduate students serve as judges, professional development workshops for graduate students, and observing sessions and telescope tours for the general population of WISE undergraduates who live together in a \"Learning Community\" dorm. In addition to the students' acquiring fundamental skills through research projects, these mentoring activities can play a large part in the development of these young women into the next generation of successful scientific researchers and teachers.",
 "awd_arra_amount": 330846.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Cornelia",
   "pi_last_name": "Lang",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Cornelia C Lang",
   "pi_email_addr": "cornelia-lang@uiowa.edu",
   "nsf_id": "000381675",
   "pi_start_date": "2009-08-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Iowa",
  "inst_street_address": "105 JESSUP HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IOWA CITY",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "3193352123",
  "inst_zip_code": "522421316",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IA01",
  "org_lgl_bus_name": "THE UNIVERSITY OF IOWA",
  "org_prnt_uei_num": "",
  "org_uei_num": "Z1H9VJS8NG16"
 },
 "perf_inst": {
  "perf_inst_name": "University of Iowa",
  "perf_str_addr": "105 JESSUP HALL",
  "perf_city_name": "IOWA CITY",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "522421316",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IA01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121600",
   "pgm_ele_name": "GALACTIC ASTRONOMY PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "7480",
   "pgm_ref_txt": "ARCHIVAL DATA ANALYSIS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 330846.0
  }
 ],
 "por": null
}