{
 "awd_id": "0908806",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: The Holocene paleomagnetic record of the Arctic",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": "7032927427",
 "po_email": "hedmonds@nsf.gov",
 "po_sign_block_name": "Henrietta Edmonds",
 "awd_eff_date": "2009-08-15",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 299842.0,
 "awd_amount": 299842.0,
 "awd_min_amd_letter_date": "2009-08-14",
 "awd_max_amd_letter_date": "2009-08-14",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5). \r\n\r\nThis award will support a reconstruction of the Holocene paleomagnetic record of the Arctic and investigate linkages with regional climate. The central focus of this project is to recover continuous 3 to 5 m-long sediment cores from lakes in NW and NE Alaska, and the Mackenzie Delta, Banks Island and Victoria Island, Canada. Multiple cores from two similar lake systems at each of the four locations will be recovered. The cores will be the subject of a series of analytical techniques including magnetic, lithostratigraphic, geochemical and biological measurements. The sites selected for study will provide records that extend through the Holocene back as far as 20 ka providing the longest high-resolution Arctic paleomagnetic records to date. Chronologies will be primarily derived by radiocarbon dating using modern AMS C-14 techniques. A series of methods will be used to document the climate history of the region including environmental magnetism, geochemistry, scanning XRF, biogenic silica and a host of biological climate proxies with Canadian collaborators. The paleomagnetic and environmental magnetic records will be studied on multiple cores from each lake by alternating field demagnetization of u-channel samples. \r\n\r\nThe 'Intellectual Merit' of the study lies in the development of a new set of Holocene paleomagnetic observations that will confirm and expand, spatially and temporally, upon previous Arctic paleomagnetic observations and supplement ongoing Arctic and global Holocene paleomagnetic initiatives. The extended Arctic paleomagnetic record will permit direct comparison to marine records from Iceland and those now being developed in the Gulf of Alaska and the Arctic Ocean and Baffin Bay. These new records will permit reconstruction of the Holocene (and possibly beyond) paleomagnetic record of the Arctic, provide constraints necessary to test geomagnetic hypotheses, contribute to the continuing development of an Arctic magneto-stratigraphic network to facilitate dating of marine and terrestrial paleorecords, and provide new constraints on whether the geomagnetic field has a role in the climate system. \r\n\r\nThe 'Broader Impacts' of the study relate to scientific and educational outcomes. Data generated from the study, when combined with results from Phase I and other published studies, will provide a 180° paleomagnetic perspective around the Arctic, documenting past changes and providing paleo-constraints on the future behavior and impacts of the ongoing motion of the north magnetic pole. The data will also help to differentiate the contributions of geomagnetic versus solar control on terrestrial cosmic ray flux and cosmogenic isotope production with practical implications for telecommunications, human health, global ecosystems and climate. Data will be contributed to magIC, sedDB and NOAA paleoclimate databases and used to supplement ongoing spherical harmonic studies of the global geomagnetic field from a region with little data. The study will support the training of undergraduate and graduate students and the results will be widely communicated to the general public through Web sites, public lectures and K-12 teaching initiatives.",
 "awd_arra_amount": 299842.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Abbott",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Mark B Abbott",
   "pi_email_addr": "mabbott1@pitt.edu",
   "nsf_id": "000238746",
   "pi_start_date": "2009-08-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pittsburgh",
  "perf_str_addr": "4200 FIFTH AVENUE",
  "perf_city_name": "PITTSBURGH",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152600001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "528000",
   "pgm_ele_name": "ANS-Arctic Natural Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 299842.0
  }
 ],
 "por": null
}