{
 "awd_id": "0908238",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Force Chain Fluctuations and Jamming in Dense Granular Flows",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ashok S. Sangani",
 "awd_eff_date": "2009-06-01",
 "awd_exp_date": "2010-05-31",
 "tot_intn_awd_amt": 12950.0,
 "awd_amount": 12950.0,
 "awd_min_amd_letter_date": "2009-02-10",
 "awd_max_amd_letter_date": "2009-02-10",
 "awd_abstract_narration": "0908238\r\nC. O'Hern\r\n\r\nThe PI requests support for international travel from NSF-CBET Division, Particulate and Multiphase Processes Program, to cover travel-related expenses for approximately 20 invited participants that will present their research on dense granular materials (DGM) at a mini-symposium \"Force chain fluctuations and jamming in dense granular flows\" at the 7th EUROMECH Solid Mechanics Conference (ESMC 2009) in Lisbon, Portugal September 7-11, 2009.  The mini-symposium is organized by the PI and Prof. Lou Kondic from the Department of Mathematical Sciences at NJIT.  This mini-symposium at ESMC 2009 will strengthen collaborative ties between researchers in physics, mathematics, and the engineering sciences who study dense granular media in Europe and the U.S.  A large fraction of the invitees will be recent CBET grantees in DGM, junior scientists, and researchers from under-represented groups.\r\n\r\nIntellectual Merit\r\n\r\nThe overarching goal of current studies of DGM is to develop a quantitative and predictive description of the structural and mechanical properties given a spectrum of preparation histories and particle properties.  In particular, there is a significant effort to understand the role of force chain networks in DGM.  However, much of the recent research in the field of DGM has been performed via uncoordinated efforts of physicists, mathematicians, and engineers in the U.S. and Europe.  By organizing this multi-disciplinary and multi-national symposium, we seek to bring together the most active researchers, including experimentalists, simulators, and theorists, in the field of DGM to allow the exchange of innovative ideas, the fostering of new collaborations, and the strengthening of international knowledge transfer among scientists in the U.S. and Europe.  This mini-symposium promises to increase the pace of research breakthroughs in the filed of DGM.\r\n\r\nApproaches that combine techniques from mathematics, physics, and engineering are required to solve the next generation of problems in the filed of DGM.  In addition, there are only limited opportunities for interaction between researchers in DGM from the U.S. and Europe.  An important goal of the proposed mini-symposium is to bring together a multi-disciplinary group of scientists at various stages of their scientific careers to brainstorm and discuss current open questions in DGM.  This mini-symposium at ESMC 2009 is the first step in establishing lasting connections between participants.  The organizers of this mini-symposium will also organize follow-up international symposia and workshops focusing on DGM, for example the workshop \"Computational Homology Tools Applied to Jamming and Flow in Granular Materials\" will be held at Yale University in the early spring 2010.\r\n\r\nBroader Impacts\r\n\r\nThe regime where granular materials transition between flowing and jammed states is of great relevance to many industrial processes, including those in chemical engineering, pharmaceuticals, and oil production.  A quantitative and predictive understanding of how to model granular materials as they yield, flow, or respond to applied stresses has not yet been reached.  While significant research efforts in DGM are being performed by a wide array of scientists, often the researchers are not aware of related work being carried out in different disciplines and on different continents.  The proposed mini-symposium will bring together physicists, mathematicians, and engineers to encourage new collaborations across disciplines and nationalities that will stimulate intellectual breakthroughs in DGM in the coming decade.  In addition, the mini-symposium will allow junior scientists to present their work to the international community and interact with leaders in the field of DGM.  Many of the invited speakers will be recent grantees from NSF-CBET and researchers from under-represented groups.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Corey",
   "pi_last_name": "O'Hern",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Corey S O'Hern",
   "pi_email_addr": "corey.ohern@yale.edu",
   "nsf_id": "000263174",
   "pi_start_date": "2009-02-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Yale University",
  "inst_street_address": "150 MUNSON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW HAVEN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2037854689",
  "inst_zip_code": "065113572",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CT03",
  "org_lgl_bus_name": "YALE UNIV",
  "org_prnt_uei_num": "FL6GV84CKN57",
  "org_uei_num": "FL6GV84CKN57"
 },
 "perf_inst": {
  "perf_inst_name": "Yale University",
  "perf_str_addr": "150 MUNSON ST",
  "perf_city_name": "NEW HAVEN",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "065113572",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "CT03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141500",
   "pgm_ele_name": "PMP-Particul&MultiphaseProcess"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "055E",
   "pgm_ref_txt": "Particle science and technology"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 12950.0
  }
 ],
 "por": null
}