{
 "awd_id": "0908124",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Pathways and Properties of Atlantic Waters in the Western Arctic Ocean",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William J. Wiseman, Jr.",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2016-02-29",
 "tot_intn_awd_amt": 385599.0,
 "awd_amount": 385599.0,
 "awd_min_amd_letter_date": "2009-08-04",
 "awd_max_amd_letter_date": "2015-06-23",
 "awd_abstract_narration": "Atlantic Waters (AWs) are volumetrically the largest inflow to the Arctic Ocean. They form the major subsurface circum-arctic oceanic transport system and ventilate the interior basins. They are the greatest pan-arctic reservoir of oceanic heat, which may influence upper layers and the sea-ice, for example through slope upwelling and mixing. Circulation of AW carries tracers and contaminants through the Arctic, and the pan-arctic distribution of AW offers a warm corridor for invasive species. Globally, arctic-modification of AW contributes to the North Atlantic overflows and is a high-latitude (climate-sensitive) part of the meridional overturning circulation. Yet, despite the urgent focus on the changing Arctic, fundamental questions about the major ocean current in the Arctic remain unanswered. It is generally believed there is a cyclonic, equivalent-barotropic pan-arctic boundary current, topographically steered along slopes and ridges. However, especially in the western Arctic, despite a large increase in observations in the last decades, there is still little published confirmation of the physical properties of this flow, the importance of various possible pathways, or quantification of exchange processes between the boundary current and the interior or the arctic shelves. \r\n\r\nThere is open disagreement (both from observations and modeling) about the flow direction in some regions, most notably the interior Canada Basin. An observational description of AW circulation (especially information on flow pathways and properties) is essential for verifying emerging theories of the driving mechanisms of the AW flow and for ground-truthing numerical arctic and global models (whose circulation patterns may be reversed by tuning basic model parameters). At a time of dramatic, topical Arctic change, our inability to answer fundamental physical questions about Arctic Ocean circulation is hindering modeling and theoretical advances and observational planning. Thus, in collaboration with national/international observational, modeling and theoretical partners, this effort will conduct an observationally-based synthesis of the Atlantic Water circulation in the western Arctic, using available historic hydrographic, mooring, and drifting buoy data collected since the late 1980s. The analysis will include several underutilized data sets, and exploit a new technique of tracing water pathways using characteristics of double diffusive temperature-salinity structures. The goals are:\r\n(1) to define the pathways and variability of Atlantic Waters in the Canadian Basin, including both the boundary current and the interior flow;\r\n(2) to describe key features of flow (e.g., flow direction, magnitude and variability, vertical and horizontal structure, topographic steering, isobath range); and\r\n(3) to study exchange processes between the boundary current, the interior and the shelves.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rebecca",
   "pi_last_name": "Woodgate",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rebecca Woodgate",
   "pi_email_addr": "woodgate@apl.washington.edu",
   "nsf_id": "000431630",
   "pi_start_date": "2009-08-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 BROOKLYN AVE NE",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "521900",
   "pgm_ele_name": "ARCSS-Arctic System Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 385599.0
  }
 ],
 "por": null
}