{
 "awd_id": "0908114",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Open Clusters at the Interface of Stellar Evolution and Stellar Dynamics",
 "cfda_num": "47.049",
 "org_code": "03020400",
 "po_phone": "7032922620",
 "po_email": "mwomack@nsf.gov",
 "po_sign_block_name": "Maria Womack",
 "awd_eff_date": "2009-07-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 196648.0,
 "awd_amount": 196648.0,
 "awd_min_amd_letter_date": "2009-06-23",
 "awd_max_amd_letter_date": "2011-05-23",
 "awd_abstract_narration": "Astronomers have long used stellar clusters to learn about the orbital motions of stars in bound groups and as laboratories for testing ideas of star formation and stellar evolution. The two fields of dynamics and stellar evolution have developed independently, but with advances in detector technology and computing speed, it is now possible to integrate these two areas of research.\r\n\r\nIn this collaborative study, Dr. Robert Mathieu (University of Wisconsin - Madison) and Dr. Imants Platais (Johns Hopkins University) will undertake a series of observational and theoretical investigations to address several outstanding questions in stellar evolution and dynamics. The first objective is to obtain a comprehensive census of the single star and binary star populations in seven rich open clusters which have ages from 100 million to 7 billion years. This will be accomplished through precise measurements of minute apparent tangential motions and multi-epoch measurements of radial velocities. These data will provide highly reliable three-dimensional kinematic membership determinations for the entire evolved cluster population. The second objective is to characterize the populations of nearly 100 blue stragglers and other newly discovered anomalous stars in these clusters, focusing on their binary, rotation and stellar activity distributions. The third objective is to compute an array stellar motion simulations for open clusters with initial conditions, especially the binary population, guided by observations of young stellar clusters. The simulations will be performed in collaboration with Dr. J. Hurley (Swinburne, Australia), and Dr. A. Sills (McMaster, Canada) will collaborate on the production of anomalous stars through collisions. The union of comprehensive rotational, stellar activity and binary data for a large set of anomalous stars of different ages and masses will allow new insights on formation mechanisms, internal structures, and ages of these stars at the interface of stellar dynamics and stellar evolution.\r\n\r\nThe research plan will have a broader impact through enhancement of the research and teaching skills of future astronomers, both within and beyond the borders of the United States. This research will include students and a postdoctoral fellow, and is expected to yield three graduate dissertations, several undergraduate theses, and research experiences of summer undergraduate students. This work will be associated with the Center for the Integration of Research, Teaching, and Learning, an NSF Center for Learning and Teaching directed by Mathieu. Platais, through his association with the trilateral Taiwan-Baltic collaboration, will assist in the education, training and research of students and young researchers in recently disadvantaged countries that have fast developing infrastructure and intellectual potential.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Imants",
   "pi_last_name": "Platais",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Imants Platais",
   "pi_email_addr": "imants@pha.jhu.edu",
   "nsf_id": "000118849",
   "pi_start_date": "2009-06-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "Johns Hopkins University",
  "perf_str_addr": "3400 N CHARLES ST",
  "perf_city_name": "BALTIMORE",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212182608",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121500",
   "pgm_ele_name": "STELLAR ASTRONOMY & ASTROPHYSC"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1206",
   "pgm_ref_txt": "THEORETICAL & COMPUTATIONAL ASTROPHYSICS"
  },
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 62599.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 65341.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 68708.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p style=\"text-align: left;\">This Project Outcomes Report for the General Public is displayed verbatim as submitted by the Principal Investigator (PI) for this award. Any opinions, findings, and conclusions or recommendations expressed in this Report are those of the PI and do not necessarily reflect the views of the National Science Foundation; NSF has not approved or endorsed its content.<br /><br />Open clusters such as the nearby and bright Pleiades, Hyades, Praesepe, and numerous fainter ones provide the observational basis for theories of stellar formation and evolution. Members of a star cluster have a nearly<br />identical age and chemical composition, covering a wide range of masses<br />from a few solar masses or more down to the masses of planets. Owing to<br />these remarkable properties, star clusters are often called \"stellar<br />laboratories\". Technological advances in building astronomical instrumentation<br />and large telescopes have provided a fertile ground for new advances in<br />gaining a deeper understanding of the processes of stellar evolution in<br />the highly dynamical environment of star clusters which ocassionally<br />produces anomalous stars such as the so-called blue or red \"stragglers\".<br />Reported here are the main results of a collaborative research project<br />between the University of Wisconsin-Madison and the Johns Hopkins<br />University (JHU) and some individual collaborators from other<br />institutions. This report represents the JHU contribution and results,<br />which in terms of techniques are related to the photometry of stars,<br />measuring their minutiae motions across the sky, and, to a lesser<br />extent, analyzing stellar spectra. Because open star clusters are<br />always projected against a rich background of Galactic stars, first<br />and foremost task is to determine the likelyhood of a star to be<br />a cluster member. This is done using the measured radial velocities<br />via the Doppler shift of a spectrum and/or the measured tangential<br />angular velocities (proper motions) of stars. The latter motion is<br />so small that in order to measure proper motions using ground-based<br />telescopes, observations should be collected over several decades.<br />This highly technical work resulted in the catalogs of positions,<br />proper motions, and membership probabilities for five open clusters<br />(Blanco 1, M67, NGC 6253, NGC 6791, NGC 6819) enabling subsequent<br />astrophysical studies down to visual magnitude of V=23. The sixth open<br />cluster, Trumpler 20, now has membership information from spectroscopy<br />for 954 stars brighter than V=17. The spectroscopic and photometric study<br />of this 1.3 Gyr old cluster produced the first-ever observational evidence<br />that, in the Hertzsprung-Russell diagram of this cluster, stellar rotation<br />blueshifts the upper main-sequence by only a few hundreds of a magnitude.<br />This essentially rules out stellar rotation as a possible cause behind<br />the hotly-debated phenomenon of the extended main sequence turn-off in<br />intermediate age (1-2 Gyr) star clusters, identified in the Large and<br />Small Magellanic Clouds. The second major result of this project is<br />realizing that the open cluster NGC 6791 is the first known star cluster<br />juxtaposing properties of open and globular clusters, and as such,<br />represents a new class of metal-rich star clusters, which likely<br />originated in the Galactic bulge region. A study of the young, Pleiades-age<br />open cluster, Blanco 1, sheds more light on the controversial issue: why are<br />precise distances of some open clusters measured by the Hipparcos astrometric satellite shorter than those obtained by the other means? It is shown that this apparent discrepancy between distance measurements, is at least partially due to the correlation between Hipparcos parallaxes and proper<br />motions near t...",
  "por_txt_cntn": "This Project Outcomes Report for the General Public is displayed verbatim as submitted by the Principal Investigator (PI) for this award. Any opinions, findings, and conclusions or recommendations expressed in this Report are those of the PI and do not necessarily reflect the views of the National Science Foundation; NSF has not approved or endorsed its content.\n\nOpen clusters such as the nearby and bright Pleiades, Hyades, Praesepe, and numerous fainter ones provide the observational basis for theories of stellar formation and evolution. Members of a star cluster have a nearly\nidentical age and chemical composition, covering a wide range of masses\nfrom a few solar masses or more down to the masses of planets. Owing to\nthese remarkable properties, star clusters are often called \"stellar\nlaboratories\". Technological advances in building astronomical instrumentation\nand large telescopes have provided a fertile ground for new advances in\ngaining a deeper understanding of the processes of stellar evolution in\nthe highly dynamical environment of star clusters which ocassionally\nproduces anomalous stars such as the so-called blue or red \"stragglers\".\nReported here are the main results of a collaborative research project\nbetween the University of Wisconsin-Madison and the Johns Hopkins\nUniversity (JHU) and some individual collaborators from other\ninstitutions. This report represents the JHU contribution and results,\nwhich in terms of techniques are related to the photometry of stars,\nmeasuring their minutiae motions across the sky, and, to a lesser\nextent, analyzing stellar spectra. Because open star clusters are\nalways projected against a rich background of Galactic stars, first\nand foremost task is to determine the likelyhood of a star to be\na cluster member. This is done using the measured radial velocities\nvia the Doppler shift of a spectrum and/or the measured tangential\nangular velocities (proper motions) of stars. The latter motion is\nso small that in order to measure proper motions using ground-based\ntelescopes, observations should be collected over several decades.\nThis highly technical work resulted in the catalogs of positions,\nproper motions, and membership probabilities for five open clusters\n(Blanco 1, M67, NGC 6253, NGC 6791, NGC 6819) enabling subsequent\nastrophysical studies down to visual magnitude of V=23. The sixth open\ncluster, Trumpler 20, now has membership information from spectroscopy\nfor 954 stars brighter than V=17. The spectroscopic and photometric study\nof this 1.3 Gyr old cluster produced the first-ever observational evidence\nthat, in the Hertzsprung-Russell diagram of this cluster, stellar rotation\nblueshifts the upper main-sequence by only a few hundreds of a magnitude.\nThis essentially rules out stellar rotation as a possible cause behind\nthe hotly-debated phenomenon of the extended main sequence turn-off in\nintermediate age (1-2 Gyr) star clusters, identified in the Large and\nSmall Magellanic Clouds. The second major result of this project is\nrealizing that the open cluster NGC 6791 is the first known star cluster\njuxtaposing properties of open and globular clusters, and as such,\nrepresents a new class of metal-rich star clusters, which likely\noriginated in the Galactic bulge region. A study of the young, Pleiades-age\nopen cluster, Blanco 1, sheds more light on the controversial issue: why are\nprecise distances of some open clusters measured by the Hipparcos astrometric satellite shorter than those obtained by the other means? It is shown that this apparent discrepancy between distance measurements, is at least partially due to the correlation between Hipparcos parallaxes and proper\nmotions near the location of Blanco 1.\n\n\n\n\t\t\t\t\tLast Modified: 10/01/2013\n\n\t\t\t\t\tSubmitted by: Imants Platais"
 }
}