{
 "awd_id": "0908456",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Topics in the Geometry of Differential Equations",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924881",
 "po_email": "jkaniaba@nsf.gov",
 "po_sign_block_name": "Joanna Kania-Bartoszynska",
 "awd_eff_date": "2009-08-15",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 90912.0,
 "awd_amount": 90912.0,
 "awd_min_amd_letter_date": "2009-08-07",
 "awd_max_amd_letter_date": "2009-08-07",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5). \r\n\r\nThis project will apply the geometric theory of exterior differential systems and Cartan's method of equivalence to a variety of problems arising in differential equations.  Clelland will continue the study of sub-Finsler geometry, originally introduced by Clelland and Christopher Moseley as a natural generalization of sub-Riemannian geometry with applications to control theory.  In addition, Clelland will study the geometry of the more general category of control-affine systems (system with \"drift\"), with particular attention to the geometry of systems of non-constant type, where the drift vector field vanishes along a distinguished submanifold of the state space.  The notion of a \"t-codistribution,\" originally introduced by Elkin, is expected to facilitate the application of Cartan's method of equivalence to this important case.  This study will eventually include the introduction and analysis of metric structures akin to sub- Riemannian and/or sub-Finsler geometry for such systems, with applications to the study of optimal control for control-affine systems.  Clelland will continue her work on the geometry of Backlund transformations, with emphasis on the geometric significance of the arbitrary parameter that appears in many (but not all) Backlund transformations, as well as the classification of \"auto-Backlund transformations\" for hyperbolic Monge-Ampere PDEs, which relate solutions of one hyperbolic Monge-Ampere PDE to additional solutions of the same PDE.\r\n\r\nDifferential equations have an enormous range of applications, from engineering and physics to biology and finance, just to name a few.  A common theme in all the proposed projects is the use of geometric techniques to study structural features of differential equations which may be obscured by the expression of an equation in a particular choice of coordinates.  This approach, pioneered in the early 20th century by Elie Cartan, has enjoyed great success in furthering the understanding of many types of differential equations and their solutions.  With the proposed research on sub-Finsler geometry and control-affine systems, Clelland will apply these techniques to the study of problems related to control theory, whose applications include areas such as robotics and quantum computing.  With the proposed research on Backlund transformations, Clelland will study problems related to integrable systems, whose applications include efficient signal propagation over long distances with minimal distortion in signal quality.\r\n\r\n",
 "awd_arra_amount": 90912.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeanne",
   "pi_last_name": "Clelland",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Jeanne N Clelland",
   "pi_email_addr": "Jeanne.Clelland@colorado.edu",
   "nsf_id": "000350561",
   "pi_start_date": "2009-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 MARINE ST",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126500",
   "pgm_ele_name": "GEOMETRIC ANALYSIS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 90912.0
  }
 ],
 "por": null
}