{
 "awd_id": "0908379",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Weight Enumeration for Convolutional Codes",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Steuerwalt",
 "awd_eff_date": "2009-10-01",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 183418.0,
 "awd_amount": 183418.0,
 "awd_min_amd_letter_date": "2009-09-18",
 "awd_max_amd_letter_date": "2009-09-18",
 "awd_abstract_narration": "Gluesing-Luerssen\r\nDMS-0908379\r\n\r\n     The project aims at furthering the mathematical theory of\r\nconvolutional codes.  The error-correcting quality of these codes\r\ncan be measured by a variety of distance parameters that have\r\nbeen introduced in the engineering-oriented literature.  The main\r\nidea of the project is the investigation of convolutional codes\r\nbased on the weight adjacency matrix, a single parameter that\r\ncomprises, among other things, all those different distance\r\nmeasures.  So far two major results have been established by the\r\ninvestigator: a MacWilliams Identity Theorem stating that the\r\nweight adjacency matrix of a code fully determines that of the\r\ndual code, and a theorem stating that codes without non-zero\r\nconstant codewords and sharing the same weight adjacency matrix\r\nare monomially equivalent.  These results open up new directions\r\nin convolutional coding theory.  Firstly, self-dual codes can be\r\nstudied theoretically.  Besides the obvious fact that the weight\r\nadjacency matrix of a self-dual code is invariant under the\r\nMacWilliams transformation, the close link between self-dual\r\nconvolutional codes and self-dual block codes obtained by\r\ntail-biting plays a crucial role.  It can be expected that,\r\nconversely, positive results for self-dual convolutional codes\r\nwill also have an impact on the theory of self-dual tail-biting\r\nblock codes.  Furthermore, the investigator explores the\r\nMacWilliams Identity and its consequences for minimal\r\nconventional and tail-biting trellises for linear block codes. \r\nThe analogy in the graphical representation of trellis block\r\ncodes and convolutional codes indeed suggests a parallel\r\ntreatment of these two classes of codes.  Another subproject aims\r\nat investigating under what conditions one may declare two\r\nconvolutional codes identical with respect to their algebraic\r\nstructure and error-correcting capabilities.  In light of the\r\nresult about monomially equivalent codes mentioned above, the\r\nweight adjacency matrix is expected to play a crucial role in\r\nthis project as well.  The goal of this subproject is a\r\nclassification and a comparison of convolutional codes in the\r\nsense of classical coding theory. \r\n\r\n     This project focuses on the algebraic theory of\r\nerror-correcting codes.  Such codes protect data against\r\nalteration through noise and enable the reconstruction of the\r\noriginal data from the corrupted information.  All current\r\nstandards of data transmission and data storage have built-in\r\nerror correcting mechanisms.  The most famous examples are the\r\ncompact disk player, cell phones, the internet, satellite and\r\ndeep space communication systems.  The project aims at deepening\r\nthe mathematical theory of convolutional codes.  This specific\r\nclass of codes forms one of the major players in many\r\ncommunication schemes, mainly in deep space communication and\r\nother wireless data transmission schemes.  With the ever-growing\r\ndemand of sophisticated information technology there is a\r\ncontinuing need of a thorough mathematical theory in order to\r\nimprove the performance of such communication devices. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Heide",
   "pi_last_name": "Gluesing-Luerssen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Heide Gluesing-Luerssen",
   "pi_email_addr": "heide.gl@uky.edu",
   "nsf_id": "000289043",
   "pi_start_date": "2009-09-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Kentucky Research Foundation",
  "inst_street_address": "500 S LIMESTONE",
  "inst_street_address_2": "109 KINKEAD HALL",
  "inst_city_name": "LEXINGTON",
  "inst_state_code": "KY",
  "inst_state_name": "Kentucky",
  "inst_phone_num": "8592579420",
  "inst_zip_code": "405260001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "KY06",
  "org_lgl_bus_name": "UNIVERSITY OF KENTUCKY RESEARCH FOUNDATION, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "H1HYA8Z1NTM5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Kentucky Research Foundation",
  "perf_str_addr": "500 S LIMESTONE",
  "perf_city_name": "LEXINGTON",
  "perf_st_code": "KY",
  "perf_st_name": "Kentucky",
  "perf_zip_code": "405260001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "KY06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 183418.0
  }
 ],
 "por": null
}