{
 "awd_id": "0908130",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Proposal: Students' Attempts at Understanding the Unobservable: A Multi-Method Approach to Visualization Analysis and Design (Empirical Contextual Research Strand)",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Finbarr Sloane",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 684005.0,
 "awd_amount": 684005.0,
 "awd_min_amd_letter_date": "2009-08-07",
 "awd_max_amd_letter_date": "2011-07-18",
 "awd_abstract_narration": "Student comprehension of scientific concepts and principles presents a particular challenge when the phenomena are not directly observable. This issue has emerged as core to effective teaching and successful student learning in chemistry. The goal is to identify whether students' individual differences influence the effectiveness of visualizations for learning scientific concepts as measured with process and product-based metrics of evaluation. The investigators will also develop design principles for the use of visualizations as instructional tools in chemistry and STEM fields more broadly. \r\n\r\nThe central issues are: When and how students rely on visualizations while trying to comprehend unobservable chemistry content; whether reliance on visualizations varies as a function of student characteristics; and whether usage patterns inform instructional interventions. In a series of randomized, controlled experiments involving undergraduates at four institutions, investigators will: (a) determine baseline chemical knowledge, spatial ability, reasoning ability, and interest in learning; (b) use eye tracking to characterize the moment-by-moment scan and fixation processes that students rely on while viewing visualizations; (c) utilize concurrent interview protocols to assess learning strategies and knowledge acquisition; and (d) implement post-visualization tests to examine student memory for the visualization content and application of knowledge.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Rapp",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "David N Rapp",
   "pi_email_addr": "rapp@northwestern.edu",
   "nsf_id": "000496909",
   "pi_start_date": "2009-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "633 CLARK ST",
  "perf_city_name": "EVANSTON",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602080001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762500",
   "pgm_ele_name": "REAL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0409",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000910DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 216038.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 263406.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 204561.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Students in science, technology, engineering and math (STEM) courses are often asked to learn with pictures, animations, and displays.&nbsp; These visualizations are intended to convey complex concepts and interactions in more readily understandable forms. &nbsp;In many cases, well-designed visualizations help make visible the kinds of processes and relationships that normally are unobservable to the naked eye. &nbsp;This is useful since much of the content of STEM coursework proves difficult to imagine and envision, either because the core elements and principles under study are so microscopic or temporally expanded that seeing them is impossible (e.g., cellular structure or geophysical development), or because the elements are quite different from reality and hard to consider in a visual form or as physical objects (e.g., scientific formulas or hypothetical situations). &nbsp;As such, visualizations have become indispensable in STEM fields, both for students and scientists, as a means of providing experiences with real scientific content. &nbsp;&nbsp;</p>\n<p>Despite the potential supports they might offer, visualizations, it turns out, are not a panacea for student understanding.&nbsp; Visualizations can be presented in effective or ineffective ways, students might use visualizations in less than optimal ways, and students at various ability levels may gain more or less from different kinds of visualizations. &nbsp;To better understand students&rsquo; use of visualizations, this project explored student interactions with chemistry visualizations both as they are being studied, and as a consequence of working with them.</p>\n<p>The project focused on two issues with regard to students&rsquo; experiences with visualizations. &nbsp;First, we examined the ways in which students engage with visualizations, and how those engagements might be supported.&nbsp; There are countless visualizations available in STEM fields; as a starting point for our work we selected a commonly utilized visualization that has been growing in popularity. Electrostatic potential maps (EPM) are regularly presented in chemistry courses, intended to convey the distribution of positive and negative charges in a molecule using a color-coded heat map. &nbsp;This visualization is a more contemporary version of ball-and-stick assembly toys that students often use in their chemistry courses.&nbsp; These toys convey the shape of molecules, but unlike EPMS do not provide an indication of charge distributions. &nbsp;We presented students with both familiar ball-and-stick as well as novel EPM displays and asked them to answer questions for which the EPMs are particularly useful (Hinze et al, 2013, <em>Learning and Instruction</em>). &nbsp;Analyses of accuracy rates, eye-movements, and verbal explanations indicated (a) most participants initially relied on the familiar ball-and-stick displays to answer difficult questions, and (b) high-achieving students, but not low-achieving students, showed an inclination to begin utilizing and benefitting from the EPMs over the course of practice. &nbsp;Thus, while EPMs are especially useful for understanding chemistry principles, many students did not spontaneously adopt them without holding some initial competency in the topic area.&nbsp; This was particularly surprising given that we presented the students with a multi-page introduction to EPMs prior to the task. &nbsp;</p>\n<p>Complementing this work, we conducted a review of current editions of chemistry textbooks which revealed that while most texts present at least one example of an EPM, many do not provide instructional support sections or opportunities to practice with their use (Hinze et al., 2013, <em>Journal of Chemical Education</em>). &nbsp;Thus, without the supports provided by teachers or other sources, students may never develop sufficient competence using the novel visualizations; rather than automatica...",
  "por_txt_cntn": "\nStudents in science, technology, engineering and math (STEM) courses are often asked to learn with pictures, animations, and displays.  These visualizations are intended to convey complex concepts and interactions in more readily understandable forms.  In many cases, well-designed visualizations help make visible the kinds of processes and relationships that normally are unobservable to the naked eye.  This is useful since much of the content of STEM coursework proves difficult to imagine and envision, either because the core elements and principles under study are so microscopic or temporally expanded that seeing them is impossible (e.g., cellular structure or geophysical development), or because the elements are quite different from reality and hard to consider in a visual form or as physical objects (e.g., scientific formulas or hypothetical situations).  As such, visualizations have become indispensable in STEM fields, both for students and scientists, as a means of providing experiences with real scientific content.   \n\nDespite the potential supports they might offer, visualizations, it turns out, are not a panacea for student understanding.  Visualizations can be presented in effective or ineffective ways, students might use visualizations in less than optimal ways, and students at various ability levels may gain more or less from different kinds of visualizations.  To better understand studentsÆ use of visualizations, this project explored student interactions with chemistry visualizations both as they are being studied, and as a consequence of working with them.\n\nThe project focused on two issues with regard to studentsÆ experiences with visualizations.  First, we examined the ways in which students engage with visualizations, and how those engagements might be supported.  There are countless visualizations available in STEM fields; as a starting point for our work we selected a commonly utilized visualization that has been growing in popularity. Electrostatic potential maps (EPM) are regularly presented in chemistry courses, intended to convey the distribution of positive and negative charges in a molecule using a color-coded heat map.  This visualization is a more contemporary version of ball-and-stick assembly toys that students often use in their chemistry courses.  These toys convey the shape of molecules, but unlike EPMS do not provide an indication of charge distributions.  We presented students with both familiar ball-and-stick as well as novel EPM displays and asked them to answer questions for which the EPMs are particularly useful (Hinze et al, 2013, Learning and Instruction).  Analyses of accuracy rates, eye-movements, and verbal explanations indicated (a) most participants initially relied on the familiar ball-and-stick displays to answer difficult questions, and (b) high-achieving students, but not low-achieving students, showed an inclination to begin utilizing and benefitting from the EPMs over the course of practice.  Thus, while EPMs are especially useful for understanding chemistry principles, many students did not spontaneously adopt them without holding some initial competency in the topic area.  This was particularly surprising given that we presented the students with a multi-page introduction to EPMs prior to the task.  \n\nComplementing this work, we conducted a review of current editions of chemistry textbooks which revealed that while most texts present at least one example of an EPM, many do not provide instructional support sections or opportunities to practice with their use (Hinze et al., 2013, Journal of Chemical Education).  Thus, without the supports provided by teachers or other sources, students may never develop sufficient competence using the novel visualizations; rather than automatically enhancing performance, studentsÆ understanding and use of visualizations necessitates knowledge and practice, just like any other educational tool or method.  A picture may be worth a thousand wor..."
 }
}