{
 "awd_id": "0909815",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Cognitive Processes - Classroom Practices that Lead to Student Proficiency with Word Problems in Algebra",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Finbarr Sloane",
 "awd_eff_date": "2009-08-15",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 493038.0,
 "awd_amount": 493038.0,
 "awd_min_amd_letter_date": "2009-07-02",
 "awd_max_amd_letter_date": "2010-09-29",
 "awd_abstract_narration": "This three-year study provides a detailed description and analysis of mathematics classroom practices that result in Algebra 1 students' development of proficiency in word problem solving in algebra. The research study is expected to: (a) provide an enhanced understanding of the mechanisms of teaching for mathematical proficiency in a centrally important area of the mathematics curriculum, (b) develop research tools that support deeper investigation into the mechanisms of teaching for robust mathematics learning, and (c) develop practical tools that can be used on a large scale for benchmarking and improving teaching practice. The following two research questions are addressed: (1) What instructional practices are frequently used by teachers judged to be doing an exceptional job of helping students to develop proficiency in solving word problems? (2) What analytic procedures can be developed and used to characterize these promising teaching practices, with low enough cost so that connections between teaching and learning can be examined for a large number of classrooms? The instructional practices of carefully selected master teachers will be examined in an attempt to identify practices that result in powerful student learning. In year 1 videotapes of a range of teachers selected for demonstrated success in helping a wide range of students perform well in mathematics will be solicited and examined. Multiple analyses at varied levels of grain size from the establishment of classroom sociomathematical norms and student interviews to identify mathematically productive classroom practices and related student understandings will be performed.  In year 1, the research will develop and refine coding and analytic schemes relevant to sociomathematical norms and effective classroom instruction in word problem solving. These will be further refined in year 2 on the basis of a small scale project that targets the analyses of teaching and student learning in a range of classrooms, seeking to link instructional practices with student outcomes. Year 3 will extend the study to a larger sample, codifying the results and producing analytic tools that can be used by the research community and by practitioners.\r\n\r\nThe study focuses on developing and testing ways to teach typical and nonroutine word problem solving to Algebra 1 students in an effective manner. Classroom videotapes of effective mathematics instruction in this content area will be analyzed and coded in year 1. The codes will provide characteristics of productive student behavior as a result of effective internalization of classroom sociomathematical norms. These norms focus on issues such as what constitutes different, effective, and sophisticated mathematical explanations, justifications, and more generally, reasoning. In year 2, the codes will be tested and refined with a small sample of classrooms. In year 3, results from the prior two years will be tested over a larger sample of Algebra 1 classrooms. The study has practical significance for teachers who want to learn to teach word problem solving in a more effective manner.  At the research level, the study seeks to expand the use of sociomathematical norms to Algebra 1 word problem solving. Researchers (and teachers) will also be provided with tools for analyzing effective classroom practices in this content area. The research is especially needed at this time because Algebra 1 classrooms around the country consist of students who bring with them a diversity of perspectives and background knowledge.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alan",
   "pi_last_name": "Schoenfeld",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Alan H Schoenfeld",
   "pi_email_addr": "alans@berkeley.edu",
   "nsf_id": "000156816",
   "pi_start_date": "2009-07-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762500",
   "pgm_ele_name": "REAL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0409",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000910DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 161932.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 331106.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Algebra Teaching Study (formally titled &ldquo;Classroom Practices the Lead to Student Proficiency with Word Problems in Algebra) focused on the detailed description and analysis of mathematics classroom practices that result in students&rsquo; development of proficiency in word problems in algebra. &nbsp;The major goals of the project were to develop an enhanced understanding of the mechanisms of &ldquo;teaching for mathematical proficiency&rdquo; in a centrally important area of the mathematics curriculum, and to develop a set of research tools that investigators can use to study connections between classroom processes and learning for a large number of classrooms and professional developers can use in their work.&nbsp; The tools developed were a classroom observation scheme (TRU Math) and an assessment of pupil learning.&nbsp; Both focused on proficiency in working with contextual word problems in middle-school and high-school algebra classrooms.</p>\n<p>&nbsp;</p>\n<p>The project team reviewed available observation tools to determine what additional contributions were needed.&nbsp; They found that existing tools captured some features of instruction, but none gave much attention to the mathematical content of algebra instruction; moreover, extant observation tools were either special-purpose (e.g., focusing on classroom discourse) or extremely broad.&nbsp; The TRU Math tool focuses on five critical aspects of powerful mathematics classrooms, providing a general but focused tool; it has a dimension of analysis focused on algebra, providing a domain-specific tool. &nbsp;Thus the TRU Math tool developed by the project makes an important addition to the observation tools available for research and professional development.</p>\n<p>&nbsp;</p>\n<p>The key outcomes of the Algebra Teaching Study were:</p>\n<p>&nbsp;</p>\n<p>1. <span style=\"text-decoration: underline;\">An explication of the components of a student&rsquo;s robust understanding for working with contextual algebra problems</span>: Using literature about students&rsquo; work with contextual word problems project staff wrote an elaborated description of the components of a student&rsquo;s robust understanding for working with contextual algebra problems.&nbsp; This document makes explicit the components of student understanding that are the focal outcome in the research for which our tools are designed.&nbsp; The document describes five components, referred to as &ldquo;robustness criteria,&rdquo; and cites literature that supports their importance.</p>\n<p>&nbsp;</p>\n<p>2. <span style=\"text-decoration: underline;\">An assessment of student understanding that yields scores on these components of robust understanding: </span>&nbsp;A student assessment package ready for use in future research with larger numbers of classrooms.&nbsp; The package consists of two roughly parallel forms, with a scoring rubric for each.&nbsp; Each form has three extended tasks, each with multiple parts, which call for the student to understand a textual description (often with accompanying figure), understand what the problem is asking for, mathematize the situation, make accurate computations, and explain the solution strategy used.&nbsp; The assessments are designed to be completed in less than 45 minutes.&nbsp; The scoring rubric yields scores for each component of the robustness criteria.</p>\n<p>&nbsp;</p>\n<p>3.&nbsp; <span style=\"text-decoration: underline;\">A description of the dimensions of classroom process that seem likely to help students develop a robust understanding</span>:&nbsp; Based both literature and analysis of video recordings of algebra instruction, the project prepared a document that describes dimensions of algebra classroom process hypothesized to have an effect on students&rsquo; development of a robust understanding.&nbsp; Five of these dimensions &ndash; mathematical focus and coherence, cognitive demand, cla...",
  "por_txt_cntn": "\nThe Algebra Teaching Study (formally titled \"Classroom Practices the Lead to Student Proficiency with Word Problems in Algebra) focused on the detailed description and analysis of mathematics classroom practices that result in studentsÆ development of proficiency in word problems in algebra.  The major goals of the project were to develop an enhanced understanding of the mechanisms of \"teaching for mathematical proficiency\" in a centrally important area of the mathematics curriculum, and to develop a set of research tools that investigators can use to study connections between classroom processes and learning for a large number of classrooms and professional developers can use in their work.  The tools developed were a classroom observation scheme (TRU Math) and an assessment of pupil learning.  Both focused on proficiency in working with contextual word problems in middle-school and high-school algebra classrooms.\n\n \n\nThe project team reviewed available observation tools to determine what additional contributions were needed.  They found that existing tools captured some features of instruction, but none gave much attention to the mathematical content of algebra instruction; moreover, extant observation tools were either special-purpose (e.g., focusing on classroom discourse) or extremely broad.  The TRU Math tool focuses on five critical aspects of powerful mathematics classrooms, providing a general but focused tool; it has a dimension of analysis focused on algebra, providing a domain-specific tool.  Thus the TRU Math tool developed by the project makes an important addition to the observation tools available for research and professional development.\n\n \n\nThe key outcomes of the Algebra Teaching Study were:\n\n \n\n1. An explication of the components of a studentÆs robust understanding for working with contextual algebra problems: Using literature about studentsÆ work with contextual word problems project staff wrote an elaborated description of the components of a studentÆs robust understanding for working with contextual algebra problems.  This document makes explicit the components of student understanding that are the focal outcome in the research for which our tools are designed.  The document describes five components, referred to as \"robustness criteria,\" and cites literature that supports their importance.\n\n \n\n2. An assessment of student understanding that yields scores on these components of robust understanding:  A student assessment package ready for use in future research with larger numbers of classrooms.  The package consists of two roughly parallel forms, with a scoring rubric for each.  Each form has three extended tasks, each with multiple parts, which call for the student to understand a textual description (often with accompanying figure), understand what the problem is asking for, mathematize the situation, make accurate computations, and explain the solution strategy used.  The assessments are designed to be completed in less than 45 minutes.  The scoring rubric yields scores for each component of the robustness criteria.\n\n \n\n3.  A description of the dimensions of classroom process that seem likely to help students develop a robust understanding:  Based both literature and analysis of video recordings of algebra instruction, the project prepared a document that describes dimensions of algebra classroom process hypothesized to have an effect on studentsÆ development of a robust understanding.  Five of these dimensions &ndash; mathematical focus and coherence, cognitive demand, classroom access and equity, agency and identity, and formative assessment &ndash; are hypothesized to be related to mathematics learning generally.  A sixth, complex, dimension is specifically tied to robust understanding for working with contextual algebra problems.  This sixth dimension has sub-parts corresponding to components described in our \"robustness criteria\" document.\n\n \n\n4. An observation scheme, named TRU Math, tied to t..."
 }
}