{
 "awd_id": "0909206",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Planetary Magnetism and Thermochemical Evolution",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": "7032922475",
 "po_email": "jneff@nsf.gov",
 "po_sign_block_name": "James Neff",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2016-02-29",
 "tot_intn_awd_amt": 572495.0,
 "awd_amount": 572495.0,
 "awd_min_amd_letter_date": "2009-09-01",
 "awd_max_amd_letter_date": "2014-09-08",
 "awd_abstract_narration": "AST-090206/0909171\r\nSchubert/Raymond\r\n\r\nThis research will study the coupled thermochemical-magnetic evolution of Mercury, Mars, the Moon, and Ganymede.  In one project, a numerical dynamo code, specifically written to operate efficiently on massively parallel computers, will simulate the magnetic fields of these bodies at many times during their evolution.  The calculations will be used along with observations of intrinsic magnetic fields and crustal magnetization to understand better the thermochemical evolution of solid planets.  Joint inversions of crustal gravity and magnetic anomalies will also be undertaken for the Moon and Mars using multiple data sets (magnetic field, gravity, topography and geology).  The density and magnetization distributions and their correlation, together with geologic and topographic data, will be used to infer the processes that modified the crust, e.g., magnetization or demagnetization by magmatic intrusions.\r\n\r\nThese studies will contribute in a fundamental way to our understanding of how terrestrial planets and moons evolve through geologic time and how they produce magnetic fields through dynamo action in their cores.  The investigations will also help determine how the crusts on the Moon and Mars were magnetized.  By studying how dynamos can operate under the different physical conditions encountered in the cases of Mercury and Ganymede and in early Mars and the Moon we will better understand how the Earth generates its magnetic field.\r\n\r\nThese activities will have application to many scientific disciplines, including planetary science, geophysics, geophysical fluid dynamics, and geomagnetism.  The project will support participation by two research scientists and the training of a Ph.D. student in the planetary sciences, all of whom are members of an underrepresented group.  The astronomical community will also benefit from the planned release of the modeling code developed here.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gerald",
   "pi_last_name": "Schubert",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gerald Schubert",
   "pi_email_addr": "schubert@ucla.edu",
   "nsf_id": "000125754",
   "pi_start_date": "2009-09-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "10889 WILSHIRE BLVD STE 700",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900244200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121400",
   "pgm_ele_name": "PLANETARY ASTRONOMY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1206",
   "pgm_ref_txt": "THEORETICAL & COMPUTATIONAL ASTROPHYSICS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 377788.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 194707.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Improved our general understanding of how planets like Mars, Mercury and the Moon generate or have generated their magnetic fields. This understanding, in turn, enables a better understanding of the operation of the dynamo in the Earth&rsquo;s core. Mercury is the only one of the three planets studied to have a magnetic field at present, and the unusual characteristics of the Mercurian magnetic field have yet to be fully explained. The models of Mercury&rsquo;s magnetic field developed in this study suggest explanations for the relatively weak strength of the field and for its complex character. &nbsp;Both Mars and the Moon had magnetic fields early in their histories, but questions remain about when their magnetic fields initiated, how long they lasted, what caused their demise, whether their fields underwent reversals similar to Earth&rsquo;s magnetic field, and more.&nbsp; Our analyses offered possible answers to these questions. For example,&nbsp; we provided evidence that the Martian magnetic field lasted over a billion years, longer than a few hundred million years, as had been previously believed.&nbsp; We also presented evidence to show that the Martian magnetic field underwent reversals and that the planet experienced polar wander. We explored the possibility that the cores of these relatively small bodies solidified differently from how we believe the Earth&rsquo;s core is freezing, which influences the nature of the dynamo process and the type of magnetic field that results.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/16/2016<br>\n\t\t\t\t\tModified by: Gerald&nbsp;Schubert</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nImproved our general understanding of how planets like Mars, Mercury and the Moon generate or have generated their magnetic fields. This understanding, in turn, enables a better understanding of the operation of the dynamo in the EarthÆs core. Mercury is the only one of the three planets studied to have a magnetic field at present, and the unusual characteristics of the Mercurian magnetic field have yet to be fully explained. The models of MercuryÆs magnetic field developed in this study suggest explanations for the relatively weak strength of the field and for its complex character.  Both Mars and the Moon had magnetic fields early in their histories, but questions remain about when their magnetic fields initiated, how long they lasted, what caused their demise, whether their fields underwent reversals similar to EarthÆs magnetic field, and more.  Our analyses offered possible answers to these questions. For example,  we provided evidence that the Martian magnetic field lasted over a billion years, longer than a few hundred million years, as had been previously believed.  We also presented evidence to show that the Martian magnetic field underwent reversals and that the planet experienced polar wander. We explored the possibility that the cores of these relatively small bodies solidified differently from how we believe the EarthÆs core is freezing, which influences the nature of the dynamo process and the type of magnetic field that results.\n\n\t\t\t\t\tLast Modified: 06/16/2016\n\n\t\t\t\t\tSubmitted by: Gerald Schubert"
 }
}