{
 "awd_id": "0909218",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "A Laser Guide Star Adaptive Optics Study of Stellar Dynamics at the Galactic Center:  A Laboratory for Understanding Interactions with a Central Supermassive Black Holes",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": "7032924937",
 "po_email": "glangsto@nsf.gov",
 "po_sign_block_name": "Glen Langston",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 1071276.0,
 "awd_amount": 1071276.0,
 "awd_min_amd_letter_date": "2009-08-04",
 "awd_max_amd_letter_date": "2013-07-29",
 "awd_abstract_narration": "In recent years, diffraction-limited infrared observations with the world's largest infrared telescopes have yielded many of the most exciting and important breakthroughs in the study of the center of our Galaxy.  Drs. Andrea Ghez and Mark Morris (University of California - Los Angeles) will conduct a five-year program of Galactic center research which has three primary objectives: 1) Obtain a precision measurement of the Galaxy's central gravitational potential with stellar orbits. This will provide a value of the distance to the Galactic Center to better than one percent accuracy and give a limit or a value for the mass of a black hole companion to the super-massive black hole (SMBH) at the Galactic Center. These determinations are preliminary to, and essential for, this program's long-term investigation of general relativistic effects in the strong gravity regime and of the extended dark matter distribution that has been proposed to exist there, 2) Use stellar dynamics to discriminate between theories attempting to account for the puzzling presence of young stars near the SMBH. This will include the first measurements of eccentricities for stars thought to reside in the stellar disk recently discovered in the central parsec, without the a priori assumption of disk membership. Similar measurements will also provide strong constraints, or measurement, of any intermediate-mass black holes at the center of the massive young star cluster, the Arches, and 3) Measure the distribution of old stars in the dynamically relaxed stellar cusp centered on the SMBH in order to test models of stellar dynamics and of nuclear SMBH growth. The conclusions drawn from the research described in this proposal can, in most cases, be applied to other spiral galaxies as well, thereby elucidating the evolution of their central SMBHs, and the interplay of those SMBHs with the formation, dynamics and fate of their surrounding stars.\r\n\r\nOne important aspect of this project is in demonstrating the power of laser guide star adaptive optics (LGSAO), which has only recently been implemented on 8 to 10 meter-class telescopes. While this technology is a key component of future large ground-based telescopes, it has yet to be fully accepted by the astronomical community. Furthermore, aspects of the proposed work will inform the design and operation of future LGSAO systems.  In terms of education, the team will widely disseminate their results on our Galaxy's SMBH and its surroundings, which have tremendous appeal to the general public, by creating publically-available material for undergraduate textbooks and course material, documentaries, and museum exhibits and giving public talks. They will also continue to train and mentor a large number of underrepresented minorities, particularly women, who are attracted to working on this program by its success and the commitment of Dr. Ghez to encouraging young women into science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrea",
   "pi_last_name": "Ghez",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Andrea M Ghez",
   "pi_email_addr": "ghez@astro.ucla.edu",
   "nsf_id": "000309285",
   "pi_start_date": "2009-08-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Morris",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Mark R Morris",
   "pi_email_addr": "morris@astro.ucla.edu",
   "nsf_id": "000444378",
   "pi_start_date": "2009-08-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "10889 WILSHIRE BLVD STE 700",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900244200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121600",
   "pgm_ele_name": "GALACTIC ASTRONOMY PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 203009.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 210041.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 213662.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 219373.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 225191.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The UCLA/Keck Galactic Center Group have moved the case for a supermassive black hole at the center of our galaxy from a possibility to a certainty.&nbsp; &nbsp;This was made possible with the first measurements of stars&rsquo; orbiting at high speeds around a galactic nucleus.&nbsp; This works provides the strongest, most reliable evidence that supermassive black holes, which confront and challenge our knowledge of fundamental physics, do exist in the Universe. Further advances in state-of-the-art of high-resolution imaging technology on the world&rsquo;s largest telescopes have greatly expanded the power of using stellar orbits to characterize black holes. Recent observations have revealed an environment around the black hole that is quite unexpected (young stars where there should be none; a lack of old stars where there should be many; and a puzzling new class of objects).&nbsp; &nbsp;Continued measurements of the motions of stars have solved many of the puzzles posed by these perplexing populations of stars.&nbsp; This work on the orbits of stars, along with observations of the dining habits of the black hole, is providing insight into how black holes grow and the role that they play in regulating the growth of their host galaxies. Future measurements of stellar orbits at the Galactic Center hold the promise of improving our understanding of gravity through tests of Einstein&rsquo;s General Theory of Relativity in an unexplored regime.&nbsp; Altogether hese measurements are driving progress in our understanding of how supermassive black holes grow and how they regulate evolution of their host galaxies.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2015<br>\n\t\t\t\t\tModified by: Andrea&nbsp;M&nbsp;Ghez</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2015/0909218/0909218_10028255_1448921181103_dream-team-tour5(1of1)--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2015/0909218/0909218_10028255_1448921181103_dream-team-tour5(1of1)--rgov-800width.jpg\" title=\"UCLA/Keck Galactic Center Group at Keck Observatory\"><img src=\"/por/images/Reports/POR/2015/0909218/0909218_10028255_1448921181103_dream-team-tour5(1of1)--rgov-66x44.jpg\" alt=\"UCLA/Keck Galactic Center Group at Keck Observatory\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Members of the UCLA/Keck Galactic Center Group at Keck Observatory</div>\n<div class=\"imageCredit\">Pete Tucker</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Andrea&nbsp;M&nbsp;Ghez</div>\n<div class=\"imageTitle\">UCLA/Keck Galactic Center Group at Keck Observatory</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2015/0909218/0909218_10028255_1448920955017_images_research_science_2014plot_central_image_hires--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2015/0909218/0909218_10028255_1448920955017_images_research_science_2014plot_central_image_hires--rgov-800width.jpg\" title=\"Stellar Orbits in the Central Arcsec\"><img src=\"/por/images/Reports/POR/2015/0909218/0909218_10028255_1448920955017_images_research_science_2014plot_central_image_hires--rgov-66x44.jpg\" alt=\"Stellar Orbits in the Central Arcsec\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The orbits of stars within the central 1.0 X 1.0 arcseconds of our Galaxy. In the background, the central portion of a diffraction-limited image taken in 2014 is displayed. While every star in this image has been seen to move ov...",
  "por_txt_cntn": "\nThe UCLA/Keck Galactic Center Group have moved the case for a supermassive black hole at the center of our galaxy from a possibility to a certainty.   This was made possible with the first measurements of starsÆ orbiting at high speeds around a galactic nucleus.  This works provides the strongest, most reliable evidence that supermassive black holes, which confront and challenge our knowledge of fundamental physics, do exist in the Universe. Further advances in state-of-the-art of high-resolution imaging technology on the worldÆs largest telescopes have greatly expanded the power of using stellar orbits to characterize black holes. Recent observations have revealed an environment around the black hole that is quite unexpected (young stars where there should be none; a lack of old stars where there should be many; and a puzzling new class of objects).   Continued measurements of the motions of stars have solved many of the puzzles posed by these perplexing populations of stars.  This work on the orbits of stars, along with observations of the dining habits of the black hole, is providing insight into how black holes grow and the role that they play in regulating the growth of their host galaxies. Future measurements of stellar orbits at the Galactic Center hold the promise of improving our understanding of gravity through tests of EinsteinÆs General Theory of Relativity in an unexplored regime.  Altogether hese measurements are driving progress in our understanding of how supermassive black holes grow and how they regulate evolution of their host galaxies.\n\n\t\t\t\t\tLast Modified: 11/30/2015\n\n\t\t\t\t\tSubmitted by: Andrea M Ghez"
 }
}