{
 "awd_id": "0909332",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative research: Nonlinearities in the Arctic climate system during the Holocene",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Neil R. Swanberg",
 "awd_eff_date": "2010-01-01",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 315789.0,
 "awd_amount": 315789.0,
 "awd_min_amd_letter_date": "2009-07-23",
 "awd_max_amd_letter_date": "2012-02-03",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\r\n\r\nAbstract\r\n Rapid changes in the arctic climate system that occurred in the relatively recent past can be compared with the output of climate models to improve the understanding of the processes responsible for nonlinear system change. This study focuses on the transition between the Holocene thermal maximum (HTM) and the onset of Neoglaciation, and on the step-like changes that occurred subsequently during the late Holocene. The millennial-scale cooling trend that followed the HTM coincides with the decrease in Northern Hemisphere summer insolation driven by slow changes in Earth?s orbit. Despite the nearly linear forcing, the transition from the HTM to the Little Ice Age (1500-1900 AD) was neither gradual nor uniform. To understand how feedbacks and perturbations result in rapid changes, a geographically distributed network of proxy climate records will be used to study the spatial and temporal patterns of change, and to quantify the magnitude of change during these transitions.\r\n\r\nThe researchers of this collaborative project will use lacustrine sediments to produce 13 new high-resolution proxy climate records of the past 8000 years. The study sites form two focus regions (eastern Beringia and the NW Atlantic) that generally coincide with the nodes of the surface temperature expression of the Arctic Oscillation (AO). This effort will nearly double the number of high-resolution lacustrine records that extend through the last two millennia, and will generate some of the first high resolution records that capture the HTM. During the HTM, summer sea-ice cover over the Arctic Ocean was likely the smallest of the present interglacial period; certainly it was less extensive than at any time in the past 100 years, and therefore affords an opportunity to investigate a period of warmth similar to what is projected during the coming century. This study focuses on lakes because lakes are the most widely distributed sources of proxy climate records that consistently extend through the post-glacial interval.\r\n\r\nBecause climate change is amplified in the Arctic, the climate signal preserved in arctic lake sediments should be stronger than elsewhere. The proxy records generated in this project will use conventional and newly emerging techniques to document the spatio-temporal patterns of abrupt environmental changes, and to derive quantitative estimates of past summer temperature and hydroclimate variables. Most lakes have been cored previously and show potential for generating high-quality proxy records. Five of the lakes contain laminated sediment with annually resolved records; others have high sedimentation rates (>0.5 mm yr-1) for sub-decadal resolution across the climate transitions. Confidence in the paleoclimate reconstructions will be bolstered by a multi-proxy approach, and by replicate lake records in each of the focus regions that will be used to distinguish basin-scale thresholds from regional-scale climate shifts.\r\n\r\nThis project builds on on-going climate-modeling experiments that use NCAR?s Climate System Model (CCSM3) to study the sensitivities of the arctic system to volcanism and solar variability. A new data-model comparison proposed for this study will test whether the most prominent changes in the arctic system during the past 8 ka, as reconstructed from the proxy records, can be explained by a plausible combination of system-component conditions coincident with prolonged volcanism. The experiments, conducted with NCAR collaborators, will focus on the elements of the Arctic system (e.g., AO and extent of sea ice) that participate in abrupt transitions, and that might elicit nonlinear changes in the future.\r\n",
 "awd_arra_amount": 315789.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Darrell",
   "pi_last_name": "Kaufman",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Darrell S Kaufman",
   "pi_email_addr": "Darrell.Kaufman@nau.edu",
   "nsf_id": "000464202",
   "pi_start_date": "2009-07-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northern Arizona University",
  "inst_street_address": "601 S KNOLES DR RM 220",
  "inst_street_address_2": "",
  "inst_city_name": "FLAGSTAFF",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "9285230886",
  "inst_zip_code": "86011",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "AZ02",
  "org_lgl_bus_name": "NORTHERN ARIZONA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MXHAS3AKPRN1"
 },
 "perf_inst": {
  "perf_inst_name": "Northern Arizona University",
  "perf_str_addr": "601 S KNOLES DR RM 220",
  "perf_city_name": "FLAGSTAFF",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "86011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "AZ02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "521900",
   "pgm_ele_name": "ARCSS-Arctic System Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 315789.0
  }
 ],
 "por": null
}