{
 "awd_id": "0909699",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "How Does Teachers'  Visual Scaffolding Support Students' Mathematics Learning",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Finbarr Sloane",
 "awd_eff_date": "2009-08-15",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 999798.0,
 "awd_amount": 999798.0,
 "awd_min_amd_letter_date": "2009-08-10",
 "awd_max_amd_letter_date": "2011-05-17",
 "awd_abstract_narration": "Mathematical reasoning requires understanding connections between different representations of mathematical information. The way mathematical representations are linked in the classroom may determine whether students come to understand important mathematical principles and procedures. Our past research showed that teachers use various forms of visual scaffolding to link different mathematical representations. The purpose of this project is to understand how variations in teachers' visual scaffolding affect students' learning. Our specific focus is on the nonverbal supports that teachers produce in instructional episodes that link related representations of mathematical information. In particular, we examine those nonverbal supports that serve to ground ideas in the physical environment or in familiar actions, experiences or representations. The research has three aims: (1) to investigate whether students' learning is facilitated if teachers ground the to-be-linked ideas with hand gestures (as opposed to using speech alone); (2) to examine whether certain types of nonverbal supports are especially beneficial for learning (specifically, redundant vs. complementary gestures, and pointing vs. representational gestures); and (3) to examine whether gestures offer a \"special\" way to visually scaffold ideas, in the sense that they are more effective at doing so than other, non-gestural methods of visual scaffolding. We will address these aims in experiments with middle school students learning about linear equations. The experiments will involve video lessons that vary the teachers' gestures or the medium used to highlight aspects of the linked representations (hand gestures or digital icons). We will assess students' conceptual and procedural knowledge of linear equations before and after the lessons, so that we can evaluate how variations in teachers' visual scaffolding affect students' learning. We will also conduct a pilot study to prepare us to extend this line of inquiry to college students learning about statistics. This pilot study will investigate how teachers link representations using speech and gesture in instruction about confidence intervals. \r\n\r\nThis work will contribute to our scientific understanding of learning and instruction from an embodied cognition perspective. By experimentally manipulating the ways in which relations between mathematical ideas are conveyed, and exploring the consequences for learning, we will gain a deeper understanding of the cognitive processes involved in acquiring mathematical understanding. This work will provide an empirical basis for recommendations about how teachers can use visual scaffolding effectively.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Martha",
   "pi_last_name": "Alibali",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Martha W Alibali",
   "pi_email_addr": "mwalibali@wisc.edu",
   "nsf_id": "000317235",
   "pi_start_date": "2009-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mitchell",
   "pi_last_name": "Nathan",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Mitchell J Nathan",
   "pi_email_addr": "mnathan@wisc.edu",
   "nsf_id": "000160612",
   "pi_start_date": "2009-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Knuth",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eric Knuth",
   "pi_email_addr": "eric.knuth@austin.utexas.edu",
   "nsf_id": "000313666",
   "pi_start_date": "2009-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ruth",
   "pi_last_name": "Church",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Ruth B Church",
   "pi_email_addr": "B-Church1@neiu.edu",
   "nsf_id": "000315012",
   "pi_start_date": "2009-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762500",
   "pgm_ele_name": "REAL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0409",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000910DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 348721.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 298707.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 352370.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Mathematics lessons often focus on relations between mathematical ideas. In this program of research, we investigated how teachers&rsquo; communication about relations between mathematical ideas affects students&rsquo; learning. Scholars who study communication have long noted that speakers use their hands when they speak and that these hand gestures can foster effective communication. In this work, we focused on teachers&rsquo; instructional gestures, with a specific focus on gestures that link related representations of mathematical information.</p>\n<p>Our past research has suggested that teachers&rsquo; gestures serve to scaffold students&rsquo; understanding of concepts and relationships. One reason that gestures may support students&rsquo; comprehension and learning is because they offer an alternative, visuo-spatial format for expressing ideas. Gestures also serve to ground ideas in the physical environment or in familiar actions, experiences or representations.</p>\n<p>In one arm of this research program, we investigated how variations in teachers&rsquo; gestures in mathematics instruction affected student learning. Our studies focused on students&rsquo; learning about linear equations (slope and intercept), polynomial multiplication, and area of triangles. Two main findings emerged from this research. First, the effects of teachers&rsquo; gestures on students&rsquo; learning were variable; some forms of teachers&rsquo; gestures were beneficial for student learning, but other forms of teachers&rsquo; gestures were actually detrimental for student learning. For example, in the slope-intercept studies, teachers&rsquo; gestures to the graphs (an unfamiliar, visuo-spatial representation) fostered learning gains; however, teachers&rsquo; gestures to the equations (a familiar, symbolic representation) promoted a focus on the equations at the expense of the graphs, and led to less learning than from comparable lessons with no gesture. Thus, more gesture is not necessarily better. Second, gestures were more beneficial for student learning than comparable ways of highlighting information with technology. In two studies of students&rsquo; learning about polynomial multiplication, students learned more from lessons with teacher gesture to the instructional material than from comparable lessons with computer-generated highlighting of the same information, or from lessons with no teacher gesture.</p>\n<p>In a second arm of this research program, we investigated how teachers of college statistics courses connect ideas using speech and gesture in naturalistic, classroom instruction. We found that gesture was pervasive in statistics instruction. Instructors regularly used gesture to convey important information about connections among key concepts and representations (e.g., graphs, symbolic expressions). This work paves the way for future studies that will test the implications of variations in instructors&rsquo; communication about links for students&rsquo; learning in the domain of statistics.</p>\n<p>These findings highlight the important role of teachers&rsquo; gestures in instructional communication in STEM fields, including mathematics and statistics. Ultimately, this line of research will lead to scientifically based recommendations for teachers about effective modes of communicating links among ideas during their instruction.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/01/2014<br>\n\t\t\t\t\tModified by: Martha&nbsp;W&nbsp;Alibali</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMathematics lessons often focus on relations between mathematical ideas. In this program of research, we investigated how teachersÆ communication about relations between mathematical ideas affects studentsÆ learning. Scholars who study communication have long noted that speakers use their hands when they speak and that these hand gestures can foster effective communication. In this work, we focused on teachersÆ instructional gestures, with a specific focus on gestures that link related representations of mathematical information.\n\nOur past research has suggested that teachersÆ gestures serve to scaffold studentsÆ understanding of concepts and relationships. One reason that gestures may support studentsÆ comprehension and learning is because they offer an alternative, visuo-spatial format for expressing ideas. Gestures also serve to ground ideas in the physical environment or in familiar actions, experiences or representations.\n\nIn one arm of this research program, we investigated how variations in teachersÆ gestures in mathematics instruction affected student learning. Our studies focused on studentsÆ learning about linear equations (slope and intercept), polynomial multiplication, and area of triangles. Two main findings emerged from this research. First, the effects of teachersÆ gestures on studentsÆ learning were variable; some forms of teachersÆ gestures were beneficial for student learning, but other forms of teachersÆ gestures were actually detrimental for student learning. For example, in the slope-intercept studies, teachersÆ gestures to the graphs (an unfamiliar, visuo-spatial representation) fostered learning gains; however, teachersÆ gestures to the equations (a familiar, symbolic representation) promoted a focus on the equations at the expense of the graphs, and led to less learning than from comparable lessons with no gesture. Thus, more gesture is not necessarily better. Second, gestures were more beneficial for student learning than comparable ways of highlighting information with technology. In two studies of studentsÆ learning about polynomial multiplication, students learned more from lessons with teacher gesture to the instructional material than from comparable lessons with computer-generated highlighting of the same information, or from lessons with no teacher gesture.\n\nIn a second arm of this research program, we investigated how teachers of college statistics courses connect ideas using speech and gesture in naturalistic, classroom instruction. We found that gesture was pervasive in statistics instruction. Instructors regularly used gesture to convey important information about connections among key concepts and representations (e.g., graphs, symbolic expressions). This work paves the way for future studies that will test the implications of variations in instructorsÆ communication about links for studentsÆ learning in the domain of statistics.\n\nThese findings highlight the important role of teachersÆ gestures in instructional communication in STEM fields, including mathematics and statistics. Ultimately, this line of research will lead to scientifically based recommendations for teachers about effective modes of communicating links among ideas during their instruction.\n\n \n\n\t\t\t\t\tLast Modified: 11/01/2014\n\n\t\t\t\t\tSubmitted by: Martha W Alibali"
 }
}