{
 "awd_id": "0909212",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Materials World Network: Interplay Between Quantum Size Effect and Strain Effect on Growth of Nanoscle Metal Thin Films",
 "cfda_num": "47.049",
 "org_code": "03070005",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2009-08-01",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 240000.0,
 "awd_amount": 240000.0,
 "awd_min_amd_letter_date": "2009-08-02",
 "awd_max_amd_letter_date": "2011-06-24",
 "awd_abstract_narration": "The strain effect is ubiquitous in heteroepitaxial growth when one kind of thin film material is grown on a substrate material of different lattice size. On the other hand, in the growth of metal thin films on semiconductor substrates, the quantum size effect (QSE) effect becomes dominant when the metal film is very thin of a few nanometers thick. In the past, however, these two important effects have been studied alone or separately despite the fact they are both present in many cases. This Materials World Network (MWN) project launches an international collaboration between US and China to carry out the first systematic study of both these effects to reveal their fundamental relationship and interplay on affecting the growth thermodynamics and kinetics of metal thin films on semiconductor substrates. The study will greatly expand our knowledge base to control the growth morphology of metal nanofilms and nanostructures.\r\n\r\nThis MWN project encompasses a theoretical study to investigate the quantum size effect (QSE) and strain effect on growth of nanometer-thick metal thin films, augmented by an international collaboration of synergistic experimental study on the same topic at Tsinghua University in Beijing, China. Using primarily the growth of Pb thin films on Si substrate as a model system, the proposed research aims to answer three fundamental questions: (1) What is the relationship between the QSE and strain effect? (2) How these two effects will interplay with each other to affect the thermodynamic stability of metal thin films, particularly changing the surface energy and its thickness dependence? (3) How these two effects will act together to affect the growth kinetics of metal thin films, e.g. by changing together the surface diffusion energy barrier? The study will bring out new insights to the understanding of the QSE and strain effect not only individually but also as a whole, and lay the groundwork for a new research direction that is expected to generate broad interest. A special outcome of this project is the education and training of graduate students not only in fundamental research but also with a global perspective through international student exchange program between US and China.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Feng",
   "pi_last_name": "Liu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Feng Liu",
   "pi_email_addr": "fliu@eng.utah.edu",
   "nsf_id": "000239880",
   "pi_start_date": "2009-08-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Utah",
  "inst_street_address": "201 PRESIDENTS CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SALT LAKE CITY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8015816903",
  "inst_zip_code": "841129049",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UNIVERSITY OF UTAH",
  "org_prnt_uei_num": "",
  "org_uei_num": "LL8GLEVH6MG3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Utah",
  "perf_str_addr": "201 PRESIDENTS CIR",
  "perf_city_name": "SALT LAKE CITY",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841129049",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  },
  {
   "pgm_ele_code": "722200",
   "pgm_ele_name": "XC-Crosscutting Activities Pro"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7488",
   "pgm_ref_txt": "MATERIALS WORLD NETWORK"
  },
  {
   "pgm_ref_code": "7752",
   "pgm_ref_txt": "CDI NON SOLICITED RESEARCH"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 120000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 60000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 60000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Electrons travel in a solid with a characteristic Fermi wavelength. When the dimension of a solid material is reduced down to nanometer scale, to be comparable with the electron Fermi wavelength, the motion of electrons becomes confined. Such quantum confinement gives rise to new discrete electronic states that in turn makes the properties of nanostructures become size dependent, known as the quantum size effect (QSE). The QSE has been shown to alter various nanostructure properties, such as stability of 0D nanoclusters, magnetism of 1D nanowires and superconductivity of 2D nanofilms. This NSF funded research program was set to investigate new physical manifestations induced by QSE in metal nanofilms, which resulted in finding three important physical properties of metal nanofilms modulated by the QSE: (1) the surface stress, (2) the interaction between atoms on the surface of a metal nanofilm and (3) the elastic constants. The first two findings have an immediate implication in epitaxial growth of thin films, indicating that both the thermodynamic (thin film surface energy and stability) and kinetic (island nucleation density) growth properties can be affected by QSE in a much more complex manner than considered previously. The last finding of QSE on elastic constants is new and has not been shown before.</p>\n<p>&nbsp;</p>\n<p>Our study of physical manifestations of QSE in nanostructures advances our fundamental understanding of electronic effects and associated properties of nanostructures, with broad implications in nanoscience and nanotechnology. The research results have been published in seven journal papers and reported in more than ten national and international conferences. The NSF funding has supported one graduate student to work on the project, who is scheduled to get his PhD degree in Materials Science and Engineering at the end of 2012. In addition as part of the NSF &ldquo;Materials World Network&rdquo; program, which requires international collaboration, the graduate student had worked as a visiting student for three months at a research lab in Tsinghua University, Beijing, China, in the spring of 2010.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/17/2012<br>\n\t\t\t\t\tModified by: Feng&nbsp;Liu</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nElectrons travel in a solid with a characteristic Fermi wavelength. When the dimension of a solid material is reduced down to nanometer scale, to be comparable with the electron Fermi wavelength, the motion of electrons becomes confined. Such quantum confinement gives rise to new discrete electronic states that in turn makes the properties of nanostructures become size dependent, known as the quantum size effect (QSE). The QSE has been shown to alter various nanostructure properties, such as stability of 0D nanoclusters, magnetism of 1D nanowires and superconductivity of 2D nanofilms. This NSF funded research program was set to investigate new physical manifestations induced by QSE in metal nanofilms, which resulted in finding three important physical properties of metal nanofilms modulated by the QSE: (1) the surface stress, (2) the interaction between atoms on the surface of a metal nanofilm and (3) the elastic constants. The first two findings have an immediate implication in epitaxial growth of thin films, indicating that both the thermodynamic (thin film surface energy and stability) and kinetic (island nucleation density) growth properties can be affected by QSE in a much more complex manner than considered previously. The last finding of QSE on elastic constants is new and has not been shown before.\n\n \n\nOur study of physical manifestations of QSE in nanostructures advances our fundamental understanding of electronic effects and associated properties of nanostructures, with broad implications in nanoscience and nanotechnology. The research results have been published in seven journal papers and reported in more than ten national and international conferences. The NSF funding has supported one graduate student to work on the project, who is scheduled to get his PhD degree in Materials Science and Engineering at the end of 2012. In addition as part of the NSF \"Materials World Network\" program, which requires international collaboration, the graduate student had worked as a visiting student for three months at a research lab in Tsinghua University, Beijing, China, in the spring of 2010.\n\n \n\n\t\t\t\t\tLast Modified: 10/17/2012\n\n\t\t\t\t\tSubmitted by: Feng Liu"
 }
}