{
 "awd_id": "0909587",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "New Vistas in Porphyrinoid Chemistry: Corrolazine Synthesis and Reactivity",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032927196",
 "po_email": "tpatten@nsf.gov",
 "po_sign_block_name": "Timothy Patten",
 "awd_eff_date": "2009-09-15",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2009-09-15",
 "awd_max_amd_letter_date": "2011-07-25",
 "awd_abstract_narration": "This research award in the Inorganic, Bioinorganic and Organometallic Chemistry Program supports work by Professor David Goldberg at Johns Hopkins University to carry out fundamental studies on the synthesis and reactivity of a new class of transition metal porphyrin-like compounds known as corrolazines. Methodology is being developed to synthesize new metallocorrolazines, focusing on manganese and iron complexes. The corrolazine ligand is designed to stabilize high oxidation states, and the synthesis and characterization of high-valent metal-oxo species are targeted. The metals iron and manganese have been selected for study because of their widespread use in synthetic catalysts as well as in biologically-relevant environments such as heme proteins. The reactivity of these species in oxygen-atom-transfer and hydrogen-atom-transfer reactions is under investigation.  The influence of the corrolazine ligand on the stability and reactivity of these high-valent metal species is being examined, as well as the role of ancillary ligands. High-valent metal-oxo complexes and related high oxidation state species play key roles in a number of catalytic processes and biological systems, including heme enzymes, but they are difficult to study because of their inherent instability. The corrolazine platform is designed to increase their stability and allow for their direct examination, providing fundamental insights into their spectroscopic properties, reactivity, and mechanism of action.\r\n\r\nThrough participation in this fundamental research, students at the undergraduate, graduate, and postdoctoral levels are receiving intensive training in state-of-the-art inorganic and bioinorganic chemical methods. They are gaining the skills necessary to become independent scientists, such as formulating and testing hypotheses and analyzing and interpreting experimental data in a conceptual framework. The knowledge gained from this research should help in the design of novel synthetic catalysts for industrial processes, and the research should also provide fundamental insights into biologically-relevant metalloenzymes.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Goldberg",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "David P Goldberg",
   "pi_email_addr": "dpg@jhu.edu",
   "nsf_id": "000106155",
   "pi_start_date": "2009-09-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "Johns Hopkins University",
  "perf_str_addr": "3400 N CHARLES ST",
  "perf_city_name": "BALTIMORE",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212182608",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "196800",
   "pgm_ele_name": "PHYSICAL INORGANIC"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1968",
   "pgm_ref_txt": "PHYSICAL INORGANIC"
  },
  {
   "pgm_ref_code": "9146",
   "pgm_ref_txt": "MANUFACTURING BASE RESEARCH"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 148000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 126000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 126000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;Porphyrins and their analogs are a class of molecules that perform many critical functions in biology. Heme proteins and enzymes utilize metal-containing porphyrins for processes such as the transport of oxygen in the bloodstream, or the binding and activation of oxygen in the catalytic transformation of biologically important organic and inorganic substrates.&nbsp; Determining the relationship between the structures of the porphyrins, the identity of the internal metal ion, and the function of these molecules are of central importance to understand how Nature performs these tasks. With this knowledge we can design porphyrins to enhance or disrupt native biological systems, or to reproduce the native biological chemistry for practical applications.</p>\n<p>We synthesized and studied a new class of porphyrin-like molecules known as corrolazines. These molecules help to stabilize unusual electron counts, or oxidation states, at the internally bound metal ion. We took advantage of this feature to prepare rare examples of iron and manganese compounds that are in high oxidation states and coordinate single oxygen atoms at the metal center. Such high oxidation state &ldquo;metal-oxo&rdquo; species are postulated as key intermediates in biological systems, but are usually very unstable and difficult to isolate or observe. We successfully prepared both Mn-oxo and Fe-oxo compounds with the corrolazine platform, and then employed these unusual compounds in oxidation reactions of organic substrates. These reactions involved cleavage of strong chemical bonds such as carbon-hydrogen bonds, and by studying them we obtained new insights into the fundamental mechanisms of how such reactions can occur in biological and synthetic catalytic systems.</p>\n<p>The knowledge gained from our work aides in our understanding of the structure-function relationships in biologically important metal-containing enzymes and in basic inorganic chemical model complexes. It also expands and improves our ability to design new inorganic catalysts based on environmentally benign and earth-abundant elements including transition metals such as iron and manganese.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/20/2013<br>\n\t\t\t\t\tModified by: David&nbsp;P&nbsp;Goldberg</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n Porphyrins and their analogs are a class of molecules that perform many critical functions in biology. Heme proteins and enzymes utilize metal-containing porphyrins for processes such as the transport of oxygen in the bloodstream, or the binding and activation of oxygen in the catalytic transformation of biologically important organic and inorganic substrates.  Determining the relationship between the structures of the porphyrins, the identity of the internal metal ion, and the function of these molecules are of central importance to understand how Nature performs these tasks. With this knowledge we can design porphyrins to enhance or disrupt native biological systems, or to reproduce the native biological chemistry for practical applications.\n\nWe synthesized and studied a new class of porphyrin-like molecules known as corrolazines. These molecules help to stabilize unusual electron counts, or oxidation states, at the internally bound metal ion. We took advantage of this feature to prepare rare examples of iron and manganese compounds that are in high oxidation states and coordinate single oxygen atoms at the metal center. Such high oxidation state \"metal-oxo\" species are postulated as key intermediates in biological systems, but are usually very unstable and difficult to isolate or observe. We successfully prepared both Mn-oxo and Fe-oxo compounds with the corrolazine platform, and then employed these unusual compounds in oxidation reactions of organic substrates. These reactions involved cleavage of strong chemical bonds such as carbon-hydrogen bonds, and by studying them we obtained new insights into the fundamental mechanisms of how such reactions can occur in biological and synthetic catalytic systems.\n\nThe knowledge gained from our work aides in our understanding of the structure-function relationships in biologically important metal-containing enzymes and in basic inorganic chemical model complexes. It also expands and improves our ability to design new inorganic catalysts based on environmentally benign and earth-abundant elements including transition metals such as iron and manganese.\n\n\t\t\t\t\tLast Modified: 08/20/2013\n\n\t\t\t\t\tSubmitted by: David P Goldberg"
 }
}