{
 "awd_id": "0909723",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "New Synthetic Methods for Building Chip Based Libraries",
 "cfda_num": "47.049",
 "org_code": "03090003",
 "po_phone": "7032924949",
 "po_email": "tli@nsf.gov",
 "po_sign_block_name": "Tingyu Li",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 455000.0,
 "awd_amount": 455000.0,
 "awd_min_amd_letter_date": "2009-09-06",
 "awd_max_amd_letter_date": "2011-06-21",
 "awd_abstract_narration": "This work will continue the development of microelectrode arrays as tools for probing interactions between small molecule libraries and biological receptors. The use of the microelectrode arrays allows for interactions between small molecules and biological receptors to be probed in \"real-time\" without the need for the subsequent washing steps typical of current state-of-the-art methods. In this way, more accurate information can be gathered about the three dimensional binding preferences of the receptor being studied. During the upcoming budget period, new site-selective chemistry that extends the general synthetic capabilities of the arrays will be explored. This work is essential because it is the synthetic methodology available for building molecules proximal to the microelectrodes in an array that defines both types of molecules that can be synthesized on the arrays and the nature of the biological problems that can be studied using them. Efforts will also be made to develop new polymer coatings for the microelectrode arrays that are compatible with the synthetic methods being discovered, to design and synthesize new linkers for attaching molecules to the polymer coatings so that the members of a molecular library on the arrays can be readily characterized, and to optimize the signaling capabilities of microelectrode arrays.\r\n\r\nWith this award, the Organic and Macromolecular Chemistry Program is supporting the research of Professor Kevin D. Moeller of the Department of Chemistry at Washington University in St. Louis.  Professor Moeller's research involves the development of electrochemical methods for synthesizing organic molecules and probing their biological activity. The long-range impact of the proposed work will be to greatly enhance our ability to map the three-dimensional binding motifs of therapeutic targets and more effectively guide the design of new ligands and potential therapeutic agents for them. In this effort, microelectrode arrays will be developed and employed as tools for following the interactions between molecules and their targeted receptors as they happen.  Successful accomplishment of this project will have a positive impact on the pharmaceutical and biotechnology industries.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "Moeller",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin D Moeller",
   "pi_email_addr": "moeller@wustl.edu",
   "nsf_id": "000189849",
   "pi_start_date": "2009-09-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington University",
  "inst_street_address": "1 BROOKINGS DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT LOUIS",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "3147474134",
  "inst_zip_code": "631304862",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MO01",
  "org_lgl_bus_name": "WASHINGTON UNIVERSITY, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "L6NFUM28LQM5"
 },
 "perf_inst": {
  "perf_inst_name": "Washington University",
  "perf_str_addr": "1 BROOKINGS DR",
  "perf_city_name": "SAINT LOUIS",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "631304862",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MO01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "195000",
   "pgm_ele_name": "METHODOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9146",
   "pgm_ref_txt": "MANUFACTURING BASE RESEARCH"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 175000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 140000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 140000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; One of the key features of cell survival, growth, and function is signaling. Cells sense their environment, receive instructions from the central nervous system, and perform their &ldquo;assigned tasks&rdquo; through a series of chemical signals. These signals are often encoded in molecules that are in turn detected by biological receptors. The receptors recognize specific atoms (contact points) within the molecules, as well as the three-dimensional orientation of those atoms.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Because of the central role that signaling events play in the life-cycle and functioning of a cell, the receptors involved in the process are frequent targets of drug-based strategies for the treatment of disease. The development of such strategies is often aided by tools that allow one to gather information about the nature of the molecules that bind to a receptor of interest. This information can be used to &ldquo;map&rdquo; both the atoms and three-dimensional shape recognized by the receptor.</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; With this in mind, we have been developing analytical tools that allow us to monitor the binding of small molecule probes to biological receptors as the events happen. By examining binding events in &ldquo;real-time&rdquo; more accurate information about the events can be gathered. The work centers on the use of microelectrode arrays that contain thousands of individually addressable electrodes. If one places a &ldquo;library&rdquo; of molecules with known shapes and structures on an array so that each unique member of the library is located next to a unique, individually addressable electrode, then the electrodes in the array can be used to monitor what happens to each molecule in the library. Since the shape and structure of the molecules in the library is known, the molecules in the library that bind to a receptor of interest provide insight into the shapes and structures that the receptor recognizes. The result is a &ldquo;map&rdquo; of the receptor&rsquo;s binding-requirements.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; While easy to design, the actual experiment faced significant challenges. First, how does one place or build molecules by individual microelectrodes in an array, especially considering that the arrays have over 12,000 electrodes per square centimeter? Our NSF funded program has answered this question along with providing solutions to two other critical issues that faced any use of the arrays. We have synthesized coatings for the arrays that allow us to attach molecules to the surface of the electrodes, and then developed a general strategy for conducting chemical reactions site-selectively at any given microelectrode in the array. This is done by using the electrodes themselves to generate the reagents needed for the chemical reactions. For example, the image provided shows the product of a reaction run in a &ldquo;heart-pattern&rdquo; on an array by using the electrodes to generate a chemical oxidant. The red spots are due to a fluorescent tag placed on the product synthesized. The black spots are electrodes not selected for the reaction. In addition to the development of a strategy for running reactions on the arrays, we have developed the tools needed to make sure that the products of those reactions really are what we think they are. This allows us to do quality control on the library of molecules placed on the array, a development that insures the accuracy of the information gathered about a receptor. Finally, we have demonstrated that once an array is functionalized with the molecules it can be used to interrogate a targeted biological receptor, and we have begun to optimize the analytical experiments needed to do so.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; With the conclusion of this work, the arrays are ready for use in the mapping of specific biologica...",
  "por_txt_cntn": "\n       One of the key features of cell survival, growth, and function is signaling. Cells sense their environment, receive instructions from the central nervous system, and perform their \"assigned tasks\" through a series of chemical signals. These signals are often encoded in molecules that are in turn detected by biological receptors. The receptors recognize specific atoms (contact points) within the molecules, as well as the three-dimensional orientation of those atoms.\n\n       Because of the central role that signaling events play in the life-cycle and functioning of a cell, the receptors involved in the process are frequent targets of drug-based strategies for the treatment of disease. The development of such strategies is often aided by tools that allow one to gather information about the nature of the molecules that bind to a receptor of interest. This information can be used to \"map\" both the atoms and three-dimensional shape recognized by the receptor.\n\n        With this in mind, we have been developing analytical tools that allow us to monitor the binding of small molecule probes to biological receptors as the events happen. By examining binding events in \"real-time\" more accurate information about the events can be gathered. The work centers on the use of microelectrode arrays that contain thousands of individually addressable electrodes. If one places a \"library\" of molecules with known shapes and structures on an array so that each unique member of the library is located next to a unique, individually addressable electrode, then the electrodes in the array can be used to monitor what happens to each molecule in the library. Since the shape and structure of the molecules in the library is known, the molecules in the library that bind to a receptor of interest provide insight into the shapes and structures that the receptor recognizes. The result is a \"map\" of the receptorÆs binding-requirements.\n\n       While easy to design, the actual experiment faced significant challenges. First, how does one place or build molecules by individual microelectrodes in an array, especially considering that the arrays have over 12,000 electrodes per square centimeter? Our NSF funded program has answered this question along with providing solutions to two other critical issues that faced any use of the arrays. We have synthesized coatings for the arrays that allow us to attach molecules to the surface of the electrodes, and then developed a general strategy for conducting chemical reactions site-selectively at any given microelectrode in the array. This is done by using the electrodes themselves to generate the reagents needed for the chemical reactions. For example, the image provided shows the product of a reaction run in a \"heart-pattern\" on an array by using the electrodes to generate a chemical oxidant. The red spots are due to a fluorescent tag placed on the product synthesized. The black spots are electrodes not selected for the reaction. In addition to the development of a strategy for running reactions on the arrays, we have developed the tools needed to make sure that the products of those reactions really are what we think they are. This allows us to do quality control on the library of molecules placed on the array, a development that insures the accuracy of the information gathered about a receptor. Finally, we have demonstrated that once an array is functionalized with the molecules it can be used to interrogate a targeted biological receptor, and we have begun to optimize the analytical experiments needed to do so.\n\n       With the conclusion of this work, the arrays are ready for use in the mapping of specific biological targets. This work is underway with efforts aimed at elucidating receptors involved in cell signaling, bacterial infections, and the growth of cancer cells.\n\n\t\t\t\t\tLast Modified: 10/22/2013\n\n\t\t\t\t\tSubmitted by: Kevin D Moeller"
 }
}