{
 "awd_id": "0909484",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CNH: Collaborative Research: Climate Change and Responses in a Coupled Marine System",
 "cfda_num": "47.050",
 "org_code": "06000000",
 "po_phone": "7032927594",
 "po_email": "sruth@nsf.gov",
 "po_sign_block_name": "Sarah Ruth",
 "awd_eff_date": "2009-10-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 926068.0,
 "awd_amount": 926068.0,
 "awd_min_amd_letter_date": "2009-09-15",
 "awd_max_amd_letter_date": "2012-09-19",
 "awd_abstract_narration": "a) Technical description:\r\n\r\nThe project focuses on the surf clam (Spisula solidissima) populations of the Mid-Atlantic and southern New England waters of the Atlantic coast and the fishery and governance system surrounding this shellfish resource, within the framework of adaptive and cooperative management of complex and dynamic coupled systems.  The two overarching questions are (1) how climate forcing affects surf clam populations; and (2) how the current socio-economic and regulatory aspects of the coupled system adjust to the perceived and documented effects of climate change.  Heretofore climate forcing has not been considered as a variable in the scientific models used in surf clam management.  The project will introduce the environmental aspects of climate forcing through a set of interconnected mathematical and schematic models that allow evaluation of potential outcomes that result from climate forcing. The work builds upon two models developed by this team, a genetics-based population dynamics model and a coupled circulation-larval model, which will be modified for the specifics of surf clams. Outcomes of the modeling will be available to the formal stock assessment process, which in turn informs management and industry decisions.  The fishery component of the coupled system and its responses to direct effects of climate forcing as well as management rules will be studied from social science perspectives, but integrated with the biophysical analyses. Of particular interest are ways that the changing environmental conditions change individual and collective behavior in the fishery and that behavior of industry and managerial actors feeds back into the biological system. A spatial choice analysis will model industry responses to changes in clam distribution and abundance. Experimental economics will be used to assess what factors are important to achieving collective action in response to changes in the fishery.  Ethnographic techniques will be used to explore the roles of knowledge?particularly scientific and lay models, including the scenarios generated in this project?and social and economic relationships in private and collective decisions about responding to the effects of climate change in the fishery.  \r\n\r\nb) Significance and importance:\r\n\r\nMarine fisheries are influenced by relationships among climate, oceanographic conditions, biology, fishing industries, and social, economic, and political institutions. This project responds to the need for greater understanding of these complexities in order to redress the cumulative problems related to overfishing, climate change, and environmental stressors.  The issues are interdisciplinary in nature; collaborative research on interaction among these components is therefore critical to the larger goal of developing governance institutions that are informed by the best available science. \r\n\r\nOf specific interest are the effects of climate change on a marine fishery and how those effects are perceived, interpreted, and responded to by scientists and by actors in the public and private sectors. Those human responses then modify the future outcomes in the fishery. The fishery of interest for this study, the surf clam (Spisula solidissima) fishery of the Mid-Atlantic Bight, has suffered a population decline that appears to be a result of climate warming. The study will develop a comprehensive mechanistic description of response to climate change by a dominant member of a biological community, the surf clam. The dominant member of a biological community is the cornerstone of that community as it evolves over geological time, and such cornerstone species are seminal to community stability and long-term resource availability. The study focuses on a particular fishery to develop a new paradigm that can be utilized in a broad arena from terrestrial to freshwater and marine systems. \r\n\r\nA mechanistic description of change in the species due to climate change will be coupled with the models of the human system.  The human system will incorporate the social, economic, and political factors that drive the decisions in the fishing industry and regulatory agency. Using this approach we will characterize how the coupled system evolves and explore management options. For example how does increased uncertainty from climate change modify the incentives of market-based regulations? How are the outcomes changed when there is spatial differentiation of the population that is exaggerated by climate change? Is the sustainability of the species different when the fishing industry has a strong presence in decision-making? The project will enhance the ability of private and public sector groups to effectively respond to the increasing effects of climate-induced changes. \r\n\r\nThe use of state-of-the-art oceanographic and ecological modeling approaches that are linked to economic and social approaches provides opportunities to train students in a variety of disciplines. The proposed work presents a unique opportunity for undergraduate and graduate students and postdoctoral investigators to be trained in the variety of approaches that are needed to solve many of the important problems affecting marine systems. The educational component is integrated with the research and builds on an existing K-12 educational program and outreach with specialized communities such as the commercial fishery.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "GEO",
 "org_div_long_name": "Directorate for Geosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bonnie",
   "pi_last_name": "McCay",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Bonnie J McCay",
   "pi_email_addr": "mccay@aesop.rutgers.edu",
   "nsf_id": "000470743",
   "pi_start_date": "2009-09-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dale",
   "pi_last_name": "Haidvogel",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Dale B Haidvogel",
   "pi_email_addr": "dale@imcs.rutgers.edu",
   "nsf_id": "000156305",
   "pi_start_date": "2009-09-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Powell",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Eric N Powell",
   "pi_email_addr": "eric@hsrl.rutgers.edu",
   "nsf_id": "000250600",
   "pi_start_date": "2009-09-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Janice",
   "pi_last_name": "McDonnell",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Janice McDonnell",
   "pi_email_addr": "mcdonnel@marine.rutgers.edu",
   "nsf_id": "000198025",
   "pi_start_date": "2009-09-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University New Brunswick",
  "perf_str_addr": "3 RUTGERS PLZ",
  "perf_city_name": "NEW BRUNSWICK",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "089018559",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169100",
   "pgm_ele_name": "DYN COUPLED NATURAL-HUMAN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1691",
   "pgm_ref_txt": "BE: DYN COUPLED NATURAL-HUMAN"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 926068.0
  }
 ],
 "por": null
}