{
 "awd_id": "0910424",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  SGER--Measurements of Particle Size and Fall Velocity Distributions within Supercell Thunderstorms",
 "cfda_num": "47.050",
 "org_code": "06020105",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bradley F. Smull",
 "awd_eff_date": "2009-02-01",
 "awd_exp_date": "2010-07-31",
 "tot_intn_awd_amt": 40638.0,
 "awd_amount": 40638.0,
 "awd_min_amd_letter_date": "2009-01-29",
 "awd_max_amd_letter_date": "2009-01-29",
 "awd_abstract_narration": "The investigators will develop a unique network of mobile and rapidly deployable low-cost laser disdrometer instruments for the collection of in situ microphysical data within severe storms during the first year of the Verification of the Origins of Tornadoes Experiment 2 (VORTEX2) campaign in spring of 2009.  Measurements will be coordinated with other VORTEX2 components enabling fusion of data sources for a more complete retrieval of the near surface buoyancy, microphysical composition and kinematics of the storm.  The microphysical composition of severe storms is known to have significant impacts on storm evolution and behavior, particularly by controlling the cold pool characteristics beneath the storm.  While polarimetric radar observations can provide information related to the microphysical character of a storm, the microphysics of the near surface environment, believed to be most important for tornadogenesis, is usually below the radar horizon of even mobile polarimetric radar platforms.  Microphysics can play a key role in near surface buoyancy tendency which several recent studies have shown may modulate the likelihood of tornado development.  As such, in situ measurements of near surface microphysics within rainy downdrafts are needed in order to determine cold pool buoyancy characteristics and to infer relations with polarimetric radar observations collected above the surface. The research will lead to a greater understanding of the relationship between storm microphysics, cold pool characteristics beneath severe storms and storm behavior. \r\n\r\nThe intellectual merit of the research stems from the novel in situ microphysical data collection method within severe storms coordinated with mobile polarimetric radars.  Two methods for optical disdrometer deployment will be simultaneously explored in a collaborative approach to maximize data collection. There are considerable challenges and hazards associated with data acquisition within severe storms. This effort marks a first known attempt to collect in situ near surface measurements of particle size distributions by a network of disdrometers.  The collected observations will enable new understanding of the relationship between microphysical characteristics of severe storms and their behavior in line with several key foci of the VORTEX2. \r\n\r\nThe Broader impacts of the work include improved predictability of severe storm behavior.  This is expected to emerge from a better understanding of storm evolution dependence on microphysical characteristics, which to date remains relatively unknown.  Better understanding of severe storm behavior can ultimately lead to more timely and accurate warnings that can save lives and allow additional time to protect property.  Further, the developed instrumentation suite for this project will also be quite suitable for application to particle size distribution measurements in other types of precipitating systems.  The verification of microphysical parameterizations used in storm-scale numerical weather prediction models also would benefit from verification data provided in part by the measurements. Particle size distribution measurements will also aid in mobile radar calibration and attenuation metrics.  This project will enable graduate students opportunities to participate in data collection efforts as part of a major field campaign.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Katja",
   "pi_last_name": "Friedrich",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Katja Friedrich",
   "pi_email_addr": "katja.friedrich@colorado.edu",
   "nsf_id": "000493817",
   "pi_start_date": "2009-01-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 MARINE ST",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9237",
   "pgm_ref_txt": "SMALL GRANTS-EXPLORATORY RSRCH"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 40638.0
  }
 ],
 "por": null
}