{
 "awd_id": "0910616",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Factors Influencing the Local Dynamics of Redox Metalloproteins",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032927196",
 "po_email": "tpatten@nsf.gov",
 "po_sign_block_name": "Timothy Patten",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 520000.0,
 "awd_amount": 520000.0,
 "awd_min_amd_letter_date": "2009-08-29",
 "awd_max_amd_letter_date": "2011-05-31",
 "awd_abstract_narration": "This Research award in the Inorganic, Bioinorganic and Organometallic Chemistry program supports work by Professor Bruce Bowler at the University of Montana to carry out fundamental studies on the relationship between the conformational dynamics of metalloproteins and their functions, using cytochrome c as a model system. Cytochrome c is involved in electron transfer chemistry related to energy production in living cells. It also mediates programmed cell death. The heme of this protein sits in a crevice near the surface of the protein and the opening and closing of this crevice is believed to play a role in its function. The dynamics of heme crevice opening are observed using electron transfer reactions with inorganic compounds and also through the binding of small molecules to the iron atom of the heme. Mutations of amino acids adjacent to the heme crevice are being used to test the effect of local structural stiffness on the dynamics of the heme crevice. Mutations, which affect the stability of portions of the protein outside of the heme pocket, are also being used to test the effect of more distant parts of the protein structure on the dynamics of the functionally important heme crevice. This research grant provides training for graduate students and postdoctoral fellows thus enhancing our research infrastructure by growing the pool of trained scientists. The University of Montana enrolls 8% minority students, half of whom are Native Americans, and the Department of Chemistry & Biochemistry hosts an NSF-sponsored Research Experiences for Undergraduates program that recruits heavily from tribal colleges in Montana. Thus, underrepresented minorities are expected to participate in this research. Understanding the factors that control protein dynamics and thus function will provide a base of knowledge that will permit rational manipulation of protein function, allowing design of proteins with both optimized and novel activities with potential importance for industrially-important chemical transformations. For cytochrome c, specifically, this knowledge could be used to design components for molecular electronics devices.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bruce",
   "pi_last_name": "Bowler",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Bruce E Bowler",
   "pi_email_addr": "bruce.bowler@umontana.edu",
   "nsf_id": "000110865",
   "pi_start_date": "2009-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Montana",
  "inst_street_address": "32 CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "MISSOULA",
  "inst_state_code": "MT",
  "inst_state_name": "Montana",
  "inst_phone_num": "4062436670",
  "inst_zip_code": "598120003",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MT01",
  "org_lgl_bus_name": "UNIVERSITY OF MONTANA",
  "org_prnt_uei_num": "",
  "org_uei_num": "DAY7Z8ZD48Q3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Montana",
  "perf_str_addr": "32 CAMPUS DR",
  "perf_city_name": "MISSOULA",
  "perf_st_code": "MT",
  "perf_st_name": "Montana",
  "perf_zip_code": "598120003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MT01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "196800",
   "pgm_ele_name": "PHYSICAL INORGANIC"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1144",
   "pgm_ref_txt": "BIOMOLECULAR SYSTEMS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 260000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 260000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>With support fromCHE-0910616, we have investigated the factors that control the local dynamicsof metalloproteins using conformational change that occurs with yeast iso-1-cytochrome <em>c</em> (iso-1-Cyt<em>c</em>) at basic pH. During this grant period we have made vital enhancements to the conformationally-gated electron transfer (gated ET) method developed in this laboratory to measure metalloprotein dynamics. This method allows us to trap alternate conformers of a protein as they return to the normal conformer of iso-1-Cyt<em>c</em><br />by reducing the iron in the heme co-factor of iso-1-Cyt<em>c</em> from the iron(3+) state to the more stable iron(2+) state. Recent work on the K73H variant of iso-1-Cyt<em>c</em>, developed in this project, also shows that it is a well-behaved ET switch when absorbed onto an electrode surface, demonstrating its potential for bioelectronics applications.&nbsp;</p>\n<p>We have made three key enhancements to the gated ET method during this grant period:</p>\n<p>1)&nbsp;<strong><em>We have demonstrated that gated ET can be used to extract<br />both the forward and backward rates for a metalloprotein conformational change</em></strong>.&nbsp;We have accomplished this goal, by varying reducing reagent concentration over a broad range, which allows us to move smoothly from the coupled to the gated ET regime.</p>\n<p>2)&nbsp;<strong><em>We can now tailor the method to the time scale of the<br />protein conformational change</em></strong>. By varying the intrinsic electron transfer<br />(ET) rate of the reducing reagent, we can now measure conformational changes occurring on the millisecond to the seconds time scale.</p>\n<p>3)&nbsp;<strong><em>We have demonstrated that gated ET can provide an inventory<br />of species in solution</em></strong>. We have shown that, as a function of solution acidity,<br />the growth and decay of species can be monitored via the amplitudes of the various reduction rates in the limit of high reducing reagent concentration. (see Image 1)</p>\n<p><br />We have made several important advances in our understanding of protein dynamics:</p>\n<p>1) <strong><em>We demonstrated a link between protein dynamics and protein stability</em></strong>. With a variant of iso-1-Cyt<em>c</em> with stability half that of the wild type protein, we observed a four-fold increase in the dynamics of the protein at&nbsp;physiological pH. (see Image 2)</p>\n<p>2)&nbsp;<strong><em>We have shown that proline can slow electron flow by 5000-fold. </em></strong>With proline, electron transfer is gated by the slow isomerization of proline form a cis to a trans conformation. This result suggests that proline could be used to engineer slow ET switches in bioelectronics.</p>\n<p>3)&nbsp;<strong><em>We have shown that a chemically-modified amino acid, trimethyllysine strongly affects the conformational dynamics of iso-1-Cytc.</em></strong> When trimethyllysine is mutated to the amino acid, alanine, there is a 2.4-fold increase in dynamics around the heme cofactor of iso-1-Cyt<em>c</em>. (see Image 3)</p>\n<p>4)&nbsp;<strong><em>We have shown that iso-1-Cytc with the trimethyllysine to alanine mutation can adopt a novel conformation&nbsp;that may be related to its function in programmed cell death (apoptosis).</em></strong> This novel conformer changes the amino acids that interact with the heme co-factor and appears to be linked with an enhancement in peroxidase activity which cytochrome <em>c </em>uses as an early signal at the onset of apoptosis.<strong><em> </em></strong></p>\n<p>One graduate student, Levi McClelland, two postdoctoral fellows, Dr. Melisa M. Cherney and Dr. Khurshid A. Khan, three undergraduates, Matthew E. Goldes, William Martin and Margaret E. Jeakins-Cooley, and one research technician, Sean Seagraves, have been trained as part of this grant. The students working on this project have received broad training in site-directed mutagen...",
  "por_txt_cntn": "\nWith support fromCHE-0910616, we have investigated the factors that control the local dynamicsof metalloproteins using conformational change that occurs with yeast iso-1-cytochrome c (iso-1-Cytc) at basic pH. During this grant period we have made vital enhancements to the conformationally-gated electron transfer (gated ET) method developed in this laboratory to measure metalloprotein dynamics. This method allows us to trap alternate conformers of a protein as they return to the normal conformer of iso-1-Cytc\nby reducing the iron in the heme co-factor of iso-1-Cytc from the iron(3+) state to the more stable iron(2+) state. Recent work on the K73H variant of iso-1-Cytc, developed in this project, also shows that it is a well-behaved ET switch when absorbed onto an electrode surface, demonstrating its potential for bioelectronics applications. \n\nWe have made three key enhancements to the gated ET method during this grant period:\n\n1) We have demonstrated that gated ET can be used to extract\nboth the forward and backward rates for a metalloprotein conformational change. We have accomplished this goal, by varying reducing reagent concentration over a broad range, which allows us to move smoothly from the coupled to the gated ET regime.\n\n2) We can now tailor the method to the time scale of the\nprotein conformational change. By varying the intrinsic electron transfer\n(ET) rate of the reducing reagent, we can now measure conformational changes occurring on the millisecond to the seconds time scale.\n\n3) We have demonstrated that gated ET can provide an inventory\nof species in solution. We have shown that, as a function of solution acidity,\nthe growth and decay of species can be monitored via the amplitudes of the various reduction rates in the limit of high reducing reagent concentration. (see Image 1)\n\n\nWe have made several important advances in our understanding of protein dynamics:\n\n1) We demonstrated a link between protein dynamics and protein stability. With a variant of iso-1-Cytc with stability half that of the wild type protein, we observed a four-fold increase in the dynamics of the protein at physiological pH. (see Image 2)\n\n2) We have shown that proline can slow electron flow by 5000-fold. With proline, electron transfer is gated by the slow isomerization of proline form a cis to a trans conformation. This result suggests that proline could be used to engineer slow ET switches in bioelectronics.\n\n3) We have shown that a chemically-modified amino acid, trimethyllysine strongly affects the conformational dynamics of iso-1-Cytc. When trimethyllysine is mutated to the amino acid, alanine, there is a 2.4-fold increase in dynamics around the heme cofactor of iso-1-Cytc. (see Image 3)\n\n4) We have shown that iso-1-Cytc with the trimethyllysine to alanine mutation can adopt a novel conformation that may be related to its function in programmed cell death (apoptosis). This novel conformer changes the amino acids that interact with the heme co-factor and appears to be linked with an enhancement in peroxidase activity which cytochrome c uses as an early signal at the onset of apoptosis. \n\nOne graduate student, Levi McClelland, two postdoctoral fellows, Dr. Melisa M. Cherney and Dr. Khurshid A. Khan, three undergraduates, Matthew E. Goldes, William Martin and Margaret E. Jeakins-Cooley, and one research technician, Sean Seagraves, have been trained as part of this grant. The students working on this project have received broad training in site-directed mutagenesis methods, protein expression and isolation, biophysical measurements of global and local protein stability, preparation and handling of reducing reagents and acquisition, analysis and interpretation of complex rate data. The PI and his students have made 19 presentations at local, regional, national and international meetings during the grant period. The PI also presented some of the work accomplished with CHE-0910616 to non-scientists the Philosophy Forum at University of Monta..."
 }
}