{
 "awd_id": "0910041",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Empirical Research (Contextual Strand 2): Researching and Improving Geography Graduate Education for STEM Careers in Business, Government, and Non-profit Organizations",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Myles Boylan",
 "awd_eff_date": "2009-08-15",
 "awd_exp_date": "2013-12-31",
 "tot_intn_awd_amt": 993031.0,
 "awd_amount": 993031.0,
 "awd_min_amd_letter_date": "2009-08-10",
 "awd_max_amd_letter_date": "2011-07-18",
 "awd_abstract_narration": "This project is building on prior NSF-funded research on graduate education in geography, as well as research performed since the mid-1990s by major foundations.  This prior work clearly indicates that STEM graduate programs are not fully preparing students for potential careers beyond academe. As in other social and environmental sciences, research on professional development in geography has focused on academic career issues. The outcome is a broad-based academic infrastructure in geography for supporting the professional development of early career faculty. This project is premised on the belief that similar infrastructure is needed to support the professional development of new and transitional scholars entering Business, Government, and Nonprofit (BGN) work settings.  A key first step is to clarify the types of learning experiences, both theoretical and applied, which will equip graduates with the competencies for geographic work in BGN organizations. \r\n\r\nTo take this first step, this project is developing further a methodology designed in prior research to assess workforce needs, expectations, and core competencies in professional geography work.  It is conducting research focused on BGN professionals and employer organizations in order to determine the value of coursework, internships, and other forms of educational experiences that graduates acquire in graduate geography programs.  The project scope includes assessing the expectations of different workplace cultures, and developing measures of how BGN professionals experience their working environments, resulting in a better understanding of the knowledge and skills geography graduates need to prepare themselves for entry into BGN positions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Solem",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Michael N Solem",
   "pi_email_addr": "msolem@txstate.edu",
   "nsf_id": "000201820",
   "pi_start_date": "2009-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kenneth",
   "pi_last_name": "Foote",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Kenneth E Foote",
   "pi_email_addr": "k.foote@colorado.edu",
   "nsf_id": "000338031",
   "pi_start_date": "2009-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Patricia",
   "pi_last_name": "Solis",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Patricia A Solis",
   "pi_email_addr": "patricia.solis@asu.edu",
   "nsf_id": "000408091",
   "pi_start_date": "2009-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Koeppe",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew T Koeppe",
   "pi_email_addr": "mkoeppe@aag.org",
   "nsf_id": "000356752",
   "pi_start_date": "2009-08-10",
   "pi_end_date": "2010-07-28"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jean",
   "pi_last_name": "McKendry",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jean McKendry",
   "pi_email_addr": "jeanm@uidaho.edu",
   "nsf_id": "000079885",
   "pi_start_date": "2010-07-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mary",
   "pi_last_name": "Schlemper",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Mary B Schlemper",
   "pi_email_addr": "marybeth.schlemper@utoledo.edu",
   "nsf_id": "000517311",
   "pi_start_date": "2009-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Association of American Geographers",
  "inst_street_address": "1701 PENNSYLVANIA AVE NW STE 325",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2022341450",
  "inst_zip_code": "200065805",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "ASSOCIATION OF AMERICAN GEOGRAPHERS, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "VCEDP1MAPF43"
 },
 "perf_inst": {
  "perf_inst_name": "Association of American Geographers",
  "perf_str_addr": "1701 PENNSYLVANIA AVE NW STE 325",
  "perf_city_name": "WASHINGTON",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200065805",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762500",
   "pgm_ele_name": "REAL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0409",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000910DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 284127.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 365919.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 342985.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The AAG&rsquo;s Enhancing Departments and Graduate Education (EDGE) project (<a href=\"http://www.aag.org/edge\">www.aag.org/edge</a>) catalyzed change in geography graduate education by engaging responsible stakeholders in strategic, coordinated research and outreach for improving the preparation of graduate students for academic and non-academic professional careers. EDGE promoted change in geography graduate education by involving different stakeholders and implementing diverse forms of preparation strategies in academic departments. The following is a summary of the EDGE project&rsquo;s outcomes:</p>\n<p>&nbsp;</p>\n<p><span style=\"text-decoration: underline;\">Intellectual Merits:</span> Through empirical research, EDGE contributed to the knowledge base of workforce development and broadening participation in American graduate education. EDGE researchers produced a dozen peer-reviewed research articles published in geography and higher education journals (with three additional manuscripts currently in review). The studies include a competency model for professional geography that subsequently informed a geospatial technology competency model; detailed analyses of geographers in practice; interviews with employer organizations engaged in geographical work; case studies of master&rsquo;s programs in geography and online master&rsquo;s of geographic information science; and studies of graduate curricula and career pathways.</p>\n<p>&nbsp;</p>\n<p><span style=\"text-decoration: underline;\">Broader Impacts:</span> Findings from EDGE research studies have been used to substantiate a wide array of curriculum materials, professional development workshops, and other educational resources for geography graduate education. The project&rsquo;s impact on the discipline has been extensive and is evident in the following ways:</p>\n<ul>\n<li>New workshops and sessions at professional meetings that address the cultures and practices of graduate programs and students in the discipline, including their perspectives on diversity and recruitment, as well as exploring innovations that focus on new pedagogies and geotechnologies. </li>\n<li>The books <em>Aspiring Academics, Teaching College Geography,</em> and <em>Practicing Geography</em>. These titles have been adopted as instructional materials for courses, seminars, advising and informal mentoring in <span style=\"text-decoration: underline;\">more than two-thirds</span> of academic departments known to offer a bachelor&rsquo;s, master&rsquo;s degree or doctorate in geography.</li>\n<li>An AAG Jobs and Careers website providing a comprehensive suite of employment and industry data, outreach materials, career planning tip sheets, and instructional materials for undergraduate and graduate curricula. In 2013, the website received <span style=\"text-decoration: underline;\">71,711 unique visitors</span> (<a href=\"http://www.aag.org/careers\">www.aag.org/careers</a>). </li>\n<li>A revamped and expanded AAG Jobs and Careers Center at the AAG Annual Meeting. Each year, the Jobs and Careers Center features more than two-dozen paper and panel sessions, workshops and career mentoring activities attracting <span style=\"text-decoration: underline;\">several hundred participants</span> over three full days at the conference. The majority of these sessions are organized by AAG members and attract dozens of volunteers to lead the sessions, signifying intense interest and a sense of ownership in the geography community. </li>\n<li>Annual professional development institutes for early career faculty and department chairs. </li>\n<li>New AAG committees that work with academic departments to implement policies for enhancing diversity, faculty mentoring, and graduate student outreach.</li>\n</ul>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/10/2014<br>\n\t\t\t\t\tModified by: Michael&nbsp;N&nbsp;Solem</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-ga...",
  "por_txt_cntn": "\nThe AAGÆs Enhancing Departments and Graduate Education (EDGE) project (www.aag.org/edge) catalyzed change in geography graduate education by engaging responsible stakeholders in strategic, coordinated research and outreach for improving the preparation of graduate students for academic and non-academic professional careers. EDGE promoted change in geography graduate education by involving different stakeholders and implementing diverse forms of preparation strategies in academic departments. The following is a summary of the EDGE projectÆs outcomes:\n\n \n\nIntellectual Merits: Through empirical research, EDGE contributed to the knowledge base of workforce development and broadening participation in American graduate education. EDGE researchers produced a dozen peer-reviewed research articles published in geography and higher education journals (with three additional manuscripts currently in review). The studies include a competency model for professional geography that subsequently informed a geospatial technology competency model; detailed analyses of geographers in practice; interviews with employer organizations engaged in geographical work; case studies of masterÆs programs in geography and online masterÆs of geographic information science; and studies of graduate curricula and career pathways.\n\n \n\nBroader Impacts: Findings from EDGE research studies have been used to substantiate a wide array of curriculum materials, professional development workshops, and other educational resources for geography graduate education. The projectÆs impact on the discipline has been extensive and is evident in the following ways:\n\nNew workshops and sessions at professional meetings that address the cultures and practices of graduate programs and students in the discipline, including their perspectives on diversity and recruitment, as well as exploring innovations that focus on new pedagogies and geotechnologies. \nThe books Aspiring Academics, Teaching College Geography, and Practicing Geography. These titles have been adopted as instructional materials for courses, seminars, advising and informal mentoring in more than two-thirds of academic departments known to offer a bachelorÆs, masterÆs degree or doctorate in geography.\nAn AAG Jobs and Careers website providing a comprehensive suite of employment and industry data, outreach materials, career planning tip sheets, and instructional materials for undergraduate and graduate curricula. In 2013, the website received 71,711 unique visitors (www.aag.org/careers). \nA revamped and expanded AAG Jobs and Careers Center at the AAG Annual Meeting. Each year, the Jobs and Careers Center features more than two-dozen paper and panel sessions, workshops and career mentoring activities attracting several hundred participants over three full days at the conference. The majority of these sessions are organized by AAG members and attract dozens of volunteers to lead the sessions, signifying intense interest and a sense of ownership in the geography community. \nAnnual professional development institutes for early career faculty and department chairs. \nNew AAG committees that work with academic departments to implement policies for enhancing diversity, faculty mentoring, and graduate student outreach.\n\n\n \n\n \n\n\t\t\t\t\tLast Modified: 02/10/2014\n\n\t\t\t\t\tSubmitted by: Michael N Solem"
 }
}