{
 "awd_id": "0910721",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NEW THEORY AND METHODS FOR RAINFALL EXTREMES",
 "cfda_num": "47.050",
 "org_code": "06030109",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Torgersen",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 530000.0,
 "awd_amount": 530000.0,
 "awd_min_amd_letter_date": "2009-07-19",
 "awd_max_amd_letter_date": "2009-07-19",
 "awd_abstract_narration": "ABSTRACT\r\n\r\nThis award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5). \r\n\r\nIntellectual Merit\r\nA long tradition links the modeling and analysis of rainfall extremes to Gumbel?s extreme-value (EV) theory (and more recently Pickands? extreme-excess or EE theory). This includes methods that use annual-maximum and peak-over-threshold rainfall information. However, for realistic scale-invariant rainfall models one can show that neither EV nor EE theory applies. This is true not just for rainfall averages over long durations d but also under  . The basic reason is that the annual maxima depend on a range of the marginal distribution much below the upper tail. \r\n\r\nTo analyze the annual maxima of scale-invariant rainfall processes under  , one must use another branch of probability known as large deviation (LD) theory. When LD theory is applied, one finds that for short averaging durations the distribution of the annual maximum is always of the EV2 type and is different from what EV and EE theories predict. In the all-important case when d is finite, the exact annual-maximum distribution is not of any EV type, but can be accurately approximated by an EV2 distribution. This explains the frequent observation that annual maxima are better fitted by EV2 models also when Gumbel?s theory predicts an EV1 asymptotic distribution.\r\n\r\nWe propose to develop a new approach to rainfall extremes that covers both asymptotic cases (e.g.  ) and non-asymptotic conditions and to translate the new approach into practical procedures. For decades, hydrology textbooks and risk analysis practice have assumed that extreme precipitation follows Gumbel?s theory of extremes. We propose a fundamental change to this paradigm. The new framework is conceptually more appropriate and stems from an area of probability theory that stochastic hydrology has up to now ignored. The proposed research will have far-reaching consequences on the way we conceptualize rainfall extremes and assess hydrologic risks.\r\n\r\nThe new approach will be tested using national rainfall databases. Simple modeling assumptions will be used to relate average rainfall maxima to floods and to evaluate the potential effects of climatic changes on rainfall extremes. \r\n\r\nBroader Impacts\r\nThis project will support the research of one post-doc (for 5 months) and 2 graduate students (one student during the first year). Involvement of undergraduate researchers will be sought and efforts will be made to attract women and under-represented minorities, in conformance with MIT policies. To better disseminate the results among the research, teaching and practicing communities, we intend to publish a comprehensive monograph covering the new theory of hydrologic extremes and related implementation methodologies, in addition to using traditional scholarly dissemination channels.\r\n\r\n",
 "awd_arra_amount": 530000.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniele",
   "pi_last_name": "Veneziano",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Daniele Veneziano",
   "pi_email_addr": "venezian@mit.edu",
   "nsf_id": "000092073",
   "pi_start_date": "2009-07-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 MASSACHUSETTS AVE",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157900",
   "pgm_ele_name": "Hydrologic Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1579",
   "pgm_ref_txt": "HYDROLOGIC SCIENCES"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 530000.0
  }
 ],
 "por": null
}