{
 "awd_id": "0911690",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Metalloaromatic Multinuclear Complexes of Monovalent Coinage Metals: Novel Chemistry Driving Applications in Molecular Electronics",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032927196",
 "po_email": "tpatten@nsf.gov",
 "po_sign_block_name": "Timothy Patten",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2013-01-31",
 "tot_intn_awd_amt": 1300000.0,
 "awd_amount": 1300000.0,
 "awd_min_amd_letter_date": "2009-08-19",
 "awd_max_amd_letter_date": "2011-09-22",
 "awd_abstract_narration": "In this multi-investigator project funded by the Inorganic, Bioinorganic, and Organometallic Chemistry Program of the Chemistry Division and cofunded by the Solid State and Materials Chemistry Program of the Division of Materials Research, Mohammad Omary, Thomas Cundari, and Jincheng Du of the University North Texas and Bruce Gnade of the University of Texas at Dallas will synthesize new multinuclear Au, Ag, and Cu complexes, study their photophysical properties, and explore their efficacy in metal-organic field effect transistor (MOFET) devices.  The four investigators will collaborate on the synthesis, theoretical calculations/modeling, and device testing of the title complexes.  The film forming properties and solid state device behavior of these compounds will be examined, and information gained from these studies will be fed back to develop new design parameters for the materials.  It is suggested that the stability of some of these materials towards light, heat and moisture are encouraging factors for stable film and device fabrication.  These cyclotrimer complexes also have the potential to perform better than purely organic field effect transistor (OFET) devices.  Any or all of these improvements to the state-of-the-art would significantly impact the optoeletronic device field.  .  The investigators will also work with two University of North Texas research centers of excellence in nanophotonics (BNPC) and advanced computing (MMRC) to enhance graduate and post-doctoral interdisciplinary training as well as to involve local undergraduate institutions in the research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mohammad",
   "pi_last_name": "Omary",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Mohammad A Omary",
   "pi_email_addr": "omary@unt.edu",
   "nsf_id": "000088537",
   "pi_start_date": "2009-08-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Cundari",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas R Cundari",
   "pi_email_addr": "tomc@unt.edu",
   "nsf_id": "000177842",
   "pi_start_date": "2009-08-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bruce",
   "pi_last_name": "Gnade",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bruce Gnade",
   "pi_email_addr": "gnade@utdallas.edu",
   "nsf_id": "000400222",
   "pi_start_date": "2009-08-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jincheng",
   "pi_last_name": "Du",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jincheng Du",
   "pi_email_addr": "du@unt.edu",
   "nsf_id": "000177423",
   "pi_start_date": "2009-08-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Texas",
  "inst_street_address": "1112 DALLAS DR STE 4000",
  "inst_street_address_2": "",
  "inst_city_name": "DENTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9405653940",
  "inst_zip_code": "762051132",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "TX13",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH TEXAS",
  "org_prnt_uei_num": "",
  "org_uei_num": "G47WN1XZNWX9"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Texas",
  "perf_str_addr": "1112 DALLAS DR STE 4000",
  "perf_city_name": "DENTON",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "762051132",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "TX13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176200",
   "pgm_ele_name": "SOLID STATE & MATERIALS CHEMIS"
  },
  {
   "pgm_ele_code": "196600",
   "pgm_ele_name": "SYNTHETIC INORGANIC"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "100E",
   "pgm_ref_txt": "Novel devices & vacuum electronics"
  },
  {
   "pgm_ref_code": "1762",
   "pgm_ref_txt": "SOLID STATE & MATERIALS CHEMIS"
  },
  {
   "pgm_ref_code": "9162",
   "pgm_ref_txt": "MULTI DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 690000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 310000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Substantial progress was made over the life of NSF grant CHE-0911690 in terms of the research and educational goals of the project. The main scientific goal of CHE-0911690 was to lay the groundwork that would permit the rational design of novel electronic materials by&nbsp;understanding how fundamental properties on the atomic and molecular scale translate into macroscopic, real-world device&nbsp;performance. &nbsp;Aromaticity is a property, well-known among organic chemicals for more than 150 years, which has been exploited by chemists as an intermolecular force that is weak enough to easily form and reform structures and devices, yet aromaticity is strong enough to make them stable. As a result, organic aromatic compounds have been widely investigated in high-tech devices meant to, for example, convert sunlight into electricity and as diodes and transistors. It is thought such organic electronics will offer many advantages over traditional silicon-based electronics such as flexibility, lower cost, and lower power consumption. Through the integration of design and theory, synthesis and characterization, plus the manufacture of devices, a joint University of North Texas (UNT)/University of Texas-Dallas (UTD) research team was able to develop a new class of chemical compounds, called cyclic trinuclear coinage metal complexes, and to show that they possess aromaticity, which we termed metalloaromaticity to highlight their inorganic nature. Further, it was demonstrated that the chemical and physical properties of these new metalloaromatic entities could be both fine and coarse tuned through the rational choice of their three chemical components, which are easily modified during synthesis. Moreover, the range of chemical properties of these metalloaromatic materials that chemists may exploit in the construction of electronic devices is greater than two commonly<br />employed organic aromatic electronic materials, pentacene and<br />perfluoropentancene. The latter in particular, acting as an acceptor of<br />electrical charge, must be made in a laborious, many-step process, while the<br />metalloaromatic versions not only have superior properties but are easily made in a single chemical synthesis step. Substantial progress was also made in terms of understanding how properties on the atomic and molecular scale impact the macroscopic properties of this new class of compounds, which most profoundly decides the stability and lifetime of the electronic device. Many of these scientific breakthroughs required the talents of 40 early-career scientists (from high school through research scientist level). Sixteen of these students received advanced degrees in science (12 PhD, 1 Masters, 3 Bachelors) during the lifetime of the grant, with 4 more being HS graduates from UNT&rsquo;s Texas Academy of Math and Science. Research under the auspices of CHE-0911690 also forged collaborations between UNT and UTD researchers with scientists in the U.S. and abroad, in academia as well as industry.</p>\n<p><br /><br /></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/13/2013<br>\n\t\t\t\t\tModified by: Thomas&nbsp;R&nbsp;Cundari</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nSubstantial progress was made over the life of NSF grant CHE-0911690 in terms of the research and educational goals of the project. The main scientific goal of CHE-0911690 was to lay the groundwork that would permit the rational design of novel electronic materials by understanding how fundamental properties on the atomic and molecular scale translate into macroscopic, real-world device performance.  Aromaticity is a property, well-known among organic chemicals for more than 150 years, which has been exploited by chemists as an intermolecular force that is weak enough to easily form and reform structures and devices, yet aromaticity is strong enough to make them stable. As a result, organic aromatic compounds have been widely investigated in high-tech devices meant to, for example, convert sunlight into electricity and as diodes and transistors. It is thought such organic electronics will offer many advantages over traditional silicon-based electronics such as flexibility, lower cost, and lower power consumption. Through the integration of design and theory, synthesis and characterization, plus the manufacture of devices, a joint University of North Texas (UNT)/University of Texas-Dallas (UTD) research team was able to develop a new class of chemical compounds, called cyclic trinuclear coinage metal complexes, and to show that they possess aromaticity, which we termed metalloaromaticity to highlight their inorganic nature. Further, it was demonstrated that the chemical and physical properties of these new metalloaromatic entities could be both fine and coarse tuned through the rational choice of their three chemical components, which are easily modified during synthesis. Moreover, the range of chemical properties of these metalloaromatic materials that chemists may exploit in the construction of electronic devices is greater than two commonly\nemployed organic aromatic electronic materials, pentacene and\nperfluoropentancene. The latter in particular, acting as an acceptor of\nelectrical charge, must be made in a laborious, many-step process, while the\nmetalloaromatic versions not only have superior properties but are easily made in a single chemical synthesis step. Substantial progress was also made in terms of understanding how properties on the atomic and molecular scale impact the macroscopic properties of this new class of compounds, which most profoundly decides the stability and lifetime of the electronic device. Many of these scientific breakthroughs required the talents of 40 early-career scientists (from high school through research scientist level). Sixteen of these students received advanced degrees in science (12 PhD, 1 Masters, 3 Bachelors) during the lifetime of the grant, with 4 more being HS graduates from UNTÆs Texas Academy of Math and Science. Research under the auspices of CHE-0911690 also forged collaborations between UNT and UTD researchers with scientists in the U.S. and abroad, in academia as well as industry.\n\n\n\n\n\n \n\n\t\t\t\t\tLast Modified: 06/13/2013\n\n\t\t\t\t\tSubmitted by: Thomas R Cundari"
 }
}