{
 "awd_id": "0911378",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Theoretical earthquake nucleation, with applications to creep fronts, tremor, and slow slip",
 "cfda_num": "47.050",
 "org_code": "06030204",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eva Zanzerkia",
 "awd_eff_date": "2009-07-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 271351.0,
 "awd_amount": 271351.0,
 "awd_min_amd_letter_date": "2009-06-16",
 "awd_max_amd_letter_date": "2009-06-16",
 "awd_abstract_narration": "ABSTRACT\r\nThis award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law\r\n111-5).\r\n\r\nTraditionally, faults were thought to accommodate slip in one of two ways: Stick-slip motion,\r\nin which long periods where the fault is essentially locked are punctuated by brief episodes of\r\nrapid slip (earthquakes), and steady creep at plate tectonic rates (centimeters per year) or less. The\r\ndiscoveries within the last decade of episodic slow slip and associated tremor within numerous\r\nsubduction zones, and tremor along the San Andreas fault, show that fault behavior is much more\r\nvaried. In episodic slow slip, faults slip at rates 1 to 2 orders of magnitude larger than plate tectonic\r\nrates at quasi-regular intervals on the order of 1 year. Because the slip episodes last for several\r\nweeks and extend over areas tens to hundreds of kilometers across, they release energy equivalent\r\nto earthquakes of magnitude 6 or more. Tremor is a quasi-continuous seismic signal thought to\r\nbe made up of myriad small events similar to regular earthquakes of magnitude 1.5 or less except\r\nin being more sluggish. Because slow slip events increase the stressing rate on the shallower\r\nlocked portion of faults that can slip in magnitude 9 earthquakes, understanding them may prove\r\nto be useful for earthquake hazards reduction. In addition, the increased understanding of slip\r\nlocalization that arises from this work can be used to interpret ongoing experiments monitoring\r\nearthquake nucleation at several kilometers depth in California and South Africa.\r\n\r\nOver the past several years the PI has worked with Jean-Paul Ampuero to understand the implications\r\nof the standard rate-and-state friction equations for earthquake nucleation on deformable\r\nfaults. They derived analytic solutions that have been very useful for understanding complex numerical\r\nsimulations. This proposal is to extend this work to the interpretation of slow slip and\r\ntremor in subduction zones and along the San Andreas fault, using both numerical and analytical\r\ntechniques.\r\nA consensus is emerging that slow slip and tremor are just different manifestations of slip on\r\na heterogeneous interface. Propagating creep fronts seem to be a ubiquitous feature of slow slip\r\non heterogeneous faults, and are very effective at generating seismic slip speeds when they collide.\r\nBoth properties make creep fronts attractive as tremor sources. The first goal of this study is to\r\naddress how far such creep fronts might propagate in isolation, and the necessary conditions for\r\ntwo colliding fronts to generate seismic slip. This will be carried out both for standard rate-andstate\r\nfriction and for other constitutive laws that have been proposed for slow slip. Once the creep\r\nfronts collide, they can generate seismic events with moment rate histories that, depending upon the\r\nunderlying constitutive law, are quite different from those that seismologists have come to expect.\r\nThis will be studied initially using the ?radiation damping? approximation to elastodynamics and\r\nultimately full elastodynamics. Because much information is currently coming from observations\r\nof tidally- and teleseismically-triggered tremor, both forms of triggering will be modeled.",
 "awd_arra_amount": 271351.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Allan",
   "pi_last_name": "Rubin",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Allan M Rubin",
   "pi_email_addr": "arubin@princeton.edu",
   "nsf_id": "000475920",
   "pi_start_date": "2009-06-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Princeton University",
  "inst_street_address": "1 NASSAU HALL",
  "inst_street_address_2": "",
  "inst_city_name": "PRINCETON",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "6092583090",
  "inst_zip_code": "085442001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "THE TRUSTEES OF PRINCETON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NJ1YPQXQG7U5"
 },
 "perf_inst": {
  "perf_inst_name": "Princeton University",
  "perf_str_addr": "1 NASSAU HALL",
  "perf_city_name": "PRINCETON",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "085442001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 271351.0
  }
 ],
 "por": null
}