{
 "awd_id": "0911734",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Trace Element Transport in the Continental Crust During Anatexis: The Role of Accessory Minerals",
 "cfda_num": "47.050",
 "org_code": "06030107",
 "po_phone": "7032924739",
 "po_email": "jwade@nsf.gov",
 "po_sign_block_name": "Jennifer Wade",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 228306.0,
 "awd_amount": 228306.0,
 "awd_min_amd_letter_date": "2009-06-04",
 "awd_max_amd_letter_date": "2009-06-04",
 "awd_abstract_narration": "INTELLECTUAL MERITS. The extraction of melts from the lower crust and their subsequent emplacement at higher structural levels is possibly the most important crustal differentiation mechanism. A significant control on the trace element composition of melts generated in the crust and the residues left behind, hence the distribution of important trace and heat producing elements in the continental crust, is the melting behavior of key trace element-bearing minerals. However, the physico-chemical behavior of these accessory minerals during melting, melt segregation, and melt extraction remains to be quantified.\r\nUsing a natural laboratory approach this project will target metasedimentary and leucogneiss samples from two high-grade migmatite terrains in Prydz Bay, east Antarctica, where excellent exposures preserve evidence for in situ partial melting and melt mobilization. The study will determine where, when and how accessory minerals grow and decompose during key partial melting reactions and, using trace element signatures and equilibrium partitioning criteria, establish the reaction relationships that exist between accessory and major minerals involved in the process of melt generation and extraction. Trace element budgets determined by texturally constrained micro-analysis of the key trace element bearing major and accessory minerals will be integrated with P-T modeling of reaction and melting histories to predict where major periods of mineral growth and breakdown will occur in P-T space. Research results will provide a robust means with which to directly characterize the reaction processes and involvement of key accessory minerals that control liberation and retention of trace elements in the continental crust. An improved understanding of accessory mineral behavior in melts will be used to refine forward model mineral dissolution and growth during anatexis to ultimately predict trace element fluxes in different P-T or tectonic settings. Research outcomes will likely improve our understanding the behavior of dateable accessory and major minerals during high-temperature crustal events, leading to better understanding of the significance of radiometric ages with respect to tectonic processes and crustal evolution.\r\n\r\nBROADER IMPACTS. Central to this research is student participation. A significant component will be completed by PhD candidate Ms. Jessica Matthews, a promising young female scientist who will not only gain training in cutting edge analytical geochemistry in first class facilities, but interact with and learn from world leaders in microanalysis. Coupled with integrated thermodynamic modeling, and mentoring of two undergraduate students, this project provides a unique opportunity and important step in Ms. Matthews' academic career. The two undergraduate positions will provide practical training in applied geochemistry, preparing these students for a future career in academic or applied geoscience, or other industrial applications such as ceramics or crystal optics. In addition, analytical collaborations will establish closer ties with two national laboratories - including the development of synergies for further local USGS support for student research - and allow development of approaches to in situ microanalysis for trace elements and isotopes.",
 "awd_arra_amount": 228306.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nigel",
   "pi_last_name": "Kelly",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Nigel M Kelly",
   "pi_email_addr": "nigel.kelly@colorado.edu",
   "nsf_id": "000083037",
   "pi_start_date": "2009-06-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colorado School of Mines",
  "inst_street_address": "1500 ILLINOIS ST",
  "inst_street_address_2": "",
  "inst_city_name": "GOLDEN",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3032733000",
  "inst_zip_code": "804011887",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "CO07",
  "org_lgl_bus_name": "TRUSTEES OF THE COLORADO SCHOOL OF MINES",
  "org_prnt_uei_num": "JW2NGMP4NMA3",
  "org_uei_num": "JW2NGMP4NMA3"
 },
 "perf_inst": {
  "perf_inst_name": "Colorado School of Mines",
  "perf_str_addr": "1500 ILLINOIS ST",
  "perf_city_name": "GOLDEN",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "804011887",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "CO07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "769900",
   "pgm_ele_name": "Integrat & Collab Ed & Rsearch"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 228306.0
  }
 ],
 "por": null
}