{
 "awd_id": "0911587",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Probing the Rheology of Tibetan Lithosphere: Surface Deformation in Response to Climatically-Induced Changes in Lake Loads",
 "cfda_num": "47.050",
 "org_code": "06030103",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Fountain",
 "awd_eff_date": "2010-01-01",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 459877.0,
 "awd_amount": 459877.0,
 "awd_min_amd_letter_date": "2009-09-08",
 "awd_max_amd_letter_date": "2012-02-22",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\r\n\r\nDirect measurements of the deformational properties of actively deforming lithosphere remain elusive and lead to fundamental gaps in the understanding of how the evolution of rheology controls the evolution of orogenic systems. Despite abundant geophysical and geological data for the Indo-Asian collisional orogen, the mobility of the lower crust beneath central Tibet, its physical state, and the role that localized channel flow has played in the evolution of the Plateau and the Himalaya remain first-order questions. This project focuses on characterizing the deformational response of Tibetan lithosphere to time-varying surface loads to place quantitative constraints on the rheology of the crust. The project utilizes flights of relict shorelines around several large lakes within the internally-drained interior of the Tibetan Plateau. These shorelines indicate former positions of more extensive lake levels, and the withdrawal of the lakes in response to climatically-driven hydrologic changes represents a load removed from the lithosphere. Because the shorelines represent a paleo-horizontal datum, deflection of these markers during flexural isostatic rebound can place constraints on the elastic strength of the lithosphere and the viscosity of the underlying substrate. The study will couple detailed field observations and geochronology with rigorous deformational modeling (elastic flexure and 3-D visco-elastic deformation) to link the history of lake unloading to physical properties of the lower crust and mantle. In doing so, two fundamental questions about the Tibet-Himalayan orogen will be addressed: (1) Is Tibetan crust capable of lateral flow on geologic timescales, and (2) Do the rheologic properties of Tibetan lithosphere vary among the individual terranes comprising the plateau? The answers to these questions extend far beyond the specifics of the Tibet-Himalayan orogen and will provide additional constraints on the conditions that favor or impede lower-crustal flow during orogenesis in both active and ancient mountain belts.\r\n\r\nDeformation within the deep crust is a fundamental process that links the driving forces for plate tectonics - flow in the earth's mantle - to slip on tectonic faults in the upper, brittle crust. Because direct measurements of the physical properties of the deep crust are technically infeasible, the behavior of the deep crust during mountain building is hotly debated. In particular, whether the deep crust is capable of widespread, lateral flow has implications for both strain accumulation on plate boundary fault systems - transient deformation along the Cascadia margin in the Western US is thought to be related to deformation in the deep crust - as well as the rates and patterns of development of high topography in Asia. The latter problem is one of great interest in that high topography of the Tibetan Plateau fundamentally influences atmospheric circulation. Understanding the processes and rates by which this high topography developed will enable more rigorous tests of the possibility that growth of the Tibetan Plateau played a central role in climate change over geologic timescales. This study will yield new insight into the nature of deformation within the deep crust beneath Tibet, information that is sorely lacking in today?s models of mountain building. In doing so, the project will also provide new constraints on climatically-driven changes in lake levels, information that is central to a more comprehensive understanding of the water budget in this resource-limited part of the world. Finally, the results will guide a more general understanding of how flow in the deep crust influences the overall deformation of the earth?s surface, including the potential for earthquake-generating slip on tectonic faults.",
 "awd_arra_amount": 459877.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Kirby",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eric Kirby",
   "pi_email_addr": "ekirby@unc.edu",
   "nsf_id": "000314120",
   "pi_start_date": "2009-09-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "Furlong",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin P Furlong",
   "pi_email_addr": "kevin@geodyn.psu.edu",
   "nsf_id": "000168375",
   "pi_start_date": "2009-09-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 OLD MAIN",
  "perf_city_name": "UNIVERSITY PARK",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "769900",
   "pgm_ele_name": "Integrat & Collab Ed & Rsearch"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 459877.0
  }
 ],
 "por": null
}