{
 "awd_id": "0911366",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Toward an Understanding of Magmatic and Seismogenic Processes Beneath Quiescently Active Volcanoes",
 "cfda_num": "47.050",
 "org_code": "06030107",
 "po_phone": "7032924739",
 "po_email": "jwade@nsf.gov",
 "po_sign_block_name": "Jennifer Wade",
 "awd_eff_date": "2009-08-01",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 168202.0,
 "awd_amount": 168202.0,
 "awd_min_amd_letter_date": "2009-07-17",
 "awd_max_amd_letter_date": "2012-02-22",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).  \r\n\r\nOn any given day, approximately 15-30 volcanoes worldwide are either in eruption or show strong signs of unrest (e.g., anomalously high rates of seismic activity, ground deformation, or gas emissions). Volcanic activity, including high-altitude eruptions of ash or emission of large volumes of gas, poses a significant hazard to people and property in the United States and worldwide. Although many volcanoes have clearly distinct phases of unrest and quiescence, a growing number of 'quiescently active' volcanoes are known to exhibit high background levels of geophysical unrest suggestive of persistent shallow magmatic activity during non-eruptive periods. An understanding of the processes that drive quiescent activity and high-background-rate volcanic seismicity (HBS) is critical for the detection of changes in these systems that signal impending changes in the volcano's behavior.\r\n\r\nThe proposed project is for an in-depth study of background magmatic and seismic activity at Telica Volcano, Nicaragua. The study consists of 1) a retrospective analysis of a long-term catalog of seismic data to determine the precise nature of changes in seismicity preceding eruptive episodes, 2) a three-year co-deployment of broadband seismic and high-rate continuous Global Positioning System networks on Telica to study the source mechanisms of background long period seismicity, deformation, and other physical processes (e.g., gravity changes) occurring within Telica's magma chamber and edifice and 3) integration of seismic and geodetic data collected from Telica to test and refine models of quiescent volcanism. The proposed study is transformative as it will result in a greatly improved understanding of the mechanism of quiescent activity and associated geophysical unrest at a representative HBS volcano, which will extend to similar poorly-understood volcanoes worldwide. This study also represents a new collaboration between two early-career researchers working in volcano seismology and volcano geodesy, and extends existing collaborative relationships between their institutions and INETER, the Nicaraguan volcano and earthquake monitoring agency. A key impact of this proposal is the provision for Ph.D. student training in the deployment, maintenance, and analysis of data from broadband seismic and geodetic networks, along with international research experience. Finally, it is anticipated that the results of the proposed study will be applicable to other volcanoes showing similar elevated background activity, including several in Alaska. The resulting context for identification of significant changes in the character of seismicity in the presence of a high background rate will greatly improve the ability of monitoring agencies worldwide to confidently forecast the likelihood of future eruptive activity in these situations.",
 "awd_arra_amount": 168202.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Diana",
   "pi_last_name": "Roman",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Diana C Roman",
   "pi_email_addr": "droman@cas.usf.edu",
   "nsf_id": "000447806",
   "pi_start_date": "2009-07-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of South Florida",
  "inst_street_address": "4202 E FOWLER AVE",
  "inst_street_address_2": "",
  "inst_city_name": "TAMPA",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8139742897",
  "inst_zip_code": "336205800",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "FL15",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTH FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NKAZLXLL7Z91"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Florida",
  "perf_str_addr": "4202 E FOWLER AVE",
  "perf_city_name": "TAMPA",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "336205800",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "FL15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  },
  {
   "pgm_ele_code": "769900",
   "pgm_ele_name": "Integrat & Collab Ed & Rsearch"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "9196",
   "pgm_ref_txt": "NATURAL DISASTERS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 168202.0
  }
 ],
 "por": null
}