{
 "awd_id": "0911725",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NSF Workshop on Interpretive Methodologies in Political Science",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Humes",
 "awd_eff_date": "2009-03-01",
 "awd_exp_date": "2010-02-28",
 "tot_intn_awd_amt": 43707.0,
 "awd_amount": 43707.0,
 "awd_min_amd_letter_date": "2009-02-19",
 "awd_max_amd_letter_date": "2009-02-19",
 "awd_abstract_narration": "The Workshop is intended for political science scholars who want to develop and improve their understanding and practice of interpretive research.  These forms of research position the meaning-making practices of human actors at the center of scientific explanation. Called qualitative research in some disciplines, it is conducted from an experience-near perspective in that the researcher does not start with concepts determined a priori but rather seeks to allow these to emerge from encounters in \"the field\" (broadly defined here to encompass both traditional in-country fieldwork, domestic and overseas, and textual-archival research).  Interpretive research focuses on analytically disclosing those meaning-making practices, while showing how those practices configure to generate observable outcomes.\r\n\r\nInterpretive research methodologies and methods are not new but are today in a minority position in political science disciplinary training and mainstream journals.  Despite this, interest in and use of interpretive approaches is growing - in part because of the recognition that such methods (like all methods) offer unique ways of framing and analyzing political problems.  Whereas the philosophical grounding of interpretive research has long been clear, empirical issues of research design, research practice, and appropriate assessment have recently been developed in ways that can assist doctoral students and junior scholars to make their research more rigorous and to communicate their findings more effectively.\r\n\r\nThe Workshop connects senior scholars from a variety of empirical subfields, all experts in some aspect of interpretive methodology or method, with doctoral students and junior faculty who are pursuing such studies and who may lack opportunities for training or mentoring in their home departments.  Two plenary presentations will grapple with interpretive perspectives on explanation and causality; two sets of break-out sessions will allow participants to interact across ranks, grouped by subfield and by specific methods; and lunches, coffee/tea breaks, and a workshop dinner will enable opportunities for more informal engagement.  All workshop activities will enable participants to better understand and articulate what is distinctive about interpretive methodologies and, specifically, what those methodologies can bring to the understanding of political issues.  Workshop break-out sessions will engage the rich array of analytic possibilities within interpretive methods, such that participants will see their research topics and (potential) data in new ways.  The workshop also introduces participants to significant advances in the methodological components of interpretive research of which they may be unaware.  Finally, critical discussions with other participants and Workshop presenters/facilitators will support participants in the development of their own research.\r\n\r\nThe Workshop will enable all participants to improve the methodological dialogue in this arena, extending potentially to curricular development in teaching interpretive methodologies and methods in their present and future departments.  Doctoral students will find intellectual support that will forestall potential attrition at this critical stage of intellectual and academic development.  Junior faculty will benefit from the mentoring relationships developed during the Workshop, leading them to better choices of appropriate publishing outlets, communication with journal editors, reviewers and their own tenure-granting colleagues, and the development of course syllabi.  Senior scholars will themselves gain from contacts in terms of their own research agendas, potential co-publishing opportunities, and course development.  Most important, research on politics will be improved as interpretive scholars add their distinctive voice to the scholarly and intellectual debates of our time.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peregrine",
   "pi_last_name": "Schwartz-Shea",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Peregrine Schwartz-Shea",
   "pi_email_addr": "psshea@poli-sci.utah.edu",
   "nsf_id": "000412108",
   "pi_start_date": "2009-02-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Utah",
  "inst_street_address": "201 PRESIDENTS CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SALT LAKE CITY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8015816903",
  "inst_zip_code": "841129049",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UNIVERSITY OF UTAH",
  "org_prnt_uei_num": "",
  "org_uei_num": "LL8GLEVH6MG3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Utah",
  "perf_str_addr": "201 PRESIDENTS CIR",
  "perf_city_name": "SALT LAKE CITY",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841129049",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 43707.0
  }
 ],
 "por": null
}