{
 "awd_id": "0911100",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Tracing Evidence of Fluid Flow in Eclogite, Blueschist and Amphibolite Blocks in Subduction Zone Melanges",
 "cfda_num": "47.050",
 "org_code": "06030107",
 "po_phone": "7032924739",
 "po_email": "jwade@nsf.gov",
 "po_sign_block_name": "Jennifer Wade",
 "awd_eff_date": "2009-07-15",
 "awd_exp_date": "2012-06-30",
 "tot_intn_awd_amt": 249676.0,
 "awd_amount": 249676.0,
 "awd_min_amd_letter_date": "2009-07-19",
 "awd_max_amd_letter_date": "2009-07-19",
 "awd_abstract_narration": "\"This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\"\r\n\r\nIntellectual merit - Fluid flow in subduction zones has broad affects the generation of arc magmas, the formation of continental crust, the geochemical evolution of the mantle, and the generation of Benioff zone seismicity. Yet many outstanding questions remain regarding the nature of fluid release and mass transfer during subduction, including how fluid compositions change and fluid fluxes from dehydrating slabs vary with increasing depth. Fluid-rock interactions in ancient subduction zones have left behind chemical and mineralogic signatures on a variety of scales in high-grade blocks found in mélanges. Detailed petrologic and geochemical investigations of such rocks from the Franciscan Complex, CA demonstrate a relationship between retrograde fluid infiltration, lower Li concentration and higher _7Li (Penniston-Dorland et al., 2008) in block rinds and blueschist layers. Li isotope variations record variable degrees of fluid infiltration on short spatial scales. As an extension of that work, this project aims to establish comprehensive geochemical characterization (e.g., trace element concentrations, and Sr, Nd and Li isotopic compositions) of prograde and retrograde portions of high-grade blocks from three Caribbean subduction zone complexes: the Samana Complex, Dominican Republic, Puerto Cabello, Cordillera de la Costa Belt, Venezuela, and Isla Margarita, Venezuela. According to the subduction-channel model, high-grade rocks form at great depth along the slab-mantle wedge contact and then are subsequently exhumed in an argillaceous or serpentinitic mélange matrix backflow up this interface. The proposed study will test the hypothesis that high-grade mélange blocks from Pacific-Caribbean-type subduction zones record retrograde channelized infiltration by fluids derived from the underlying slab during the retrograde portion of the rocks' histories. If correct, it is predicted that the retrograde rocks will record lower Li concentrations and higher _7Li relative to prograde rocks due to late infiltration of fluids emanating from shallow portions of the subducting slabs. In addition, the data obtained will allow assessment of [1] fluid sources (e.g., sediments vs. basaltic slab) at various evolutionary stages, [2] length scales of fluid infiltration within blocks, and [3 styles of fluid infiltration (e.g. diffusion, advection). Overall, this work will provide new constraints on the nature of fluid-rock interaction in subduction zones, hence, better understanding of the role of subduction fluids in general.\r\n\r\nBroader impacts - A major portion of the research proposed will be done by graduate and undergraduate students under the direction of the PI. Thus, the project includes a strong component of training in petrology and geochemistry, as well as in scientific writing and communication. This work will likely include underrepresented groups in the Earth Sciences. The PI currently advises two women in her research group: one graduate student and one undergraduate student. In addition, an African-American undergraduate woman worked in the PI's research group last year through the NSF-funded LSAMP program at UMd. Further, the Department of Geology at UMd requires all its undergraduate majors to complete a senior thesis, and it is anticipated that the project will result in the completion of two senior theses. In addition, the PI is a woman who has recently begun her professorial career. Provision of funding for the proposed research will advance her research career and assist her in building a strong research group",
 "awd_arra_amount": 249676.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sarah",
   "pi_last_name": "Penniston-Dorland",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sarah Penniston-Dorland",
   "pi_email_addr": "sarahpd@umd.edu",
   "nsf_id": "000248975",
   "pi_start_date": "2009-07-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland, College Park",
  "perf_str_addr": "3112 LEE BUILDING",
  "perf_city_name": "COLLEGE PARK",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 249676.0
  }
 ],
 "por": null
}