{
 "awd_id": "0911144",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Nanodroplet aerosols: Nucleation rates and structure",
 "cfda_num": "47.049",
 "org_code": "03090004",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Tanja Pietrass",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 450000.0,
 "awd_amount": 450000.0,
 "awd_min_amd_letter_date": "2009-09-06",
 "awd_max_amd_letter_date": "2011-07-27",
 "awd_abstract_narration": "This award, funded by the Experimental Physical Chemistry Program of the Division of Chemistry, supports the research of Prof. Barbara Wyslouzil and her students at The Ohio State University. The goals of this experimental program are to measure the formation rates and the structure of nanodroplets. Nanometer-sized droplets form by vapor condensation in both ambient and industrial environments, and are crucial elements in many health, environmental, and industrial challenges. Accurately predicting the rate at which these phase transitions occur and the structure of the final droplets are critical for developing reliable models of industrial processes, climate, and atmospheric chemistry. \r\nThe results stemming from this work are of interest to researchers in nucleation, aerosol science, cloud physics, and materials science. The project provides a rich research environment for undergraduate and graduate students that is highly interdisciplinary and that builds on a longstanding international collaboration. A community outreach effort to bring clouds into the classrooms of both home schooled and public school students is also planned.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Barbara",
   "pi_last_name": "Wyslouzil",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Barbara E Wyslouzil",
   "pi_email_addr": "wyslouzil.1@osu.edu",
   "nsf_id": "000489662",
   "pi_start_date": "2009-09-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University Research Foundation -DO NOT USE",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "Columbus",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888734",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": "QR7NH79713E5"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio State University",
  "perf_str_addr": "1960 KENNY RD",
  "perf_city_name": "COLUMBUS",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "196200",
   "pgm_ele_name": "SPECTROSCOPY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 180000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 135000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 135000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Aerosol particles, ten thousand to one hundred thousand times as small as a raindrop, play an important role in the atmosphere.&nbsp; They are the seeds on which cloud droplets are born. They are also the particles most damaging to our health. Particles this small are built from the ground up &ndash; by vapor molecules initially coming together in a process called nucleation and then growing by condensation. New particle formation driven by nucleation is not rare: it occurs every day in industrial processes, during combustion, and in the atmosphere.</p>\n<p>Nucleation is an extremely non-linear phenomenon that depends both on which molecules are available to start the process and how they decide to organize themselves. Despite many years of effort there are still no equations that reliably predict how fast new particles form under the wide range of conditions of interest. One stumbling block is that it is extremely difficult to measure the properties of the very first droplets that form i.e. the critical clusters.&nbsp; Without this information we cannot tell why the predictive equations are failing.</p>\n<p>Our research uses a sophisticated set of integrated experiments, data analysis, and modeling to investigate these issues. In this project we looked both at the simplest molecules possible &ndash; the noble gas Argon, and the simple diatomic molecule Nitrogen &ndash; as well as the rather more complicated systems in which alcohols and water form particles together.&nbsp; By measuring the rates of new particle formation very carefully, we were able to use analysis techniques to determine the properties of the very first droplets.</p>\n<p>In our work we found that standard nucleation theory fails most spectacularly for the simplest cases &ndash; Argon and Nitrogen. Here particles formed far more readily that we predicted.&nbsp; More sophisticated theory was required to better match the experiments and even then there were disagreements between the predicted and experimental estimates for the critical cluster size and energy.&nbsp; In experiments with methanol we were actually able to follow the entire condensation process in detail including the removal of methanol from the vapor phase, the formation of small clusters, and finally the appearance of the liquid droplets. Different experimental techniques gave very consistent results, and suggested that the critical cluster contained about 20 molecules. The binary experiments showed that the concentration of alcohol in the critical clusters is often much higher than in the surrounding vapor. Finally, because we had added infrared spectroscopy as a new experimental technique to our apparatus, we could watch some of the droplets freeze. In particular, we were able to determine the freezing rates of highly super-cooled water droplets at temperatures between 200 K and 220 K. These results are important because in the atmosphere, ice surfaces exhibit very different reactivity than liquid water and because the earth&rsquo;s radiative balance is sensitive to whether clouds consist of water droplets or ice particles.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/29/2013<br>\n\t\t\t\t\tModified by: Barbara&nbsp;E&nbsp;Wyslouzil</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAerosol particles, ten thousand to one hundred thousand times as small as a raindrop, play an important role in the atmosphere.  They are the seeds on which cloud droplets are born. They are also the particles most damaging to our health. Particles this small are built from the ground up &ndash; by vapor molecules initially coming together in a process called nucleation and then growing by condensation. New particle formation driven by nucleation is not rare: it occurs every day in industrial processes, during combustion, and in the atmosphere.\n\nNucleation is an extremely non-linear phenomenon that depends both on which molecules are available to start the process and how they decide to organize themselves. Despite many years of effort there are still no equations that reliably predict how fast new particles form under the wide range of conditions of interest. One stumbling block is that it is extremely difficult to measure the properties of the very first droplets that form i.e. the critical clusters.  Without this information we cannot tell why the predictive equations are failing.\n\nOur research uses a sophisticated set of integrated experiments, data analysis, and modeling to investigate these issues. In this project we looked both at the simplest molecules possible &ndash; the noble gas Argon, and the simple diatomic molecule Nitrogen &ndash; as well as the rather more complicated systems in which alcohols and water form particles together.  By measuring the rates of new particle formation very carefully, we were able to use analysis techniques to determine the properties of the very first droplets.\n\nIn our work we found that standard nucleation theory fails most spectacularly for the simplest cases &ndash; Argon and Nitrogen. Here particles formed far more readily that we predicted.  More sophisticated theory was required to better match the experiments and even then there were disagreements between the predicted and experimental estimates for the critical cluster size and energy.  In experiments with methanol we were actually able to follow the entire condensation process in detail including the removal of methanol from the vapor phase, the formation of small clusters, and finally the appearance of the liquid droplets. Different experimental techniques gave very consistent results, and suggested that the critical cluster contained about 20 molecules. The binary experiments showed that the concentration of alcohol in the critical clusters is often much higher than in the surrounding vapor. Finally, because we had added infrared spectroscopy as a new experimental technique to our apparatus, we could watch some of the droplets freeze. In particular, we were able to determine the freezing rates of highly super-cooled water droplets at temperatures between 200 K and 220 K. These results are important because in the atmosphere, ice surfaces exhibit very different reactivity than liquid water and because the earthÆs radiative balance is sensitive to whether clouds consist of water droplets or ice particles.\n\n \n\n\t\t\t\t\tLast Modified: 11/29/2013\n\n\t\t\t\t\tSubmitted by: Barbara E Wyslouzil"
 }
}