{
 "awd_id": "0911351",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: The Laschamp and Mono Lake Excursions in High Deposition Rate Sediments from Summer Lake, Oregon, USA",
 "cfda_num": "47.050",
 "org_code": "06030204",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Stephen Harlan",
 "awd_eff_date": "2009-08-15",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 183440.0,
 "awd_amount": 183440.0,
 "awd_min_amd_letter_date": "2009-08-02",
 "awd_max_amd_letter_date": "2009-08-02",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\r\n\r\nThe focus of this project is the recovery of a high-fidelity record of the Earth's magnetic field from ~60,000 to 20,00 years ago. Such records are essential toward a better understanding of the unusually unstable and weak field characterizing this time period. In particular they are necessary to test the proposed geographic distribution, cause, and very existence of two magnetic \"excursions\" (extreme departures of the magnetic field from its normal state) that likely occurred approximately 41,000 and 34,000 years ago. Because this unusual magnetic field behavior is in principle recorded simultaneously in both marine and nonmarine environments, it can be used as an independent dating method for comparing paleoclimate events from both environments thus leading to confirmation or invalidation of proposed climate connections between the oceans, continents, and atmosphere. Furthermore, because the strength of the magnetic field impacts the production of radiocarbon in the atmosphere, a better understanding of the magnetic field can lead to improved calibrations of radiocarbon dates, the type of corrections that recently resulted in revising our knowledge of interactions between Neanderthals and humans between 40,000 and 30,000 years ago. The research also investigates the usefulness of a lake-level (hence, climate) indicator based on varying magnetic mineral concentration in response to changing lake chemistry with lake depth. The scientific goals of the proposed research are the following: 1) test the hypothesis that the Laschamp and Mono Lake Excursions were separate geomagnetic events that occurred ~40,000 and 34,000 years ago, respectively, 2) constrain the spatial and temporal limits of these records as chronostratigraphic signals and as data for testing geomagnetic field models, and 3) test models of titanomagnetite concentration as an indicator of lake-level change.\r\n\t\r\nSeveral undergraduates and one or two Masters-level graduate students will be substantively engaged in this research. Because CSUB is a teaching university with Hispanic Serving Institution status, both sets of students will be recruited from an ethnically diverse population that is underrepresented in the science disciplines; thus, the project will broaden participation of underrepresented groups in the earth sciences. All of the students will have the opportunity to work at a collaborative, Tier 1 research university for part of their research and/or to present their research at meetings of major scientific societies. The core materials will be rich in paleoclimate indicators thereby fostering future projects for up to a dozen students as part of senior research projects required of all CSUB seniors. Finally, hundreds of general education students and teachers in training will be given updates on this research through lectures and lab exercises by both principal investigators.",
 "awd_arra_amount": 183440.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Negrini",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Robert M Negrini",
   "pi_email_addr": "rnegrini@csub.edu",
   "nsf_id": "000103675",
   "pi_start_date": "2009-08-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Horton",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Robert Horton",
   "pi_email_addr": "rhorton@csub.edu",
   "nsf_id": "000518859",
   "pi_start_date": "2009-08-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California State University-Bakersfield",
  "inst_street_address": "9001 STOCKDALE HWY",
  "inst_street_address_2": "",
  "inst_city_name": "BAKERSFIELD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6616542233",
  "inst_zip_code": "933111022",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "CA20",
  "org_lgl_bus_name": "CALIFORNIA STATE UNIVERSITY BAKERSFIELD",
  "org_prnt_uei_num": "JW7YN4NDAHC1",
  "org_uei_num": "KJKYFMDKP1V9"
 },
 "perf_inst": {
  "perf_inst_name": "California State University-Bakersfield",
  "perf_str_addr": "9001 STOCKDALE HWY",
  "perf_city_name": "BAKERSFIELD",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "933111022",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "CA20",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 183440.0
  }
 ],
 "por": null
}