{
 "awd_id": "0911609",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Kinematic Significance of Folds in the Paleoproterozoic Foxe Fold Belt, Melville Peninsula, Nunavut, Canada",
 "cfda_num": "47.050",
 "org_code": "06030103",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Stephen Harlan",
 "awd_eff_date": "2009-07-01",
 "awd_exp_date": "2012-06-30",
 "tot_intn_awd_amt": 215027.0,
 "awd_amount": 215027.0,
 "awd_min_amd_letter_date": "2009-06-21",
 "awd_max_amd_letter_date": "2011-08-29",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\r\n\r\nThe principal investigator will use results from numerical modeling of the rotation of fold hinges to elucidate the tectonic history of the Foxe Fold Belt (FFB) in Nunavut, Canada. Orientations of fold hinges and related structures yield invaluable information about past relative movements of tectonic domains. These structures develop and rotate with increasing strain and their rotation paths can be predicted by numerical modeling.  The numerical models, which may have wide application in structural geology and mineral exploration, will be tested on the rocks of the Melville Peninsula. The investigators will also constrain the ages of deformation by radiometric dating techniques. The project is in collaboration with the Geological Survey of Canada (GSC) and scientists from other universities. Two Masters students at Boston College will take part in this multidisciplinary project and gain invaluable experience working in remote field areas and cutting-edge laboratories. Local Nunavut Inuit students will be employed in the field by the GSC as part of the Canadian Geo-mapping for Energy and Minerals (GEM) program, which is designed to provide economic and training opportunities to the Inuit community in Nunavut.  An Inuit student will work directly with the PI in the field.\r\n\r\nThe ENE-trending FFB comprises Archean basement with overlying and infolded Paleoproterozoic rocks.  The investigators will study the kinematics of the deformation, the contacts between the Paleoproterozoic and Archean rocks, as well as regional Archean province boundaries, many of which were active during assembly of the supercontinent Columbia.  FFB structures in Melville Peninsula have previously been interpreted as indicating transport to the WSW, based primarily on sheath fold hinge lines. However, results from Baffin Island indicate an opposed direction of transport, and this forms the basis for the numerical testing of two hypotheses.  If WSW transport is correct, the issue of oblique transport directions in adjacent segments of the FFB remains unresolved. If the opposite is true, the WSW trend of linear structures may be explained by, for example, extension parallel to the trend of the belt, or other tectonically plausible scenarios. The two hypotheses will be tested through field and laboratory microscopy studies of fold geometries and shear fabrics.  In addition, crosscutting relationships and the age of the folds and kinematics of the shear zones will be constrained through U-Pb ion-probe and U-Th-Pb electron-probe techniques, which allow for accurate dating of accessory minerals, particularly in thin-section.\r\n\r\n",
 "awd_arra_amount": 215027.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Yvette",
   "pi_last_name": "Kuiper",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Yvette D Kuiper",
   "pi_email_addr": "ykuiper@mines.edu",
   "nsf_id": "000108054",
   "pi_start_date": "2009-06-21",
   "pi_end_date": "2011-08-29"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Hepburn",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "John C Hepburn",
   "pi_email_addr": "john.hepburn@bc.edu",
   "nsf_id": "000598484",
   "pi_start_date": "2011-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Boston College",
  "inst_street_address": "140 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHESTNUT HILL",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6175528000",
  "inst_zip_code": "024673800",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MA04",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MJ3JH8CRJBZ7"
 },
 "perf_inst": {
  "perf_inst_name": "Boston College",
  "perf_str_addr": "140 COMMONWEALTH AVE",
  "perf_city_name": "CHESTNUT HILL",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "024673800",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157200",
   "pgm_ele_name": "Tectonics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 215027.0
  }
 ],
 "por": null
}