{
 "awd_id": "0911215",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Structure and Dynamics of  ultralow-velocity zones at the core-mantle boundary",
 "cfda_num": "47.050",
 "org_code": "06030204",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robin Reichlin",
 "awd_eff_date": "2009-07-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 162335.0,
 "awd_amount": 162335.0,
 "awd_min_amd_letter_date": "2009-07-01",
 "awd_max_amd_letter_date": "2009-07-01",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5)\r\n\r\nThe boundary between Earth's rocky mantle and metallic core is home to a patchwork collection of partially molten structures. These structures, characterized by sharp peaks and valleys, are relatively thin (10s of km in thickness), dense (up to 10% denser than the surrounding rocks), and are spatially correlated with regions of upwelling flow in the lower mantle. Seismic waves slow down as they pass through these structures. Consequently, the fingerprint of these structures appear as UltraLow Velocity Zones (ULVZ) in seismic signals traveling through Earth's deep interior. Besides their unique seismic signature, ULVZ are also likely to be chemically distinct from the surrounding mantle rock. Far from being passive, ULVZ are strongly coupled with the vigorous motion in the overlying mantle that dissipates Earth's internal heat, drives plate tectonics, and causes volcanism on the surface.\r\n\r\nThis research will study seismic signals to unravel the fine scale structure within the ULVZ, simulate the structure arising from vigorous motion of the partially molten material within the ULVZ using principles of fluid mechanics, and create synthetic seismic signals traveling through the simulated ULVZ structure. The result of these investigations will answer a number of fundamental questions on heat and matter transport across Earth's core-mantle boundary and the chemical nature and physical properties of the ULVZ.\r\n\r\nHigh resolution seismic ScP and PcP waveform data provides a wealth of information regarding the local structure of the ULVZ. Such thin, high density layers at the base of Earth's mantle are likely to play a major role in determining the location and stability of mantle plumes generating from the core-mantle boundary. In addition, this region is also likely to serve as an extremely important stage in any ongoing mass transfer between Earth's outer core and the mantle.\r\n\r\nIn this project we propose to develop a combined geodynamic-seismic investigation of the internal structure and dynamics of the ULVZ. We employ existing and new high resolution migration and modeling of ScP and PcP waveforms to better constrain wave velocities, layer topography, and density contrasts within ULVZ at the base of the core mantle boundary. We will develop a two-stage geodynamic model, beginning by modeling the ULVZ as a thin, self gravitating layer spreading at the bottom of the mantle. Using this gravity current model and the observed topography, we can predict the viscosity of the ULVZ and also infer the extent of melting within the ULVZ. In the second stage, we will develop a multiphase, multicomponent model of magma mixing and small scale convection within the ULVZ. The resulting model provides constraints on melt storage and mass transfer within the ULVZ both with the outer core and lower mantle. The resulting models will be built into 2D and 3D forward synthetic seismogram simulations to test consistency with observed data and to better guide future seismic investigation of ULVZ by identifying diagnostic waveform effects visible at the surface.",
 "awd_arra_amount": 162335.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Justin",
   "pi_last_name": "Revenaugh",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Justin Revenaugh",
   "pi_email_addr": "justinr@umn.edu",
   "nsf_id": "000326786",
   "pi_start_date": "2009-07-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "2221 UNIVERSITY AVE SE STE 100",
  "perf_city_name": "MINNEAPOLIS",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554143074",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1031",
   "pgm_ref_txt": "STUDIES OF THE EARTH'S DEEP INTERIOR"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 162335.0
  }
 ],
 "por": null
}