{
 "awd_id": "0911395",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "International Research Fellowship Program:  Experimental Investigation into Dissolution Characteristics and Reactivity of Mineral Fibers with Implications for Toxicity",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Cassandra Dudka",
 "awd_eff_date": "2010-01-01",
 "awd_exp_date": "2011-12-31",
 "tot_intn_awd_amt": 185300.0,
 "awd_amount": 185300.0,
 "awd_min_amd_letter_date": "2009-06-09",
 "awd_max_amd_letter_date": "2009-06-09",
 "awd_abstract_narration": "0911395\r\nDiedrich\r\n\r\nThis award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\r\n\r\nThe International Research Fellowship Program enables U.S. scientists and engineers to conduct nine to twenty-four months of research abroad.  The program's awards provide opportunities for joint research, and the use of unique or complementary facilities, expertise and experimental conditions abroad.\r\n\r\nThis award will support a twenty-four-month research fellowship by Dr. Tamara R. Diedrich to work with Dr. Jacques Schott at the University of Toulouse in France.\r\n\r\nThere is a critical need to quantify parameters related to toxicity in earth materials.  Dissolution characteristics can determine the fate of respirable mineral fibers after they are deposited in the human lung by influencing: biodurability in lung fluid; surface area available for reaction; translocation and other clearance mechanisms controlled by particle dimension; and metal availability. This research project tests the hypothesis that the dissolution characteristics of either: crushed minnesotaite (a non-asbestos mineral that can form fibers) alone; minnesotaite crystals displaying growth faces; and/or minnesotaite in the presence of quartz are consistent with those of a mineral fiber that is known to cause asbestos-related disease (for example, fibrous grunerite).  It consists of dissolution experiments in simulated lung fluid using a mixed flow reactor on multiple samples of minnesotaite displaying either growth or cleavage surfaces.  Samples are fully characterized prior to and following partial dissolution.  Fluid chemistry is monitored to derive steady-state dissolution rates.  Kinetic parameters with thermodynamic data are used in geochemical models to model dissolution under a variety of scenarios.\r\nThis research is resulting in: dissolution rates as a function of pH and surface area for crushed minnesotaite crystals displaying cleavage surfaces; dissolution rates as a function of pH and surface area for synthetic minnesotaite crystals displaying growth surfaces; models of dissolution in extracellular lung fluid and intracellular lung fluid for both of the above crystals alone and in the presence of quartz; comparison of minnesotaite dissolution with fibrous grunerite; and observations on dissolution mechanisms for all above scenarios. \r\n\r\nUltimately, these results will build toward a better model for dissolution of mineral fibers, and more broadly, mineral dust, in lung fluid, and, therefore, a better understanding of one of the determinants of mineral toxicity.\r\n",
 "awd_arra_amount": 185300.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tamara",
   "pi_last_name": "Diedrich",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Tamara R Diedrich",
   "pi_email_addr": "",
   "nsf_id": "000519172",
   "pi_start_date": "2009-06-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Diedrich                Tamara         R",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Duluth",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "",
  "inst_zip_code": "558121122",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "MN08",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Diedrich                Tamara         R",
  "perf_str_addr": "",
  "perf_city_name": "Duluth",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "558121122",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "MN08",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "595600",
   "pgm_ele_name": "IRFP-Inter Res Fellowship Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  },
  {
   "pgm_ref_code": "5979",
   "pgm_ref_txt": "Europe and Eurasia"
  },
  {
   "pgm_ref_code": "5980",
   "pgm_ref_txt": "WESTERN EUROPE PROGRAM"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "5956",
   "pgm_ref_txt": "IRFP"
  },
  {
   "pgm_ref_code": "5918",
   "pgm_ref_txt": "FRANCE"
  },
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 185300.0
  }
 ],
 "por": null
}