{
 "awd_id": "0911742",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Geologic and Paleomagnetic Study of the Basal Belt Supergroup, Little Belt Mountains, Montana: Testing the Siberian Connection to Rodinia",
 "cfda_num": "47.050",
 "org_code": "06030103",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Stephen Harlan",
 "awd_eff_date": "2009-08-01",
 "awd_exp_date": "2011-07-31",
 "tot_intn_awd_amt": 55466.0,
 "awd_amount": 55466.0,
 "awd_min_amd_letter_date": "2009-07-26",
 "awd_max_amd_letter_date": "2009-07-26",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\r\n\r\nThe passing of enormous amounts of time obscures Earths tectonic history much as it does human history.  The ancient tectonic connections of continents are of great interest to society because they control critical aspects of, for example, the distribution of energy and mineral resources. Geologists have proposed that the tectonic breakup of the hypothetical supercontinent, Rodinia, separated Siberia and North America and triggered significant geologic events, including global ice-ages, sea-level changes, and the origin and dispersal of animal life.  This project will test the magnetic memory of ancient sedimentary rock formations in central Montana for comparison with previous results from similar sediments in Siberia to evaluate whether these now distant landmasses were adjacent parts of a single supercontinent about 1.5 billion years ago. If so, they should converge on a common magnetic pole position when they are restored through time using the magnetic memory of the rocks. In addition to revealing the ancient connections of the continents, results from this study will improve our basic understanding of the nature and history of the ancient magnetic field. \r\n\r\nGeoscientists have proposed several configurations for the hypothetical Precambrian supercontinent Rodinia.  The investigators will evaluate these models by deriving North American paleopole positions for the interval 1.6-1.5 billion years ago from undisturbed sedimentary rocks of the basal Belt Supergroup in the Little Belt Mountains of central Montana. The results will be compared with previous paleomagnetic positions that the PIs derived from similar and correlative strata on the Siberian craton, to test the relative locations of North America and Siberia within Rodinia. Geologists generally consider that Siberia and North America were already adjacent parts of a single large continent well before Rodinia formed, and became separated only when Rodinia broke apart.  Successful paleomagnetic modeling in this project will fill in a critical time gap for the North American apparent polar wander path.  The PI will collect oriented samples as part of ongoing collaborations and the group will use demagnetization methods to analyze the samples at leading  international laboratories.  The goal is to compare the results with those already obtained from Siberian samples.  Using the same lab, techniques, and personnel to analyze the Montana samples will yield data directly comparable with the Siberian results, and ensure the veracity of the model wander paths.",
 "awd_arra_amount": 55466.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Sears",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "James W Sears",
   "pi_email_addr": "james.sears@umontana.edu",
   "nsf_id": "000259280",
   "pi_start_date": "2009-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Montana",
  "inst_street_address": "32 CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "MISSOULA",
  "inst_state_code": "MT",
  "inst_state_name": "Montana",
  "inst_phone_num": "4062436670",
  "inst_zip_code": "598120003",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MT01",
  "org_lgl_bus_name": "UNIVERSITY OF MONTANA",
  "org_prnt_uei_num": "",
  "org_uei_num": "DAY7Z8ZD48Q3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Montana",
  "perf_str_addr": "32 CAMPUS DR",
  "perf_city_name": "MISSOULA",
  "perf_st_code": "MT",
  "perf_st_name": "Montana",
  "perf_zip_code": "598120003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MT01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157200",
   "pgm_ele_name": "Tectonics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 55466.0
  }
 ],
 "por": null
}