{
 "awd_id": "0912138",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Understanding Science Processes Through Modeling and Animation: Efficiently Producing Low-Cost Software Tools for K-12",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ian M. Bennett",
 "awd_eff_date": "2009-07-01",
 "awd_exp_date": "2009-12-31",
 "tot_intn_awd_amt": 99970.0,
 "awd_amount": 99970.0,
 "awd_min_amd_letter_date": "2009-06-05",
 "awd_max_amd_letter_date": "2009-06-05",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase I project proposes to develop a new generation of computer-based science modeling tools that will enable middle schoolers to develop a deep understanding of key science processes e.g, carbon cycle, storm movement, energy conversions. The key features of the 100 'animodelers' (animation & modeling) in the Animodeler Science Library are: 1) they are lightweight - easy to use, easy to integrate by teachers into the curriculum, requiring little computational resources; 2) they employ media (images, sounds, etc.) and animation to engage the digital children of today; and 3) the cost for a school year's worth of animodelers will be approximately $3 per child per year. Most importantly, besides running on standard school computers, animodelers will run on students' personal smartphones thereby extending the school day and building on children's intrinsic interest in exploring interactive media. Towards developing the Animodeler Library, a key Phase I objective is to develop an 'engine' that can churn out, at very low-cost, animodelers that address focused (micro) science processes. Inasmuch as the No Child Left Behind (NCLB) Act now includes science, it is imperative that new instructional strategies be developed for K-12 students develop that engage and scaffold children as they develop a deep and integrated understanding of science.\r\n\r\nScience education needs a major refresh in America. New models are needed for for teaching and learning that address the interests of today's youth, address the enormous diversity that is a trademark of today's youth, and address the stringent financial challenges of today's schools. In providing media-based interactive learning at a very low price point that leverages the emerging, personal, mobile communications technologies with which our youth are already intimately engaged, the Animodeler Science Library is, we feel, an excellent example of a fresh approach to science education. Given that the barriers for schools to explore our Library are low (e.g., clear relationship to state standards, easy teacher integration, intrinsic student interest, and low cost), there is good reason to project its success in the marketplace. K-12 has been slow to change and adopt computing & communications technologies; but with a newly found sense of urgency, innovations such as the Animodeler Library are coming along at a time when K-12 can finally appreciate and accept them - a truly hopeful sign for America, its children, and its future.\r\n\r\n\"This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\"\r\n\r\n",
 "awd_arra_amount": 99970.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kate",
   "pi_last_name": "Levy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kate Levy",
   "pi_email_addr": "katelevy@goknow.com",
   "nsf_id": "000329111",
   "pi_start_date": "2009-06-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "GOKNOW, INC",
  "inst_street_address": "2084 SOUTH STATE STREET",
  "inst_street_address_2": "",
  "inst_city_name": "Ann Arbor",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7349296602",
  "inst_zip_code": "481041063",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "GOKNOW, INC",
  "perf_str_addr": "2084 SOUTH STATE STREET",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481041063",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1653",
   "pgm_ref_txt": "Adaptive & intelligent systems"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 99970.0
  }
 ],
 "por": null
}