{
 "awd_id": "0912131",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Aptamer-Based Colorimetric Test Kit for Biological Contamination Detection",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anthony Walters",
 "awd_eff_date": "2009-07-01",
 "awd_exp_date": "2009-12-31",
 "tot_intn_awd_amt": 99999.0,
 "awd_amount": 99999.0,
 "awd_min_amd_letter_date": "2009-06-03",
 "awd_max_amd_letter_date": "2009-06-03",
 "awd_abstract_narration": "This Small Business Innovation Research Phase I project is dedicated to the development of rapid aptamer-based dipstick sensor. Based on a known DNA aptamer, we intend to develop a colorimetric test strip sensor for B. thuringiensis spores (anthrax simulant), to demonstrate its performance and to characterize its sensitivity, specificity, detection time and stability. Using the developed prototype, we will substitute the aptamer by the one specific to B. anthracis spores and demonstrate detection of anthrax spores in spiked water samples. If successful, we will expand the same approach in Phase II and include other known aptamers to Shiga toxin, cholera toxin, staphylococcal enterotoxin B, botulinum toxin A, ricin toxin and to tularemia bacteria to create test-strip sensors for these analytes and perform additional sensitivity and performance optimization and stability testing. Individual testing strips can be assembled on a single laminating support card to result in a multi-specific single-dip colorimetric sensing card, ready for field use. Since the innovative technology is universal, it will find use in a variety of applications. We have assembled a capable team of scientists and commercial partners for to ensure success of the program all the way through commercialization of the technology.\r\n\r\nThe sensor will have immediate applications for environmental monitoring, providing rapid specific detection and identification of multiple biological agents without extensive sample preparation or expensive detection equipment. In addition to indoor/outdoor surfaces, the developed technology will address numerous healthcare needs, from drinking water safety to food pathogen monitoring. The rapid detection and identification of pathogens would be of enormous benefit from a public health perspective. The functionality of the sensor will be expanded towards other biowarfare agents as new relevant aptamers are being selected. Such sensors will have a great potential for detection of minute amounts of a variety of biowarfare agents immediately after their use in a possible attack on military targets or the general population. Once developed, these sensors can become useful not only for battlefield pathogen detection, but for constant environmental monitoring of air and water to rule out any disease outbreak due to bioterror attack or to natural reasons. They have the potential to become in fact a part of creating an Urban Bioshield, maintaining the safety of large cities.\r\n\r\nThis award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).",
 "awd_arra_amount": 99999.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anastasia",
   "pi_last_name": "Bogomolova",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anastasia Bogomolova",
   "pi_email_addr": "abogomol@hotmail.com",
   "nsf_id": "000099441",
   "pi_start_date": "2009-06-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Smart Polymers Research Corporation",
  "inst_street_address": "108 4th Street",
  "inst_street_address_2": "",
  "inst_city_name": "Belleair Beach",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "7275956175",
  "inst_zip_code": "337863213",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "FL13",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "Smart Polymers Research Corporation",
  "perf_str_addr": "108 4th Street",
  "perf_city_name": "Belleair Beach",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "337863213",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "FL13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1179",
   "pgm_ref_txt": "ENVIRONMENTAL IMPLICATIONS"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9104",
   "pgm_ref_txt": "ENVIRONMENTAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 99999.0
  }
 ],
 "por": null
}