{
 "awd_id": "0912976",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Coupling High-throughput Evolution and Expression Screening for Industrial Production of Biofuel Enzymes",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922160",
 "po_email": "rshuman@nsf.gov",
 "po_sign_block_name": "Ruth Shuman",
 "awd_eff_date": "2009-07-01",
 "awd_exp_date": "2010-06-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 100000.0,
 "awd_min_amd_letter_date": "2009-06-10",
 "awd_max_amd_letter_date": "2010-01-13",
 "awd_abstract_narration": "This Small Business Innovation Research Phase I project addresses a key challenge for cost-effective manufacturing of sustainable, cellulosic biofuels - the rapid development of more efficient enzymes for biomass conversion and scalable microbial expression systems for those enzymes. Cellulose is the most abundant organic polymer on earth, the chief structural component of terrestrial plant biomass, and because of its abundance is attractive as a renewable feedstock for biofuels. Producing liquid fuels from cellulosic biomass rather than starches offers compelling economic and environmental advantages. However, converting cellulosic feedstocks, such as wood and perennial grasses, to glucose presents challenges because the conversion of their cellulose to fermentable sugars is inefficient and costly. We will apply a high-throughput microbial protein expression screening system to a molecular enzyme enhancement platform in such a way that optimized cellulose-converting enzymes can be generated and screened for compatibility with industrial enzyme production techniques. The first phase of the work will be to increase the efficiency of cellulolytic enzymes which to be commercialized will need to be produced at low cost through microbial fermentation. This innovation will reduce the total time and costs necessary to develop new, high-activity enzymes for cellulosic biofuels to speed the greening of transportation fuels. \r\n\r\nEnzymes developed in this work can be commercially produced for cellulosic biofuels manufacture and any other renewable chemistry that uses glucose as a starting material. The industrial enzyme market is global, expected to grow by 9% per year, and the advanced cellulase market segment is still nascent. This large market opportunity is augmented by the low performance and high cost of current cellulase products (approximately 20% of total biofuel production cost). By combining enzyme development and expression/production steps, we drastically reduce the overall time necessary to take enzyme enhancement from the benchtop to industrial manufacturing. Success of this technology will translate into a profitable venture and, importantly, will help the country transition to a low-carbon renewable liquid fuel source, providing a renaissance in agricultural technology and rural development. Further, because the techniques are applicable to any solid starting material, the technology can be used to rapidly develop enzymes to degrade any solid material, opening further industrial and consumer markets. Finally, analysis of successful enzymes may provide illumination to the mechanisms of enzyme action and also to the structural or chemical basis for successful production of these proteins in microbial fermentation systems.\r\n\r\nThis award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).",
 "awd_arra_amount": 100000.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Emrich",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Charles A Emrich",
   "pi_email_addr": "charlie@allopartis.com",
   "nsf_id": "000500129",
   "pi_start_date": "2009-06-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Allopartis Biosciences",
  "inst_street_address": "1700 4th St",
  "inst_street_address_2": "218C Byers Hall, UCSF MC 2522",
  "inst_city_name": "San Francisco",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "4152445631",
  "inst_zip_code": "941580000",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "CA11",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "Allopartis Biosciences",
  "perf_str_addr": "1700 4th St",
  "perf_city_name": "San Francisco",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "941580000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "CA11",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1167",
   "pgm_ref_txt": "MULTIDISCIPLINARY BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "1238",
   "pgm_ref_txt": "TECH FOR SUSTAINABLE ENVIRONMENT"
  },
  {
   "pgm_ref_code": "1402",
   "pgm_ref_txt": "BIOCHEMICAL & BIOMASS ENG"
  },
  {
   "pgm_ref_code": "1491",
   "pgm_ref_txt": "BIOTECH, BIOCHEM & BIOMASS ENG"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": null
}