{
 "awd_id": "0913283",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER:    Multiphase Sediment Transport Modeling Framework",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eric C. Itsweire",
 "awd_eff_date": "2008-09-01",
 "awd_exp_date": "2013-02-28",
 "tot_intn_awd_amt": 300546.0,
 "awd_amount": 300546.0,
 "awd_min_amd_letter_date": "2008-12-19",
 "awd_max_amd_letter_date": "2011-01-18",
 "awd_abstract_narration": "OCE-0644497\r\n\r\nA better understanding and the ability to predict coastal sediment transport processes are important in order to preserve the nation's coastal resources from natural disasters and human impacts. Being able to accurately predict large-scale coastal processes is dependant upon on having a detailed understanding of small-scale sediment transport that takes place along the coast. \r\n\r\nIntellectual Merit: Accurate prediction of large-scale coastal processes relies on detailed understanding of small-scale sediment transport. This project will develop a 3D fullycoupled multiphase LES (Large-eddy simulation) numerical modeling framework for sediment transport. The modeling approach for fluid-particle system utilizes both Eulerian-Eulerian two-fluid formulation to resolve 3D multiphase turbulent flow and Eulerian-Lagrangian formulation for further detailed PDF description of particles that are suitable for coastal sediment transport typical of millions of sediment particles. The new framework resolves 3D flow turbulence, fluid-particle interactions, inter-granular stresses and hence concurrently models the bedload and suspended load. It improves upon existing Reynolds average two-phase models for concentrated transport and single-phased 3D LES models for dilute flow. The educational plan outlines a career goal to establish a diversified Coastal/Oceanographic work force through developing a minority-oriented undergraduate research and education program. The research internship and the development of the undergraduate-level Coastal Engineering course will facilitate effective connection between the existing graduate-oriented Coastal/Oceanographic Program and undergraduate Engineering and Science students at University of Florida (UF). \r\n\r\nBroader impact: To preserve the nation's coastal resources from natural disasters (e.g., hurricane) and human impact, reliable predictive tools that allow long-temporal and largespatial\r\nsimulation of coastal/estuarine sediment transport processes is vital. The proposed project emphasizes utilizing detailed models to provide improved parameterizations of smallscale processes that can be further utilized by large-scale modelers to develop predictive tools for coastal/estuarine processes relevant to coastal planning and hazard mitigation. Establishing a diversified work force is imperative for this country that has been built upon multiculturalism. Coastal/Oceanographic discipline often deal with hazard mitigation and land preservation, issues that are relevant to economics, communities, and social justice. Hence it is especially vital to ensure broad participation in Coastal/Oceanographic professions. The proposed undergraduate research internship (2 non-UF minority students and 2 UF students per year) joins in and benefits from the existing NSF-sponsored SEAGEP at UF that is committed to increasing the number of minority students to pursue an academic/professional career. The outreach efforts to middle/high school students and teachers illustrate a theme based on \"Coastal Hazard and Beach Processes\". It will not only promote environmental literacy but also serves as a conduit to introduce to 8-12 grades students a fascinating science/engineering discipline for their higher education.\r\n\r\n \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tian-Jian (Tom)",
   "pi_last_name": "Hsu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tian-Jian (Tom) Hsu",
   "pi_email_addr": "thsu@udel.edu",
   "nsf_id": "000126431",
   "pi_start_date": "2008-12-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Delaware",
  "inst_street_address": "550 S COLLEGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "DE",
  "inst_state_name": "Delaware",
  "inst_phone_num": "3028312136",
  "inst_zip_code": "197131324",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DE00",
  "org_lgl_bus_name": "UNIVERSITY OF DELAWARE",
  "org_prnt_uei_num": "",
  "org_uei_num": "T72NHKM259N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Delaware",
  "perf_str_addr": "550 S COLLEGE AVE",
  "perf_city_name": "NEWARK",
  "perf_st_code": "DE",
  "perf_st_name": "Delaware",
  "perf_zip_code": "197131324",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DE00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  },
  {
   "pgm_ele_code": "169000",
   "pgm_ele_name": "EDUCATION/HUMAN RESOURCES,OCE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 78453.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 92544.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 63361.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 66187.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br /><br /></p>\n<p><strong>The state of muddy seabed: Study to advance remote sensing in denied area, carbon sequestration and coastal ecology.</strong></p>\n<p>&nbsp;</p>\n<p>Muddy seabed is ubiquitous in many coastal zones such as the inner shelf of the Northern Gulf of Mexico. Studying the fate of fine sediment is important because fine sediment particles can form aggregate structures, which become the vehicle for carbon, nutrient and pollutants. Researchers in the Center for Applied Coastal Research, University of Delaware develop computer simulation tools to predict the state of muddy seabed critical to further advance existing remote sensing capability, to understand the pathway of organic carbon and to better predict coastal ecosystem responses.<br /><br />The size of individual mud particle is no more than several tens of micrometers and hence they are expected to distribute quite evenly across the water column. However, it is often not the case in mud-abundant coastal zones where mud is observed to be confined very near the seabed. The formation of such highly concentrated, gooey, but mobile deposits, called fluid mud, can significantly attenuate ocean surface wave energy and in the meantime, they tend to migrate offshore much effectively and eventually deposit in the deep ocean. Moreover, signatures of attenuated surface wave energy, which can be detected via existing remote sensing technology allows military intelligence to predict the geotechnical properties of the muddy seabed in denied area. In this study, we develop a detailed computer model based on multiphase flow theory and carry out extensive computer simulations to understand the environmental parameters that controls the state of the muddy seabed. Four distinct muddy seabed states are revealed<br />by the computer simulation, depending on wave intensity (wave height and wave period), sediment settling velocity and sediment availability (see Figure 1). The transition from state I to II suggest the formation of highly mobile fluid mud near the seabed that can slowly migrate seaward and eventually stored into the deep ocean (carbon sequestration). Interestingly, the transition from state II to III (or IV) often coincides with large surface wave dissipation.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/03/2013<br>\n\t\t\t\t\tModified by: Tian-Jian (Tom)&nbsp;Hsu</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2013/0913283/0913283_10028389_1367610105622_Picture1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2013/0913283/0913283_10028389_1367610105622_Picture1--rgov-800width.jpg\" title=\"Figure 1\"><img src=\"/por/images/Reports/POR/2013/0913283/0913283_10028389_1367610105622_Picture1--rgov-66x44.jpg\" alt=\"Figure 1\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Computer model simulations predict four distinct states of muddy seabed ranging from (I) well-mixed, turbulent mud transport , (II) significantly confined, but highly mobile migration close to the seabed, to the significantly calm, gooey and less mobile fluid mud (III and IV).</div>\n<div class=\"imageCredit\">C. E. Ozdemir, T.-J. Hsu, S. Balachandar</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">Tian-Jian (Tom)&nbsp;Hsu</div>\n<div class=\"imageTitle\">Figure 1</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\n\n\n\n\nThe state of muddy seabed: Study to advance remote sensing in denied area, carbon sequestration and coastal ecology.\n\n \n\nMuddy seabed is ubiquitous in many coastal zones such as the inner shelf of the Northern Gulf of Mexico. Studying the fate of fine sediment is important because fine sediment particles can form aggregate structures, which become the vehicle for carbon, nutrient and pollutants. Researchers in the Center for Applied Coastal Research, University of Delaware develop computer simulation tools to predict the state of muddy seabed critical to further advance existing remote sensing capability, to understand the pathway of organic carbon and to better predict coastal ecosystem responses.\n\nThe size of individual mud particle is no more than several tens of micrometers and hence they are expected to distribute quite evenly across the water column. However, it is often not the case in mud-abundant coastal zones where mud is observed to be confined very near the seabed. The formation of such highly concentrated, gooey, but mobile deposits, called fluid mud, can significantly attenuate ocean surface wave energy and in the meantime, they tend to migrate offshore much effectively and eventually deposit in the deep ocean. Moreover, signatures of attenuated surface wave energy, which can be detected via existing remote sensing technology allows military intelligence to predict the geotechnical properties of the muddy seabed in denied area. In this study, we develop a detailed computer model based on multiphase flow theory and carry out extensive computer simulations to understand the environmental parameters that controls the state of the muddy seabed. Four distinct muddy seabed states are revealed\nby the computer simulation, depending on wave intensity (wave height and wave period), sediment settling velocity and sediment availability (see Figure 1). The transition from state I to II suggest the formation of highly mobile fluid mud near the seabed that can slowly migrate seaward and eventually stored into the deep ocean (carbon sequestration). Interestingly, the transition from state II to III (or IV) often coincides with large surface wave dissipation.\n\n\t\t\t\t\tLast Modified: 05/03/2013\n\n\t\t\t\t\tSubmitted by: Tian-Jian (Tom) Hsu"
 }
}