{
 "awd_id": "0913004",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Consortium and Student - Author Travel for Petra '09 Conference",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2009-05-01",
 "awd_exp_date": "2010-04-30",
 "tot_intn_awd_amt": 19000.0,
 "awd_amount": 19000.0,
 "awd_min_amd_letter_date": "2009-02-02",
 "awd_max_amd_letter_date": "2009-02-02",
 "awd_abstract_narration": "This is funding to support a Doctoral Consortium of approximately 12 promising doctoral students from U.S. institutions of higher learning along with 3 distinguished research faculty, to be held in conjunction with the Second International Conference on PErvasive Technologies Related to Assistive Environments (PETRA 2009), which will take place July 9-13 in Corfu, Greece.  The goal of the PETRA 2009 conference is to bring together experts from diverse domains to address an important social and healthcare issue, namely that as the world's population ages there is an urgent need to develop solutions for in-home care of the elderly, as well as of people with Alzheimer's, Parkinson's, and other disabilities or traumas.  PETRA 2009 will provide a unique venue that focuses on combining wireless computing, sensors, and other pervasive computing technologies into assistive environments.  The conference aims to span the continuum from data involving genetic and brain imaging to behavioral patterns; it will encompass and merge security and privacy issues with monitoring for both physical and digital safety in assistive environments including the home, work place, hospital, rehabilitation / nursing home, etc.  Thus, PETRA 2009 will create a channel for applying basic CS principles to the service of millions of humans in need.  More information about PETRA 2009 may be found at www.petrae.org.  The goals of the Doctoral Consortium are to increase the exposure and visibility of the participants' work within the community, to help establish a sense of community among this next generation of researchers, and to help foster their research efforts by providing substantive feedback and guidance in a supportive and interactive environment from a group of senior researchers.  Student participants in the Doctoral Consortium will make formal presentations of their work and will receive feedback from a faculty panel; the feedback is geared to helping students understand and articulate how their work is positioned relative to other research, whether their topics are adequately focused for thesis research projects, whether their methods are correctly chosen and applied, and whether their results are appropriately analyzed and presented.  Doctoral Consortium attendees will have short papers on their work included in the Conference Proceedings, and a summary report on the event will be posted on the conference website.\r\n\r\nBroader Impacts:  The PETRA 2009 Doctoral Consortium will bring together some of the best students, researchers and practitioners in relevant fields, and will thereby afford the younger participants a unique opportunity to gain wider exposure for their innovative ideas while also receiving reinforcement for the importance and value of conducting research with societal impact.  The workshop will also allow the junior participants to create a social network both among themselves and with senior colleagues.  Since the conference is expected to host a diverse group along several dimensions (such as nationality, scientific discipline, and research specialization), participants' horizons will be broadened and new collaborations will emerge, to the future benefit of the field.  The organizing committee will make a concerted effort to attract minority and disabled participants to the event.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Fillia",
   "pi_last_name": "Makedon",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Fillia S Makedon",
   "pi_email_addr": "makedon@cse.uta.edu",
   "nsf_id": "000191699",
   "pi_start_date": "2009-02-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Heng",
   "pi_last_name": "Huang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Heng Huang",
   "pi_email_addr": "heng@umd.edu",
   "nsf_id": "000086248",
   "pi_start_date": "2009-02-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Zhengyi",
   "pi_last_name": "Le",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zhengyi Le",
   "pi_email_addr": "zyle@uta.edu",
   "nsf_id": "000502178",
   "pi_start_date": "2009-02-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Arlington",
  "inst_street_address": "701 S NEDDERMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "ARLINGTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "8172722105",
  "inst_zip_code": "760199800",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT ARLINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "LMLUKUPJJ9N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Arlington",
  "perf_str_addr": "701 S NEDDERMAN DR",
  "perf_city_name": "ARLINGTON",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "760199800",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "9215",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING SYSTEMS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 19000.0
  }
 ],
 "por": null
}