{
 "awd_id": "0913757",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Efficient numerical techniques of two-phase transport model in the cathode of hydrogen polymer electrolyte fuel cell",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924488",
 "po_email": "jwang@nsf.gov",
 "po_sign_block_name": "Junping Wang",
 "awd_eff_date": "2009-09-15",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 90000.0,
 "awd_amount": 90000.0,
 "awd_min_amd_letter_date": "2009-09-14",
 "awd_max_amd_letter_date": "2009-09-14",
 "awd_abstract_narration": "This proposal is awarded using funds made available by the American Recovery and Reinvestment Act of 2009 (Public Law 111-5). \r\n\r\nThis project is to develop advanced numerical techniques in order to perform efficient, accurate\r\nand state of the art simulations for two-phase transport model in the cathode of hydrogen\r\nproton exchange membrane fuel cell (PEMFC). The computational efficiency and accuracy for\r\nsolving two-phase transport PEMFC model depends crucially on the partition of mesh for precisely\r\ncapturing the anisotropic interface of single- and two-phase zones, the design of proper\r\ndiscretization schemes and efficient iterative methods for solving a highly unstable nonlinear\r\nsystem due to the discontinuous and degenerate diffusion coefficient. The PI proposes to develop\r\nanisotropic adaptive mesh techniques, and advanced algorithms in both discretization\r\nand iteration level in order to design a better discretized model which can be solved more efficiently and accurately by iterative methods on an optimal mesh. More precisely, for anisotropic\r\nadaptive mesh method, the PI proposes an a posteriori error estimator based on error equaldistribution\r\nby equalidistributing edge length of finite element in Hessian matrix-metric. For the\r\ndiscontinuous and degenerate diffusion coefficient, the PI proposes Kirchhoff transformation to\r\nskillfully reformulate the original PEMFC model to a linear Poisson's equation, and Newton's\r\nmethod to efficiently solve the resulting inverse Kirchhoff transformation. In particular, for the\r\ncase of wet gas channel in PEMFC, in which Kirchhoff transformation brings the discontinuity\r\nback to the resulting Kirchhoff's variable on the interface of gas channel and gas diffusion\r\nlayer, the PI proposes Dirichlet-Neumann alternating iterative domain decomposition method\r\nto resolve this interfacial boundary problem. On the discretization level, the PI will design a\r\ncombined finite element-upwind finite volume method to overcome the dominant convection in\r\ngas channel of PEMFC without losing the benefits of FEM. For nonlinear iteration schemes,\r\nthe PI will employ either Picard's or Newton's method to linearize nonlinear PEMFC model,\r\ncombining with specifically preconditioned Krylov-type solver. The PI hopes to develop more\r\nefficient and accurate numerical simulations for two-phase transport model in the cathode of\r\nhydrogen PEMFC by uniting modern numerical techniques of adaptivity and multilevel solvers\r\nwith standard numerical methods.\r\n\r\nFuel cells have been called the key to abundant energy from secure and renewable sources,\r\ne.g., fuel cells promise to replace the internal combustion engine in transportation due to their\r\nhigher energy efficiency and zero or ultralow emissions. Hydrogen proton exchange membrane\r\nfuel cell (PEMFC) is presently considered as a potential type of fuel cells for such application.\r\nSince PEMFC involves electrochemical reactions, current distribution, two-phase flow transport\r\nand heat transfer, a comprehensive mathematical modeling of multiphysics system and high performance\r\ncomputing combining with the advanced numerical techniques shall make a significant\r\nimpact in the development of fuel cell technology. However, because of the complexity of the underlying\r\nmathematical model, current numerical techniques are far from being satisfactory due\r\nto poor performances on both efficiency and accuracy. Hence, advanced numerical techniques\r\nare urgently required to significantly improve the efficiency and accuracy of fuel cell simulation.\r\nThe proposed numerical techniques in this project will challenge a number of critical numerical\r\ndifficulties, which are caused by large discontinuity, degeneracy, nonlinearity, dominant convection\r\nand anisotropy, by designing and analyzing the efficient numerical methods toward fast\r\nconvergence and precise solutions. The PI will utilize the proposed efficient numerical methods\r\nto eventually develop an efficient and robust in-house code for PEM fuel cell simulations\r\nby achieving one to two orders of magnitude improvement on the existing commercial fuel cell\r\npackages in computational performance. The PI hopes that the proposed numerical techniques\r\nand numerical package for PEMFC will lead to a significant progress and likely breakthrough in\r\nthe field of computational fuel cell technology, substantially impacting the commercialization of\r\nfuel cells and further helping in the transition to hydrogen economy.",
 "awd_arra_amount": 90000.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Pengtao",
   "pi_last_name": "Sun",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Pengtao Sun",
   "pi_email_addr": "pengtao.sun@unlv.edu",
   "nsf_id": "000214120",
   "pi_start_date": "2009-09-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Nevada Las Vegas",
  "inst_street_address": "4505 S MARYLAND PKWY",
  "inst_street_address_2": "",
  "inst_city_name": "LAS VEGAS",
  "inst_state_code": "NV",
  "inst_state_name": "Nevada",
  "inst_phone_num": "7028951357",
  "inst_zip_code": "891549900",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NV01",
  "org_lgl_bus_name": "BOARD OF REGENTS OF NEVADA SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "F995DBS4SRN3",
  "org_uei_num": "DLUTVJJ15U66"
 },
 "perf_inst": {
  "perf_inst_name": "University of Nevada Las Vegas",
  "perf_str_addr": "4505 S MARYLAND PKWY",
  "perf_city_name": "LAS VEGAS",
  "perf_st_code": "NV",
  "perf_st_name": "Nevada",
  "perf_zip_code": "891549900",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NV01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 90000.0
  }
 ],
 "por": null
}