{
 "awd_id": "0914957",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: RUI: Multilinear Algebra Computations with Higher-Order Tensors",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924488",
 "po_email": "jwang@nsf.gov",
 "po_sign_block_name": "Junping Wang",
 "awd_eff_date": "2009-08-01",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 221216.0,
 "awd_amount": 221216.0,
 "awd_min_amd_letter_date": "2009-06-12",
 "awd_max_amd_letter_date": "2009-07-14",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\r\n\r\nMany real world applications need to compress, sort, and otherwise \r\nmanipulate large volumes of multidimensional data arrays (i.e., higher-\r\norder tensors), so there is an increasing need for theoretical and \r\ncomputational tools to deal with multiway data.  The subject of \r\nmultilinear algebra and tensors has gained increasing prominence in \r\nthe past decade due to a surge in applications such as approximation \r\nof Newton potentials and stochastic PDEs, image compression and \r\ndeblurring, network traffic analysis, biological assay interpretation, \r\nunmixing of signals, and many more.  Such applications with higher-order\r\ntensors involve factorizations of the tensor.  There are multiple \r\npossible extensions of matrix factorizations to higher-order tensors \r\n(e.g. extensions of the matrix SVD), with some more amenable to certain\r\napplications.  The investigators are advancing the state-of-the-art in \r\nboth theoretical and computational multilinear algebra via several newly\r\ndeveloped tensor constructions based on new notions of tensor \r\nmultiplication, orthogonality and diagonalizability.  Algorithms with \r\ncompression schemes based on these new constructions are being \r\nimplemented by the investigators and tested on several datasets from \r\nvarious applications including handwritten digit identification, \r\ngenomics, the spectral unmixing problem, video compression, and computer\r\nimage recognition.\r\n\r\nCurrent applications in the sciences can involve \r\nanalysis, classification, searching and compression of large volumes of \r\ndata that is \"multidimensional\" in nature.  Consider, for example, the \r\nproblem of facial recognition, used to identify a terrorist from within \r\na database of images of known terrorists. The database can be considered \r\nmultidimensional data in the sense that for each individual there \r\ncorresponds a specific viewpoint, illumination, and facial expression. \r\nIt is critical in this scenario to have an accurate and fast algorithm \r\nto match an unknown image against a database of images of known \r\nterrorists. Another example where a multidimensional representation is \r\nuseful is genomic data.  Here, DNA microarray two-dimensional tabular \r\ndata from different experiments is concatenated into a multidimensional \r\narray.  Recently published results have indicated that so-called \r\n'factorizations' of this multidimensional data can be used to discover \r\nnew molecular-level interactions.  Hence, along with advances in \r\ncomputer architecture to store large datasets must come mathematically \r\nsound models for the compression and/or analysis of such data.  \r\nDevelopment of new concepts and ideas is therefore required to deal with\r\nthe different geometries that arise in the multidimensional case.  The \r\ninvestigators are contributing directly to this effort by developing \r\ninnovative mathematical theory for multidimensional objects that is \r\nconsistent with two-dimensional proven ideas.  With theoretical \r\nconstructs in place, the investigators are able to create computational\r\ntools and algorithms to analyze and compress multidimensional data.  A \r\nsignificant component of the proposal is the involvement of \r\nundergraduates, graduate students, and researchers.  The investigators \r\nare leveraging the strengths of both universities in a novel, \r\ninter-institutional vertical integrative experience for all students \r\n(undergraduate and graduate) involved in the research.  This arrangement\r\nallows students at all levels, mentored by leading researchers in the \r\nfield, to advance the state-of-the-art in the analysis and compression\r\nof multidimensional data.",
 "awd_arra_amount": 221216.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Misha",
   "pi_last_name": "Kilmer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Misha Kilmer",
   "pi_email_addr": "misha.kilmer@tufts.edu",
   "nsf_id": "000447484",
   "pi_start_date": "2009-06-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Tufts University",
  "inst_street_address": "80 GEORGE ST",
  "inst_street_address_2": "",
  "inst_city_name": "MEDFORD",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6176273696",
  "inst_zip_code": "021555519",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "TRUSTEES OF TUFTS COLLEGE",
  "org_prnt_uei_num": "WL9FLBRVPJJ7",
  "org_uei_num": "WL9FLBRVPJJ7"
 },
 "perf_inst": {
  "perf_inst_name": "Tufts University",
  "perf_str_addr": "80 GEORGE ST",
  "perf_city_name": "MEDFORD",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021555519",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 221216.0
  }
 ],
 "por": null
}