{
 "awd_id": "0914893",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Gravity, cosmology and collider physics",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032925314",
 "po_email": "kdienes@nsf.gov",
 "po_sign_block_name": "Keith Dienes",
 "awd_eff_date": "2009-06-15",
 "awd_exp_date": "2012-05-31",
 "tot_intn_awd_amt": 120000.0,
 "awd_amount": 120000.0,
 "awd_min_amd_letter_date": "2009-06-08",
 "awd_max_amd_letter_date": "2009-06-08",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5). \r\n\r\nThe study of the fundamental physics that governs evolution of our universe is one of the most exciting research fields in modern physics. In the last two decades, technological advances have made possible a host of cosmological observations strongly constraining the properties of the universe and making possible the formulation of the Standard Model of cosmology in analogy with the Standard Model of particle physics. At the same time, direct cosmological observations are almost always complemented by data from particle accelerators, earth-based detectors and cosmic ray observatories.\r\nAlong these lines, the proposed project will have two aspects. The first aspect is related to fundamental theoretical cosmology and envisions a concerted research effort towards understanding and explaining the puzzle of dark energy. The approach to this problem that will be explored is based on the idea of the late time phase transitions in the universe, where the field responsible for the phase transition carries gauge charges. Such models have a very good chance to be tested in near future collider experiments. \r\nThe second aspect of the project will be tightly connected to models with large extra dimensions that can accommodate a TeV-scale gravity. Probably the most interesting and intriguing feature of these models is the possibility of production of mini black holes in future collider experiments. The project envisions building a black hole event generator for the LHC which will play an important role in confirming or excluding this class of models. This event generator (tentatively called BlackMax) will be integrated into the ATLAS Monte Carlo programs Herwig and Pythia.. The broader impact of the proposed activities is that they will lead to an improved understanding of the possible connection between dark energy and the Standard Model. This would further link cosmological observations with fundamental physics. This project will provide an excellent training ground for students at both the undergraduate and graduate level. Developed numerical tools as well as the black hole event generator itself will be made public for the benefit of a wider physics community. Scientific results will presented at national and international conferences and workshops. The PI is also a guest Lecturer at \"Petnica Science Center\" which is a center for gifted high school students.",
 "awd_arra_amount": 120000.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dejan",
   "pi_last_name": "Stojkovic",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dejan Stojkovic",
   "pi_email_addr": "ds77@buffalo.edu",
   "nsf_id": "000275972",
   "pi_start_date": "2009-06-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Buffalo",
  "inst_street_address": "520 LEE ENTRANCE STE 211",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7166452634",
  "inst_zip_code": "142282577",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "NY26",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "GMZUKXFDJMA9",
  "org_uei_num": "LMCJKRFW5R81"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Buffalo",
  "perf_str_addr": "520 LEE ENTRANCE STE 211",
  "perf_city_name": "AMHERST",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "142282577",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "NY26",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128800",
   "pgm_ele_name": "Particle Astrophysics & Cosmol"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 120000.0
  }
 ],
 "por": null
}