{
 "awd_id": "0914559",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Stable and efficient computation of the CS decomposition",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924488",
 "po_email": "jwang@nsf.gov",
 "po_sign_block_name": "Junping Wang",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 107951.0,
 "awd_amount": 107951.0,
 "awd_min_amd_letter_date": "2009-08-17",
 "awd_max_amd_letter_date": "2009-08-17",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\r\n\r\nThe CS decomposition is a matrix decomposition related to the eigenvalue and singular value decompositions. It applies to any unitary matrix partitioned into a 2-by-2 block structure, and the effect is to simultaneously diagonalize all four blocks. By orthogonality, the entries of the resulting diagonal blocks must be the cosines and sines of some angles, leading Stewart to coin the term CS (cosine-sine) decomposition for his 1977 discovery. The decomposition can reveal the canonical angles between linear subspaces, studied as early as 1875 by Jordan, and the canonical correlations between two sets of observed variables, introduced by Hotelling in 1936. The current proposal focuses on computational aspects of this matrix decomposition. The first goal is the stable computation of the full form of the decomposition, as originally formulated by Stewart. As described above, this may be called a 2-by-2 CSD. Prior methods compute a reduced form, the 2-by-1 CSD, which in a sense is half of the full 2-by-2 form. Attempts at extending existing methods for the 2-by-1 CSD to the full 2-by-2 CSD have not been successful. A proof of stability for a recent algorithm described by the investigator, designed from the ground up to compute the full 2-by-2 CSD, is sought. Another goal of the project is to analyze the stability and efficiency of the algorithm when specialized to the 2-by-1 CSD and the GSVD, comparing with existing methods. A third goal is the investigation of an alternative algorithm based on a divide-and-conquer scheme, in addition to the QR iteration-approach of the investigator's first algorithm. Finally, possible applications enabled by the stable computation of the 2-by-2 CSD will be explored.\r\n\r\nA matrix decomposition is a mathematical tool for breaking a matrix, a rectangular array of numbers, into a product of simpler matrices. These simpler matrices often reveal important structure. The eigenvalue matrix decomposition can distinguish between stability and instability in engineering applications and can reveal the prominence of web pages when performing Internet searches. The singular value matrix decomposition can infer the roles of genes from indirect observations and provides a key component in facial recognition. The subject of this project is another matrix decomposition, the CS (cosine-sine) decomposition. This decomposition can be used to compare and contrast underlying factors present in two data sets. An example is provided by Hotelling, who proposes the analysis of heritable traits by comparing and contrasting mother rat and daughter rat. The computation of the CS decomposition has proved more difficult than that of the eigenvalue and singular value decompositions. This project seeks to improve the accuracy and speed of computation. In addition, this project will consider a more general form of the CS decomposition than earlier studies, opening the possibility of new applications.\r\n",
 "awd_arra_amount": 107951.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Sutton",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Brian D Sutton",
   "pi_email_addr": "bsutton@rmc.edu",
   "nsf_id": "000519203",
   "pi_start_date": "2009-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Randolph-Macon College",
  "inst_street_address": "204 HENRY ST",
  "inst_street_address_2": "",
  "inst_city_name": "ASHLAND",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "8047527268",
  "inst_zip_code": "230051634",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "VA01",
  "org_lgl_bus_name": "RANDOLPH-MACON COLLEGE",
  "org_prnt_uei_num": "HPCLFGJ7JH26",
  "org_uei_num": "HPCLFGJ7JH26"
 },
 "perf_inst": {
  "perf_inst_name": "Randolph-Macon College",
  "perf_str_addr": "204 HENRY ST",
  "perf_city_name": "ASHLAND",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "230051634",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "VA01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 107951.0
  }
 ],
 "por": null
}