{
 "awd_id": "0914595",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Direct and Inverse Scattering Problems in Near-Field Optics Modeling",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924488",
 "po_email": "jwang@nsf.gov",
 "po_sign_block_name": "Junping Wang",
 "awd_eff_date": "2009-08-15",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 84852.0,
 "awd_amount": 84852.0,
 "awd_min_amd_letter_date": "2009-08-03",
 "awd_max_amd_letter_date": "2009-08-03",
 "awd_abstract_narration": "The research objective of this proposal is to examine mathematical issues and develop computational methods for solving important classes of direct and inverse scattering problems that arise in near-field optics modeling. The approach is to treat first the direct scattering problem and then the inverse scattering problem, and increase the complexity of the modeled system as far as possible. The proposed research concerns the following topics: (1)  based on a global model for scanning tunneling microscopy, develop an adaptive coupling of the finite element and boundary integral method with error control by an a-posteriori error estimate to solve the direct problem; (2) extend the adaptive coupling of the finite element and boundary integral method to the vector theory of electromagnetic scattering; (3) develop an adaptive treecode algorithm to accelerate the boundary integral evaluations and thus to provide more efficient direct solvers; (4) develop a novel continuation method to solve the inverse problem at a fixed wavenumber. The proposed research will result in a suite of nice modeling and computational techniques, suitable for qualitative and quantitative study of various experimental configurations in\r\nnear-field optical systems. Particularly, these techniques will contribute towards better understandings of the complex physical and mathematical problems in near-field optics, and provide valuable information for industry to design and fabricate new optical devices.\r\n\r\nNear-field optics has developed dramatically in recent years as an effective approach to breaking the diffraction limit and obtaining images with subwavelength resolution, which leads to vast applications in modern science and technology, including biology, chemistry, materials science, and information storage. Guided by the increasingly accurate and realistic numerical simulations, the significant advances of the near-field optical microscopies have led to integration and miniaturization of optical devices, and many original and reproducible measurements in the vicinity of complex lithographically designed nanostructures. Reciprocally, the practical applications and scientific developments have driven the need for rigorous mathematical models and analysis to describe the scattering of complicated structures, and to accurately compute electromagnetic vector fields and thus to predict the performance of a given structure in near-field and nano optics, as well as to carry out  optimal design of new structures. The research lies at the interface of mathematics, physics, engineering, and materials science. It has significant potential for advancing the frontiers of applied and computational mathematics, and for evolving new mathematics and science.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peijun",
   "pi_last_name": "Li",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Peijun Li",
   "pi_email_addr": "lipeijun@math.purdue.edu",
   "nsf_id": "000320824",
   "pi_start_date": "2009-08-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "2550 NORTHWESTERN AVE # 1100",
  "perf_city_name": "WEST LAFAYETTE",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479061332",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 84852.0
  }
 ],
 "por": null
}