{
 "awd_id": "0914618",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "US Egypt Cooperative Research: Improving Rainfall Estimation over the Nile Basin Using Merged Multi-Channel Infrared and Microwave Satellite Observations",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Marjorie Lueck",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 58500.0,
 "awd_amount": 58500.0,
 "awd_min_amd_letter_date": "2009-09-11",
 "awd_max_amd_letter_date": "2009-09-11",
 "awd_abstract_narration": "This collaborative research project is being undertaken by Dr. Emad Habib, University of Louisiana at Lafayette, and Dr. Mohamed Abdel-Motaleb, Egyptian Ministry of Water Resources and Irrigation. Egypt is expected to face increasing water needs due to rapidly growing population, economic growth and urbanization. To prepare for such challenges, the Nile Forecasting Center (NFC) in the Egyptian Ministry of Water Resources and Irrigation operates a suite of hydrologic simulation models and analysis tools that support current and future strategies for sustainable water resources management and planning. NFC relies on satellite infrared (IR) imagery to estimate rainfall information over the Nile Basin, which is the main input to NFC hydrologic models. Due to the inherent limitations of IR-based rainfall estimates, the proposed project aims to improve on the current NFC rainfall estimation algorithms. Two types of enhancements are proposed for improving the current NFC algorithm: (1) adding more infrared channels that have become recently available to NFC from the Spinning Enhanced Visible Infrared Imager (SEVIRI) onboard a Meteosat Second Generation (MSG) satellite, and (2) integrating other valuable satellite data from passive microwave sensors which are not currently used by the NFC algorithm (the Special Sensor Microwave/Imager (SSM/I) and the Advanced Microwave Sounding Unit (AMSU)). These enhancements will be implemented within a self-calibrating satellite-rainfall estimation algorithm to be configured and tested over the Nile basin. The project activities will be conducted as collaboration between researchers at NFC and the University of Louisiana (UL) at Lafayette. Satellite data and algorithm support will be contributed by the NOAA's National Environmental Satellite Data and Information Service (NESDIS). The new rainfall estimates developed in the project will be statistically validated using surface gauge measurements and will be evaluated in comparison to infrared-only estimates that are currently produced at NFC.\r\n\r\nThe research will inform the scientific community regarding the accuracy of satellite rainfall products in understudied regions, and it will also provide feedback on the added benefit of incorporating additional satellite sensors which are only available in Europe and Africa.  The outcome of the project has significant implications for water resource management in Egypt and has the potential to validate algorithms for use in the US.  Additionally, the project will present opportunities for US undergraduates and graduate students to obtain international research experience in Egypt.\r\n\r\nThe project is funded under the US-Egypt Joint Fund Program, which provides grants to scientists and engineers in both countries to undertake cooperative research.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Emad",
   "pi_last_name": "Habib",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Emad Habib",
   "pi_email_addr": "habib@louisiana.edu",
   "nsf_id": "000391963",
   "pi_start_date": "2009-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Louisiana at Lafayette",
  "inst_street_address": "104 E UNIVERSITY AVE",
  "inst_street_address_2": "",
  "inst_city_name": "LAFAYETTE",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "3374825811",
  "inst_zip_code": "705032014",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "LA03",
  "org_lgl_bus_name": "UNIVERSITY OF LOUISIANA AT LAFAYETTE",
  "org_prnt_uei_num": "C169K7T4QZ96",
  "org_uei_num": "C169K7T4QZ96"
 },
 "perf_inst": {
  "perf_inst_name": "University of Louisiana at Lafayette",
  "perf_str_addr": "104 E UNIVERSITY AVE",
  "perf_city_name": "LAFAYETTE",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "705032014",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "LA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": null,
 "pgm_ref": [
  {
   "pgm_ref_code": "1324",
   "pgm_ref_txt": "CLIMATE VARIABILITY AND PREDICTABILITY"
  },
  {
   "pgm_ref_code": "5944",
   "pgm_ref_txt": "EGYPT (COOP SCIENCE)"
  },
  {
   "pgm_ref_code": "5976",
   "pgm_ref_txt": "AFRICA, NEAR EAST, & SO ASIA"
  },
  {
   "pgm_ref_code": "7754",
   "pgm_ref_txt": "CLIMATE VARIABILITY & CHANGE"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 58500.0
  }
 ],
 "por": null
}