{
 "awd_id": "0914694",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Project: Track 2: Manoomin, investigating the past, present, and future conditions of wild rice lakes on the Fond du Lac Band of Lake Superior Chippewa Reservation",
 "cfda_num": "47.050",
 "org_code": "06000001",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jill L. Karsten",
 "awd_eff_date": "2009-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 799642.0,
 "awd_amount": 828917.0,
 "awd_min_amd_letter_date": "2009-09-11",
 "awd_max_amd_letter_date": "2010-08-12",
 "awd_abstract_narration": "The manoomin (\"wild rice\") project is a combined research and education project to study northern Minnesota lakes that grow wild rice on lands of the Fond du Lac band of the Lake Superior Chippewa (FDL).  Sediment cores are being collected from six wild rice lakes that are within the boundaries of the reservation to determine the history of the lakes both in recent times and prior to European settlement.  The goal of the research is to understand the wild rice environment (e.g., water level, nutrients, competing plant species) and thus support improved strength of wild rice production.  In conjunction with the research on these lake cores, the local Chippewa community is participating in and learning about the project through a monthly series of public forums, through undergraduate and high-school student research projects, through science enrichment activities for K-12 students, and through the participation of teachers from local schools, who are helping with the lake-coring research. Combined, these efforts are working to broaden participation of Native American students in geoscience and environmental science careers.\r\n  \r\nThe project is a collaboration between scientists and educators at the Fond du Lac Tribal and Community College, the University of Minnesota's LacCore (National Lacustrine Core Facility), and FDL reservation resource management scientific staff. Additional collaborators include the Science Museum of Minnesota, faculty and staff from the gidakiimanaaniwigamig (Our Earth Lodge) Native American Youth Science Enrichment Program, the giiwed'anang (North Star) Undergraduate AISES Alliance, and programs of the National Center for Earth-surface Dynamics, the Center for Compact and Efficient Fluid Power, and the Northstar STEM alliance.  \r\n\r\nThrough the manoomin project, 25 Native American undergraduate and high school students complete research projects related to manoomin research goals each year.  Another 50 K-12 students participate in monthly science clubs, where they interact with scientists from the university and the reservation, while learning about this precious community resource.  Many of these undergraduate and K-12 students participate in a pre-REU (Research Experience for Undergraduates) program, where they spend a week in the summer conducting research, with the goal that they will pursue a research internship in the next year.  Others participate in a week-long transitions program.  This summer program uses the \"Expanding the Circle:  Respecting the Past; Preparing for the Future\" curriculum developed at the University of Minnesota, Institute on Community Integration. This transition curriculum, developed in 2002, includes specific activities to prepare American Indians for the transition from high school to college.  \r\n\r\nIn addition, by following the Circle of Learning philosophy of the gidakiimanaaniwigamig program, manoomin is a testing ground for a holistic teaching and learning methodology that uses seven key elements of learning to increase science, technology, engineering and mathematics learning in participants.  Activities are designed to enhance seven elemental abilities:  quantitative, conceptual, spatial, relational, metacognitive, verbal, and mechanical using an approach designed to promote growth in the whole individual.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "GEO",
 "org_div_long_name": "Directorate for Geosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Emi",
   "pi_last_name": "Ito",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Emi Ito",
   "pi_email_addr": "eito@umn.edu",
   "nsf_id": "000316082",
   "pi_start_date": "2009-09-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Holst",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy B Holst",
   "pi_email_addr": "tholst@d.umn.edu",
   "nsf_id": "000384462",
   "pi_start_date": "2009-09-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Diana",
   "pi_last_name": "Dalbotten",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Diana M Dalbotten",
   "pi_email_addr": "dianad@umn.edu",
   "nsf_id": "000387179",
   "pi_start_date": "2009-09-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Amy",
   "pi_last_name": "Myrbo",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Amy E Myrbo",
   "pi_email_addr": "amy@myrbo.com",
   "nsf_id": "000382552",
   "pi_start_date": "2009-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "2221 UNIVERSITY AVE SE STE 100",
  "perf_city_name": "MINNEAPOLIS",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554143074",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157500",
   "pgm_ele_name": "EDUCATION AND HUMAN RESOURCES"
  },
  {
   "pgm_ele_code": "169700",
   "pgm_ele_name": "OPPORT FOR ENHANCING DIVERSITY"
  },
  {
   "pgm_ele_code": "761100",
   "pgm_ele_name": "GEO TEACH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 799642.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 29275.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Manoomin Science Camp program was developed to begin to meet a national need for increased participation of American Indians in the geosciences, and more broadly in all STEM disciplines. The three goals of the program were to:</p>\n<p>Goal 1: Prepare Native American students to be the next generation of geoscientists.</p>\n<p>Goal 2: Provide professional development for scientists and teachers involved in the camp on teaching STEM to Native American students.</p>\n<p>Goal 3: Develop a transformative framework for reaching and teaching STEM to Native American students in an informal learning environment.</p>\n<p>We sought to work toward these goals by holding 6 monthly informal weekend science camps and 1 to 2 week-long science day-camps during summers each year focused on the study of wild rice on the reservation of the Fond du Lac Band of Lake Superior Chippewa. The camp activities focused on the study of semi-fossils of plant macrofossils, pollen and diatoms contained in sediments cored from reservation lakes. Other activities such as art, math, GIS and phenological observations were also included.</p>\n<p>There were 36 student participants in the camp who attended 3 or more camps over the 5 years. Of these, we have kept contact and have outcomes for 34 participants. Of these, 22 (64%) have graduated and 12 (36%) are still in high school. Of the 22 who have graduated, 16 (72%) went to college (2 of these are not currently taking classes), 3 (14%) plan to start college in Fall 2016, and 3 (14%) did not go to college after graduation. This compares very favorably to the college-matriculation rate of 25% of those Native American students who graduate (http://www.eddataexpress.ed.gov/). 7 of the participants who went to college (43%), chose STEM majors. However, none of the students have so far chosen geoscience majors. We believe that this was influenced by manoomin&rsquo;s narrow focus on only studying proxy records of past environment contained in cored lake sediments. The currently funded program, Walking in Two Worlds (NSF DRL1422917), has taken that into account, and we have changed our approach.</p>\n<p>The major outcome for teachers, faculty, and resource managers was the relationships that were built during the 5 years of the project. American Indian communities often view large research universities with suspicion because of past history. However, this project has had the effect that Fond du Lac resource managers and Reservation Business Committee (top executive branch of the Reservation) view University of Minnesota researchers as collaborators and resources. The attitude change does not extend to the University of Minnesota Twin Cities overall but to the PI group. Collaborative projects like <em>manoomin </em>that have reservation resource managers and university scientists working together as equals each learning from the other is likely a model that can be used by any discipline whenever cultural gaps have to be transcended. The relationships that were built resulted in development of other projects such as a major grant from Minnesota Pollution Control Agency to Myrbo to investigate sulfate concentrations in more than 50 Minnesota lakes and their surface sediments, a Master&rsquo;s thesis research on Hg in wild rice growing on Chippewa reservations by Ito&rsquo;s student Chris Mahr who is a Native American, and successful development of a TCUP program at the Leech Lake Tribal College (LLTC) by Dalbotten and colleagues from the LLTC and the University of Minnesota, Duluth. The TCUP proposal&rsquo;s aim is to establish an earth Sciences major at LLTC. Courtney Kowalczak, a teacher in the program who was Director of St. Louis Riverwatch, has subsequently become Director of the Environmental Science Center at Fond du Lac Tribal and Community College and has completed her Masters' thesis based on evaluation of manoomin program activities. She is lead PI on th...",
  "por_txt_cntn": "\nThe Manoomin Science Camp program was developed to begin to meet a national need for increased participation of American Indians in the geosciences, and more broadly in all STEM disciplines. The three goals of the program were to:\n\nGoal 1: Prepare Native American students to be the next generation of geoscientists.\n\nGoal 2: Provide professional development for scientists and teachers involved in the camp on teaching STEM to Native American students.\n\nGoal 3: Develop a transformative framework for reaching and teaching STEM to Native American students in an informal learning environment.\n\nWe sought to work toward these goals by holding 6 monthly informal weekend science camps and 1 to 2 week-long science day-camps during summers each year focused on the study of wild rice on the reservation of the Fond du Lac Band of Lake Superior Chippewa. The camp activities focused on the study of semi-fossils of plant macrofossils, pollen and diatoms contained in sediments cored from reservation lakes. Other activities such as art, math, GIS and phenological observations were also included.\n\nThere were 36 student participants in the camp who attended 3 or more camps over the 5 years. Of these, we have kept contact and have outcomes for 34 participants. Of these, 22 (64%) have graduated and 12 (36%) are still in high school. Of the 22 who have graduated, 16 (72%) went to college (2 of these are not currently taking classes), 3 (14%) plan to start college in Fall 2016, and 3 (14%) did not go to college after graduation. This compares very favorably to the college-matriculation rate of 25% of those Native American students who graduate (http://www.eddataexpress.ed.gov/). 7 of the participants who went to college (43%), chose STEM majors. However, none of the students have so far chosen geoscience majors. We believe that this was influenced by manoominÆs narrow focus on only studying proxy records of past environment contained in cored lake sediments. The currently funded program, Walking in Two Worlds (NSF DRL1422917), has taken that into account, and we have changed our approach.\n\nThe major outcome for teachers, faculty, and resource managers was the relationships that were built during the 5 years of the project. American Indian communities often view large research universities with suspicion because of past history. However, this project has had the effect that Fond du Lac resource managers and Reservation Business Committee (top executive branch of the Reservation) view University of Minnesota researchers as collaborators and resources. The attitude change does not extend to the University of Minnesota Twin Cities overall but to the PI group. Collaborative projects like manoomin that have reservation resource managers and university scientists working together as equals each learning from the other is likely a model that can be used by any discipline whenever cultural gaps have to be transcended. The relationships that were built resulted in development of other projects such as a major grant from Minnesota Pollution Control Agency to Myrbo to investigate sulfate concentrations in more than 50 Minnesota lakes and their surface sediments, a MasterÆs thesis research on Hg in wild rice growing on Chippewa reservations by ItoÆs student Chris Mahr who is a Native American, and successful development of a TCUP program at the Leech Lake Tribal College (LLTC) by Dalbotten and colleagues from the LLTC and the University of Minnesota, Duluth. The TCUP proposalÆs aim is to establish an earth Sciences major at LLTC. Courtney Kowalczak, a teacher in the program who was Director of St. Louis Riverwatch, has subsequently become Director of the Environmental Science Center at Fond du Lac Tribal and Community College and has completed her Masters' thesis based on evaluation of manoomin program activities. She is lead PI on the NASA grant that together with Walking in two Worlds supports the current informal science camp program.\n\nOur experience suggests ..."
 }
}