{
 "awd_id": "0915131",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "International Collaborative Circumpolar Archaeological Project (ICCAP): Joint Russian-American research in Kamchatka",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anna Kerttula de Echave",
 "awd_eff_date": "2009-07-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 845796.0,
 "awd_amount": 845796.0,
 "awd_min_amd_letter_date": "2009-06-09",
 "awd_max_amd_letter_date": "2009-06-09",
 "awd_abstract_narration": "International Collaborative Circumpolar Archaeological Project\r\n(ICCAP): Joint Russian-American research in Kamchatka\r\n\r\nThis award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\r\n\r\n\r\nThe ICCAP research project's main goals are 1) the extent to which the circumpolar area has been subject to varying trends of environmental change in the past and 2) the similarities and differences in human adaptations to these changes in different areas of the Arctic.  The research team will employ a ?well tested? collection of direct and indirect proxies of climate and human adaptation based upon methods from dendro-climatology, palynology, geo-chemistry, climate modeling, ethnography, and archaeology. The very successful predecessor of this project, SCENOP of the European Science Foundation BOREAS program, created and compared two data sets from northern Finland and northern Canada. ICCAP creates a new data set from northern Russia and combined with its predecessor will provide three approximately equidistant placed research areas encompassing the entire the circumpolar world.  For each research area, the employing the same research teams using the same methodologies at the same levels of resolution makes possible meaningful comparisons from uniformly collected data. ICCAP adds to the existing ?two way? (Finland, Canada) comparison, two new ?two way? comparisons (Finland,  Russia) (Canada, Russia), as well as making truly three way comparisons among the data sets (Finland, Canada, Russia). Because of the circum-global geographic locations, Yli-ii Finland, Wemindji Quebec Canada and Ust-Kamchatsk, Kamchatka, Russia, ICCAP will make circumpolar generalizations.  \r\n  \r\nBy using a long-term perspective on human responses to climate and environmental change in these three coastal circumpolar locations between 60 and 78 degrees N latitude and 7000 to 3000 years ago, the researchers proposed to answer some basic questions that are important for science and policy.  For example: in the long run, several thousand years, are yearly average temperatures more important than seasonal temperatures?  Are absolute temperature and precipitation changes more important than the variability in temperature and precipitation? Does diversity of environmental change result in increasing stability or diversity of human adaptation? Are there thresholds that must be met in environmental change or in human adaptation before changes occur?  Does human adaptation to environmental or climate change need to be reactive or may it successfully be pro-active?  \r\n \r\nThe circumpolar north widely is seen as a critical observatory for understanding environmental change and human adaptation.  This is particularly true today since the effects of global warming are most clearly visible in the Arctic where ?reality has exceeded expectations?.  Ultimately, this project proposes to explain the past and the potential range of human resilience when faced with global and local environmental changes. Taken from the circumpolar perspective, the research team believes that this information has the potential to aid policy makers as they enter into debates on new post-cold-war partnerships, and set policy concerning such issues as energy, post-colonial governance, and strategy.",
 "awd_arra_amount": 845796.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ezra B.",
   "pi_last_name": "Zubrow",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Ezra B. W Zubrow",
   "pi_email_addr": "zubrow@acsu.buffalo.edu",
   "nsf_id": "000418162",
   "pi_start_date": "2009-06-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Buffalo",
  "inst_street_address": "520 LEE ENTRANCE STE 211",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7166452634",
  "inst_zip_code": "142282577",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "NY26",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "GMZUKXFDJMA9",
  "org_uei_num": "LMCJKRFW5R81"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Buffalo",
  "perf_str_addr": "520 LEE ENTRANCE STE 211",
  "perf_city_name": "AMHERST",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "142282577",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "NY26",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "522100",
   "pgm_ele_name": "ASSP-Arctic Social Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 845796.0
  }
 ],
 "por": null
}