{
 "awd_id": "0915247",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Local and Direct discontinuous Galerkin methods: New algorithms and applications",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924488",
 "po_email": "jwang@nsf.gov",
 "po_sign_block_name": "Junping Wang",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 99235.0,
 "awd_amount": 99235.0,
 "awd_min_amd_letter_date": "2009-08-26",
 "awd_max_amd_letter_date": "2009-08-26",
 "awd_abstract_narration": "This proposal is awarded using funds made available by the American Recoveryand Reinvestment Act of 2009 (Public Law 111-5).\r\n\r\nThe goal of the project is to design, analyze and implement new discontinuous Galerkin(DG) finite element methods solving partial differential equations arising from physics and engineering. DG method is a highly accurate numerical method with the advantage to handle complicated geometries, and apply h-p adaptive strategies in applications. The PI will focus on the development of two discontinuous Galerkin methods. 1)Local discontinuous Galerkin methods: a new DG method is proposed to directly solve Hamilton-Jacobi equations. There is a concept difficulty to design DG methods for Hamilton-Jacobi equation, because it is a nonlinear partial differential equation not in a ?conservative? form. When applied to level set related problems, the method can sharply capture the interface, and has a great potential for further practical applications on two-phase flow problems. To solve static Hamilton-Jacobi equations, the LDG method coupled with fast sweeping method will be developed. The PI and her collaborators will continue to study LDG methods for other nonlinear wave equations. 2)Direct discontinuous Galerkin methods(DDG): a new DG method is proposed to solve diffusion type equations. The novelty of the method is to figure out what terms essentially contribute the most to the solution derivative at the discontinuity. A class of admissible numerical fluxes will be studied and stability and error analysis will be carried out. Interface correction terms are introduced to obtain optimal order of accuracy for the DDG method. Furthermore, the PI will investigate DDG methods on incompressible Navier-Stokes equations in vorticity stream-function formulation. With the successful development of DDG method, efficient and accurate DG methods can be designed to solve problems arising from computational fluid dynamics.\r\n\r\nThe proposed activity lies in its comprehensive coverage of algorithm development, analysis and implementation. The nonlinear problems studied in this project have rich applications and involve interesting physical phenomena. Many fluid problems involve multi-component, examples include bubble/drops, jets, waves and films. These problems have interfaces to separate different materials, and special numerical techniques are required to treat the interface accurately. Discontinuous Galerkin methods produce very small dissipation errors when applying with high order polynomial approximations, thus it is an attractive numerical method for interface capturing. The proposed activity is expected to make positive contributions to broad areas of applications, including (but not limited to) fluid dynamics, computer vision, optimal control, semiconductor device simulation and weather forecasting, among many others. In addition, the investigator will integrate the project with graduate computational mathematics education in order to communicate in a broader context.",
 "awd_arra_amount": 99235.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jue",
   "pi_last_name": "Yan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jue Yan",
   "pi_email_addr": "jyan@iastate.edu",
   "nsf_id": "000110021",
   "pi_start_date": "2009-08-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Iowa State University",
  "inst_street_address": "1350 BEARDSHEAR HALL",
  "inst_street_address_2": "515 MORRILL ROAD",
  "inst_city_name": "AMES",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "5152945225",
  "inst_zip_code": "500112103",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IA04",
  "org_lgl_bus_name": "IOWA STATE UNIVERSITY OF SCIENCE AND TECHNOLOGY",
  "org_prnt_uei_num": "DQDBM7FGJPC5",
  "org_uei_num": "DQDBM7FGJPC5"
 },
 "perf_inst": {
  "perf_inst_name": "Iowa State University",
  "perf_str_addr": "1350 BEARDSHEAR HALL",
  "perf_city_name": "AMES",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "500112103",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 99235.0
  }
 ],
 "por": null
}