{
 "awd_id": "0915361",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "TC:  Small: Lossy Trapdoor Functions - Applications, Realizations and Beyond",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032927991",
 "po_email": "namla@nsf.gov",
 "po_sign_block_name": "Nina Amla",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 499252.0,
 "awd_amount": 499252.0,
 "awd_min_amd_letter_date": "2009-09-11",
 "awd_max_amd_letter_date": "2009-09-11",
 "awd_abstract_narration": "A central goal in foundational cryptography is to find a primitive that realizes all interesting cryptographic applications, and yet has its security based on a simple assumption --- ideally a weak general assumption. Recently, a significant step in this direction was made with the introduction of Lossy Trapdoor Functions. A family of Lossy Trapdoor Functions (TDF) lets a user generate a publicly computable function, f, and corresponding trapdoor, t, such the user can recover x given f(x). Alternatively, the user can generate a function g such that g looses information about the input x; moreover, no computationally bounded adversary can distinguish whether it is given the description of an injective or lossy function.\r\n\r\nLossy Trapdoor Functions give rise to a host of cryptographic applications including: injective trapdoor functions, chosen-ciphertext secure encryption, collision-resistant hash functions, and oblivious transfer (OT). Furthermore, one can realize Lossy TDFs from several standard number theoretic assumptions: Decisional Diffie-Hellman, the Shortest Vector (SVP) problem in lattices, and the Composite Residuosity problem. Taken all together this solved two longstanding open problems: realizing non-factoring based trapdoor functions; and building chosen ciphertext secure encryption systems from lattice-based assumptions.\r\n\r\nThis work will endeavor to make significant progress towards realizing the ultimate goal of building all of cryptography from simple general assumptions. The following directions will be pursued. First, the work will aim to create new constructions from both weaker number theoretic assumptions and from general assumptions. Second, the project will build trapdoors into Identity-Based Cryptosystems.  Constructing identity-based trapdoors will enable applications such as ``deterministic encryption'' in the Identity-Based context. Third, it will build new Non-Interactive Proof Systems. The project will study the relationship to Universal Hash Proof Systems and create new Non-Interactive Zero Knowledge Proof Systems.\r\n\r\nThis project will contribute to our foundational understanding of cryptography. Results will be disseminated through conferences, journals, and invited talks. In addition, funding will be used to support graduate students and build a cryptography program at UT Austin.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brent",
   "pi_last_name": "Waters",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Brent R Waters",
   "pi_email_addr": "bwaters@cs.utexas.edu",
   "nsf_id": "000518000",
   "pi_start_date": "2009-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "110 INNER CAMPUS DR",
  "perf_city_name": "AUSTIN",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121139",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779500",
   "pgm_ele_name": "TRUSTWORTHY COMPUTING"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 499252.0
  }
 ],
 "por": null
}