{
 "awd_id": "0915153",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "User-Friendly Solvers and Solver-Friendly Discretizations",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924488",
 "po_email": "jwang@nsf.gov",
 "po_sign_block_name": "Junping Wang",
 "awd_eff_date": "2009-09-15",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 219000.0,
 "awd_amount": 219000.0,
 "awd_min_amd_letter_date": "2009-09-18",
 "awd_max_amd_letter_date": "2009-09-18",
 "awd_abstract_narration": "In this proposal, various algorithms and theories will be developed to partially realize the following four-stage strategy for developing user-friendly solvers and solver-friendly discretizations: (1) develop user-friendly optimal solvers and relevant theories for a small number of basic solver-friendly systems, namely the discrete Poisson's equation and its variants; (2) extend the list of solver-friendly partial differential equations (such as the discrete Stokes and Maxwell equations) by reducing them to the solution of a handful of basic solver-friendly systems (for which optimal and user-friendly solvers can be applied); (3) develop solver-friendly discretization techniques for more complicated PDEs (systems) such that the discretized systems will join the list of solver-friendly systems (such as the Eulerian-Lagrangian method for the Navier-Stokes equation, the Johnson-Segalman equations, and the magnetohydrodynamics equations); and (4) solve the discretized system from a general discretization by using a solver-friendly discretization (if it is not a satisfactory discretization to obtain the numerical solution by itself) as an auxiliary discretization that can be used as a preconditioner or a means for obtaining a good initial guess for a linear or nonlinear iteration. These techniques will be developed with the purpose of making them effective for solving complicated problems such as non-Newtonian models and fuel cell model equations. Parallel implementations will be one major consideration in the design of these algorithms. Theoretical issues---such as the most fundamental open problem concerning the optimal convergence of algebraic multigrid methods---will be carefully investigated.\r\n\r\n\r\nMany problems in scientific and engineering computing can be reduced to the numerical solution of certain partial differential equations. Over the last few decades, researchers have expended significant effort on developing efficient iterative methods for solving discretized partial differential equations. Though these efforts have yielded many mathematically optimal solvers such as the multigrid method, the unfortunate reality is that multigrid methods have not been much used in practical applications. This marked gap between theory and practice is mainly due to the fragility of traditional multigrid methodology and the complexity of its implementation. This proposal aims to develop theories and techniques that will narrow this gap, specifically by developing mathematically optimal solvers that are robust and easy to use in practice. The proposed study will focus on an integrated application of user-friendly solvers and solver-friendly discretizations for various basic partial differential equations that arise in many applications; therefore, the results of this proposal are expected to be directly applicable in many areas of computational and applied mathematics. The solver and discretization techniques we produce, including mathematical algorithms, analyses, and software, will provide powerful tools for exploring multiscale models in physics, chemistry, and engineering.  Through the accompanying Matrix-Solver Community Project (http://www.multigrid.org/solvers/), the results of this proposal will lead to timely and broad impacts. The proposed project will have a strong educational impact as well, as it focuses on training graduate students in theoretical and practical aspects of modern computational science and interdisciplinary applications. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jinchao",
   "pi_last_name": "Xu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jinchao Xu",
   "pi_email_addr": "xu@math.psu.edu",
   "nsf_id": "000184340",
   "pi_start_date": "2009-09-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Chao-Yang",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chao-Yang Wang",
   "pi_email_addr": "cxw31@psu.edu",
   "nsf_id": "000391152",
   "pi_start_date": "2009-09-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Chensong",
   "pi_last_name": "Zhang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chensong Zhang",
   "pi_email_addr": "zhangcs@psu.edu",
   "nsf_id": "000496533",
   "pi_start_date": "2009-09-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 OLD MAIN",
  "perf_city_name": "UNIVERSITY PARK",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 219000.0
  }
 ],
 "por": null
}