{
 "awd_id": "0915358",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "A Proposal To Support the Science Student Internship Program (SSIP)",
 "cfda_num": "47.083",
 "org_code": "01060000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sherrie Green",
 "awd_eff_date": "2009-06-01",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 385554.0,
 "awd_amount": 437564.0,
 "awd_min_amd_letter_date": "2009-05-27",
 "awd_max_amd_letter_date": "2012-09-25",
 "awd_abstract_narration": "Quality Education for Minorities (QEM) Network, a non-profit organization, has been instrumental in improving the education of under-represented groups that have been undeserved historically by the nation's educational system. As an agent for change, QEM continues to develop effective strategies for broadening STEM participation, and focuses on issues and barriers that prevent minorities from receiving a high quality education. This project supports internship opportunities for students at the National Science Foundation as a mechanism to: increase students understanding of science policy; develop the potential of future leaders and proponents for STEM participation, including students from low-income communities; and promote the continuation of STEM interests and studies through the doctoral level. Complimentary to the internship experience at NSF, students are required to engage in a science-oriented community K-12 outreach activity during the following academic year at their respective institutions.\r\n\r\n \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OIA",
 "org_div_long_name": "OIA-Office of Integrative Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shirley",
   "pi_last_name": "McBay",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shirley McBay",
   "pi_email_addr": "smmcbay@qem.org",
   "nsf_id": "000261590",
   "pi_start_date": "2009-05-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "QUALITY EDUCATION FOR MINORITIES NETWORK",
  "inst_street_address": "1818 N ST NW STE 350",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2026591818",
  "inst_zip_code": "200362406",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "QUALITY EDUCATION FOR MINORITIES NETWORK (INC)",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LSMGM4J768"
 },
 "perf_inst": {
  "perf_inst_name": "QUALITY EDUCATION FOR MINORITIES NETWORK",
  "perf_str_addr": "1818 N ST NW STE 350",
  "perf_city_name": "WASHINGTON",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200362406",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "068P00",
   "pgm_ele_name": "INTERNSHIPS PROGRAM"
  },
  {
   "pgm_ele_code": "751200",
   "pgm_ele_name": "TUES-Type 3 Project"
  },
  {
   "pgm_ele_code": "919900",
   "pgm_ele_name": "Unallocated Program Costs"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0409",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000910DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 175005.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 81232.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 129317.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 52010.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Palatino\">From 2009 to 2013, the Quality Education for Minorities (QEM) Network, with support from National Science Foundation Award #0915358<strong>, </strong>conducted four<strong> </strong>annual<strong> </strong>ten-week science-policy internships, part of QEM Network&rsquo;s Summer Science Internship Program (SSIP). Each year, the award enabled undergraduate and graduate students majoring in science, technology, engineering, or mathematics (STEM) fields to be placed at NSF where program officers mentored them. At the Foundation, interns gained in-depth exposure to NSF&rsquo;s policies, programs, and funded projects as well as conducted research that contributed to the Foundation&rsquo;s mission.</p>\n<p class=\"Palatino\">SSIP serves as a mechanism to: increase interns&rsquo; understanding of science education policy and how it is formulated and carried out; enable them to learn how national STEM programs are implemented; develop their potential as future leaders and proponents for broadening participation in STEM; and promote the continuation of their STEM interests and studies through the doctoral level.</p>\n<p class=\"Pa4\"><strong>&nbsp;</strong>Since 2009, 26 students have participated in QEM Network&rsquo;s ten-week science-policy internships. Each year, the ten-week summer program began in June and ended in August. &nbsp;Interns attended meetings and seminars focused on science policy, conducted research, and worked with program officers to analyze and prepare reports on various STEM programs. NSF mentors provided access to resources, oversight of activities, and ongoing feedback as the interns completed their assignments. The interns also participated in professional development activities in the NSF Summer Scholars Internship Program. In addition, some of the interns were provided support to accompany their mentors to professional meetings or to on-site visits to NSF-supported facilities.</p>\n<p>QEM used both qualitative and quantitative data to assess how well the Internship Project was meeting its objectives. NSF program staff and mentors provided ongoing feedback. Interns&rsquo; oral presentations and written reports were evaluated, and demonstrated growth was reflected in writing assignments as well as in the interns&rsquo; oral mid-term and final poster presentations.</p>\n<p>Through their internship experiences at NSF, the students learned about the Foundation&rsquo;s programs; enhanced their research skills by completing science policy-related projects under the guidance of a mentor; and participated in a variety of enrichment activities to support their professional development. Learning about various minority-focused programs in STEM helped to increase the students' awareness and knowledge of policies and strategies being implemented to overcome some of the barriers that prevent minorities from receiving a quality mathematics and science education. Interns&rsquo; post-internship comments reflected an increase in their &nbsp;understanding of the mathematics- and science-related educational needs of underrepresented groups as a result of their summer internship experiences.</p>\n<p>Under the leadership of President Shirley McBay, the QEM Network was established in 1990 as a non-profit organization in Washington, DC, dedicated to improving education for minorities throughout the nation. QEM works with minority and non-minority individuals, organizations, and institutions to help coordinate and energize efforts to improve the education of minorities, particularly in STEM. &nbsp;QEM has conducted an array of summer internship programs, focused on science policy and/or health policies and practices, since 1990.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/28/2013<br>\n\t\t\t\t\tModified by: Shirley&nbsp;Mcbay</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "From 2009 to 2013, the Quality Education for Minorities (QEM) Network, with support from National Science Foundation Award #0915358, conducted four annual ten-week science-policy internships, part of QEM NetworkÆs Summer Science Internship Program (SSIP). Each year, the award enabled undergraduate and graduate students majoring in science, technology, engineering, or mathematics (STEM) fields to be placed at NSF where program officers mentored them. At the Foundation, interns gained in-depth exposure to NSFÆs policies, programs, and funded projects as well as conducted research that contributed to the FoundationÆs mission.\nSSIP serves as a mechanism to: increase internsÆ understanding of science education policy and how it is formulated and carried out; enable them to learn how national STEM programs are implemented; develop their potential as future leaders and proponents for broadening participation in STEM; and promote the continuation of their STEM interests and studies through the doctoral level.\n Since 2009, 26 students have participated in QEM NetworkÆs ten-week science-policy internships. Each year, the ten-week summer program began in June and ended in August.  Interns attended meetings and seminars focused on science policy, conducted research, and worked with program officers to analyze and prepare reports on various STEM programs. NSF mentors provided access to resources, oversight of activities, and ongoing feedback as the interns completed their assignments. The interns also participated in professional development activities in the NSF Summer Scholars Internship Program. In addition, some of the interns were provided support to accompany their mentors to professional meetings or to on-site visits to NSF-supported facilities.\n\nQEM used both qualitative and quantitative data to assess how well the Internship Project was meeting its objectives. NSF program staff and mentors provided ongoing feedback. InternsÆ oral presentations and written reports were evaluated, and demonstrated growth was reflected in writing assignments as well as in the internsÆ oral mid-term and final poster presentations.\n\nThrough their internship experiences at NSF, the students learned about the FoundationÆs programs; enhanced their research skills by completing science policy-related projects under the guidance of a mentor; and participated in a variety of enrichment activities to support their professional development. Learning about various minority-focused programs in STEM helped to increase the students' awareness and knowledge of policies and strategies being implemented to overcome some of the barriers that prevent minorities from receiving a quality mathematics and science education. InternsÆ post-internship comments reflected an increase in their  understanding of the mathematics- and science-related educational needs of underrepresented groups as a result of their summer internship experiences.\n\nUnder the leadership of President Shirley McBay, the QEM Network was established in 1990 as a non-profit organization in Washington, DC, dedicated to improving education for minorities throughout the nation. QEM works with minority and non-minority individuals, organizations, and institutions to help coordinate and energize efforts to improve the education of minorities, particularly in STEM.  QEM has conducted an array of summer internship programs, focused on science policy and/or health policies and practices, since 1990.\n\n \n\n\t\t\t\t\tLast Modified: 05/28/2013\n\n\t\t\t\t\tSubmitted by: Shirley Mcbay"
 }
}