{
 "awd_id": "0916889",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Complete Genome Sequencing of Four Nitrogen-fixing, Plant-associated Burkholderias",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gregory W. Warr",
 "awd_eff_date": "2008-09-01",
 "awd_exp_date": "2010-09-30",
 "tot_intn_awd_amt": 278229.0,
 "awd_amount": 304444.0,
 "awd_min_amd_letter_date": "2009-03-26",
 "awd_max_amd_letter_date": "2009-03-26",
 "awd_abstract_narration": "\r\n\r\nThis project will produce genome sequences for four plant-associated Burkholderia species: B. sp. PVA5, B. tuberum STM-678T, B. unamae MtI-641T, and B. sp. SRMrh-20. New DNA sequencing methodology (pyrosequencing) will be used to sequence the 7 million base pairs of each of these genomes. These data will be used to compile a complete description of the genes contained in each bacterium, then analyzed for important physiological mechanisms for nitrogen fixation and compared to other nitrogen-fixing bacteria, particularly the phylogenetically distinct rhizobia. For over a hundred years, members of the rhizobia were known as the sole group of bacteria that could nodulate (intimately associate with a plant host) and fix nitrogen (providing nutrients for their plant host), a process of critical importance. Thus it is of intense interest to discover the genetic basis for the nitrogen fixing capacity of the Burkholderia. One strain to be sequenced, the novel species B. tuberum STM-678T, isolated in South Africa, acquired nodulation and nitrogen fixation mechanisms independently from other organisms. B. unamae MtI-641T and B. sp. SRMrh-20 represent different clades of plant associated nodulating nitrogen fixers (from Brazil and Mexico), and taken together these organisms will richly sample the genetic diversity of these organisms. The fourth strain to be sequenced, PVA5 (from Brazil), does not nodulate but enters the root by infection and may represent a new form of symbiosis, giving insight into the evolution of this important plant-microbe interaction. These plant-associated Burkholderia will also be examined for genes encoding enzymes in pathways for biocontrol and for soil remediation via the breakdown of xenobiotics. Lastly, the genomes will be compared to other sequenced Burkholderia genomes, particularly from pathogenic species, in order to shed light on the evolution of virulent microorganisms. The sequencing of these Burkholderia fulfills the goals of the Microbial Genome Sequencing Project because of the community of physiologists and plant biologists who will benefit from the sequence data, and participate in its analysis, the public release of the sequence and gene predictions, and the impact this work will have on many areas of interest to the NSF. \r\n\r\nAn international group of scientists (U.S., U.K., France, Germany, Brazil, Mexico,Taiwan) has been researching the plant-associated Burkholderia strains with regard to their phylogeny, their responses to the environment, and their interactions with plants.  The selected organisms are the exact strains that are used in the experimental studies, and hence the genome will be of immense and immediate benefit to these pursuits. An important aspect of the project will be the thorough annotation of the DNA sequence, performed by a consortium of the relevant scientific community. The annotation process will be multi-phasic with (1) an early release of automated functional assessments based on preliminary sequence followed by (2) a community annotation project encouraging other researchers to be involved and contribute their expertise. The project will include participation by undergraduate and graduate students and postdocs for hands-on training in microbial genomics and bioinformatics. In addition, UCLA is one of the most ethnically diverse universities in the U.S., and has established many programs to introduce students from under-represented groups, male and female, to science, technology, and mathematics. A number of undergraduate students work on research projects starting as early as their second year in college, under the sponsorship of UCLA C.A.R.E. (Center for Academic and Research Excellence), which oversees the MARC (Minority Access to Research Careers) program, and UC-LEADS (Leadership through Advanced Degrees) programs, all of which have been established to help people from under-represented groups pursue careers in science.  \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "Weinstock",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "George Weinstock",
   "pi_email_addr": "george.weinstock@jax.org",
   "nsf_id": "000323033",
   "pi_start_date": "2009-03-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington University School of Medicine",
  "inst_street_address": "1 BROOKINGS DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT LOUIS",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "3147474134",
  "inst_zip_code": "631304862",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MO01",
  "org_lgl_bus_name": "WASHINGTON UNIVERSITY, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "L6NFUM28LQM5"
 },
 "perf_inst": {
  "perf_inst_name": "Washington University School of Medicine",
  "perf_str_addr": "1 BROOKINGS DR",
  "perf_city_name": "SAINT LOUIS",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "631304862",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MO01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "718700",
   "pgm_ele_name": "MICROBIAL GENOME SEQUENCING"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 278229.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 12715.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 13500.0
  }
 ],
 "por": null
}