{
 "awd_id": "0916937",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Complete Genome Sequencing of the Chromatically Adapting Cyanobacterium Fremyella diplosiphon",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gregory W. Warr",
 "awd_eff_date": "2008-09-01",
 "awd_exp_date": "2010-08-31",
 "tot_intn_awd_amt": 161707.0,
 "awd_amount": 165722.0,
 "awd_min_amd_letter_date": "2009-03-16",
 "awd_max_amd_letter_date": "2009-03-16",
 "awd_abstract_narration": "This project will produce a genome sequence of the fresh-water filamentous cyanobacterium Fremyella diplosiphon UTEX 481. New DNA sequencing methodology (pyrosequencing) will be used to sequence the 12 million base pairs of this genome, one of the largest known in bacteria. These data will be used to compile a complete description of the genes contained in this bacterium, to reveal important physiological and regulatory mechanisms involved in prokaryotic responses to changes in ambient light color. The genetic content will also be compared to other sequenced cyanobacterial species and photosynthetic bacteria, to provide a broad picture of the evolution of photosynthesis and the cyanobacterial species. F. diplosiphon is a well-developed model organism that for some forty years has been used to advance understanding of how microorganisms sense and respond to their environment.  Initially selected and cultivated for its ability to sense and respond to changes in ambient light color conditions, the response of its photosynthetic light harvesting antennae to light color changes is now the best understood of any organism. F. diplosiphon is used to study a wide range of additional physiological and biochemical processes such as \"proteome remodeling\" in response to nutrient limitation. It is also used to study developmental responses such as gas vesicle formation and phototropism, the ability of an organism to grow in a specific direction in response to the presence or absence of unilaterally applied light. Important biochemical processes, including chlorophyll and bilin biosynthesis, are also studied in this species, and F. diplosiphon is one of the few prokaryotes that produces both cAMP and cGMP in signal transduction, key signalling molecules in plants and animals. The sequencing of F. diplosiphon fulfills the goals of the Microbial Genome Sequencing Project because of the community of physiologists and developmental biologists who will benefit from the sequence data, and participate in its analysis, the public release of the sequence and gene predictions, and the impact this work will have on many areas of fundamental biology. \r\n\r\nLight responses are important in the process of photosynthesis, which played a critical role in the evolution of our planet, and are necessary for the maintenance of nearly every ecosystem. Moreover an understanding of these physiological processes can contribute to the development of bioenergy sources. An important aspect of the project will be the thorough annotation of the DNA sequence, performed by a consortium of the relevant scientific community. This will involve Masters and Ph.D. students and postdoctoral fellows, and will provide significant training in the use of bioinformatics approaches for manipulating and annotating microbial genomes. This activity will also be used for undergraduate training in genomics in at least three laboratories in the United States and in one undergraduate course at Stanford University. Finally, high school students in Bloomington, Indiana will learn the basics of genome structure and function through an outreach program that will bring this information to their classes.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "Weinstock",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "George Weinstock",
   "pi_email_addr": "george.weinstock@jax.org",
   "nsf_id": "000323033",
   "pi_start_date": "2009-03-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington University School of Medicine",
  "inst_street_address": "1 BROOKINGS DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT LOUIS",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "3147474134",
  "inst_zip_code": "631304862",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MO01",
  "org_lgl_bus_name": "WASHINGTON UNIVERSITY, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "L6NFUM28LQM5"
 },
 "perf_inst": {
  "perf_inst_name": "Washington University School of Medicine",
  "perf_str_addr": "1 BROOKINGS DR",
  "perf_city_name": "SAINT LOUIS",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "631304862",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MO01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "718700",
   "pgm_ele_name": "MICROBIAL GENOME SEQUENCING"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7187",
   "pgm_ref_txt": "MICROBIAL GENOME SEQUENCING"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 161707.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 4015.0
  }
 ],
 "por": null
}