{
 "awd_id": "0916459",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "HCC: Small: Helping People Negoiate Uncertain Information Online",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Bainbridge",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 492079.0,
 "awd_amount": 532079.0,
 "awd_min_amd_letter_date": "2009-07-13",
 "awd_max_amd_letter_date": "2012-04-05",
 "awd_abstract_narration": "This proposal explores how individuals decide what online information to trust given the uncertain information they often encounter.  In today's society, life experiences are often processed in an online world. Online resources provide information and support for parenting, health, hobbies, news, and more. However, online resources are often incomplete, may include a diversity of opinions, and may be inaccurate. In a connected series of research studies exploring general theoretical questions, this project focuses on a compelling and common example of uncertainty online - the uncertainty about treatments for a chronic health condition. Chronic disease is a leading cause of ill health world wide, and one in ten Americans lives with a life-altering chronic condition. Unlike acute conditions (such as a high fever), chronic conditions, such as HIV, diabetes, arthritis, and Lyme disease, are prolonged and rarely cured completely. For this reason, management of chronic conditions lies much more in the hands of the patient.\r\n\r\nThis research will study online health resources and individuals' use of these online resources using interview data, survey data, and text analysis of thousands of pages and posts available in online content. First, it will characterize the uncertainty of different types of online resources. Second, it will focus on how uncertainty impacts a specific community characterized by highly uncertain and even controversial information about the disease process and treatment (the Lyme disease community). And third, the research will test the generalizability of results in a complementary setting (such as individuals with chronic arthritis). The empirical work will answer the following questions: 1) How does the existence of incomplete, divergent and/or conflicting information affect the health choices made by individuals with chronic illness? 2) What factors (community, time, exposure to information) are critical to an individual with chronic illness deciding whether to believe in a specific viewpoint?\r\n\r\nThe results will drive the design of two technological interventions that can improve people's ability to understand and decide among online resources: (1) A tool to extract and highlight key parameters of decision making derived from the research, that will crawl relevant sources and extract information such as patient consensus, medical research timeline, and risks. (2) A tool to classify online resources in terms of viewpoint, leveraging machine-learning techniques such as co-training to learn classifications on the fly. The second tool will inform the first, but also provide an interface for sorting and filtering online information and compare the information cloud associated with different viewpoints.  The results of this research will add to existing knowledge about how the Internet can support individuals with chronic conditions, and contribute to the development of curriculum for courses on human-computer interaction in the medical area.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Mankoff",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer Mankoff",
   "pi_email_addr": "jmankoff@uw.edu",
   "nsf_id": "000149860",
   "pi_start_date": "2009-07-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie-Mellon University",
  "perf_str_addr": "5000 FORBES AVE",
  "perf_city_name": "PITTSBURGH",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133815",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  },
  {
   "pgm_ref_code": "9215",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING SYSTEMS"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 492079.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 16000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 8000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Chronic illness is defined as an illness or disease that is long-term or permanent, as opposed to acute. For many individuals living with a chronic condition, the web has served as an important medium for researching treatment options, developing a support network, and sharing information and experiences with others. Our purpose is to learn about how individuals with chronic illness, and their caregivers, use resources available online. Such resources include sites offering medical information as well as research and experience blogs, forums, and others.&nbsp;</p>\n<p><span>Our first studies focused on individuals with Lyme disease. Because Lyme disease is disputed in both diagnosis and treatment methods among healthcare professionals, individuals with Lyme disease depend on online advocacy and activism to manage their condition. At the same time, divergent and conflicting information is common online. How does this affect the experience and outcomes for individuals with Lyme disease?&nbsp;</span></p>\n<p><span><span>We found that the resources our participants used included interpersonal email, community resources (support groups, live group chat, and mailing lists), content (research articles, organizational websites, medical portals, Wikipedia, etc.), blogs (read and/or written by participants), symptom tracking applications, and medical record sites. While many of the ways in which our participants used online content reflected known practices, there were some important discrepancies that were driven by the conflicts associated with Lyme disease.</span><br /></span></p>\n<p>In addition to studies of Lyme disease, we have conducted a series of studies exploring other situations that have similar properties. For example, we conducted a series of interviews and design explorations with individuals with diabetes. We identified ways in which the care network fails these individuals and developed a framework for social support that could help connect patients with caregivers at the time of diagnosis. We also looked at the sharing of controversial digital photos online. We explored the perceived risk of publishing these photos, and the ways in which people protected for and advocated for the rights of others. Our findings point to ways in which photo sharing resources can support identity building and simultaneously be considerate of user&rsquo;s concerns about the privacy of themselves and others.</p>\n<p>Lastly, we began investigating how individuals with disabling chronic conditions work together to ensure that the content they produce online is accessible. For example, we found individuals with lyme disease and difficulty reading complex content self-mediating the content of forum posts. We also explored accessible content creation on Wikipedia. This work was published as a poster in ASSETS 2009 and at CHI 2013 as a full paper.</p>\n<p>A second goal of our grant was to develop tools supporting individuals with chronic illness online. We have developed machine learning algorithms for estimating the degree of experiential and/or informational content in a post. A number of past works have explored how properties of websites (and especially, peer communication sites) affect consumer trust. However very little is known about properties of information seekers that affect what they trust, specifically how people differ in their trust of peer-produced content and why. We have developed an interface to a popular support &nbsp;group that shows users how experiential or informational a thread is, and have preliminary results from a study exploring the impact of this information on participant behavior.</p>\n<p>Our work also uncovered the importance of online content being accessible, a particular problem when it is produced by end users. We studied how groups of end users work together to create a community culture of accessible content creation. We found that moderation has the ...",
  "por_txt_cntn": "\nChronic illness is defined as an illness or disease that is long-term or permanent, as opposed to acute. For many individuals living with a chronic condition, the web has served as an important medium for researching treatment options, developing a support network, and sharing information and experiences with others. Our purpose is to learn about how individuals with chronic illness, and their caregivers, use resources available online. Such resources include sites offering medical information as well as research and experience blogs, forums, and others. \n\nOur first studies focused on individuals with Lyme disease. Because Lyme disease is disputed in both diagnosis and treatment methods among healthcare professionals, individuals with Lyme disease depend on online advocacy and activism to manage their condition. At the same time, divergent and conflicting information is common online. How does this affect the experience and outcomes for individuals with Lyme disease? \n\nWe found that the resources our participants used included interpersonal email, community resources (support groups, live group chat, and mailing lists), content (research articles, organizational websites, medical portals, Wikipedia, etc.), blogs (read and/or written by participants), symptom tracking applications, and medical record sites. While many of the ways in which our participants used online content reflected known practices, there were some important discrepancies that were driven by the conflicts associated with Lyme disease.\n\n\nIn addition to studies of Lyme disease, we have conducted a series of studies exploring other situations that have similar properties. For example, we conducted a series of interviews and design explorations with individuals with diabetes. We identified ways in which the care network fails these individuals and developed a framework for social support that could help connect patients with caregivers at the time of diagnosis. We also looked at the sharing of controversial digital photos online. We explored the perceived risk of publishing these photos, and the ways in which people protected for and advocated for the rights of others. Our findings point to ways in which photo sharing resources can support identity building and simultaneously be considerate of userÆs concerns about the privacy of themselves and others.\n\nLastly, we began investigating how individuals with disabling chronic conditions work together to ensure that the content they produce online is accessible. For example, we found individuals with lyme disease and difficulty reading complex content self-mediating the content of forum posts. We also explored accessible content creation on Wikipedia. This work was published as a poster in ASSETS 2009 and at CHI 2013 as a full paper.\n\nA second goal of our grant was to develop tools supporting individuals with chronic illness online. We have developed machine learning algorithms for estimating the degree of experiential and/or informational content in a post. A number of past works have explored how properties of websites (and especially, peer communication sites) affect consumer trust. However very little is known about properties of information seekers that affect what they trust, specifically how people differ in their trust of peer-produced content and why. We have developed an interface to a popular support  group that shows users how experiential or informational a thread is, and have preliminary results from a study exploring the impact of this information on participant behavior.\n\nOur work also uncovered the importance of online content being accessible, a particular problem when it is produced by end users. We studied how groups of end users work together to create a community culture of accessible content creation. We found that moderation has the capacity to encourage new users to produce more cognitively accessible content. However, this approach may frustrate a user, or be ignored. We also found that mode..."
 }
}