{
 "awd_id": "0917677",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Colonization, Ecology, and Adaptive Adjustments of Paleocoastal Peoples on California's Northern Channel Islands",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Carolyn Ehardt",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 98593.0,
 "awd_amount": 98593.0,
 "awd_min_amd_letter_date": "2009-08-19",
 "awd_max_amd_letter_date": "2010-05-26",
 "awd_abstract_narration": "Documenting when people first colonized the Americas is crucial to understanding the evolution of ancient North American cultures and ecosystems. Definitive archaeological evidence for human occupation of the Americas appears during the Pleistocene-Holocene transition (~14,500-13,000 cal BP), a time of dramatic environmental and climatic changes as the planet moved from glacial to interglacial conditions. Several models have been proposed for the colonization of the Americas, including land-based and coastal migrations during the Late Pleistocene, with a Pacific Coast migration gaining increasing credibility. Rapid sea level rise in the Late Pleistocene and Early Holocene submerged ancient shorelines and coastal lowlands, however, making it difficult to locate early coastal sites. Rising seas and climate change also caused significant geographic and biological reorganization that posed challenges for early coastal peoples.\r\n\r\nThe earliest evidence for seafaring and maritime adaptations in the Americas currently comes from California's Northern Channel Islands. Excavation of five Terminal Pleistocene and Early Holocene sites on Santa Rosa and San Miguel islands, including three of the earliest known from the Pacific Coast of North America (~12,000-11,500 cal BP), will document the life ways of these ancient peoples, the environments they lived in, and their effects on island ecosystems. Archaeological survey will also search ancient landforms for additional early sites.\r\n\r\nThis project will provide important new data on the Paleocoastal people who first settled the Channel Islands and Pacific Coast, how they adapted to the dynamic environments of the Late Pleistocene and Early Holocene, and the strategies they used to survive such changes. The broader impacts of this project include providing research training for graduate and undergraduate students and local Chumash tribal members. Presentation of research results in public lectures will highlight how archaeology can inform contemporary environmental issues facing society.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jon",
   "pi_last_name": "Erlandson",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Jon M Erlandson",
   "pi_email_addr": "jerland@uoregon.edu",
   "nsf_id": "000474837",
   "pi_start_date": "2009-08-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Torben",
   "pi_last_name": "Rick",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Torben C Rick",
   "pi_email_addr": "rickt@si.edu",
   "nsf_id": "000076359",
   "pi_start_date": "2009-08-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Oregon Eugene",
  "inst_street_address": "1776 E 13TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "EUGENE",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5413465131",
  "inst_zip_code": "974031905",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "UNIVERSITY OF OREGON",
  "org_prnt_uei_num": "Z3FGN9MF92U2",
  "org_uei_num": "Z3FGN9MF92U2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Oregon Eugene",
  "perf_str_addr": "1776 E 13TH AVE",
  "perf_city_name": "EUGENE",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "974031905",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 48604.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 49989.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>As the world moved from a glacial to interglacial period at the end of the Pleistocene (~18,000-10,0000 years ago), people around the world were faced with new challenges and opportunities. About 15,000 years ago, people probably first colonized the Americas via coastal and overland migrations. While a coastal migration has gained a great deal of interest and adherents, early coastal archaeological sites (i.e., Paleocoastal) in the New World are limited to just a handful of sites that all post-date about 13,000 calendar years ago. The dearth of early coastal sites probably stems primarily from the fact that sea levels have risen roughly 100 meters over the last 15,000 years, submerging the coastlines that early maritime peoples inhabited as they migrated into the Americas.</p>\n<p>With support from the National Science foundation, Drs. Jon Erlandson and Torben Rick conducted excavations at six Paleocoastal archaeological sites on California&rsquo;s Santa Rosa and San Miguel islands that all date to between about 12,500 and 11,000 calendar years ago, making them among the oldest coastal sites in the Americas and about the same age as the big game hunting Folsom peoples of the North American interior. The Paleocoastal people who occupied these Channel Island sites had diverse subsistence strategies that included the use of rocky intertidal shellfish, seals, fishes, and aquatic birds. They used distinctive chipped stone crescents and stemmed projectile points for hunting activities, artifacts that demonstrate technological affinities to the Western Stemmed Tradition of the western United States. Because the islands were separated from the mainland by a strait at least 9-12 km wide, we also know that these Paleoindian people used watercraft for travel and possibly for fishing and other activities. Stable isotope analysis of marine shellfish recovered from some of our sites, demonstrate that people occupied the Channel Islands on a year around basis by at least 8000 years ago. At two sites we excavated, the presence of abundant bones from geese and other waterfowl that typically winter on the Northern Channel Islands suggests that permanent occupation may have begun even earlier, perhaps as early as 12,000 years ago.</p>\n<p>To complement our excavations, we conducted archaeological reconnaissance work on Santa Rosa and San Miguel islands to search for other potentially early sites. This survey work located 12 new Paleocoastal archaeological lithic scatters and shell middens, including four that have been radiocarbon dated to older than 11,000 calendar years ago. When combined with the results of our earlier work on the islands&mdash;especially considering that rising seas have flooded most of the coastal lowlands where early occupations would probably have concentrated&mdash;this survey work suggests a relatively high density of Paleocoastal archaeological sites on the Northern Channel Islands. These data help inform our understanding of some of the earliest peoples to live on the Pacific Coast of the Americas and demonstrate that the Pacific Coast was home to more people than previously presumed. The emerging evidence suggests that these early maritime people also had complex and sophisticated technologies and adaptations by at least 12,000 years ago.</p>\n<p>This project greatly benefited from the involvement of several undergraduate and graduate student researchers, and contributed to three PhD dissertations. All of our fieldwork was also performed in collaboration with Native Americans (Chumash descendants) and National Park Service staff and volunteers that further enhanced project education opportunities and synergy. Future research on the Pacific Coast of the Americas should prove fruitful for further enhancing our knowledge of some of the first peoples to colonize the Americas and potentially locate coastal sites that date to even earlier in time. Near the end of ...",
  "por_txt_cntn": "\nAs the world moved from a glacial to interglacial period at the end of the Pleistocene (~18,000-10,0000 years ago), people around the world were faced with new challenges and opportunities. About 15,000 years ago, people probably first colonized the Americas via coastal and overland migrations. While a coastal migration has gained a great deal of interest and adherents, early coastal archaeological sites (i.e., Paleocoastal) in the New World are limited to just a handful of sites that all post-date about 13,000 calendar years ago. The dearth of early coastal sites probably stems primarily from the fact that sea levels have risen roughly 100 meters over the last 15,000 years, submerging the coastlines that early maritime peoples inhabited as they migrated into the Americas.\n\nWith support from the National Science foundation, Drs. Jon Erlandson and Torben Rick conducted excavations at six Paleocoastal archaeological sites on CaliforniaÆs Santa Rosa and San Miguel islands that all date to between about 12,500 and 11,000 calendar years ago, making them among the oldest coastal sites in the Americas and about the same age as the big game hunting Folsom peoples of the North American interior. The Paleocoastal people who occupied these Channel Island sites had diverse subsistence strategies that included the use of rocky intertidal shellfish, seals, fishes, and aquatic birds. They used distinctive chipped stone crescents and stemmed projectile points for hunting activities, artifacts that demonstrate technological affinities to the Western Stemmed Tradition of the western United States. Because the islands were separated from the mainland by a strait at least 9-12 km wide, we also know that these Paleoindian people used watercraft for travel and possibly for fishing and other activities. Stable isotope analysis of marine shellfish recovered from some of our sites, demonstrate that people occupied the Channel Islands on a year around basis by at least 8000 years ago. At two sites we excavated, the presence of abundant bones from geese and other waterfowl that typically winter on the Northern Channel Islands suggests that permanent occupation may have begun even earlier, perhaps as early as 12,000 years ago.\n\nTo complement our excavations, we conducted archaeological reconnaissance work on Santa Rosa and San Miguel islands to search for other potentially early sites. This survey work located 12 new Paleocoastal archaeological lithic scatters and shell middens, including four that have been radiocarbon dated to older than 11,000 calendar years ago. When combined with the results of our earlier work on the islands&mdash;especially considering that rising seas have flooded most of the coastal lowlands where early occupations would probably have concentrated&mdash;this survey work suggests a relatively high density of Paleocoastal archaeological sites on the Northern Channel Islands. These data help inform our understanding of some of the earliest peoples to live on the Pacific Coast of the Americas and demonstrate that the Pacific Coast was home to more people than previously presumed. The emerging evidence suggests that these early maritime people also had complex and sophisticated technologies and adaptations by at least 12,000 years ago.\n\nThis project greatly benefited from the involvement of several undergraduate and graduate student researchers, and contributed to three PhD dissertations. All of our fieldwork was also performed in collaboration with Native Americans (Chumash descendants) and National Park Service staff and volunteers that further enhanced project education opportunities and synergy. Future research on the Pacific Coast of the Americas should prove fruitful for further enhancing our knowledge of some of the first peoples to colonize the Americas and potentially locate coastal sites that date to even earlier in time. Near the end of our project, in fact, the discovery of several previously undocumented Paleocoastal si..."
 }
}