{
 "awd_id": "0917947",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Oceanographic Technical Services, 2009 - 2011, R/V Thompson and R/V Barnes",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "James Holik",
 "awd_eff_date": "2009-05-15",
 "awd_exp_date": "2012-04-30",
 "tot_intn_awd_amt": 2009760.0,
 "awd_amount": 2009760.0,
 "awd_min_amd_letter_date": "2009-05-21",
 "awd_max_amd_letter_date": "2011-04-25",
 "awd_abstract_narration": "University of Washington proposes to support technical services on R/V Thompson, a 274? general purpose research vessel, and R/V Barnes, a 66-foot coastal research vessel, both operated as part of the University-National Oceanographic Laboratory System research fleet.  The proposal requests support for basic services.  They will provide two shipboard technicians on each cruise of R/V Thompson to support seagoing research projects and to maintain, calibrate and provide for qualified users items from their pool of shared-use research instrumentation.  As part of the basic services, they will maintain and operate the multibeam sonar systems on R/V Thompson.  For R/V Barnes, a technician is available to sail if desired by the chief scientists, though (s)he will often not sail due to space limitations; the technician will provide shared-use instrumentation for use by the scientists, and provide remote support as needed if a technician does not sail.  The budget included with this proposal is for the first year of a 3-year continuing grant.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Wilcock",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "William S Wilcock",
   "pi_email_addr": "wilcock@u.washington.edu",
   "nsf_id": "000096020",
   "pi_start_date": "2009-05-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 BROOKLYN AVE NE",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "520500",
   "pgm_ele_name": "ARC Rsch Support & Logistics"
  },
  {
   "pgm_ele_code": "541500",
   "pgm_ele_name": "OCEANOGRAPHIC TECHNICAL SERVCE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 747600.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 867650.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 394510.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Project Outcomes Report</strong></p>\n<p><strong>SHIPBOARD SCIENCE SUPPORT 2009 &ndash; 2011</strong></p>\n<p><strong>R/V <em>Thomas G. Thompson</em> and R/V <em>Clifford A. Barnes</em></strong></p>\n<p><strong>NSF Award OCE-0917947</strong></p>\n<p><strong>&nbsp;</strong>This award funded the University of Washington&rsquo;s Shipboard Science Support Group, SSSG, to provide technology and the services in support of research and educational cruises aboard vessels operated by the University of Washington, School of Oceanography -- the R/V <em>Clifford A. Barnes </em>and the R/V <em>Thomas G. Thompson</em>. The SSSG personnel support general deck work for science operations, computer and network management, maintenance and repair of electronic instrumentation and general purpose sampling equipment. The University of Washington remains committed to managing and maintaining these facilities to provide first-rate service in a safe, cost-effective, and environmentally responsible manner.</p>\n<p>&nbsp;The SSSG plays an essential role in facilitating scientists&rsquo; and educators&rsquo; full utilization of these platforms and tools. A core component of our mission, as an institution of higher learning, is to include educational opportunities both to students in the earth and ocean sciences and to teachers nationwide through programs wherein educators join and participate in sea-going research expeditions, later sharing those experiences with their K-12 students. &nbsp;The University of Washington, with the support of the National Science Foundation and with coordination by the University-National Oceanographic Laboratory System (UNOLS), remains dedicated to and focused upon the national endeavor to understand the physical, chemical, geological and biological processes of the world ocean, the living and non-living resources therein, and their interactions with the approximately 50% of our citizens who live within fifty miles of the shoreline.</p>\n<p><strong>CY 2009-CY 2011 Services Provided</strong></p>\n<p>During these three years of funding the SSSG provided services in support of 46 cruises (553 NSF-funded days, 858 total funded days) aboard the R/V <em>Thomas G. Thompson</em> and 40 cruises (139 NSF-funded days, 183 total funded days) aboard the R/V <em>Clifford A. Barnes</em>.&nbsp; Pictures related to some of those cruises are included below.</p>\n<p>&nbsp;The <em>Thompson</em> worked throughout the Pacific Ocean, including areas around New Zealand, Samoa, Marianas Trench, Hawaii, the Gulf of Alaska and into the Bering Sea and coastal fjords of Alaska, the Southern Ocean southwest of Chile, the eastern part of the Pacific between Chile and Washington State, and into Puget Sound.&nbsp; Studies included bathymetric mapping of the seafloor, geochemistry, coring and rock dredging, biological productivity and specimen collections, measurements of currents, ocean-atmosphere interactions and gas exchange, instrument placement and underwater photography/video recording near hydrothermally-active sites, ocean bottom seismometer and mooring deployments and recovery, support for use of remotely operated vehicles (<em>JASON</em> and <em>ROPOS</em>), and student instruction and research opportunities.</p>\n<p>&nbsp;The <em>Barne</em>s worked only in Puget Sound and the waters around Vancouver Island during these years.&nbsp; Activities included characterization of water column hydrography, near-bottom currents, sediment types and cyst distributions in numerous bays, microbial biogeochemical activity, and sediment transport near a river mouth, as well as student instruction and research activities.</p>\n<p><strong>&nbsp;</strong>Provision of these sea-going research and educational facilities enabled marine scientists and investigators from institutions nationwide to study natural phenomena, and to instruct the future scientists and stewards of our marine ecosystems while they ar...",
  "por_txt_cntn": "\nProject Outcomes Report\n\nSHIPBOARD SCIENCE SUPPORT 2009 &ndash; 2011\n\nR/V Thomas G. Thompson and R/V Clifford A. Barnes\n\nNSF Award OCE-0917947\n\n This award funded the University of WashingtonÆs Shipboard Science Support Group, SSSG, to provide technology and the services in support of research and educational cruises aboard vessels operated by the University of Washington, School of Oceanography -- the R/V Clifford A. Barnes and the R/V Thomas G. Thompson. The SSSG personnel support general deck work for science operations, computer and network management, maintenance and repair of electronic instrumentation and general purpose sampling equipment. The University of Washington remains committed to managing and maintaining these facilities to provide first-rate service in a safe, cost-effective, and environmentally responsible manner.\n\n The SSSG plays an essential role in facilitating scientistsÆ and educatorsÆ full utilization of these platforms and tools. A core component of our mission, as an institution of higher learning, is to include educational opportunities both to students in the earth and ocean sciences and to teachers nationwide through programs wherein educators join and participate in sea-going research expeditions, later sharing those experiences with their K-12 students.  The University of Washington, with the support of the National Science Foundation and with coordination by the University-National Oceanographic Laboratory System (UNOLS), remains dedicated to and focused upon the national endeavor to understand the physical, chemical, geological and biological processes of the world ocean, the living and non-living resources therein, and their interactions with the approximately 50% of our citizens who live within fifty miles of the shoreline.\n\nCY 2009-CY 2011 Services Provided\n\nDuring these three years of funding the SSSG provided services in support of 46 cruises (553 NSF-funded days, 858 total funded days) aboard the R/V Thomas G. Thompson and 40 cruises (139 NSF-funded days, 183 total funded days) aboard the R/V Clifford A. Barnes.  Pictures related to some of those cruises are included below.\n\n The Thompson worked throughout the Pacific Ocean, including areas around New Zealand, Samoa, Marianas Trench, Hawaii, the Gulf of Alaska and into the Bering Sea and coastal fjords of Alaska, the Southern Ocean southwest of Chile, the eastern part of the Pacific between Chile and Washington State, and into Puget Sound.  Studies included bathymetric mapping of the seafloor, geochemistry, coring and rock dredging, biological productivity and specimen collections, measurements of currents, ocean-atmosphere interactions and gas exchange, instrument placement and underwater photography/video recording near hydrothermally-active sites, ocean bottom seismometer and mooring deployments and recovery, support for use of remotely operated vehicles (JASON and ROPOS), and student instruction and research opportunities.\n\n The Barnes worked only in Puget Sound and the waters around Vancouver Island during these years.  Activities included characterization of water column hydrography, near-bottom currents, sediment types and cyst distributions in numerous bays, microbial biogeochemical activity, and sediment transport near a river mouth, as well as student instruction and research activities.\n\n Provision of these sea-going research and educational facilities enabled marine scientists and investigators from institutions nationwide to study natural phenomena, and to instruct the future scientists and stewards of our marine ecosystems while they are embarked aboard state-of-the-art oceanographic research vessels that are equipped with laboratories, sensors, analytical equipment, communications links to shore, computational and data processing systems, and full life support for extended missions on the worldÆs oceans.  Educational cruises are conducted on both vessels, allowing students the opportunity to move from classroom instructio..."
 }
}