{
 "awd_id": "0917815",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: A Bioarchaeological Investigation of Identity Development During Napatan State Formation",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2009-10-01",
 "awd_exp_date": "2012-12-31",
 "tot_intn_awd_amt": 74408.0,
 "awd_amount": 74408.0,
 "awd_min_amd_letter_date": "2009-09-23",
 "awd_max_amd_letter_date": "2009-09-23",
 "awd_abstract_narration": "An international team, led by Dr. Michele Buzon and Dr. Stuart Tyson Smith will conduct a bioarchaeological research project to examine the identities of those involved during the critical origin period of the Napatan state during the Third Intermediate Period (1050-750 BC) and Late Period (750-332 BC) in Nubia. Although less known than its Egyptian counterpart, indigenous Nubians were colonized by Egypt, later gained independence and formed a state which then conquered Egypt itself.  The site of Tombos, the focus of this project, documents the rise of this Napatan state. The study of state formation processes in the Nile Valley has generally centered on the impact that Egypt had on the developments of indigenous cultures. However, recent studies suggest that, in fact, the reverse may have taken place - Egypt lost power as a result of the influential indigenous states in Nubia. Research at this key site of Tombos will shed light on this 'dark age' of Nubian history and provide crucial information necessary to clarify the nature of the social processes.  \r\nUsing a multi-disciplinary bioarchaeological approach, this project will identify the players involved in Napatan state formation through new excavation, and the assessment of ethnic identity, biological relationships, and geographic origins in order to determine if there is evidence for indigenous activities and local social forces leading up to the formation of this Nubian polity. This research project will address these questions through two seasons of archaeological fieldwork of Third Intermediate Period and Napatan Period burials at the site of Tombos, located at the 3rd Cataract of the Nile in Upper Nubia, with additional museum collection sampling and laboratory and statistical analyses at Purdue University and the University of California, Santa Barbara.\r\nThe intellectual merit of the proposed research rests on its contribution to larger archaeological and anthropological research questions regarding the process of identity development and transformation; it will provide new information regarding the historical, biocultural and geographic influences on the origins of a state. Tombos' unique historical context offers significant potential to shed light on the process of Napatan state formation, providing important data on the non-royal people who played a role in the development of this strong Nubian polity. This project will assist in the expansion of migration studies using strontium and oxygen isotope analysis in the Nile Valley. Also, the proposed excavation and analysis will offer crucial data to assess cultural and ethnic dynamics.\r\nFurther broader impacts of this research project include the training of students and researchers as well as promotion of international research collaboration. The excavation and curation of human skeletal remains from the site of Tombos will provide secure storage of important bioarchaeological data and collections as well as ensure the opportunity for future research on the Tombos material. The data produced from the proposed research will be widely disseminated in order to provide access for other researchers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michele",
   "pi_last_name": "Buzon",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Michele R Buzon",
   "pi_email_addr": "mbuzon@purdue.edu",
   "nsf_id": "000273474",
   "pi_start_date": "2009-09-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "2550 NORTHWESTERN AVE # 1100",
  "perf_city_name": "WEST LAFAYETTE",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479061332",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1392",
   "pgm_ref_txt": "Biological Anthropology"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 74408.0
  }
 ],
 "por": null
}