{
 "awd_id": "0917960",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Wetlands and the Transition to Agriculture in Europe: The Southern Albania Neolithic Archaeological Project",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 191806.0,
 "awd_amount": 191806.0,
 "awd_min_amd_letter_date": "2009-08-27",
 "awd_max_amd_letter_date": "2014-06-24",
 "awd_abstract_narration": "With support from the National Science Foundation, Dr. Susan E. Allen and an international team of colleagues will conduct three seasons of archaeological and palaeoenvironmental research on a critical shift in human economic history, the widespread dispersal and adoption of agriculture beyond its centers of origin. In particular, this research focuses on the transition to agriculture in Europe approximately 9,000 years ago and tests the hypothesis that the earliest farmers preferentially selected wetland ecotones for settlement and agricultural land use. While the significance of wetlands in the process of initial domestication of plants in many primary centers of agriculture in different areas of the world is widely acknowledged, their importance in the dispersal of agriculture beyond those centers has been obscured by the disproportionate attention given to documenting the role of indigenous populations and immigrant farmers in this process. In consequence, there has been little consideration of the way that early farmers negotiated environmental variables in various spatial, social, and temporal contexts. By adopting an ecological approach that emphasizes early farmers' deliberate selection of key locations and recognizes variation found in agricultural strategies across time and space as key aspects of the dispersal of farming, the project is designed to test the broad model of a time-transgressive pattern from southeast to northwest that emerges from radiocarbon dates for Europe. Situated at the leading edge of this transition, the southeastern Balkans are a key area for understanding the shift to agriculture in Europe. \r\n\r\nTo address their objectives, the team will recover relevant data from Early Neolithic (EN) sites located in a former wetland setting and adjacent environmental settings in Southern Albania. Research focuses on renewed excavation, surface survey, and coring at the site of Vashtëmi. Vashtëmi was selected on the basis of results from the team's surface survey and coring in 2006 that demonstrate high potential for recovering the data relevant for their research question and the potential threat posed to the site by illicit development due to its location near the city of Korça and adjacent to a major highway. The team will recover plant and animal remains, other organic materials, and evidence of landform changes that will enable them to reconstruct the site's environment and land use practices. Of particular importance is the collection of materials datable by 14C in order to construct a regional chronology for the EN which has not yet been possible. \r\n\r\nThe intellectual merits and broader impacts of this project are particularly apparent in four areas: 1) understanding the transition to agriculture in Europe and variability among early farming practices, which are poorly understood due to the paucity of floral and faunal remains and radiocarbon dates in this key region; 2) examining the importance of wetlands in this transition and their long-term and widespread cultural significance in human history; 3) salvaging potentially significant archaeological data from destruction by unauthorized development; and 4), offering environmental archaeology training opportunities for young Albanians in order to foster the incorporation of these methods into standard archaeological practice in Albania and contributing to European prehistoric archaeology as a whole.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Allen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Susan Allen",
   "pi_email_addr": "allese@ucmail.uc.edu",
   "nsf_id": "000249121",
   "pi_start_date": "2009-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Cincinnati Main Campus",
  "inst_street_address": "2600 CLIFTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CINCINNATI",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "5135564358",
  "inst_zip_code": "452202872",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "OH01",
  "org_lgl_bus_name": "CINCINNATI UNIV OF",
  "org_prnt_uei_num": "DZ4YCZ3QSPR5",
  "org_uei_num": "DZ4YCZ3QSPR5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Cincinnati Main Campus",
  "perf_str_addr": "2600 CLIFTON AVE",
  "perf_city_name": "CINCINNATI",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "452202872",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "OH01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 191806.0
  }
 ],
 "por": null
}