{
 "awd_id": "0917787",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "PFI: Developing Infrastructure for Innovation in Downeast Maine: Using Place- and Inquiry-Based Marine Science Education to Build a K-12 STEM Pipeline",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sara B. Nerlove",
 "awd_eff_date": "2009-08-01",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 600000.0,
 "awd_amount": 634189.0,
 "awd_min_amd_letter_date": "2009-07-23",
 "awd_max_amd_letter_date": "2013-04-04",
 "awd_abstract_narration": "This Partnerships for Innovation (PFI) project--a Type III (A: C) partnership  between University of Maine at Machias, an NSF PFI graduate (0227729), and Washington County Community College (WCCC) (Calais, ME)--builds upon the previous PFI award which developed a partnership between university and local marine-resources.  This project takes what was built in that partnership to the next level by adding human resource capacity?students and teachers?to be inextricably connected to a place- and inquiry-based curriculum for the marine environment of downeast Maine that can be implemented in a new physical infrastructure for innovation, a state-of-the-art wet/dry marine education center/classroom.  This addition will occur on the same parcel of property, purchased as a result of the earlier project, which is home to the Downeast Institute for Applied Marine Research and Education and a field station for the University of Maine at Machias.  In this context, student involvement in mentored, hands-on, inquiry-based projects that use the marine environment as a tool to enhance applied marine research and education in the classroom will be increased, and that involvement will be further reflected in students? interest and confidence in science as a key to the well being of their community.  \r\n\r\nAt present, much of the economic engine that drives the downeast Maine coastal economy is tied to healthy and abundant marine resources (such as lobsters, soft-shell clams, sea urchins, sea scallops, mussels, marine worms, ground fish).  The Principal Investigator and various other members of the partnership organizations have worked for over 20 years with fishermen, local stewardship committees, the Maine Department of Marine Resources, and local politicians to improve their knowledge of the ecology of these resources so that they can help to better manage them. Without healthy fisheries, downeast Maine?s coastal communities would become ghost towns. The vision is of a coastal economy that is fueled by these healthy and abundant marine resources that are part of both wild and culture fisheries. To achieve this vision requires combining new, innovative thinking with the traditional and fundamental approaches that have been used for generations. Indeed, efforts to enhance fisheries using cultured organisms and create new culture fisheries (clams, oysters, scallops, and perhaps lobsters) will continue as will applied research efforts that increase knowledge about spatial and temporal trends in the abundance of wild populations of commercially valuable marine species.  This project fits nicely with and supports this long-term vision because it focuses attention on the marine environment, the fisheries, and the people who ply their trade in the marine environment.   Specifically, this project focuses on the marine environment that students and their teachers live in and the importance of the health of that environment. Heretofore, this focus has not been brought to K-16 education.  The infrastructure and the curriculum that will be built will stimulate some students to become more inquisitive and, eventually, to carry this level of inquisitiveness into STEM fields.  Providing this educational opportunity will result in an increase in applied marine research, education, and technology transfer in downeast and coastal Maine which will lead to the commercialization of products and processes prompted by the needs and wishes of coastal communities, industries, and entrepreneurs.  \r\n\r\nPartners at the inception of the project are Academic Institutions: University of Maine at Machias (lead institution); Washington County Community College; University of Maine Sea Grant College Program, University of Maine  Orono; School Union #103; and the Moosabec Community School District; and  Private Sector Organization: Downeast Institute for Applied Marine Research and Education.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Beal",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Brian F Beal",
   "pi_email_addr": "bbeal@maine.edu",
   "nsf_id": "000088012",
   "pi_start_date": "2009-07-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Markow",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "David P Markow",
   "pi_email_addr": "dmarkow@wccc.me.edu",
   "nsf_id": "000079071",
   "pi_start_date": "2009-07-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "White",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Susan White",
   "pi_email_addr": "susan.white@maine.edu",
   "nsf_id": "000521470",
   "pi_start_date": "2009-07-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sherrie",
   "pi_last_name": "Sprangers",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Sherrie A Sprangers",
   "pi_email_addr": "ssprange@maine.edu",
   "nsf_id": "000521471",
   "pi_start_date": "2009-07-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stuart",
   "pi_last_name": "Swain",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Stuart G Swain",
   "pi_email_addr": "sswain@maine.edu",
   "nsf_id": "000522010",
   "pi_start_date": "2009-07-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maine at Machias",
  "inst_street_address": "116 O'BRIEN AVE",
  "inst_street_address_2": "",
  "inst_city_name": "MACHIAS",
  "inst_state_code": "ME",
  "inst_state_name": "Maine",
  "inst_phone_num": "2075811484",
  "inst_zip_code": "046541321",
  "inst_country_name": "United States",
  "cong_dist_code": null,
  "st_cong_dist_code": "ME",
  "org_lgl_bus_name": "UNIVERSITY OF MAINE SYSTEM",
  "org_prnt_uei_num": "JHKKHVC7EPL3",
  "org_uei_num": "C8TZDJXEV253"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maine at Machias",
  "perf_str_addr": "116 O'BRIEN AVE",
  "perf_city_name": "MACHIAS",
  "perf_st_code": "ME",
  "perf_st_name": "Maine",
  "perf_zip_code": "046541321",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "ME",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "166200",
   "pgm_ele_name": "PFI-Partnrships for Innovation"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "117E",
   "pgm_ref_txt": "TECHNOLOGY INNOVATION"
  },
  {
   "pgm_ref_code": "1662",
   "pgm_ref_txt": "PARTNRSHIPS FOR INNOVATION-PFI"
  },
  {
   "pgm_ref_code": "7651",
   "pgm_ref_txt": "OTHER COLLABORATIONS"
  },
  {
   "pgm_ref_code": "8085",
   "pgm_ref_txt": "Building Innovation Capacity"
  },
  {
   "pgm_ref_code": "8808",
   "pgm_ref_txt": "Veterans Research Supplements"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 600000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 14189.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 20000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project was designed to develop infrastructure to build a K-12 STEM pipeline using place- and inquiry-based marine science education in Downeast Maine.&nbsp; The innovation goals were to 1) create new and exciting opportunities for applied marine research, education, outreach, and business incubation in downeast and coastal Maine for K?16 students, local teachers, fishermen, entrepreneurs, and the larger community of marine scientists; 2) increase the proportionate number of high school students from downeast and coastal Maine who enter college in Science, Technology, Engineering, and Mathematics (STEM) programs; 3) foster confidence, and inspire elementary and secondary classroom teachers to develop and introduce marine?based scientific inquiry in their classrooms; and, 4) instill in K?16 students a passion for learning through inquiry?based marine education programs both inside and outside the classroom.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The project outcomes that address the intellectual merit of the work (i.e., the potential to advance knowledge) include:&nbsp; 1) creating a K-12 curriculum based on the local marine environment that is easy to acquire, view, and, most importantly, use for the benefit of K-12 students; 2) working with K-12 teachers in eastern Maine in an environment (a newly constructed marine education center at the University of Maine at Machias&rsquo; off-campus Marine Field Station) that inspires creative thinking through hands-on and inquiry-based projects both in the field and classroom; 3) providing learning opportunities in marine science for youth during the summer; 4) initiating &ldquo;Marine Science Days&rdquo; - - opportunities for teachers and their students to experience a day-long program of exploration and investigation in marine science at the marine education center.&nbsp; The project has created the capacity to advance knowledge and spark interest in STEM learning using the local marine environment (that is the social, historic, and economic underpinning of eastern Maine&rsquo;s coastal communities) as a tool for discovery in science and mathematics.</p>\n<p>&nbsp;</p>\n<p>The project outcomes that address the broader impacts of the work (i.e., the potential to benefit society and contribute to the achievement of specific, desired societal outcomes) include: 1) creating learning opportunities in marine science for both teachers and youth that develop observational and quantitative skills that carry over into other fields of science and mathematics; and, 2) transferring new and exciting information about the marine environment to parents via their children.&nbsp; The former impact is longer-lasting and will ultimately result in more children entering STEM fields later in life whereas the latter impact is immediate and has profound ramifications on enhancing knowledge in the local community that can be used to enhance economic prosperity and well-being.</p>\n<p>The major outcomes of the NSF/PFI award have been:&nbsp; 1) the completion of a 1,200 square-foot marine education center at the university&rsquo;s Marine Field Station (located approximately 25 miles from campus) that has been used for university classes, K-12 teacher workshops, K-12 teacher/student Marine Science Day camps, summer camps for K-12 youth, seminars, and meetings; 2) the creation of a K-12 curriculum developed around the local marine environment, with particular focus on natural history, ecology, and the history and economics of commercial fisheries; and, 3) a shift in how K-12 teachers are using aspects of the marine environment as teaching tools in their classroom, and how their students view STEM learning.&nbsp; We knew that teachers would be hesitant to undertake subject matter that was unfamiliar and/or unknown because many believe that in order to have a productive and orderly teaching environment, they have to know everything about the subject matter; howeve...",
  "por_txt_cntn": "\nThe project was designed to develop infrastructure to build a K-12 STEM pipeline using place- and inquiry-based marine science education in Downeast Maine.  The innovation goals were to 1) create new and exciting opportunities for applied marine research, education, outreach, and business incubation in downeast and coastal Maine for K?16 students, local teachers, fishermen, entrepreneurs, and the larger community of marine scientists; 2) increase the proportionate number of high school students from downeast and coastal Maine who enter college in Science, Technology, Engineering, and Mathematics (STEM) programs; 3) foster confidence, and inspire elementary and secondary classroom teachers to develop and introduce marine?based scientific inquiry in their classrooms; and, 4) instill in K?16 students a passion for learning through inquiry?based marine education programs both inside and outside the classroom. \n\n \n\nThe project outcomes that address the intellectual merit of the work (i.e., the potential to advance knowledge) include:  1) creating a K-12 curriculum based on the local marine environment that is easy to acquire, view, and, most importantly, use for the benefit of K-12 students; 2) working with K-12 teachers in eastern Maine in an environment (a newly constructed marine education center at the University of Maine at MachiasÆ off-campus Marine Field Station) that inspires creative thinking through hands-on and inquiry-based projects both in the field and classroom; 3) providing learning opportunities in marine science for youth during the summer; 4) initiating \"Marine Science Days\" - - opportunities for teachers and their students to experience a day-long program of exploration and investigation in marine science at the marine education center.  The project has created the capacity to advance knowledge and spark interest in STEM learning using the local marine environment (that is the social, historic, and economic underpinning of eastern MaineÆs coastal communities) as a tool for discovery in science and mathematics.\n\n \n\nThe project outcomes that address the broader impacts of the work (i.e., the potential to benefit society and contribute to the achievement of specific, desired societal outcomes) include: 1) creating learning opportunities in marine science for both teachers and youth that develop observational and quantitative skills that carry over into other fields of science and mathematics; and, 2) transferring new and exciting information about the marine environment to parents via their children.  The former impact is longer-lasting and will ultimately result in more children entering STEM fields later in life whereas the latter impact is immediate and has profound ramifications on enhancing knowledge in the local community that can be used to enhance economic prosperity and well-being.\n\nThe major outcomes of the NSF/PFI award have been:  1) the completion of a 1,200 square-foot marine education center at the universityÆs Marine Field Station (located approximately 25 miles from campus) that has been used for university classes, K-12 teacher workshops, K-12 teacher/student Marine Science Day camps, summer camps for K-12 youth, seminars, and meetings; 2) the creation of a K-12 curriculum developed around the local marine environment, with particular focus on natural history, ecology, and the history and economics of commercial fisheries; and, 3) a shift in how K-12 teachers are using aspects of the marine environment as teaching tools in their classroom, and how their students view STEM learning.  We knew that teachers would be hesitant to undertake subject matter that was unfamiliar and/or unknown because many believe that in order to have a productive and orderly teaching environment, they have to know everything about the subject matter; however, when we presented them with training exercises with the theme, \"LetÆs Find Out!\" they saw that making discoveries in the field at the same time as their students co..."
 }
}