{
 "awd_id": "0917576",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Taking NPASS to Scale (NPASS2): Creating State-based Professional Development Networks for Out-of-School Time Science",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032925115",
 "po_email": "emccalli@nsf.gov",
 "po_sign_block_name": "Ellen McCallie",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2015-02-28",
 "tot_intn_awd_amt": 1996468.0,
 "awd_amount": 1996468.0,
 "awd_min_amd_letter_date": "2009-08-16",
 "awd_max_amd_letter_date": "2014-07-19",
 "awd_abstract_narration": "Taking NPASS (National Partnerships for Afterschool Science) to Scale builds on a previously funded effort (DRL 0515549) designed to provide professional development for out-of-school time (OST) science trainers, administrators, and frontline staff. Education Development Center, Inc. (EDC), in partnership with the Boston Children's Museum, utilizes a tiered-training approach to increase understanding of the nature and value of informal science programming and improve program development and presentation skills. The professional development content is aligned with state standards in earth, life, and physical sciences for grades K-8 and emphasizes science inquiry and process skills. In addition to disseminating the NPASS model to eight states (CA, GA, MD, MN, MO, NH, NJ, OH), this project examines the factors that contribute to success at the local and statewide levels. Collaborating NPASS Leadership Teams are located at the California School-Age Consortium, the Georgia Afterschool Investment Council, The After-School Institute, Minnesota School Age Child Care Alliance, University of Missouri-Columbia, University of New Hampshire, and the Ohio Child Care Resource and Referral Association. Rutgers University-New Brunswick and the National Institute on Out of School Time (NIOST) assist with recruitment and training. \r\n\r\nThe primary target audience for this effort is OST science trainers, administrators of statewide OST networks and local programs, and frontline staff. The secondary audience is youth participating in afterschool programs, most of whom are from traditionally underserved and economically challenged groups. Deliverables include three-day, semi-annual train-the-trainer institutes; annual seminars for NPASS leaders; professional development tools; science kits; and the NPASS website. The project design consists of four levels of management and delivery. At Level 1, the NPASS2 primary partners, EDC and the Boston Children's Museum, provide three-day state-based OST Science Trainer Institutes on a semi-annual basis. The Science Trainer Institutes combine hands-on experience with pedagogical training in informal science learning, youth development, and the logistics of working with OST sites. During Level 2, the eight State Leadership Teams recruit two cohorts of OST practitioners to attend Science Trainer Institutes. The new Science Trainers then identify OST sites to attend a series of half-day science trainings in Level 3. Each session introduces and models new science projects for use in afterschool settings, including the NSF-funded Design It! or Explore It! materials. Finally, at Level 4, OST sites serving children from predominantly underserved and underrepresented populations are invited to join the NPASS2 initiative. OST sites receive a materials kit and guide for the activities at each training session, while support and scaffolding such as mentoring, a helpline, FAQ archive, bi-monthly newsletter, and social networking site are available throughout the program. It is estimated that as many as 30 OST state leaders, 300 managers, and 100 science trainers will be reached at 750 community sites serving 22,000 youth. The combined intervention has the potential to change the OST landscape.\r\n\r\nThe project evaluation to be conducted by the Goodman Research Group (GRG) employs a longitudinal design to determine participants' growth over time and the magnitude of change among the variables. The formative evaluation is designed to assess the development of the project's deliverables while the summative evaluation focuses on professional audience impacts. The NPASS2 summative evaluation examines the OST science trainers, OST state network administrators, youth workers, and site administrators through a baseline survey, in addition to annual questionnaires and interviews of network administrators and OST site administrators. The pre-post design measures changes in trainers' understanding, attitudes, behavior, and skills related to informal STEM education research or practice. To maximize the efficiency and authenticity of the evaluation, GRG will use the SET/STEM Leader Competencies Rubric currently being developed jointly by EDC in collaboration with the National 4-H Council's SET PD Committee.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Hutchison",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Charles H Hutchison",
   "pi_email_addr": "chutchison@edc.org",
   "nsf_id": "000088516",
   "pi_start_date": "2009-08-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Porter",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy Porter",
   "pi_email_addr": "tporter@mos.org",
   "nsf_id": "000189498",
   "pi_start_date": "2009-08-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Ellen",
   "pi_last_name": "Gannett",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Ellen S Gannett",
   "pi_email_addr": "egannett@wellesley.edu",
   "nsf_id": "000105293",
   "pi_start_date": "2009-08-16",
   "pi_end_date": "2010-03-05"
  }
 ],
 "inst": {
  "inst_name": "Education Development Center",
  "inst_street_address": "300 5TH AVE STE 2010",
  "inst_street_address_2": "",
  "inst_city_name": "WALTHAM",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6176182227",
  "inst_zip_code": "024518778",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "EDUCATION DEVELOPMENT CENTER, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "WWH4L4GKKW58"
 },
 "perf_inst": {
  "perf_inst_name": "Education Development Center",
  "perf_str_addr": "300 5TH AVE STE 2010",
  "perf_city_name": "WALTHAM",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "024518778",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725900",
   "pgm_ele_name": "AISL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7259",
   "pgm_ref_txt": "INFORMAL SCIENCE EDUCATION"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0409",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000910DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 1996468.0
  }
 ],
 "por": null
}