{
 "awd_id": "0918294",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "An Investigation of the Mechanism that Produces Rhythmic Beating in Cilia and Flagella",
 "cfda_num": "47.074",
 "org_code": "08070600",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gregory W. Warr",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 632323.0,
 "awd_amount": 632323.0,
 "awd_min_amd_letter_date": "2009-08-26",
 "awd_max_amd_letter_date": "2011-06-02",
 "awd_abstract_narration": "Intellectual merit.  Flagella and cilia are self-contained biological machines that convert chemical energy from ATP into useful mechanical work. They are basic organelles of living cells that are found in most animals and many plants. In mammals they play an important role in the development of an embryo, in respiration, and in reproduction. How these basic components of living cells work is still rather poorly understood and the goal of this project. The major approach is to gather vital physical information about the flagellum and to incorporate it into a detailed model of flagellar mechanics. To accomplish this goal, a unique set of tools has been developed.  A technique that uses force-calibrated glass microprobes will be employed to measure the forces actively produced and the passive mechanical stiffness of flagella.  Data will be analyzed using a unique and detailed computational model of the mechanics of the flagellum called the \"Geometric Clutch model\". To date, this model has successfully duplicated and even predicted much of the behavior of cilia and flagella. The model will be refined using the experimental data and will provide a framework to develop a complete picture of flagellar mechanics.  The mechanical and physical information obtained from these studies will complement present understanding of the flagellum at a molecular level.  Specifically, the Geometric Clutch model will allow mechanical properties of specific flagellar substructures to be correlated with defined molecular components.  Both the algal model system, Chlamydomonas, with its extensive molecular biological database, and the mammalian sperm, with which the laboratory already has extensive experience, will be used for these studies. \r\n\r\nBroader impacts.  This multidisciplinary project, which will apply physics and computational modeling to a biological investigation, will be of broad interest to the mathematics, physics, engineering, and cell biology communities.  The flagellum is an example of an exquisite micro-machine of nature that will help us understand and harness the forces of molecular motors.  The project has an extensive record of mentoring undergraduate students and introducing them to the principles and practice of laboratory research.  It is expected that undergraduates involved in the project will be co-authors on scientific reports from these studies and will be motivated to pursue careers in science, teaching, and medicine.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Lindemann",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Charles B Lindemann",
   "pi_email_addr": "lindeman@oakland.edu",
   "nsf_id": "000169461",
   "pi_start_date": "2009-08-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kathleen",
   "pi_last_name": "Lesich",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Kathleen A Lesich",
   "pi_email_addr": "lesich@oakland.edu",
   "nsf_id": "000522885",
   "pi_start_date": "2009-08-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oakland University",
  "inst_street_address": "2200 N SQUIRREL RD",
  "inst_street_address_2": "",
  "inst_city_name": "ROCHESTER",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "2483704116",
  "inst_zip_code": "483094401",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "MI11",
  "org_lgl_bus_name": "OAKLAND UNIVERSITY",
  "org_prnt_uei_num": "LY1HEB9XS5G8",
  "org_uei_num": "HJTLACN81NK1"
 },
 "perf_inst": {
  "perf_inst_name": "Oakland University",
  "perf_str_addr": "2200 N SQUIRREL RD",
  "perf_city_name": "ROCHESTER",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "483094401",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "MI11",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1132",
   "pgm_ref_txt": "CELLULAR ORGANIZATION"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 219012.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 203160.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 210151.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project was devoted to understanding how cilia and flagella work. Cilia and flagella are a part of a cell (aka cellular organelle) that is responsible for the movement of things. They are important in many human organs including the lungs, the reproductive system and the brain. They are whip-like extensions of the cell that can beat like an oar or slither like a snake. They are put to many uses. Many small cilia can work together when cells need to move fluid along a surface, as happens in the lungs, the brain and the female reproductive tract. A single, large flagellum can be used as a propeller for swimming, as is the case with a sperm cell. The &ldquo;tail&rdquo; of a sperm is a flagellum. &nbsp;In spite of their different names, cilia and flagella both have the same internal structure, so they are really variations of the same cell organelle. The internal structure is called the axoneme. It is made from a circular arrangement of 9 microtubules around 2 central microtubules called the central pair.&nbsp; When cilia and flagella are actively beating, these microtubules transiently bind and slide in relation to each other via the motor protein called dynein. Our project discovered many of the mechanical properties of the axoneme. We recorded the stiffness of the axoneme in many types of flagella. We showed that the axoneme bends in a different way than a solid rod. A flagellum that is bent by an applied force assumes an &ldquo;S&rdquo;-shaped configuration that consists of the induced bend and a counterbend. This is an important property to understanding how a cilium or flagellum works. We also showed that stress develops within the flagellum when it is bent, and that this internal stress distorts/alters the structure of the axoneme. &nbsp;The distortion that results is very likely an important factor for activating and deactivating (starting and stopping) the dynein motor proteins that make cilia and flagella beat in a rhythmic cycle. From this finding we developed a computer model that can simulate the beating of both cilia and flagella. The computer model uses the transverse component of the internal stress (called the transverse force or t-force) within the flagellum to act as a clutch to engage and disengage (start and stop) the dynein motors. This computer model suggested a plausible working mechanism for generating the beat cycle of cilia and flagella. This mechanism is called the &ldquo;geometric clutch hypothesis&rdquo; of ciliary and flagellar beating. This hypothesis, and the experimental evidence that supports it, constitute the most significant outcome overall from the project. In terms of broader impact of our work, there is considerable interest in the geometric clutch mechanism in the mathematics and engineering communities, as it could be used for the construction of micro-machines utilizing the same principle. &nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/18/2013<br>\n\t\t\t\t\tModified by: Kathleen&nbsp;A&nbsp;Lesich</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project was devoted to understanding how cilia and flagella work. Cilia and flagella are a part of a cell (aka cellular organelle) that is responsible for the movement of things. They are important in many human organs including the lungs, the reproductive system and the brain. They are whip-like extensions of the cell that can beat like an oar or slither like a snake. They are put to many uses. Many small cilia can work together when cells need to move fluid along a surface, as happens in the lungs, the brain and the female reproductive tract. A single, large flagellum can be used as a propeller for swimming, as is the case with a sperm cell. The \"tail\" of a sperm is a flagellum.  In spite of their different names, cilia and flagella both have the same internal structure, so they are really variations of the same cell organelle. The internal structure is called the axoneme. It is made from a circular arrangement of 9 microtubules around 2 central microtubules called the central pair.  When cilia and flagella are actively beating, these microtubules transiently bind and slide in relation to each other via the motor protein called dynein. Our project discovered many of the mechanical properties of the axoneme. We recorded the stiffness of the axoneme in many types of flagella. We showed that the axoneme bends in a different way than a solid rod. A flagellum that is bent by an applied force assumes an \"S\"-shaped configuration that consists of the induced bend and a counterbend. This is an important property to understanding how a cilium or flagellum works. We also showed that stress develops within the flagellum when it is bent, and that this internal stress distorts/alters the structure of the axoneme.  The distortion that results is very likely an important factor for activating and deactivating (starting and stopping) the dynein motor proteins that make cilia and flagella beat in a rhythmic cycle. From this finding we developed a computer model that can simulate the beating of both cilia and flagella. The computer model uses the transverse component of the internal stress (called the transverse force or t-force) within the flagellum to act as a clutch to engage and disengage (start and stop) the dynein motors. This computer model suggested a plausible working mechanism for generating the beat cycle of cilia and flagella. This mechanism is called the \"geometric clutch hypothesis\" of ciliary and flagellar beating. This hypothesis, and the experimental evidence that supports it, constitute the most significant outcome overall from the project. In terms of broader impact of our work, there is considerable interest in the geometric clutch mechanism in the mathematics and engineering communities, as it could be used for the construction of micro-machines utilizing the same principle.  \n\n \n\n\t\t\t\t\tLast Modified: 11/18/2013\n\n\t\t\t\t\tSubmitted by: Kathleen A Lesich"
 }
}