{
 "awd_id": "0918555",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Characterization of Frontostriatal Neural Codes of Executive Functions",
 "cfda_num": "47.074",
 "org_code": "08090200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Diane M. Witt",
 "awd_eff_date": "2009-08-01",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 458998.0,
 "awd_amount": 458998.0,
 "awd_min_amd_letter_date": "2009-06-26",
 "awd_max_amd_letter_date": "2011-03-08",
 "awd_abstract_narration": "Cognitive control of goal-directed behaviors likely involves the communication and computations across millions of cells in a distributed manner across multiple brain regions.  To date, little is known regarding how the coordinated activity of these neurons represents cognitive processes involved in goal-directed behaviors, such as working memory, attention, and decision/response selection (i.e. the population code). To address this lacuna, these electrophysiological studies will record electrical signaling of neurons in rats within two fundamentally important brain regions, the prelimbic region of the frontal cortex (plPFC) and dorsal striatum (dSTR).  A primary goal of this project is to relate this neural activity to animal performance in spatial delayed response tests of working memory using state-of-the-art computational strategies.  Importantly, these studies will examine the distributed representations of task-related events within populations of plPFC and dSTR neurons as well as for the PFC-dSTR circuit as a whole under varying conditions associated with varying levels of performance (short delays, long delays, noise-stress).  These studies are anticipated to further elucidate the neuronal codes and network circuitry that underlie higher cognitive function as measured in this task. In addition to the scientific knowledge gained by these studies, this project contains learning opportunities for undergraduates, graduate students, and post-doctoral fellows. A key theme in this work is the need for cross-disciplinary training in biology (neuroscience) and computational/engineering sciences. As part of our ongoing commitment to provide these educational opportunities, we have developed a neural analysis programming contest to 1) introduce students to computational neuroscience approaches, 2) educate and engage researchers outside the field of neuroscience in computational techniques and issues in neuroscience, and 3) build an open community and forum discussion for computational approaches in neuroscience.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Devilbiss",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "David M Devilbiss",
   "pi_email_addr": "ddevilbiss@wisc.edu",
   "nsf_id": "000214492",
   "pi_start_date": "2009-06-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Craig",
   "pi_last_name": "Berridge",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Craig W Berridge",
   "pi_email_addr": "berridge@wisc.edu",
   "nsf_id": "000450547",
   "pi_start_date": "2009-06-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "771400",
   "pgm_ele_name": "Modulation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1096",
   "pgm_ref_txt": "NEURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 152998.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 153000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 153000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This funding supported a series of studies that provided critical knowledge to better understand how signaling of individual neurons, or brain cells, generate the array of &ldquo;executive&rdquo; cognitive functions that include working memory, attention, and generation of goal-directed behaviors. For example, a goal-directed behavior could include the ability to drive to a store to buy a candy bar, but having to navigate around a road-block. &nbsp;Like the human brain, the rat brain depends on the prefrontal cortex (<strong>PFC</strong>) and striatum (<strong>STR</strong>) to preform these types of tasks. Critically, this research focused on what happens to the brain when one is distracted or stressed and why these types of daily functions are impaired under adverse conditions.&nbsp;&nbsp;</p>\n<p>We developed a number of technical advancements that combined state-of-the-art surgical, neurophysiological, and computational strategies to be able to determine the relationship between neural activity and the ability to perform goal-directed tasks involving attention and working memory in rats. The prelimbic region of the prefrontal cortex (<strong>plPFC</strong>) and dorsal striatum (<strong>dSTR</strong>) are the brain regions in rats that are necessary to perform these tasks. Upon development of this technology we were able to: 1) characterize response properties of individual neurons to task-related events within both plPFC and dSTR, 2) describe differences between plPFC and dSTR representations/computations occurring within this circuit, and 3) examine distributed representations of task-related events within populations of plPFC and dSTR neurons as well as for the PFC-dSTR circuit as a whole.&nbsp;</p>\n<p>We recorded the electrical activity of neurons in the plPFC and dSTR of rats performing a T-maze task &ndash; a goal-directed task involving attention and working memory that tests PFC function.&nbsp; Importantly this task is analogous to similar attention and working memory tests for humans.&nbsp; From these studies, we demonstrated&nbsp;that sub-populations of neurons in the plPFC selectively responded to independent phases of the task (<strong>Figure 1</strong>).&nbsp; Moreover, the majority of these neurons multiplexed task-related information throughout a trial, demonstrating that neurons of the PFC in rat encode delayed-response tasks of working memory similar to primates.&nbsp; This validation reinforces the view that experiments in rodents have direct relevance to brain function in humans.</p>\n<p>Importantly, these studies also demonstrated that when errors are made, the activity of neurons that code for brain functions necessary for this task are suppressed.&nbsp; Thus, a collapse of PFC neural networks is likely responsible for the inability to perform this task.&nbsp; The activity of the remaining neurons is increased, suggesting that this &ldquo;noise&rdquo; further masks the signals responsible for generating the cognitive functions and behaviors to successfully complete this task.</p>\n<p>An unanswered and fundamental question was whether brain activity was the same when errors are made, regardless of what conditions generated those errors.&nbsp; High levels of cognitive load or stress impairs PFC function and increases the number of errors made in these tasks.&nbsp; We demonstrated that animals exposed to noise stress or unexpected increases in delay length show similar behavioral impairments in performance of the T-maze task.&nbsp; Under stress, neural activity in the PFC is generally increased across the population of PFC neurons however the ability of these neurons to maintain information over time is impaired.&nbsp; These findings provided the first empirical evidence that stress elevates delay-related discharge rate of PFC neurons and that the ability of these neurons to maintain information over time is impaired; providing a novel view of brai...",
  "por_txt_cntn": "\nThis funding supported a series of studies that provided critical knowledge to better understand how signaling of individual neurons, or brain cells, generate the array of \"executive\" cognitive functions that include working memory, attention, and generation of goal-directed behaviors. For example, a goal-directed behavior could include the ability to drive to a store to buy a candy bar, but having to navigate around a road-block.  Like the human brain, the rat brain depends on the prefrontal cortex (PFC) and striatum (STR) to preform these types of tasks. Critically, this research focused on what happens to the brain when one is distracted or stressed and why these types of daily functions are impaired under adverse conditions.  \n\nWe developed a number of technical advancements that combined state-of-the-art surgical, neurophysiological, and computational strategies to be able to determine the relationship between neural activity and the ability to perform goal-directed tasks involving attention and working memory in rats. The prelimbic region of the prefrontal cortex (plPFC) and dorsal striatum (dSTR) are the brain regions in rats that are necessary to perform these tasks. Upon development of this technology we were able to: 1) characterize response properties of individual neurons to task-related events within both plPFC and dSTR, 2) describe differences between plPFC and dSTR representations/computations occurring within this circuit, and 3) examine distributed representations of task-related events within populations of plPFC and dSTR neurons as well as for the PFC-dSTR circuit as a whole. \n\nWe recorded the electrical activity of neurons in the plPFC and dSTR of rats performing a T-maze task &ndash; a goal-directed task involving attention and working memory that tests PFC function.  Importantly this task is analogous to similar attention and working memory tests for humans.  From these studies, we demonstrated that sub-populations of neurons in the plPFC selectively responded to independent phases of the task (Figure 1).  Moreover, the majority of these neurons multiplexed task-related information throughout a trial, demonstrating that neurons of the PFC in rat encode delayed-response tasks of working memory similar to primates.  This validation reinforces the view that experiments in rodents have direct relevance to brain function in humans.\n\nImportantly, these studies also demonstrated that when errors are made, the activity of neurons that code for brain functions necessary for this task are suppressed.  Thus, a collapse of PFC neural networks is likely responsible for the inability to perform this task.  The activity of the remaining neurons is increased, suggesting that this \"noise\" further masks the signals responsible for generating the cognitive functions and behaviors to successfully complete this task.\n\nAn unanswered and fundamental question was whether brain activity was the same when errors are made, regardless of what conditions generated those errors.  High levels of cognitive load or stress impairs PFC function and increases the number of errors made in these tasks.  We demonstrated that animals exposed to noise stress or unexpected increases in delay length show similar behavioral impairments in performance of the T-maze task.  Under stress, neural activity in the PFC is generally increased across the population of PFC neurons however the ability of these neurons to maintain information over time is impaired.  These findings provided the first empirical evidence that stress elevates delay-related discharge rate of PFC neurons and that the ability of these neurons to maintain information over time is impaired; providing a novel view of brain function under adverse conditions. \n\nNeurons of the brain form functional groups, on a moment-by-moment basis, to represent information and cognitive functions throughout the brain.  Using a number of statistical techniques to study population behavior of these neuron..."
 }
}