{
 "awd_id": "0918109",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Coherent Implementation of Mathematics Instructional Materials: A Study of the Variations and Effects of District Supports for Implementation",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ferdinand Rivera",
 "awd_eff_date": "2009-10-01",
 "awd_exp_date": "2016-09-30",
 "tot_intn_awd_amt": 2700814.0,
 "awd_amount": 2700814.0,
 "awd_min_amd_letter_date": "2009-08-03",
 "awd_max_amd_letter_date": "2015-08-24",
 "awd_abstract_narration": "This project seeks to understand the district- and school-level supports needed to implement comprehensive elementary mathematics instructional materials. It explores through a four-year, longitudinal, mixed methods study the implementation of Everyday Mathematics or Investigations in Number, Data, and Space in all of Grades 1-5 in ten to 12 school districts in two to four states. The project investigates and operationalizes the coherence of implementation strategies from the district perspective; considers the mediating role of school-based supports and level of use of the materials; and examines the connection between coherent implementation and student outcomes as measured on state assessments in elementary mathematics. Data are gathered through interviews and surveys of district-level administrators principals, and elementary teachers, and from annual state tests of student achievement in mathematics. \r\n\r\nSome of the research questions guiding this work are: \r\n\tWhat are the dimensions of district-level coherence of implementation of instructional materials?\r\n\tWhat are the dimensions of school-level support for implementation of instructional materials?\r\n\tHow does district-level coherence relate to changes in school-level student scores at a single point in time and over time? What factors moderate the relationship between district-level coherence and student outcomes (i.e., percentage of free or reduced-price lunch, size of district)? Does school-level support for implementation and/or school-level use mediate the relationship between district-level coherence and student outcomes?\r\n\tHow does school-level support of implementation relate to changes in school-level student scores, at a single point in time and over time? What factors moderate the relationship between school-level support of implementation and student outcomes (i.e., percentage of free or reduced-price lunch, size of school)?  Does school-level use mediate the relationship between school-level support of implementation and student outcomes? \r\n\r\nMany districts across the country have centered their recent mathematics improvement efforts on the use of instructional materials aligned to state standards, often in response to increased accountability for student outcomes. Supporting this movement is the emergence of well-designed instructional materials, including programs such as Everyday Mathematics and Investigations. The promise of such materials is great, but their impact is mediated by how well they are used by teachers in their classrooms. Instructional materials do not stand alone: they must be carefully aligned with elements of practice and policy at the district and school level to provide teachers with the guidance needed to enact the materials' vision for classroom practice. School districts vary in the degree to which they provide these supports. This study should make a major contribution to understanding what organizations must do realize the promise of such materials, uncovering conditions crucial to success. Results can be of major interest to educators, school administrators and policymakers across the U.S. as they plan, fund and expend efforts to use new instructional materials. It should shed light on factors affecting the scale-up of such materials at large scale.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "June",
   "pi_last_name": "Mark",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "June Mark",
   "pi_email_addr": "jmark@edc.org",
   "nsf_id": "000217645",
   "pi_start_date": "2009-08-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Deborah",
   "pi_last_name": "Spencer",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Deborah B Spencer",
   "pi_email_addr": "DSpencer@edc.org",
   "nsf_id": "000107195",
   "pi_start_date": "2009-08-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Education Development Center",
  "inst_street_address": "300 5TH AVE STE 2010",
  "inst_street_address_2": "",
  "inst_city_name": "WALTHAM",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6176182227",
  "inst_zip_code": "024518778",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "EDUCATION DEVELOPMENT CENTER, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "WWH4L4GKKW58"
 },
 "perf_inst": {
  "perf_inst_name": "Education Development Center",
  "perf_str_addr": "300 5TH AVE STE 2010",
  "perf_city_name": "WALTHAM",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "024518778",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0409",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000910DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 647145.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 663343.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 673726.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 716600.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Many school districts across the country have centered their mathematics program improvement efforts&mdash;especially at the elementary level&mdash;on the adoption and use of instructional materials well-aligned to state standards. These district-level improvement efforts are a response to increased accountability for student outcomes in mathematics, and are intended to ensure that all students experience high-quality mathematics content and instruction. If supported well by districts and schools, instructional materials can be a driver for mathematics program improvement, particularly when the materials are used consistently across schools and grade levels, and well-aligned with the standards and tests for which the district is held accountable.</p>\n<p>Previous research has shown that school districts vary in the degree to which they provide and align the supports necessary for a coherent implementation of new materials. But significant questions remain regarding how districts support the implementation of new mathematics materials and whether there is a connection between district-level support and student outcomes. Indeed, the National Research Council has suggested that future research also include studies of student learning in schools employing districtwide adoptions of mathematics curricula in which teachers are required to implement the programs. This study is one of the few to attempt to answer that question, analyzing districts&rsquo; level of support and investigating the relation between the level of district support and growth in school-aggregated fourth-grade student outcomes.</p>\n<p>This longitudinal, multilevel, mixed methods study investigated the effect of 10 district-led adoptions of two different sets of mathematics instructional materials on fourth-grade students&rsquo; achievement in 130 elementary schools across four states. We constructed 3-level hierarchical linear models employing a piece-wise growth curve analysis to examine six years of school aggregated state assessment data&mdash;three years prior to the adoption of new instructional materials and three following adoption. Results suggest a potential effect of well-supported interventions on student outcomes, where schools that received more support from their districts on average had students who grew significantly more in fourth-grade mathematics achievement between time points, even after controlling for percentage of low-income students. An important contribution of this research is the finding that well-supported mathematics instructional materials interventions by districts results in gains in student outcomes over time.</p>\n<p>Results should be of major interest to school administrators and policymakers across the United States as they plan, fund, and implement efforts to use new instructional materials to advance mathematics program improvement. Moreover, our results may be particularly useful as districts consider investing in improvement strategies to address the <em>Common Core State Standards</em> for Mathematics (National Governors Association &amp; Council of Chief State School Officers, 2010) and determine the role instructional materials will play in those efforts.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/16/2016<br>\n\t\t\t\t\tModified by: Deborah&nbsp;B&nbsp;Spencer</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMany school districts across the country have centered their mathematics program improvement efforts&mdash;especially at the elementary level&mdash;on the adoption and use of instructional materials well-aligned to state standards. These district-level improvement efforts are a response to increased accountability for student outcomes in mathematics, and are intended to ensure that all students experience high-quality mathematics content and instruction. If supported well by districts and schools, instructional materials can be a driver for mathematics program improvement, particularly when the materials are used consistently across schools and grade levels, and well-aligned with the standards and tests for which the district is held accountable.\n\nPrevious research has shown that school districts vary in the degree to which they provide and align the supports necessary for a coherent implementation of new materials. But significant questions remain regarding how districts support the implementation of new mathematics materials and whether there is a connection between district-level support and student outcomes. Indeed, the National Research Council has suggested that future research also include studies of student learning in schools employing districtwide adoptions of mathematics curricula in which teachers are required to implement the programs. This study is one of the few to attempt to answer that question, analyzing districts? level of support and investigating the relation between the level of district support and growth in school-aggregated fourth-grade student outcomes.\n\nThis longitudinal, multilevel, mixed methods study investigated the effect of 10 district-led adoptions of two different sets of mathematics instructional materials on fourth-grade students? achievement in 130 elementary schools across four states. We constructed 3-level hierarchical linear models employing a piece-wise growth curve analysis to examine six years of school aggregated state assessment data&mdash;three years prior to the adoption of new instructional materials and three following adoption. Results suggest a potential effect of well-supported interventions on student outcomes, where schools that received more support from their districts on average had students who grew significantly more in fourth-grade mathematics achievement between time points, even after controlling for percentage of low-income students. An important contribution of this research is the finding that well-supported mathematics instructional materials interventions by districts results in gains in student outcomes over time.\n\nResults should be of major interest to school administrators and policymakers across the United States as they plan, fund, and implement efforts to use new instructional materials to advance mathematics program improvement. Moreover, our results may be particularly useful as districts consider investing in improvement strategies to address the Common Core State Standards for Mathematics (National Governors Association &amp; Council of Chief State School Officers, 2010) and determine the role instructional materials will play in those efforts.\n\n \n\n\t\t\t\t\tLast Modified: 12/16/2016\n\n\t\t\t\t\tSubmitted by: Deborah B Spencer"
 }
}