{
 "awd_id": "0918374",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Computational Studies of Helix and Beta-Hairpin Dynamics and Orientation in Biological Membranes",
 "cfda_num": "47.074",
 "org_code": "08070400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kamal Shukla",
 "awd_eff_date": "2009-07-15",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 479081.0,
 "awd_amount": 479081.0,
 "awd_min_amd_letter_date": "2009-07-20",
 "awd_max_amd_letter_date": "2009-07-20",
 "awd_abstract_narration": "Despite considerable advances in both experimental and computational methods to study biologically-important membrane proteins, it is still challenging to determine their structures and dynamics in biological membranes. This project seeks to characterize dynamics and orientation of helix/beta-hairpin in membrane environments by calculating the potentials of mean force (PMFs) along their orientations and by performing ensemble dynamics with available orientational NMR observables. This research will provide novel insights into the following important biophysical questions. Why does a single transmembrane helix or beta-hairpin have specific orientations in membranes? What are the roles of hydrogen bonds, close packing, and beta-hairpin-lipid interactions in beta-hairpin associations in membranes? What is the dynamic information embedded in NMR data obtained from aligned samples or what is the influence of helix dynamics on such observables? The PMF calculations and their decomposition into various microscopic contributions will enrich our understanding of the molecular basis of transmembrane helix/beta-hairpin orientation and interaction by determining the delicate balance of forces governing helix/beta-hairpin interactions with membranes at the atomic level. The ensemble dynamics with orientational NMR observables will provide the in-depth understanding of membrane protein dynamics. Given the abundance of membrane proteins with a single-pass transmembrane helix, this project will also provide a quantitative approach to understand their structure and dynamics in membranes.\r\n\r\nThis project seeks to foster synergistic scientific research and education in the field of computational biophysics by providing (1) the helix/beta-hairpin restraint potentials and the orientational NMR restraint potentials as research tools, and (2) the CHARMM-GUI website (http://www.charmm-gui.org) as an education/research tool for students and researchers. The restraint potentials can be applied to various peptides/proteins whose functions involve helix/beta- hairpin movements. The resulting ensemble dynamics protocol to determine protein structure and dynamics from aligned NMR sample data will be a useful tool for the NMR community. The CHARMM-GUI website is open to the public and will be further developed to provide students and researchers with a web-based graphical user interface (GUI) for various biomolecular simulation and modeling tools. In addition to graduate student training, two undergraduate students will be involved in this project to promote their interests in computational biophysics. This project will raise the scientific literacy of the public by outreach activities such as publication of research results and participation of workshops.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wonpil",
   "pi_last_name": "Im",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wonpil Im",
   "pi_email_addr": "woi216@lehigh.edu",
   "nsf_id": "000126447",
   "pi_start_date": "2009-07-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Kansas Center for Research Inc",
  "inst_street_address": "2385 IRVING HILL RD",
  "inst_street_address_2": "",
  "inst_city_name": "LAWRENCE",
  "inst_state_code": "KS",
  "inst_state_name": "Kansas",
  "inst_phone_num": "7858643441",
  "inst_zip_code": "660457563",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "KS01",
  "org_lgl_bus_name": "UNIVERSITY OF KANSAS CENTER FOR RESEARCH INC",
  "org_prnt_uei_num": "SSUJB3GSH8A5",
  "org_uei_num": "SSUJB3GSH8A5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Kansas Center for Research Inc",
  "perf_str_addr": "2385 IRVING HILL RD",
  "perf_city_name": "LAWRENCE",
  "perf_st_code": "KS",
  "perf_st_name": "Kansas",
  "perf_zip_code": "660457563",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "KS01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1164",
   "pgm_ref_txt": "MOLECULAR BIOPHYSICS"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 479081.0
  }
 ],
 "por": null
}