{
 "awd_id": "0918175",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Student Travel Assistance for the Symposium of 35 Years of Chemical Sensors in 215th ECS. To be held May 25-27, 2009 in San Francisco.",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Usha Varshney",
 "awd_eff_date": "2009-05-01",
 "awd_exp_date": "2009-07-31",
 "tot_intn_awd_amt": 6000.0,
 "awd_amount": 6000.0,
 "awd_min_amd_letter_date": "2009-02-27",
 "awd_max_amd_letter_date": "2009-02-27",
 "awd_abstract_narration": "PI: Richard B. Brown\r\nInstitution: University of Utah \r\nProposal Number:  0918175\r\n\r\nIntellectual Merit:  Conference symposium support is requested for the 215th Electrochemical Society Symposium titled ?35 Years of Chemical Sensors? to be held in San Francisco May 25-27, 2009. The symposium, organized to bring together scientists and engineers focused on electronic, magnetic and photonic devices which are able to transduce chemical concentrations for a wide variety of applications.  The Symposium is intended to stimulate research in the field, to promote interest in the development of such sensors among students, and to bring more researchers to the field.  The requested support will be used to provide travel stipends for undergraduate and graduate students and junior faculty who have papers being presented at the conference.  This symposium will focus on all aspects of chemical sensor technology based-on electronic, magnetic and photonic devices and organic semiconductors.  The Symposium will include an array of related topics ranging from materials to applications: sensing materials, micro/nano-machining, fabrication processes, packaging, and the application of these structures and processes to the miniaturization of chemical sensors, biosensors, higher order sensing arrays, and chemical analysis.  The overall vision of the conference is to stimulate research in the area by bringing together researchers working in various aspects of sensor technology.  All of the travel support will be given to US citizens, permanent residents and US nationals, with consideration to demographic and geographic diversity.  The chemical sensor field will require an influx of new people in order to have sufficient human resources for development and application of the technology to critical applications such as energy, national security, health care, and food and water safety.  The involvement of graduate and undergraduate students, enabled through the requested support, will help to foster the integration of young participants into this field.\r\n\r\nBroader Impact: The broader impact of the proposed program will involve bringing students from underrepresented groups into this exciting, interdisciplinary area.  Applying electrical, optical and magnetic technologies to sensors appeals to students because of the obvious good that can be done for humanity through sensing both inside the body, and in the environment in which we live.  An excellent way to draw new researchers into the sensing area is to involve graduate and undergraduate students in a technical conference run by a major professional society.  In addition to technical exposure, this experience will provide the opportunity to interact with a broad range of researchers involved in this field. The requested funding will enable broader student participation in the conference.  If the allocated funds are not all needed to support the travel of students presenting papers, the remaining funds will be used preferentially to support the travel of underrepresented students who are working with sensor groups. The conference will publish proceedings, to be distributed.  The proceedings will provide an opportunity for student authors to publish their current work, as well as providing a technical archive for the presentations.  \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Brown",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Richard B Brown",
   "pi_email_addr": "brown@utah.edu",
   "nsf_id": "000426000",
   "pi_start_date": "2009-02-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Utah",
  "inst_street_address": "201 PRESIDENTS CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SALT LAKE CITY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8015816903",
  "inst_zip_code": "841129049",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UNIVERSITY OF UTAH",
  "org_prnt_uei_num": "",
  "org_uei_num": "LL8GLEVH6MG3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Utah",
  "perf_str_addr": "201 PRESIDENTS CIR",
  "perf_city_name": "SALT LAKE CITY",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841129049",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "098E",
   "pgm_ref_txt": "Antennas and Electromagnetics"
  },
  {
   "pgm_ref_code": "100E",
   "pgm_ref_txt": "Novel devices & vacuum electronics"
  },
  {
   "pgm_ref_code": "101E",
   "pgm_ref_txt": "Printed and flexible electronics"
  },
  {
   "pgm_ref_code": "103E",
   "pgm_ref_txt": "Energy efficient electronics"
  },
  {
   "pgm_ref_code": "107E",
   "pgm_ref_txt": "Magnetics and spin electronics"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": null
}