{
 "awd_id": "0918277",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Science Teachers Learning from Lesson Analysis (STeLLA) Professional Development Program: Scaling for Effectiveness",
 "cfda_num": "47.076",
 "org_code": "11090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David B. Campbell",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 4997156.0,
 "awd_amount": 5088504.0,
 "awd_min_amd_letter_date": "2009-08-07",
 "awd_max_amd_letter_date": "2015-09-21",
 "awd_abstract_narration": "\r\nThe Science Teachers Learning from Lesson Analysis (STeLLA) professional development program is a one-year sequence of professional development activities that engages teachers in content-specific analysis of science teaching and learning using video cases of science lessons. In small, facilitated learning teams, teachers examine specially created video cases and video from their own classrooms. The video cases provide rich contexts for deepening teachers' content and pedagogical content knowledge by providing a shared context for evidence-based analysis. The STeLLA program is built on two key research-based ideas for teacher learning that are examined in depth. The first premise is that teachers can improve their science teaching effectiveness by developing two lenses for analyzing teaching: the student thinking lens and the science content storyline lens. These two lenses provide a conceptual framework for the program. The second key idea is that teachers will deepen their science content knowledge through the use of these two lenses. The current project  scale-ups STeLLA in two large, diverse Colorado school districts. \r\n\r\nThis project is designed to rigorously test the effectiveness of the STeLLA professional development program when it is scaled to(a) reach large numbers of teachers and students in a wider array of school settings, (b) be delivered by facilitators who are not the program developers, and (c) include random assignment to two treatment groups. The scaled-up version of STeLLA (n~100 teachers) is compared with a science content deepening professional development program of the same duration (n~100 teachers). Measures of teachers' science content knowledge, pedagogical content knowledge, and teaching practice  documents STeLLA's impact on teachers. Students in 4th and 5th grades (n~6,000) are given two sets of pre-post unit tests to provide evidence of student learning, and 5th grade student data are also assessed through the Colorado Science Assessment Program (CSAP), the state science assessment. The project  tests whether teacher variables (content knowledge, pedagogical content knowledge, and teaching practice) mediate student learning, and explores other factors that may explain variance in student achievement. \r\n\r\nThis project focuses on a teacher professional development model originally suggested by TIMSS video data on science classroom instruction. The TIMSS international comparison of science lesson enactments showed that U.S. teachers, in contrast with teachers from higher-achieving countries, emphasized student participation in activities with little or no attention to using those activities to develop science ideas or to engage students in thinking deeply about the target learning goals The STeLLA project is designed to improve elementary science instruction through the development of video cases of science teaching that support teachers in focusing on science ideas, student understanding of those ideas, and instructional responses that make clear links between the lesson activities and the development of science ideas and understanding. Guided by research results of previous studies, STeLLA focuses on improving teachers' content knowledge and their practice through the use of video. This concentrated, focused approach to professional development in science education is substantially different from other approaches. It holds a great deal of promise through its creative use of video technology, its clearly articulated theory of action, and a thoughtful scale-up research design that helps to illuminate the factors that can improve science teaching and learning.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Kathleen",
   "pi_last_name": "Roth",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Kathleen J Roth",
   "pi_email_addr": "kjroth@csupomona.edu",
   "nsf_id": "000237630",
   "pi_start_date": "2009-08-07",
   "pi_end_date": "2014-09-16"
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Taylor",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph A Taylor",
   "pi_email_addr": "jotaylor@air.org",
   "nsf_id": "000209818",
   "pi_start_date": "2014-09-16",
   "pi_end_date": "2015-09-21"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Wilson",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher D Wilson",
   "pi_email_addr": "cwilson@bscs.org",
   "nsf_id": "000508017",
   "pi_start_date": "2015-09-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Taylor",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph A Taylor",
   "pi_email_addr": "jotaylor@air.org",
   "nsf_id": "000209818",
   "pi_start_date": "2009-08-07",
   "pi_end_date": "2014-09-16"
  }
 ],
 "inst": {
  "inst_name": "BSCS Science Learning",
  "inst_street_address": "5415 MARK DABLING BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "COLORADO SPRINGS",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "7195315550",
  "inst_zip_code": "80918",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "CO05",
  "org_lgl_bus_name": "BSCS SCIENCE LEARNING",
  "org_prnt_uei_num": "",
  "org_uei_num": "DA1EFNZJ5D29"
 },
 "perf_inst": {
  "perf_inst_name": "BSCS Science Learning",
  "perf_str_addr": "5415 MARK DABLING BLVD",
  "perf_city_name": "COLORADO SPRINGS",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "80918",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "CO05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0409",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000910DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 909971.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 1406085.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 985204.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 860184.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 927060.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This line of research around the Science Teachers Learning from Lesson Analysis (STeLLA) professional development (PD) program is intended to help address the problem highlighted by Borko in 2004, that there is a critical need for studies of teacher professional development (PD) on both teacher and student outcomes, particularly in science. STeLLA is a year-long analysis of practice, videocase-based PD program for elementary teachers that uses lesson video analysis as a context for supporting teachers&rsquo; learning about science content and effective science teaching. The STeLLA PD program is intended to increase students&rsquo; science achievement by increasing teachers&rsquo; ability to attend to student thinking and to the content storyline of science instruction. Results from this study showed that STeLLA significantly impacted science understanding and classroom teaching for elementary teachers. In addition, after the one-year PD program, the students of participating teachers also had increased science outcomes, even when expanded to a large number of teachers and delivered by individuals who did not play a role in developing the program.</p>\n<p>&nbsp;</p>\n<p>The study employed a rigorous cluster randomized trial design (CRT) to examine the effects of the STeLLA PD program on student and teacher learning. This &ldquo;gold standard&rdquo; research design randomly assigned 77 schools (144 4th and 5th grade teachers) to receive either the STeLLA PD treatment, or the same amount of professional development focused on content deepening. This comparison condition engaged elementary teachers in science content-based learning experiences designed to increase teacher content knowledge and confidence in teaching science effectively &ndash; and represents a traditional approach to science teacher professional development.</p>\n<p>&nbsp;</p>\n<p>The STeLLA program had noteworthy effects on both teacher and student outcomes. While both treatment groups exhibited significant gains, the STeLLA teachers outperformed teachers in the content deepening program on measures of science content understanding and pedagogical content knowledge (PCK). Both of these effects were significant (p&lt;.001) with corresponding effect sizes of 0.66 (content knowledge) and 1.17 (pedagogical content knowledge). The STeLLA treatment effect for students was also statistically significant over the content deepening group (p&lt;.001), with a corresponding effect size of 0.68 standard deviations. When compared to studies of professional development with similarly rigorous designs, the teacher and student effect sizes from this study are large, and point to the strong impact of the program&rsquo;s focus on both science content and teaching strategies using classroom video for improving learning.</p>\n<p>These findings support the claim that elementary science teachers&rsquo; learning will impact student achievement to a greater degree if it occurs in the context of analysis of practice, providing empirical support for the idea that engaging teachers in scientific activities to deepen their content knowledge is not enough. New science standards are leading to an increased emphasis on teachers&rsquo; science content knowledge, their understanding of how to teach complex science concepts, and ultimately their classroom practice. The effectiveness of the model of PD presented here is therefore of great importance, and provides new evidence about what variables are most important in increasing student achievement in science.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2015<br>\n\t\t\t\t\tModified by: Christopher&nbsp;D&nbsp;Wilson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis line of research around the Science Teachers Learning from Lesson Analysis (STeLLA) professional development (PD) program is intended to help address the problem highlighted by Borko in 2004, that there is a critical need for studies of teacher professional development (PD) on both teacher and student outcomes, particularly in science. STeLLA is a year-long analysis of practice, videocase-based PD program for elementary teachers that uses lesson video analysis as a context for supporting teachersÆ learning about science content and effective science teaching. The STeLLA PD program is intended to increase studentsÆ science achievement by increasing teachersÆ ability to attend to student thinking and to the content storyline of science instruction. Results from this study showed that STeLLA significantly impacted science understanding and classroom teaching for elementary teachers. In addition, after the one-year PD program, the students of participating teachers also had increased science outcomes, even when expanded to a large number of teachers and delivered by individuals who did not play a role in developing the program.\n\n \n\nThe study employed a rigorous cluster randomized trial design (CRT) to examine the effects of the STeLLA PD program on student and teacher learning. This \"gold standard\" research design randomly assigned 77 schools (144 4th and 5th grade teachers) to receive either the STeLLA PD treatment, or the same amount of professional development focused on content deepening. This comparison condition engaged elementary teachers in science content-based learning experiences designed to increase teacher content knowledge and confidence in teaching science effectively &ndash; and represents a traditional approach to science teacher professional development.\n\n \n\nThe STeLLA program had noteworthy effects on both teacher and student outcomes. While both treatment groups exhibited significant gains, the STeLLA teachers outperformed teachers in the content deepening program on measures of science content understanding and pedagogical content knowledge (PCK). Both of these effects were significant (p&lt;.001) with corresponding effect sizes of 0.66 (content knowledge) and 1.17 (pedagogical content knowledge). The STeLLA treatment effect for students was also statistically significant over the content deepening group (p&lt;.001), with a corresponding effect size of 0.68 standard deviations. When compared to studies of professional development with similarly rigorous designs, the teacher and student effect sizes from this study are large, and point to the strong impact of the programÆs focus on both science content and teaching strategies using classroom video for improving learning.\n\nThese findings support the claim that elementary science teachersÆ learning will impact student achievement to a greater degree if it occurs in the context of analysis of practice, providing empirical support for the idea that engaging teachers in scientific activities to deepen their content knowledge is not enough. New science standards are leading to an increased emphasis on teachersÆ science content knowledge, their understanding of how to teach complex science concepts, and ultimately their classroom practice. The effectiveness of the model of PD presented here is therefore of great importance, and provides new evidence about what variables are most important in increasing student achievement in science.\n\n\t\t\t\t\tLast Modified: 11/30/2015\n\n\t\t\t\t\tSubmitted by: Christopher D Wilson"
 }
}