{
 "awd_id": "0919047",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:  Landscape and regional scale studies of nitrogen gas flux",
 "cfda_num": "47.074",
 "org_code": "08010209",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Henry L. Gholz",
 "awd_eff_date": "2009-08-15",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 568917.0,
 "awd_amount": 568917.0,
 "awd_min_amd_letter_date": "2009-08-15",
 "awd_max_amd_letter_date": "2011-06-07",
 "awd_abstract_narration": "Understanding the nitrogen cycle at landscape, regional and global scales is a great current challenge in environmental science. Large amounts of so-called missing nitrogen dominate nitrogen balances at all scales and have complicated efforts to address the effects of excess nitrogen pollution on tropospheric ozone levels, coastal eutrophication and drinking water quality, and to determine critical loads for atmospheric nitrogen deposition to watersheds. Uncertainty about nitrogen balances has led to increased interest in nitrogen gas fluxes as a potential fate of excess nitrogen. However, these fluxes are difficult to quantify because of problematic measurement techniques, high spatial and temporal variability, and a lack of methods for scaling point measurements to larger areas. A particular challenge is that small areas (hotspots) and brief periods (hot moments) account for a high percentage of nitrogen gas flux activity. There have been recent improvements in the methods for measuring nitrogen gas fluxes and in prospects for scaling and modeling the hydrologic and biogeochemical controls on nitrogen cycle processes at landscape and regional scales. Thus, the time is ripe for a critical re-assessment of the importance of nitrogen gas fluxes to ecosystem nitrogen balances. This research will produce information relevant to a pressing and globally important environmental problem (nitrogen pollution), will involve graduate students and underrepresented groups, and will be coupled to education and outreach efforts in University, management and policy arenas.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Groffman",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Peter M Groffman",
   "pi_email_addr": "pgroffman@gc.cuny.edu",
   "nsf_id": "000193643",
   "pi_start_date": "2009-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cary Institute of Ecosystem Studies, Inc.",
  "inst_street_address": "2801 SHARON TPKE",
  "inst_street_address_2": "",
  "inst_city_name": "MILLBROOK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "8456777600",
  "inst_zip_code": "125455721",
  "inst_country_name": "United States",
  "cong_dist_code": "18",
  "st_cong_dist_code": "NY18",
  "org_lgl_bus_name": "CARY INSTITUTE OF ECOSYSTEM STUDIES, INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "ZFCRKN45MMD6"
 },
 "perf_inst": {
  "perf_inst_name": "Cary Institute of Ecosystem Studies, Inc.",
  "perf_str_addr": "2801 SHARON TPKE",
  "perf_city_name": "MILLBROOK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "125455721",
  "perf_ctry_code": "US",
  "perf_cong_dist": "18",
  "perf_st_cong_dist": "NY18",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118100",
   "pgm_ele_name": "ECOSYSTEM STUDIES"
  },
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1181",
   "pgm_ref_txt": "ECOSYSTEM STUDIES"
  },
  {
   "pgm_ref_code": "6875",
   "pgm_ref_txt": "EMERG TOPICS BIOGEOCHEM CYCL"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 407761.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 161156.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The response of ecosystems to global environmental change depends fundamentally on nitrogen (N).&nbsp; This element limits ecosystem productivity over large areas of the globe and its dynamics are sensitive to changes in temperature, precipitation, atmospheric CO<sub>2</sub> and disturbance regime.&nbsp; Excess N has negative effects on water, air and ecosystem and human health.&nbsp; Our ability to understand, manage and adapt to global environmental change is limited by our ability to understand the response of N to complex changes in multiple factors.</p>\n<p>The most poorly understood process in the N cycle is denitrification, the anaerobic microbial conversion of nitrate (NO<sub>3</sub><sup>-</sup>) and nitrite (NO<sub>2</sub><sup>-</sup>) to the gases nitric oxide (NO), nitrous oxide (N<sub>2</sub>O) and dinitrogen (N<sub>2</sub>). This process is of great interest because it can significantly reduce pools of reactive N (and thus productivity) in ecosystems and because NO<sub>3</sub><sup>-</sup>, NO and N<sub>2</sub>O cause diverse air and water pollution problems.&nbsp; Because denitrification is controlled by multiple factors [oxygen (O<sub>2</sub>), NO<sub>3</sub><sup>-</sup>, energy source, pH, temperature, etc.] it often exhibits extraordinary variation in time and space.&nbsp; Moreover, because it responds dynamically to changes in environmental conditions, this process may be a key regulator of ecosystem response to global environmental changes ranging from increases in atmospheric CO<sub>2</sub>, to changes in precipitation variability.&nbsp;&nbsp;</p>\n<p>In this project, we deployed improved methods for quantifying denitrification (especially N<sub>2</sub> flux) in terrestrial ecosystems, developed new approaches for scaling point measurements to larger areas, applied novel isotopic approaches to verify scaled estimates, and improved existing simulation models of denitrification.&nbsp; Results suggest that soil denitrification can account for N losses greater than half of annual atmospheric N inputs in northern hardwood forests. These are important results because denitrification in terrestrial ecosystems has not generally been considered to be a likely significant flux, partly due to the dominantly oxic nature of upland soils and to the sparse record of direct N<sub>2</sub> flux measurements. Our results also show that the importance of denitrification in the nitrogen budget of forested watersheds depends fundamentally on the presence of landscape elements, such as riparian hollows that function as &ldquo;hotspots&rdquo; of activity.&nbsp; Detailed analysis found strong links between biogeochemical cycling and soil C, suggesting that the accumulation of C in soils may be a robust indicator of where these hotspots are located &nbsp;in the landscape.&nbsp; At the regional scale, we observed marked and coherent patterns between site history, N cycling variables and N gas fluxes.&nbsp; However, variation in the relationship between FN and N gas fluxes between years suggests that higher resolution and/or more dynamic data may be necessary to improve the accuracy of landscape and regional scale assessments of these fluxes.&nbsp; These studies have improved our understanding of denitrification in terrestrial ecosystems and provide a platform for investigating how this process affects ecosystem productivity and air and water quality and how it may regulate ecosystem response to global environmental change.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/29/2014<br>\n\t\t\t\t\tModified by: Peter&nbsp;M&nbsp;Groffman</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe response of ecosystems to global environmental change depends fundamentally on nitrogen (N).  This element limits ecosystem productivity over large areas of the globe and its dynamics are sensitive to changes in temperature, precipitation, atmospheric CO2 and disturbance regime.  Excess N has negative effects on water, air and ecosystem and human health.  Our ability to understand, manage and adapt to global environmental change is limited by our ability to understand the response of N to complex changes in multiple factors.\n\nThe most poorly understood process in the N cycle is denitrification, the anaerobic microbial conversion of nitrate (NO3-) and nitrite (NO2-) to the gases nitric oxide (NO), nitrous oxide (N2O) and dinitrogen (N2). This process is of great interest because it can significantly reduce pools of reactive N (and thus productivity) in ecosystems and because NO3-, NO and N2O cause diverse air and water pollution problems.  Because denitrification is controlled by multiple factors [oxygen (O2), NO3-, energy source, pH, temperature, etc.] it often exhibits extraordinary variation in time and space.  Moreover, because it responds dynamically to changes in environmental conditions, this process may be a key regulator of ecosystem response to global environmental changes ranging from increases in atmospheric CO2, to changes in precipitation variability.  \n\nIn this project, we deployed improved methods for quantifying denitrification (especially N2 flux) in terrestrial ecosystems, developed new approaches for scaling point measurements to larger areas, applied novel isotopic approaches to verify scaled estimates, and improved existing simulation models of denitrification.  Results suggest that soil denitrification can account for N losses greater than half of annual atmospheric N inputs in northern hardwood forests. These are important results because denitrification in terrestrial ecosystems has not generally been considered to be a likely significant flux, partly due to the dominantly oxic nature of upland soils and to the sparse record of direct N2 flux measurements. Our results also show that the importance of denitrification in the nitrogen budget of forested watersheds depends fundamentally on the presence of landscape elements, such as riparian hollows that function as \"hotspots\" of activity.  Detailed analysis found strong links between biogeochemical cycling and soil C, suggesting that the accumulation of C in soils may be a robust indicator of where these hotspots are located  in the landscape.  At the regional scale, we observed marked and coherent patterns between site history, N cycling variables and N gas fluxes.  However, variation in the relationship between FN and N gas fluxes between years suggests that higher resolution and/or more dynamic data may be necessary to improve the accuracy of landscape and regional scale assessments of these fluxes.  These studies have improved our understanding of denitrification in terrestrial ecosystems and provide a platform for investigating how this process affects ecosystem productivity and air and water quality and how it may regulate ecosystem response to global environmental change. \n\n \n\n\t\t\t\t\tLast Modified: 09/29/2014\n\n\t\t\t\t\tSubmitted by: Peter M Groffman"
 }
}