{
 "awd_id": "0919215",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Genomics of repeatedly evolving color diversity in the polymorphic Hawaiian happy face spider",
 "cfda_num": "47.074",
 "org_code": "08010207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Samuel Scheiner",
 "awd_eff_date": "2009-08-15",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 698281.0,
 "awd_amount": 705281.0,
 "awd_min_amd_letter_date": "2009-08-25",
 "awd_max_amd_letter_date": "2015-07-31",
 "awd_abstract_narration": "A major challenge in evolutionary biology is to understand the molecular basis of diversification. This project applies recent advances in comparative genomics, including genome-wide sequence scanning, linkage mapping, and candidate genes, to address the evolution of diverse color patterns in the exuberantly patterned Hawaiian happy face spider. The happy face spider has a balanced genetic color polymorphism for which the mode of inheritance differs between islands in the Hawaiian chain. Accordingly, despite similar sets and frequencies of color forms across islands, the color diversity has arisen independently on different islands. This research will identify the genomic basis for the differences between islands, and hence the mechanism through which color diversity has been recreated.  \r\n\tThe research will provide insights into the molecular origins of diversity during evolutionary history and also will produce the first genome sequence and expressed gene data for any spider. The visible and genetically controlled color polymorphism of spiders provides a compelling context for teaching complex concepts in genetics and molecular evolution. Parallel systems to that of the Hawaiian happy face spider occur elsewhere (including California) and will be used to support the development of teaching tools using local spiders in collaboration with an on-going science education project. \r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rosemary",
   "pi_last_name": "Gillespie",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Rosemary G Gillespie",
   "pi_email_addr": "gillespie@berkeley.edu",
   "nsf_id": "000347140",
   "pi_start_date": "2009-08-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nipam",
   "pi_last_name": "Patel",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Nipam H Patel",
   "pi_email_addr": "npatel@mbl.edu",
   "nsf_id": "000372107",
   "pi_start_date": "2009-08-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Eisen",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Michael B Eisen",
   "pi_email_addr": "mbeisen@berkeley.edu",
   "nsf_id": "000476906",
   "pi_start_date": "2009-08-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Geoffrey",
   "pi_last_name": "Oxford",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Geoffrey S Oxford",
   "pi_email_addr": "gso1@york.ac.uk",
   "nsf_id": "000065954",
   "pi_start_date": "2009-08-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "737700",
   "pgm_ele_name": "EVOLUTIONARY ECOLOGY"
  },
  {
   "pgm_ele_code": "737800",
   "pgm_ele_name": "EVOLUTIONARY GENETICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1355",
   "pgm_ref_txt": "EGC EDUCATIONAL ACTIVITIES"
  },
  {
   "pgm_ref_code": "7378",
   "pgm_ref_txt": "EVOLUTIONARY GENETICS"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 698281.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 7000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"m\"><strong><em>&nbsp;</em></strong>The Hawaiian happy-face spider, <em>Theridion grallator</em>, is unique to wet and mesic forests of all of the high Hawaiian Islands except Kauai and Lanai. It exhibits a spectacular diversity of color forms, from plain yellow to multiple patterned forms in which red, black or white patches are displayed as numerous 'faces' on the yellow background. These faces can take many forms and are the result of simple Mendelian alleles. In Maui populations of happy-face spiders, the inheritance of these color alleles is very straightforward, with plain yellow forms recessive to all the diverse patterned morphs. The progeny always separate out the parental color alleles in simple ratios, with the dominance of a color allele approximately proportional to the amount of pigmentation. However, the situation on Hawaii Island is very different. Here, although populations exhibit a similar diversity of color forms to those on Maui, the yellow and red blob color forms throughout Hawaii are limited to females, with the equivalent male forms being a red smiling face, and a red ring respectively. This finding is tremendously exciting when we consider what has happened during the evolutionary history of the spiders: Happy-face spiders must have traveled from island to island down the Hawaiian chain. Only a few individuals would have been responsible for the establishment of each new population on an island. Yet, the full complement of color forms is present on all the islands. How could such diversity be created from just a few individuals? The finding that the very same color morphs are created by different genetic mechanisms indicates that the diversity may, in fact, have been created <em>'de novo' </em>on each island: Some kind of genetic upheaval occurred, allowing the limited number of genes available to work in a greater variety of ways.</p>\n<p class=\"m\">Intellectual merit: This work provided new ways to look at small populations and how they can 'recapture' lost genetic variability. What we needed was information on molecular genetic changes that occurred between populations on different islands. In the course of the work we found several other species, including the (rather distantly) related <em>Theridion californicum</em>, a species of <em>Selkirkiella</em> in the Juan Fernandez Islands of Chile, and an undescribed species from the Ogasawara islands of Japan, that all display a similar dramatic color polymorphism (with more than 20 morphs in <em>T. grallator </em>and multiples in the other taxa). In each case, the color polymorphism appears to be inherited in a broadly Mendelian fashion, and all species are found under leaves, suggesting that predation by birds is the major selective force; birds develop a search image for common morphs, with selection for diversity above a certain frequency of the common form. Our goal was not only to determine the genomic basis for the independent evolution of the similar displays of color diversity across these far-flung archipelagoes, but also explore how the color diversity is created and recreated within archipelagoes between islands for Hawaii. We have been assembling the <em>T. grallator</em> genome using Illumina sequence data using genome-wide sequence scanning, linkage mapping, and candidate genes. This is a massive project, in particular because there is no &ldquo;reference genome&rdquo; against which we can compare the data, making it very difficult to assemble the &ldquo;pieces&rdquo;. However, we are very close and this work has huge implications for understanding how organisms adapt to new environments and how diversity is created during evolutionary history, while allowing generation of some of the first genome data for any spider. Moreover, in the course of this work, we have shown how selective pressures have operated on these spiders, selecting for color diversity within each species. Interesting sidelines from this work include the discovery of microbial communities on the spiders that appear to be different for the different color morphs; we are currently conducting experiments to test the generality of this finding.</p>\n<p class=\"m\">Broader impacts: The study trained 5 postdocs, 2 graduate students, and 13 undergraduates. It also garnered recognition through a crowdsourcing &ldquo;Experiment&rdquo;, which was fully funded by the community.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/20/2017<br>\n\t\t\t\t\tModified by: Rosemary&nbsp;G&nbsp;Gillespie</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "The Hawaiian happy-face spider, Theridion grallator, is unique to wet and mesic forests of all of the high Hawaiian Islands except Kauai and Lanai. It exhibits a spectacular diversity of color forms, from plain yellow to multiple patterned forms in which red, black or white patches are displayed as numerous 'faces' on the yellow background. These faces can take many forms and are the result of simple Mendelian alleles. In Maui populations of happy-face spiders, the inheritance of these color alleles is very straightforward, with plain yellow forms recessive to all the diverse patterned morphs. The progeny always separate out the parental color alleles in simple ratios, with the dominance of a color allele approximately proportional to the amount of pigmentation. However, the situation on Hawaii Island is very different. Here, although populations exhibit a similar diversity of color forms to those on Maui, the yellow and red blob color forms throughout Hawaii are limited to females, with the equivalent male forms being a red smiling face, and a red ring respectively. This finding is tremendously exciting when we consider what has happened during the evolutionary history of the spiders: Happy-face spiders must have traveled from island to island down the Hawaiian chain. Only a few individuals would have been responsible for the establishment of each new population on an island. Yet, the full complement of color forms is present on all the islands. How could such diversity be created from just a few individuals? The finding that the very same color morphs are created by different genetic mechanisms indicates that the diversity may, in fact, have been created 'de novo' on each island: Some kind of genetic upheaval occurred, allowing the limited number of genes available to work in a greater variety of ways.\nIntellectual merit: This work provided new ways to look at small populations and how they can 'recapture' lost genetic variability. What we needed was information on molecular genetic changes that occurred between populations on different islands. In the course of the work we found several other species, including the (rather distantly) related Theridion californicum, a species of Selkirkiella in the Juan Fernandez Islands of Chile, and an undescribed species from the Ogasawara islands of Japan, that all display a similar dramatic color polymorphism (with more than 20 morphs in T. grallator and multiples in the other taxa). In each case, the color polymorphism appears to be inherited in a broadly Mendelian fashion, and all species are found under leaves, suggesting that predation by birds is the major selective force; birds develop a search image for common morphs, with selection for diversity above a certain frequency of the common form. Our goal was not only to determine the genomic basis for the independent evolution of the similar displays of color diversity across these far-flung archipelagoes, but also explore how the color diversity is created and recreated within archipelagoes between islands for Hawaii. We have been assembling the T. grallator genome using Illumina sequence data using genome-wide sequence scanning, linkage mapping, and candidate genes. This is a massive project, in particular because there is no \"reference genome\" against which we can compare the data, making it very difficult to assemble the \"pieces\". However, we are very close and this work has huge implications for understanding how organisms adapt to new environments and how diversity is created during evolutionary history, while allowing generation of some of the first genome data for any spider. Moreover, in the course of this work, we have shown how selective pressures have operated on these spiders, selecting for color diversity within each species. Interesting sidelines from this work include the discovery of microbial communities on the spiders that appear to be different for the different color morphs; we are currently conducting experiments to test the generality of this finding.\nBroader impacts: The study trained 5 postdocs, 2 graduate students, and 13 undergraduates. It also garnered recognition through a crowdsourcing \"Experiment\", which was fully funded by the community.\n\n\t\t\t\t\tLast Modified: 02/20/2017\n\n\t\t\t\t\tSubmitted by: Rosemary G Gillespie"
 }
}