{
 "awd_id": "0919925",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: The cell biology of pectin dynamics in the Charophycean Green Algae: Homogalacturonan secretion in the model organism, Penium margaritaceum",
 "cfda_num": "47.074",
 "org_code": "08070600",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gregory W. Warr",
 "awd_eff_date": "2010-01-01",
 "awd_exp_date": "2012-09-30",
 "tot_intn_awd_amt": 231955.0,
 "awd_amount": 247058.0,
 "awd_min_amd_letter_date": "2009-07-22",
 "awd_max_amd_letter_date": "2010-02-02",
 "awd_abstract_narration": "Intellectual Merit\r\n     Cell wall polymers are important biochemicals in the growth, development and survival of green plants and constitute the most abundant biochemicals on the planet. Pectins represent one of the major classes of cell wall polymers and function in regulating cell wall expansion and cell growth as well as cell wall porosity and uptake of key ions. The synthesis, secretion and post-secretory remodeling of pectins represent key subcellular events in the life of a plant cell and specific studies to elucidate these processes have only just begun.  Pectins are found in all land plant groups and have been recently characterized in the Charophycean Green Algae (CGA).  The CGA represent the extant group of green algae that is ancestral to modern-day land plants.  In this project, a model organism from the CGA, Penium margaritaceum, is employed to study quantitative aspects of pectin secretion, the specific role of subcellular components in pectin and cell wall processing, and the role of a key pectin-modifying enzyme. This project applies various experimental, microscopy-based and immunolabeling technologies to studies of the endomembrane system, cytoskeletal/cytomotile networks, and cell surface phenomena that are intricately involved in the secretion of pectins to the cell wall.  The results of this project will be synthesized and used in the construction of models of pectin dynamics in plants and will provide insight into cell wall polymer processing by green plant cells, the coordinated interaction of multiple subcellular systems in defined secretory activities, and the evolution of primitive green plants.  \r\n\r\nBroader Impacts\r\n     This RUI project will provide summer research opportunities for 4 undergraduates and semester-based research opportunities for 6-10 undergraduates at Skidmore College. The project also will promote the integration of research in education as components of the project will be used to enhance instruction and support laboratory experiences in courses as Plant Biology, Plant Physiology, and Biological Electron Microscopy.  The project also includes outreach experiences for pre-college students.  Specifically the outreach plan includes a series of active presentations by the PI and Skidmore biology majors to elementary students and their teachers on the microscopic world. In addition the PI and his students will lead Saturday field trips to wetlands for high school and middle school students and their teachers.  The field trips will include activities in collecting microscopic specimen followed by identification exercises with the microscope.   The results of the study will be broadly disseminated through student/PI presentations and publications, outreach programs, and the recently established CGA website at Skidmore College.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Domozych",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "David S Domozych",
   "pi_email_addr": "ddomoz@skidmore.edu",
   "nsf_id": "000117662",
   "pi_start_date": "2009-07-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Skidmore College",
  "inst_street_address": "815 N BROADWAY",
  "inst_street_address_2": "",
  "inst_city_name": "SARATOGA SPRINGS",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5185808052",
  "inst_zip_code": "128661632",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "SKIDMORE COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "K2DDAS2E6DP7"
 },
 "perf_inst": {
  "perf_inst_name": "Skidmore College",
  "perf_str_addr": "815 N BROADWAY",
  "perf_city_name": "SARATOGA SPRINGS",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "128661632",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  },
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1136",
   "pgm_ref_txt": "SIGNAL TRANSDCTN/CELL REGULATN"
  },
  {
   "pgm_ref_code": "5914",
   "pgm_ref_txt": "WESTERN EUROPE, OTHER"
  },
  {
   "pgm_ref_code": "5979",
   "pgm_ref_txt": "Europe and Eurasia"
  },
  {
   "pgm_ref_code": "7298",
   "pgm_ref_txt": "COLLABORATIVE RESEARCH"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 231955.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 15103.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;&nbsp; &nbsp; Plant cell walls represent the largest renewable source of biomass on the planet. These extracellular coverings consist of complex composites of polysaccharides, proteins and other biochemicals and are vital for growth, defense and other critical physiological processes in plant cells. Plant cell wall materials have been harvested and employed by humans in the food, textile, building and medical industries and are becoming critical in the development of environmentally safe biofuels. Our understanding of the microarchitecture and developmental dynamics of the plant cell wall has grown dramatically over the past decades yet is still just beginning to be fully understood. The technical difficulties associated with \"dissecting\" and characterizing a cell wall type embedded in complex multicellular tissues of higher plants contribute to the delay in unraveling the mysteries of the &nbsp;cell wall dynamics. Recently, our laboratory has discovered and manipulated a new model organism, the unicellular green alga,<em> Penium margaritaceum</em>, for studies of the plant cell wall. This alga is a member of the Charophycean Green Algae, i.e., the extant group of green algae most closely related and ancestral to land plants. It has a cell wall with remarkable chemical similarity to those of land plants, is easy to manipulate, may be live labeled with cytochemical probes (e.g., antibodies and carbohydrate binding modules) with specificity for particular wall polymers and recently, has been transformed. All of these features make <em>Penium</em> an ideal organism for cellular and developmental studies dealing with the plant cell wall. In this project, a comprehensive experimental investigation of cell wall dynamics of <em>Penium</em> was initiated. &nbsp;&nbsp;</p>\n<p>&nbsp;&nbsp; &nbsp; The results of this study have shown that <em>Penium</em> constructs its cell wall in a narrow synthesis band located at the cell center or at the growing end of a daughter semicell. At this band, cellulose is first synthesized. Then, Golgi-derived vesicles deliver pectins that infuse into and through the cellulose layer. The innermost layer of pectin consists of rhamnogalacturonan-I (RG-I) that most likely connects to, and interacts with, the cellulose. External to this, homogalacturonan (HG) &nbsp;is de-esterified and complexes calcium to produce a unique lattice on the outermost layer. In addition, the cell wall contains extensin and arabinogalactan proteins, The former is located only at the wall synthesis zones and most likely functions in expansion events. The latter is loosely bound to the pectin of the wall and functions in cell adhesion to its substrate.During periods of active growth, the cell wall may be produced at rates of 3-5 &micro;m per hour.&nbsp;</p>\n<p>&nbsp;&nbsp; &nbsp; &nbsp; The development of the cell wall is a manifestation of multiple cellular systems. Each cell contains between 100-150 Golgi bodies and each Golgi body produces a variety of vesicles containing wall precursors and the polymers of the extracellular polymeric matrix. The Golgi derived vesicles move to the peripheral cytoplasm where they caught up active cytoplasmic streaming streams consisting of longitudinal arrays of actin microfilaments. This vesicle network represents a ready supply of extracellular matrix precursors that may be sent to particular regions of the cell surface upon specific prompts. The vesicle network and streaming system may be readily disrupted by treatment with various agents including brefeldin A and latrunculins. When pectic precursors are released to the wall, their assembly into the outer wall lattice is defined by the availability and concentration of cations. While calcium is the preferred cation for complexing, the <em>Penium</em> pectins will bind with barium, lanthanum, cadmium, aluminum and gadolinium, in turn, suggesting that this alga may have metal-bio...",
  "por_txt_cntn": "\n     Plant cell walls represent the largest renewable source of biomass on the planet. These extracellular coverings consist of complex composites of polysaccharides, proteins and other biochemicals and are vital for growth, defense and other critical physiological processes in plant cells. Plant cell wall materials have been harvested and employed by humans in the food, textile, building and medical industries and are becoming critical in the development of environmentally safe biofuels. Our understanding of the microarchitecture and developmental dynamics of the plant cell wall has grown dramatically over the past decades yet is still just beginning to be fully understood. The technical difficulties associated with \"dissecting\" and characterizing a cell wall type embedded in complex multicellular tissues of higher plants contribute to the delay in unraveling the mysteries of the  cell wall dynamics. Recently, our laboratory has discovered and manipulated a new model organism, the unicellular green alga, Penium margaritaceum, for studies of the plant cell wall. This alga is a member of the Charophycean Green Algae, i.e., the extant group of green algae most closely related and ancestral to land plants. It has a cell wall with remarkable chemical similarity to those of land plants, is easy to manipulate, may be live labeled with cytochemical probes (e.g., antibodies and carbohydrate binding modules) with specificity for particular wall polymers and recently, has been transformed. All of these features make Penium an ideal organism for cellular and developmental studies dealing with the plant cell wall. In this project, a comprehensive experimental investigation of cell wall dynamics of Penium was initiated.   \n\n     The results of this study have shown that Penium constructs its cell wall in a narrow synthesis band located at the cell center or at the growing end of a daughter semicell. At this band, cellulose is first synthesized. Then, Golgi-derived vesicles deliver pectins that infuse into and through the cellulose layer. The innermost layer of pectin consists of rhamnogalacturonan-I (RG-I) that most likely connects to, and interacts with, the cellulose. External to this, homogalacturonan (HG)  is de-esterified and complexes calcium to produce a unique lattice on the outermost layer. In addition, the cell wall contains extensin and arabinogalactan proteins, The former is located only at the wall synthesis zones and most likely functions in expansion events. The latter is loosely bound to the pectin of the wall and functions in cell adhesion to its substrate.During periods of active growth, the cell wall may be produced at rates of 3-5 &micro;m per hour. \n\n       The development of the cell wall is a manifestation of multiple cellular systems. Each cell contains between 100-150 Golgi bodies and each Golgi body produces a variety of vesicles containing wall precursors and the polymers of the extracellular polymeric matrix. The Golgi derived vesicles move to the peripheral cytoplasm where they caught up active cytoplasmic streaming streams consisting of longitudinal arrays of actin microfilaments. This vesicle network represents a ready supply of extracellular matrix precursors that may be sent to particular regions of the cell surface upon specific prompts. The vesicle network and streaming system may be readily disrupted by treatment with various agents including brefeldin A and latrunculins. When pectic precursors are released to the wall, their assembly into the outer wall lattice is defined by the availability and concentration of cations. While calcium is the preferred cation for complexing, the Penium pectins will bind with barium, lanthanum, cadmium, aluminum and gadolinium, in turn, suggesting that this alga may have metal-bioremedial attributes. The Penium cell wall can also incorporate exogenous pectins into its wall. When incubated with pectins with high levels of pectin methylesterification, pectins from the medi..."
 }
}