{
 "awd_id": "0919860",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Fundamental Processes in the Folding of Helical Proteins",
 "cfda_num": "47.074",
 "org_code": "08070400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kamal Shukla",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 665474.0,
 "awd_amount": 672224.0,
 "awd_min_amd_letter_date": "2009-07-10",
 "awd_max_amd_letter_date": "2012-04-26",
 "awd_abstract_narration": "Protein folding, the processes by which an initially unfolded protein rapidly self assembles into its folded functional form, has often been called the second half of the genetic code. All of the information required for a protein to fold is encoded in the primary sequence but a detailed understanding of the folding process is still lacking. Interest in protein folding continues to grow, driven in part by the realization of the fundamental and practical importance of folding and in part by experimental and theoretical advances. The potential for synergy between computational simulation and experiments has generated considerable interest in small proteins that fold very rapidly. These are excellent test cases for addressing fundamental issues in protein folding and for developing new methodology. This project aims to deduce general mechanistic features of the folding of alpha-helical proteins, to test specific hypotheses about their folding, to develop new methods to study their folding, and to provide rigorous bench marks for computational studies. A key goal is to link experimental results with computational studies of folding. To that end, the research is primarily focused on the villin headpiece helical subdomain (HP-36). HP-36 is the smallest naturally occurring sequence which folds cooperatively and it is one of the fastest folding proteins known. Its rapid folding, small size and simple structure have made it an extraordinarily popular model system for computational and theoretical studies of protein folding.  Key questions to be addressed by this research include: (1) What is the nature of the unfolded state ensemble and what is its role in rapid folding? (2) Just how accurate are molecular dynamic simulations of protein folding, do they provide a reliable picture of the folding pathway or just a model of the native state? (3) What is the nature of the rate limiting step for folding? The unfolded state ensemble will be studied using peptide models, destabilized mutants, pH dependent stability measurements and simulations. Newly developed isotope edited IR detected T-jump methods will be used to study the folding of wild type HP-36 and mutants which alter the unfolded state. \r\n\r\nAn improved understanding of protein folding has important implications for basic biology as well as important practical implications for biotechnology and for biomaterials design.  The solution of the protein folding problem lies at the interface of chemistry, biology and physics and the research will involve close collaboration between experimental and theoretical groups. These factors create a stimulating multidisciplinary research environment for participating graduate and undergraduate students.  Stony Brook is one of the most ethnically diverse major research universities in the nation and the research will enhance opportunities for traditionally underrepresented groups. Undergraduate participation is a key component of the research. Partnerships with undergraduate institutions have been established to expand undergraduate participation beyond Stony Brook. An \"adopt a lab\" program is being developed as part of the first year undergraduate honors lab class in order to provide a wide range of students with initial exposure to modern research. Traditional undergraduate laboratory exercises are being revised to better tie them into modern science. For example, certain food dyes are inhibitors of protein aggregation. Aggregation can be monitored using turbidity measurements conducted with inexpensive undergraduate spectrometers. The experiment illustrates light scattering, protein structure, the concept of inhibition and provides an introduction to protein folding while nicely tying into current research. Lab exercises will also be developed as part of Stony Brook's university-wide program designed to provide support and encouragement to undergraduate women who are interested in science and engineering.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Raleigh",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel P Raleigh",
   "pi_email_addr": "daniel.raleigh@stonybrook.edu",
   "nsf_id": "000457923",
   "pi_start_date": "2009-07-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Stony Brook",
  "inst_street_address": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "inst_street_address_2": "",
  "inst_city_name": "STONY BROOK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6316329949",
  "inst_zip_code": "117940001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NY01",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "M746VC6XMNH9",
  "org_uei_num": "M746VC6XMNH9"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Stony Brook",
  "perf_str_addr": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "perf_city_name": "STONY BROOK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "117940001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NY01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "1164",
   "pgm_ref_txt": "MOLECULAR BIOPHYSICS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 161853.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 167111.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 168255.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 175005.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This grant was mainly directed at studies of rapidly folding alpha-helical proteins.&nbsp; Protein folding refers to the process by which an initially unfolded protein adopts its final, folded structure. Most proteins have to properly fold to be functional.&nbsp; The process occurs with amazingly high fidelity and with impressive speed. Mis-folding of proteins has important implications in biology, biotechnology and the design of bio-inspired materials. The work supported by this NSF grant primarily focused on a relatively simple class of proteins comprised of alpha-helices. These proteins were, and are, of major interest because their relatively simple shape and rapid folding, coupled with their often small size, means that they are attractive targets for computer simulations of folding. Thus studies of helical proteins can lead to closer ties between experimentalist and computational scientists interested in this fundamental biological problem. The work was primarily focused on the villin headpiece helical subdomain (HP-36). HP-36 is the smallest naturally occurring sequence which folds cooperatively. It folds on the microsecond time scale making it one of the fastest folding proteins known. Its rapid folding, small size and simple topology have made it an extraordinarily popular model system for computational and theoretical studies of protein folding. This work has provided a set of reliable experimental data that can be used to critically evaluate computational efforts. This is significant given the high profile of the systems and the large number of investigators conducting computational work on the villin headpiece subdomain. This work was complimented by studies of denatured state ensembles (DSEs) and rapid b structure formation. &nbsp;We also developed new probes to study folding. A local fluorescent probe of helix formation was described and we e developed azidohomoalanine as an IR probe. Broader impacts of the work included the development/refinement of isotope edited methods for obtaining site specific information on ultra fast protein folding. A second area which should have a broad impact was the development of a general methodology for deducing the relative contributions interactions make to folded and unfolded state of proteins. This work lead to a critical re-evaluation of methods used to rationally stabilize proteins. Educational activates included the development of an &ldquo;adopt a lab&rdquo; program is being developed as part of our first year undergraduate honors lab class.&nbsp; Six undergraduates, including 3 women and 2 members of traditionally under represented groups worked with us on various aspects of the research.&nbsp; Two of these are now pursuing PhD&rsquo;s at MIT. Several PhD students successfully completed their PhD&rsquo;s during the course of this grant and our post-docs at Scripps, the University of Massachusetts and Cornel Medical  School.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/22/2014<br>\n\t\t\t\t\tModified by: Daniel&nbsp;P&nbsp;Raleigh</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis grant was mainly directed at studies of rapidly folding alpha-helical proteins.  Protein folding refers to the process by which an initially unfolded protein adopts its final, folded structure. Most proteins have to properly fold to be functional.  The process occurs with amazingly high fidelity and with impressive speed. Mis-folding of proteins has important implications in biology, biotechnology and the design of bio-inspired materials. The work supported by this NSF grant primarily focused on a relatively simple class of proteins comprised of alpha-helices. These proteins were, and are, of major interest because their relatively simple shape and rapid folding, coupled with their often small size, means that they are attractive targets for computer simulations of folding. Thus studies of helical proteins can lead to closer ties between experimentalist and computational scientists interested in this fundamental biological problem. The work was primarily focused on the villin headpiece helical subdomain (HP-36). HP-36 is the smallest naturally occurring sequence which folds cooperatively. It folds on the microsecond time scale making it one of the fastest folding proteins known. Its rapid folding, small size and simple topology have made it an extraordinarily popular model system for computational and theoretical studies of protein folding. This work has provided a set of reliable experimental data that can be used to critically evaluate computational efforts. This is significant given the high profile of the systems and the large number of investigators conducting computational work on the villin headpiece subdomain. This work was complimented by studies of denatured state ensembles (DSEs) and rapid b structure formation.  We also developed new probes to study folding. A local fluorescent probe of helix formation was described and we e developed azidohomoalanine as an IR probe. Broader impacts of the work included the development/refinement of isotope edited methods for obtaining site specific information on ultra fast protein folding. A second area which should have a broad impact was the development of a general methodology for deducing the relative contributions interactions make to folded and unfolded state of proteins. This work lead to a critical re-evaluation of methods used to rationally stabilize proteins. Educational activates included the development of an \"adopt a lab\" program is being developed as part of our first year undergraduate honors lab class.  Six undergraduates, including 3 women and 2 members of traditionally under represented groups worked with us on various aspects of the research.  Two of these are now pursuing PhDÆs at MIT. Several PhD students successfully completed their PhDÆs during the course of this grant and our post-docs at Scripps, the University of Massachusetts and Cornel Medical  School.\n\n\t\t\t\t\tLast Modified: 03/22/2014\n\n\t\t\t\t\tSubmitted by: Daniel P Raleigh"
 }
}