{
 "awd_id": "0919525",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Romantic Breakups in Young Adulthood: Biopsychosocial Mechanisms of Recovery",
 "cfda_num": "47.075",
 "org_code": "04040500",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rosanna Guadagno",
 "awd_eff_date": "2009-10-01",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 243350.0,
 "awd_amount": 243350.0,
 "awd_min_amd_letter_date": "2009-09-22",
 "awd_max_amd_letter_date": "2009-09-22",
 "awd_abstract_narration": "Romantic separation experiences in adolescence and young adulthood are common but significant events that can have a lasting negative impact on psychological well-being and precipitate biological stress responses.  Being rejected by a love interest is humiliating and distressing and, relative to many other social transitions, breakup experiences are among the strongest predictors of a first onset Major Depressive Disorder episode. Despite these risks for poor outcomes associated with a breakup, most young adults fare well over time. Relatively little is known, however, about the dynamics of recovery or why some people become ensnared in periods of long-term emotional distress and others do not. This research seeks to develop an integrative account of the mechanisms that promote or hinder positive adjustment in the wake of a breakup experience.  The first study focuses on the social aspects of coping and investigates how perceptions of social support are associated with trajectories of recovery over time.   Participants will not only include target individuals who have experienced a recent romantic separation, but also close friends and family members of these individuals who can report on that person's adjustment and recovery.  By assessing perceptions of both support receivers and givers, this work is uniquely situated to improve the understanding of precisely how social support operates to improve well-being. The second study is designed to investigate potential dynamic associations between participants' psychological evaluations of their separation and indicators of a biological stress response. Participants will be asked to think about their relationship history and separation experiences while a variety of autonomic nervous system response patterns are measured across four laboratory sessions over a four month period. The fundamental goal of this study is to determine the dynamics between psychological adjustment to separation and biological stress responses over time. The proposed studies promise to advance not only the understanding of stress and recovery following romantic breakups, but also to provide new methods and approaches for studying how people cope with difficult life events in general. From this perspective, the proposed research has clear public health benefits and potential for a lasting impact on the field.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Sbarra",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "David A Sbarra",
   "pi_email_addr": "sbarra@email.arizona.edu",
   "nsf_id": "000129077",
   "pi_start_date": "2009-09-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "845 N PARK AVE RM 538",
  "perf_city_name": "TUCSON",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "85721",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133200",
   "pgm_ele_name": "Social Psychology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1332",
   "pgm_ref_txt": "SOCIAL PSYCHOLOGY"
  },
  {
   "pgm_ref_code": "6868",
   "pgm_ref_txt": "SBE COMPLEXITY"
  },
  {
   "pgm_ref_code": "7956",
   "pgm_ref_txt": "SBE Interdisciplinary Research"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 243350.0
  }
 ],
 "por": null
}