{
 "awd_id": "0919147",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "COLLABORATIVE RESEARCH:  Assessing temperature-related changes in introgression of hybridizing species across time and space",
 "cfda_num": "47.074",
 "org_code": "08010207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "George Gilchrist",
 "awd_eff_date": "2009-08-15",
 "awd_exp_date": "2013-01-31",
 "tot_intn_awd_amt": 209238.0,
 "awd_amount": 216238.0,
 "awd_min_amd_letter_date": "2009-08-26",
 "awd_max_amd_letter_date": "2010-04-09",
 "awd_abstract_narration": "Global climate change is altering patterns of biodiversity by changing when and where species live. Species that hybridize with a related species at their geographic range boundary could be affected in new ways by climate change.  Several outcomes are possible: the geographic range of both species could shift congruently with little change in hybridization, individual traits that are shared across the hybrid zone could shift while other traits remain stable, hybridization could fall apart as the species move independently, or there could be little change in hybridization patterns and species boundaries. The investigators will explore the effect of changing climatic conditions on hybridization patterns using two species of swallowtail butterfly.  The zone of contact between these two species was studied in the past and the investigators will compare the historical data to modern samples. They will use a variety of genetic traits to make this comparison. In addition, experiments with hybrid crosses will test how individuals perform under winter warming, summer heat stress, and extreme winter cold, factors that have changed in the recent past. \r\n\r\nThis project is likely to become an example of how climate modifies patterns of genetic diversity. In conjunction with this project, the investigators will develop management recommendations for the conservation of species affected by climate change. Furthermore, students working on this project will participate in MSU's \"Bug House\", a program that uses insects to introduce K-8 grade students to scientific concepts. Finally, all of the graduate students and postdocs working on this project will collaborate on a wiki that facilitates cross-institutional research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jessica",
   "pi_last_name": "Hellmann",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Jessica J Hellmann",
   "pi_email_addr": "hellmann@umn.edu",
   "nsf_id": "000287865",
   "pi_start_date": "2009-08-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Notre Dame",
  "inst_street_address": "940 GRACE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "NOTRE DAME",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "5746317432",
  "inst_zip_code": "465565708",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "IN02",
  "org_lgl_bus_name": "UNIVERSITY OF NOTRE DAME DU LAC",
  "org_prnt_uei_num": "FPU6XGFXMBE9",
  "org_uei_num": "FPU6XGFXMBE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Notre Dame",
  "perf_str_addr": "940 GRACE HALL",
  "perf_city_name": "NOTRE DAME",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "465565708",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "IN02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "112700",
   "pgm_ele_name": "Evolutionary Processes"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1127",
   "pgm_ref_txt": "EVOLUTIONARY PROCESSES CLUSTER"
  },
  {
   "pgm_ref_code": "7377",
   "pgm_ref_txt": "EVOLUTIONARY ECOLOGY"
  },
  {
   "pgm_ref_code": "7378",
   "pgm_ref_txt": "EVOLUTIONARY GENETICS"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 209238.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 7000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our research aimed to understand how two related organisms that interbreed (hybridize) have responded and will respond to climate change. Many studies have observed the movement of entire species in response to changing climate, but the movement of a entire species is just one possible reaction to climate change. In order to better understand the complexities of how organisms adapt to a changing environment, we must also look within species to see how traits and genes within a species&rsquo; range are moving and adjusting to climatic change. These traits and genes determine how an organism will be affected by climate change: where helpful genes are lacking, populations can decline; and where new genes arrive, evolutionary rescue can occur. Regions (or &ldquo;zones&rdquo;) of hybridization between related species are ideal places to study the movement of traits within and among species because, theoretically, genes can move across geography independent of the species that contain them. Our NSF-funded research focused on this lesser-studied aspect of climate change science: the movement of genes within and across species under climate change and changes in the flow of genetic information that results.</p>\n<p>We examined the following questions: 1) Have traits (genes) moved across geography in two species of butterfly, <em>Papilio glaucus </em>and <em>P. canadensis</em>, in response to recent climatic change? 2) How do the parental forms of the two species and their hybrids perform under simulated climate and climate change? <em>Papilio glaucus</em> and <em>P. canadensis</em> are ideal candidates for answering these questions because they have been studied previously and they hybridize over a wide area in the upper Midwest US.</p>\n<p>To answer the first question, we compared specimens of butterflies that were collected in the 1980s and again after 2007 from a wide area in Illinois and Wisconsin that spans the zone of hybridization. We measured these specimens for wing traits and genetic markers that are thought to be related to climate and for traits and markers that are likely not climate-related (control). We found that some traits appear to have moved northward in the last 30 years, while others are not. The ones that have shifted northward appear to be related to temperature and are associated with warming that has occurred most strongly in the southern portion of the hybrid zone. This result suggests that climate change can shape the geographic distribution of traits within species, but not alter others. In other words, climate change is altering the association of traits in these butterflies and the genetic composition of them.</p>\n<p>To answer the second question, we performed an experiment with pure forms of each butterfly species and hybrid crosses that we created in the lab. We then exposed experimental animals to a range of climatic conditions that span the hybrid zone. For the northerly species and its hybrids, this experiment simulated a warming event. We found significant differences in the timing of life events in the two species and in the different types of hybrids, and these differences were affected by climate treatment. To make future projections with this information, we built a model that predicts the number of generations that will occur across Wisconsin under alternative climate scenarios. The number of generations per year affects the amount and direction of gene movement between the species and can be used to infer future changes in the northward flow of traits and genes.</p>\n<p>Seven undergraduate students participated in this research project, one funded by the NSF on a supplement to this grant and six from other sources. One graduate student is earning a PhD with this project, and three full- or part-time research staff advanced their technical skills and career path with employment on this project. Work on this grant also enabled public p...",
  "por_txt_cntn": "\nOur research aimed to understand how two related organisms that interbreed (hybridize) have responded and will respond to climate change. Many studies have observed the movement of entire species in response to changing climate, but the movement of a entire species is just one possible reaction to climate change. In order to better understand the complexities of how organisms adapt to a changing environment, we must also look within species to see how traits and genes within a speciesÆ range are moving and adjusting to climatic change. These traits and genes determine how an organism will be affected by climate change: where helpful genes are lacking, populations can decline; and where new genes arrive, evolutionary rescue can occur. Regions (or \"zones\") of hybridization between related species are ideal places to study the movement of traits within and among species because, theoretically, genes can move across geography independent of the species that contain them. Our NSF-funded research focused on this lesser-studied aspect of climate change science: the movement of genes within and across species under climate change and changes in the flow of genetic information that results.\n\nWe examined the following questions: 1) Have traits (genes) moved across geography in two species of butterfly, Papilio glaucus and P. canadensis, in response to recent climatic change? 2) How do the parental forms of the two species and their hybrids perform under simulated climate and climate change? Papilio glaucus and P. canadensis are ideal candidates for answering these questions because they have been studied previously and they hybridize over a wide area in the upper Midwest US.\n\nTo answer the first question, we compared specimens of butterflies that were collected in the 1980s and again after 2007 from a wide area in Illinois and Wisconsin that spans the zone of hybridization. We measured these specimens for wing traits and genetic markers that are thought to be related to climate and for traits and markers that are likely not climate-related (control). We found that some traits appear to have moved northward in the last 30 years, while others are not. The ones that have shifted northward appear to be related to temperature and are associated with warming that has occurred most strongly in the southern portion of the hybrid zone. This result suggests that climate change can shape the geographic distribution of traits within species, but not alter others. In other words, climate change is altering the association of traits in these butterflies and the genetic composition of them.\n\nTo answer the second question, we performed an experiment with pure forms of each butterfly species and hybrid crosses that we created in the lab. We then exposed experimental animals to a range of climatic conditions that span the hybrid zone. For the northerly species and its hybrids, this experiment simulated a warming event. We found significant differences in the timing of life events in the two species and in the different types of hybrids, and these differences were affected by climate treatment. To make future projections with this information, we built a model that predicts the number of generations that will occur across Wisconsin under alternative climate scenarios. The number of generations per year affects the amount and direction of gene movement between the species and can be used to infer future changes in the northward flow of traits and genes.\n\nSeven undergraduate students participated in this research project, one funded by the NSF on a supplement to this grant and six from other sources. One graduate student is earning a PhD with this project, and three full- or part-time research staff advanced their technical skills and career path with employment on this project. Work on this grant also enabled public presentations and outreach by the PI and the graduate student about climate change and its ecological consequences, and the project compiled ..."
 }
}