{
 "awd_id": "0919218",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "RUI:   Transcriptional Regulation of INO1 in Yeast",
 "cfda_num": "47.074",
 "org_code": "08070100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Martha Peterson",
 "awd_eff_date": "2009-09-15",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 276480.0,
 "awd_amount": 276480.0,
 "awd_min_amd_letter_date": "2009-07-25",
 "awd_max_amd_letter_date": "2011-06-09",
 "awd_abstract_narration": "Several phospholipids, particularly inositol-containing phospholipids, have been implicated in many complex signaling processes, which play a role in controlling cell growth and proliferation in higher eukaryotes.  The mechanisms by which eukaryotic cells control the synthesis of membrane lipids in coordination with ongoing membrane biogenesis are not yet fully understood.  The first step in understanding these complex phenomena is to examine the regulation of phospholipid gene expression.  In order to understand this regulation, the precise details of the chromatin structure and relevant factors involved in the transcriptional activation process must be unraveled.  Yeast cells synthesize a typical eukaryotic mixture of phospholipids, using pathways which are similar to those in higher eukaryotes. The goal of this research is to use the genetic and biochemical tools available for Saccharomyces cerevisiae to investigate the mechanism of INO1 expression.  INO1 encodes inositol-1-phosphate synthase, which catalyzes the rate-limiting step in the synthesis of inositol.  INO1 expression is required for the de novo synthesis of phosphatidylinositol, which has been implicated in complex signaling processes, such as mRNA export, vesicular trafficking, and cell growth and proliferation.  This project addresses questions pertaining to the possible roles of the transcriptional activator, Ino2p, during INO1 activation.  These experiments will examine how chromatin remodelers and histone modifying enzymes are recruited to the INO1 promoter, and identify the functional residue(s) in Ino2p, which is/are responsible for recruiting remodelers and/or histone modifying enzymes.  Therefore, this research will provide new insight into the mechanism of gene regulation and the signal transduction pathway of phospholipids.  \r\n\r\nBroader impacts: This project will provide an excellent opportunity for undergraduate students to be actively engaged in cutting-edge research.  Students will be trained to perform experiments, leading to new discoveries related to gene expression. During the course of study, undergraduate researchers will gain experience in biochemical and genetic techniques, creative problem solving, and working together as a team.  The ability to integrate the knowledge they have acquired in the classroom with hands-on, exciting scientific research will provide an invaluable experience for undergraduate students. Furthermore, laboratory research experience can provide students with the opportunity to develop and acquire rigorous scientific methodologies.  Thus, these students will be equipped with both fundamental and comprehensive knowledge that they may then apply in solving other biological questions.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Chang-Hui",
   "pi_last_name": "Shen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chang-Hui Shen",
   "pi_email_addr": "changhui.shen@csi.cuny.edu",
   "nsf_id": "000235583",
   "pi_start_date": "2009-07-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CUNY College of Staten Island",
  "inst_street_address": "2800 VICTORY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "STATEN ISLAND",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7189822254",
  "inst_zip_code": "103146609",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "NY11",
  "org_lgl_bus_name": "RESEARCH FOUNDATION OF THE CITY UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "L63BKBLD2LH4"
 },
 "perf_inst": {
  "perf_inst_name": "CUNY College of Staten Island",
  "perf_str_addr": "2800 VICTORY BLVD",
  "perf_city_name": "STATEN ISLAND",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "103146609",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "NY11",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1154",
   "pgm_ref_txt": "GENE EXPRESSION"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 89784.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 92226.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 94470.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;<strong><em>Intellectual Merit Activities</em></strong><em> - </em>The goal of this research is to use the powerful genetic and biochemical tools available for the model organism, <em>Saccharomyces cerevisiae</em>, to study the regulation of gene expression.&nbsp; The knowledge of gene regulation can help us to understand not only the mechanism of disease but also the mystery of life.&nbsp; During the entire life of this award, we used genetic methods and biochemical analysis to identify which chromatin remodelers and histone modifying enzymes participate in the regulation of <em>INO1 </em>expression.&nbsp; <em>INO1</em> expression is required for the <em>de novo</em> synthesis of phosphatidylinositol, which has been implicated in complex signaling processes, such as mRNA export, vesicular trafficking, cell growth and proliferation.&nbsp; Both chromatin remodelers and histone modifying enzymes are important epigenetic factors which have effects on global gene regulation. More specifically, we identified how certain remodelers and histone modifying enzymes were required for <em>INO1 </em>expression. They were recruited to the <em>INO1 </em>promoter in a unique sequential manner.&nbsp; We observed the accumulation of chromatin remodelers at the <em>INO1</em> promoter in the absence of histone acetylases.&nbsp; This observation suggests that the function of histone acetylases is not only to acetylate core histones for histone code signals, but also to acetylate the chromatin remodelers for recycling purpose.&nbsp; Clearly, our results demonstrated the interplay between chromatin remodelers and histone acetylases during transcriptional activation.&nbsp; From our work and that of others, we have proposed a model to describe how transcriptional coactivators act on <em>INO1</em> chromatin during gene activation.&nbsp; As such, our results yield novel insight into the specific mechanism of gene expression, thereby increasing our knowledge of phospholipid signal transduction pathways at the molecular level in a dynamic environment.&nbsp; Furthermore, this research lights up the fundamental principles in the regulation of phospholipid metabolism.&nbsp; And, the findings can provide critical and unique insights for treating obesity and diabetes. Together, these findings help to elucidate the mechanism of gene activation at the level of transcription. This is relevant not only to molecular biology but also to the field of biomedical research where current therapies are being used and developed that are specifically based on the regulation of gene expression.&nbsp; Results have been submitted for several publications.</p>\n<p>&nbsp;</p>\n<p><strong><em>Broader Impact Activities</em></strong><em> - </em>This research involves undergraduate students. During the course of this NSF support, I have personally trained 17 undergraduates in the laboratory, of whom 13 were women.&nbsp; From the daily direct supervision, students learn &ldquo;hands-on&rdquo; laboratory experience, and develop and acquire rigorous scientific methodologies. Students have a sense of ownership of their research and responsibility for all stages of the<br />research, from design to execution and analysis.&nbsp; Students receive feedback through discussion on a daily basis and receive training emphasizing the reasons for each aspect of the techniques used, as well as principles of experimental design. As a result, students are equipped with the knowledge for future career development and they show great interests in scientific research and/or biomedical study after training.&nbsp; Students&rsquo; results have been<br />presented in many regional and international conferences.&nbsp; Furthermore, these results have produced several referred publications. To date, 10 of 13 students that graduated recently have continued their studies at graduate school, medical school or a health-related professional school, ...",
  "por_txt_cntn": "\n Intellectual Merit Activities - The goal of this research is to use the powerful genetic and biochemical tools available for the model organism, Saccharomyces cerevisiae, to study the regulation of gene expression.  The knowledge of gene regulation can help us to understand not only the mechanism of disease but also the mystery of life.  During the entire life of this award, we used genetic methods and biochemical analysis to identify which chromatin remodelers and histone modifying enzymes participate in the regulation of INO1 expression.  INO1 expression is required for the de novo synthesis of phosphatidylinositol, which has been implicated in complex signaling processes, such as mRNA export, vesicular trafficking, cell growth and proliferation.  Both chromatin remodelers and histone modifying enzymes are important epigenetic factors which have effects on global gene regulation. More specifically, we identified how certain remodelers and histone modifying enzymes were required for INO1 expression. They were recruited to the INO1 promoter in a unique sequential manner.  We observed the accumulation of chromatin remodelers at the INO1 promoter in the absence of histone acetylases.  This observation suggests that the function of histone acetylases is not only to acetylate core histones for histone code signals, but also to acetylate the chromatin remodelers for recycling purpose.  Clearly, our results demonstrated the interplay between chromatin remodelers and histone acetylases during transcriptional activation.  From our work and that of others, we have proposed a model to describe how transcriptional coactivators act on INO1 chromatin during gene activation.  As such, our results yield novel insight into the specific mechanism of gene expression, thereby increasing our knowledge of phospholipid signal transduction pathways at the molecular level in a dynamic environment.  Furthermore, this research lights up the fundamental principles in the regulation of phospholipid metabolism.  And, the findings can provide critical and unique insights for treating obesity and diabetes. Together, these findings help to elucidate the mechanism of gene activation at the level of transcription. This is relevant not only to molecular biology but also to the field of biomedical research where current therapies are being used and developed that are specifically based on the regulation of gene expression.  Results have been submitted for several publications.\n\n \n\nBroader Impact Activities - This research involves undergraduate students. During the course of this NSF support, I have personally trained 17 undergraduates in the laboratory, of whom 13 were women.  From the daily direct supervision, students learn \"hands-on\" laboratory experience, and develop and acquire rigorous scientific methodologies. Students have a sense of ownership of their research and responsibility for all stages of the\nresearch, from design to execution and analysis.  Students receive feedback through discussion on a daily basis and receive training emphasizing the reasons for each aspect of the techniques used, as well as principles of experimental design. As a result, students are equipped with the knowledge for future career development and they show great interests in scientific research and/or biomedical study after training.  StudentsÆ results have been\npresented in many regional and international conferences.  Furthermore, these results have produced several referred publications. To date, 10 of 13 students that graduated recently have continued their studies at graduate school, medical school or a health-related professional school, including CUNY Graduate Center, NYU and Albert Einstein Medical School. \n\n\n\n\n\n \n\n\t\t\t\t\tLast Modified: 11/27/2013\n\n\t\t\t\t\tSubmitted by: Chang-Hui Shen"
 }
}