{
 "awd_id": "0920910",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Work and Crime: Experiential and Contextual Effects",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christian A. Meissner",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2011-08-31",
 "tot_intn_awd_amt": 118783.0,
 "awd_amount": 118783.0,
 "awd_min_amd_letter_date": "2009-09-03",
 "awd_max_amd_letter_date": "2009-09-03",
 "awd_abstract_narration": "Theory and research agree that stable employment in a high-quality job provides a means of reducing crime at the individual level, and that tight labor markets contribute to strong social organization that further reduces involvement in criminal behavior independent of an individual's own employment experiences. Yet these two influences--the experiential and contextual effects of the labor market on individual criminality, respectively--are rarely studied as joint determinants of behavior. This project examines how the experiential and contextual features of the labor market jointly impinge on individual criminal behavior. It uses panel data on the transition from school to work in a contemporary, nationally representative sample: the National Longitudinal Survey of Youth 1997. The survey follows individuals from the mid-teens to the late-twenties. The questions guiding the proposed project are threefold. First, what is the impact of an individual's work experience (e.g., work status, work quality) on criminal behavior? Second, do area-level economic conditions influence criminal behavior net of an individual's work experience? Third, how do area-level economic conditions modify the work-crime relationship at the individual level? The models will incorporate economic data at the state, metropolitan area, and county levels for the period under study. The analysis will attempt to distinguish short-term fluctuations in labor market conditions from longer-term structural dislocation. \r\nA study of the experiential and contextual relationship between work and crime has strong potential for broader impact and intellectual merit. For example, a finding of a contingent relationship between work and crime that is a function of area-level economic health would strengthen support for public policies which seek to affect the larger labor market context as part of an integrated crime-control strategy. Additionally, it would help reconcile the relatively modest influence that targeted employment interventions have had on the criminal behavior of high-risk youth by situating the study of the work-crime relationship within the larger labor market context.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Apel",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Robert J Apel",
   "pi_email_addr": "rapel@albany.edu",
   "nsf_id": "000523158",
   "pi_start_date": "2009-09-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Albany",
  "inst_street_address": "1400 WASHINGTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "ALBANY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5184374974",
  "inst_zip_code": "122220100",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK, THE",
  "org_prnt_uei_num": "NHH3T1Z96H29",
  "org_uei_num": "NHH3T1Z96H29"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Albany",
  "perf_str_addr": "1400 WASHINGTON AVE",
  "perf_city_name": "ALBANY",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "122220100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137200",
   "pgm_ele_name": "LSS-Law And Social Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 118783.0
  }
 ],
 "por": null
}