{
 "awd_id": "0920801",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Enhancing the Relevance and Effectiveness of Course, Program and Department Evaluation: Improving the Utility and Usability of the Student Assessment of Learning Gains Site",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": "7032925309",
 "po_email": "cdellapi@nsf.gov",
 "po_sign_block_name": "Connie Della-Piana",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 401685.0,
 "awd_amount": 481685.0,
 "awd_min_amd_letter_date": "2009-08-23",
 "awd_max_amd_letter_date": "2012-08-10",
 "awd_abstract_narration": "Assessment/Research (99)\r\n\r\n\r\nThe project focuses on the development of interactive help and support systems for novice and expert users of the Student Assessment of their Learning Gains (SALG) course, department, and evaluator websites.  The SALG is a web-based, course-evaluation instrument that focuses on students' assessments of how effectively course-design and teaching methods help them make learning gains. The expanded help and support systems increase the usability of the SALG sites for course, program, and departmental evaluation and enhance the power and number of ways that users have to interact with each other.  \r\n\r\nImprovements to the SALG websites include three types of enhancements.   First, the user-support functions expand the help sections on course, department, and evaluator sites by the inclusion of interactive tutorials and \"Tips and Tactics\" sections.  These sections consist of advice about strategies and best practices and an archive of white-papers/articles on the SALG and links to articles on the use of SALG by others.  An interactive forum provides a platform for users to access immediate practical help and to engage in discussions on broad issues concerning the assessment of learning.  Second, the department site contains additional functions to assist users in exploiting the capabilities of the site by incorporating additional controls and features to assist in departmental level evaluation.  Third, in addition to increased functionality to support program evaluation using the SALG, the evaluator site is a repository for SALG-like instruments (e.g., the Undergraduate Research Student Self-Assessment (URSSA) instrument) and includes an interactive forum for sharing information, resources, and expertise on assessment, evaluation, and student learning.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Carroll",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen B Carroll",
   "pi_email_addr": "scarroll@scu.edu",
   "nsf_id": "000458035",
   "pi_start_date": "2009-08-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Mathieu",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Robert D Mathieu",
   "pi_email_addr": "mathieu@astro.wisc.edu",
   "nsf_id": "000237740",
   "pi_start_date": "2009-08-23",
   "pi_end_date": "2009-11-25"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Sandra",
   "pi_last_name": "Laursen",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Sandra L Laursen",
   "pi_email_addr": "sandra.laursen@colorado.edu",
   "nsf_id": "000287665",
   "pi_start_date": "2009-08-23",
   "pi_end_date": "2009-11-09"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Weston",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy J Weston",
   "pi_email_addr": "westont@colorado.edu",
   "nsf_id": "000415994",
   "pi_start_date": "2009-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Santa Clara University",
  "inst_street_address": "500 EL CAMINO REAL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA CLARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "4085544764",
  "inst_zip_code": "950504776",
  "inst_country_name": "United States",
  "cong_dist_code": "17",
  "st_cong_dist_code": "CA17",
  "org_lgl_bus_name": "PRESIDENT AND BOARD OF TRUSTEES OF SANTA CLARA COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "YE8LRJWSY3K9"
 },
 "perf_inst": {
  "perf_inst_name": "Santa Clara University",
  "perf_str_addr": "500 EL CAMINO REAL",
  "perf_city_name": "SANTA CLARA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "950504776",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "CA17",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "749200",
   "pgm_ele_name": "CCLI-Type 2 (Expansion)"
  },
  {
   "pgm_ele_code": "751100",
   "pgm_ele_name": "TUES-Type 2 Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0409",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000910DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 401685.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 80000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Student Assessment of their Learning Gains (SALG) website offers valid, reliable, and successful web-based, course-evaluation instruments that focus on students&rsquo; assessments of how effectively course-design and teaching methods help them make learning gains. Nearly 10,000 instructors (mostly in STEM disciplines) have active SALG accounts, and draw on the feedback provided by SALG instruments to guide changes to their course designs and pedagogy.</p>\n<p>This project (NSF Award #0920801) focused on three interlaced objectives: (1) making the website easier to use, especially for novice users; (2) enhancing user support systems; and (3) increasing the size and vitality of the site&rsquo;s user community, with a long-term goal of making it self-sustaining. At the time of the award, the SALG Development Group was working on two additional SALG websites under NSF Award #0613426. A SALG site for departments was released as a beta version in early 2009, but the proposed site for program evaluators was not completed. Hence, two secondary objectives carried over: (4) to finish developing SALG functions for departments, in particular, to improve usability and help functions on that site; and (5) to develop SALG functionalities for program evaluators.</p>\n<p>We largely accomplished the first three objectives and made significant progress on the latter two. We implemented a new wizard-based instrument-creation process that made the SALG much easier to use, reducing emails to the help desk from an average of ~50/month to fewer than five. We created a FAQ and instruction sets to guide users through the advanced features of the SALG. Our user community grew extremely rapidly. In 2009, ~1400 faculty had created SALG accounts, 900 surveys had been completed, and 21,000 students had been surveyed. Currently, the SALG site shows 9905 instructor users, 9268 completed surveys and 214,223 student responses. As of mid-2011, 181 users had created ~1860 <em>department</em> instruments, administered over 260 surveys, and collected data from ~3500 students. Currently, 4147 SALG departments have created 21,738 department instruments, 712 surveys have been conducted and over 199,000 students have responded to those department surveys. Our user community is not only growing, the growth curve is accelerating. We started a user group, and conducted an extensive needs analysis that helped us better understand why people adopt the SALG and how they use it. We also formed collaborative relationships with several large STEM-education reform groups and with the Western Association of Schools and Colleges. We are working with two universities piloting the use of SALG as an institution-wide assessment instrument. We also developed Student Assessment of their Improvement in Learning (SAIL), a paper-and-pencil assessment instrument based on SALG principles, which has proved effective in short-duration and informal educational settings. Extensive testing allowed us to develop help systems for the department site and reshaped our upcoming evaluator functions. Overall, we are pleased with what we have achieved so far.</p>\n<p>As we developed the department site however, we discovered that the present SALG database cannot support the analytical and reporting requirements of the department or evaluator sites because it offers no provisions for aggregating data across groups. It also doesn&rsquo;t enforce the data integrity necessary for data-mining, severely compromising its usefulness as a research tool. The SALG site was originally designed as a way for <em>individual</em> instructors to get feedback on their course designs and pedagogy, so provisions for group functions were not built into the architecture. Moreover, as SALG gained functions, resulting complexities in the programming and database made it increasingly expensive to maintain and upgrade. We therefore decided to rebuild.</p>\n<p>We desig...",
  "por_txt_cntn": "\nThe Student Assessment of their Learning Gains (SALG) website offers valid, reliable, and successful web-based, course-evaluation instruments that focus on studentsÆ assessments of how effectively course-design and teaching methods help them make learning gains. Nearly 10,000 instructors (mostly in STEM disciplines) have active SALG accounts, and draw on the feedback provided by SALG instruments to guide changes to their course designs and pedagogy.\n\nThis project (NSF Award #0920801) focused on three interlaced objectives: (1) making the website easier to use, especially for novice users; (2) enhancing user support systems; and (3) increasing the size and vitality of the siteÆs user community, with a long-term goal of making it self-sustaining. At the time of the award, the SALG Development Group was working on two additional SALG websites under NSF Award #0613426. A SALG site for departments was released as a beta version in early 2009, but the proposed site for program evaluators was not completed. Hence, two secondary objectives carried over: (4) to finish developing SALG functions for departments, in particular, to improve usability and help functions on that site; and (5) to develop SALG functionalities for program evaluators.\n\nWe largely accomplished the first three objectives and made significant progress on the latter two. We implemented a new wizard-based instrument-creation process that made the SALG much easier to use, reducing emails to the help desk from an average of ~50/month to fewer than five. We created a FAQ and instruction sets to guide users through the advanced features of the SALG. Our user community grew extremely rapidly. In 2009, ~1400 faculty had created SALG accounts, 900 surveys had been completed, and 21,000 students had been surveyed. Currently, the SALG site shows 9905 instructor users, 9268 completed surveys and 214,223 student responses. As of mid-2011, 181 users had created ~1860 department instruments, administered over 260 surveys, and collected data from ~3500 students. Currently, 4147 SALG departments have created 21,738 department instruments, 712 surveys have been conducted and over 199,000 students have responded to those department surveys. Our user community is not only growing, the growth curve is accelerating. We started a user group, and conducted an extensive needs analysis that helped us better understand why people adopt the SALG and how they use it. We also formed collaborative relationships with several large STEM-education reform groups and with the Western Association of Schools and Colleges. We are working with two universities piloting the use of SALG as an institution-wide assessment instrument. We also developed Student Assessment of their Improvement in Learning (SAIL), a paper-and-pencil assessment instrument based on SALG principles, which has proved effective in short-duration and informal educational settings. Extensive testing allowed us to develop help systems for the department site and reshaped our upcoming evaluator functions. Overall, we are pleased with what we have achieved so far.\n\nAs we developed the department site however, we discovered that the present SALG database cannot support the analytical and reporting requirements of the department or evaluator sites because it offers no provisions for aggregating data across groups. It also doesnÆt enforce the data integrity necessary for data-mining, severely compromising its usefulness as a research tool. The SALG site was originally designed as a way for individual instructors to get feedback on their course designs and pedagogy, so provisions for group functions were not built into the architecture. Moreover, as SALG gained functions, resulting complexities in the programming and database made it increasingly expensive to maintain and upgrade. We therefore decided to rebuild.\n\nWe designed SALG2 from the outset to meet present and anticipated needs of instructors, departments (and other groups), program ev..."
 }
}