{
 "awd_id": "0920549",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "\"Proto Clovis\" or \"PreClovis\"? Investigating the Cultural Antecedents of Clovis at the Gault Site, Texas",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2009-09-15",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 216400.0,
 "awd_amount": 216400.0,
 "awd_min_amd_letter_date": "2009-09-14",
 "awd_max_amd_letter_date": "2013-08-13",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\r\n\r\nWho first populated the Americas and when?  Where did they come from and how did they get here?  What was their lifeway like?  These are not trivial questions since the Americas, comprising 24% of the Earth's land surface, were the last major area to be inhabited by humans.  For most of the past 60 years dogma has held that about 13,500 years ago nomadic mammoth hunters from the steppes of North Central Russia migrated through Siberia, walked across a land bridge to Alaska created by lowered sea levels of the last Ice Age, found their way down an ice-free corridor in western Canada, and then spread out across North America as bearers of a culture called Clovis. \r\n\r\nOver the last dozen years, most scholars have embraced evidence that there had been people in the Americas before Clovis, but details of that earlier archaeological time are sketchy and controversy abounds over much of the evidence and over most interpretations of that evidence.  A few reject all evidence of cultural antecedents of Clovis in the Americas, many consider Asia to be the sole homeland of earliest American people and cultures, and a few raise the possibility that Europe also contributed people and culture to the New World at a very early time.  It is debated whether Clovis culture developed entirely in the Americas or evolved from antecedents in Europe or Asia.  There is no consensus on the timing of the earliest arrival of people in the Western Hemisphere.  An early American culture, predating Clovis but unlike and clearly unrelated historically to Clovis might properly be referred to as 'PreClovis,' whereas one predating and historically related to Clovis might qualify as 'Proto Clovis.'\r\n\r\nIn Area 15 of the Gault Site, Texas, a stratigraphic layer below, and chronometrically predating, a layer of Clovis artifacts was exposed in two small test excavations and yielded a sizeable sample of debris from the manufacture of stone tools.  This debris is distinct from that produced by Clovis tool makers.  It completely lacks any aspect that would be considered a technological progenitor of Clovis technology it seems to be 'PreClovis.'  This stands in contrast to several sites on the eastern seaboard of the United States where cultural evidence antedating Clovis does share enough technological detail to be tentatively considered 'Proto Clovis.'  Understanding the early cultural history of the Americas is quite complex and one must begin with solid evidence\r\n\r\nThis project proposes to excavate a 12m2 block in Area 15 at Gault, ascertain the stratigraphic integrity of the archaeological sequence, establish the age and duration of the Clovis and earlier components, and obtain a sufficiently large sample of the early materials to reveal their technological and typological characteristics.  Intense and detailed comparisons between Clovis and earlier artifacts will aim to resolve the issue of the degree of their relatedness at this site and this resolution will then be considered at the hemispheric perspective. When completed and disseminated this research will add an important, thoroughly vetted sample of evidence to the sparse record that we have for understanding the peopling of the Americas.",
 "awd_arra_amount": 216400.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Collins",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Michael B Collins",
   "pi_email_addr": "m.b.collins@mail.utexas.edu",
   "nsf_id": "000522051",
   "pi_start_date": "2009-09-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas State University - San Marcos",
  "inst_street_address": "601 UNIVERSITY DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAN MARCOS",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5122452314",
  "inst_zip_code": "786664684",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "TX15",
  "org_lgl_bus_name": "TEXAS STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HS5HWWK1AAU5"
 },
 "perf_inst": {
  "perf_inst_name": "Texas State University - San Marcos",
  "perf_str_addr": "601 UNIVERSITY DR",
  "perf_city_name": "SAN MARCOS",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "786664684",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "TX15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 216400.0
  }
 ],
 "por": null
}