{
 "awd_id": "0920353",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Mechanics and Evolution of Tonal Sounds Produced by Feathers",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": "7032927876",
 "po_email": "stellis@nsf.gov",
 "po_sign_block_name": "Steven Ellis",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 448964.0,
 "awd_amount": 448964.0,
 "awd_min_amd_letter_date": "2009-08-06",
 "awd_max_amd_letter_date": "2011-07-01",
 "awd_abstract_narration": "Birds are widely appreciated as being highly vocal, and for decades researchers have explored the mechanics and physiology of birds' vocal apparatus, the syrinx.  However, birds also produce a wide variety of non-vocal communication sounds.  Examples include the 'winnowing' sound snipe make with their tail-feathers, or the 'whistling' sounds ducks and doves make with their wings during flight.  This research project will examine the physical mechanics of how some feathers flutter to produce loud tonal sounds during flight, and how and why sounds produced by feathers has repeatedly resulted in the evolution of non-vocal acoustic communication in birds.\r\nThree complementary approaches will be used.  First, natural history collections (museum skins and sound recordings) of over 20 families of birds that produce these sounds will be surveyed to establish the feather morphologies and diversity of these sounds.  Second, wind tunnel tests will be conducted on isolated feathers to test the biomechanics of how feathers flutter to produce sound.  Third, field experiments will be conducted on a range of hummingbird species as a benchmark for the laboratory experiments, to explore the relationship between behavioral displays and sounds that are produced, and to examine the evolution of these signals.\r\nThis research will uncover the physical mechanisms responsible for causing feathers to produce tonal sounds, and how a diversity of sounds can be produced with feathers of varying size and shape.  These sounds are often produced during elaborate courtship displays, and understanding the mechanics of how feathers produce tonal sounds will provide insights into the evolution of signals.  More broadly, this research will foster scientific development abroad through collaborations with scientists in Latin America.  The results of this research will be disseminated through peer-reviewed scientific publications and to a broader public audience, such as through educational modules for middle school science students.  Ultimately, this research may have technological applications, such as new types of sound production devices.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Prum",
   "pi_mid_init": "O",
   "pi_sufx_name": "",
   "pi_full_name": "Richard O Prum",
   "pi_email_addr": "richard.prum@yale.edu",
   "nsf_id": "000089423",
   "pi_start_date": "2009-08-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Yale University",
  "inst_street_address": "150 MUNSON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW HAVEN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2037854689",
  "inst_zip_code": "065113572",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CT03",
  "org_lgl_bus_name": "YALE UNIV",
  "org_prnt_uei_num": "FL6GV84CKN57",
  "org_uei_num": "FL6GV84CKN57"
 },
 "perf_inst": {
  "perf_inst_name": "Yale University",
  "perf_str_addr": "150 MUNSON ST",
  "perf_city_name": "NEW HAVEN",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "065113572",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "CT03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  },
  {
   "pgm_ele_code": "765800",
   "pgm_ele_name": "Physiol Mechs & Biomechanics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7298",
   "pgm_ref_txt": "COLLABORATIVE RESEARCH"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 208838.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 117954.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 122172.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project investigated the mechanics of how tonal sounds are produced by feathers in flight, such as the &lsquo;wing whistles&rsquo; of ducks or doves. &nbsp;This project had three components.&nbsp; The investigators tested in a wind tunnel&nbsp;the capacity of a series of feathers to produce sound; surveyed museum collections of sound recordings for examples of birds that produce non-vocal sounds for communication, and conducted field-work on hummingbirds that produce sounds with their tail-feathers during courtship displays. The most significant outcomes of the project are as follows.</p>\n<p>Wind tunnel experiments revealed that hummingbird feathers produce sounds via aeroelastic flutter, in which a portion of a feather flaps, somewhat akin to the flutter of a flag. The resulting sounds are tonal (similar-sounding to plucked guitar string or a whistle). The size and shape of the feather influences how the feather flutters in a wind tunnel.&nbsp; Feathers also interact with each other, when fluttering, and these interactions increase the diversity of sounds they produce. For example, a neighboring feather may amplify the loudness of the sound of a fluttering feather by 12 decibels. This research may have implications for the design of small flying robots.&nbsp; For example, in airplanes, flutter tends to cause catastrophic damage; for reasons not entirely clear, flutter of feathers tends not to produce much damage in the flight of birds.&nbsp; Moreover, understanding the mechanisms of aeroelastic flutter of feathers may be of use to engineers studying how to harvest energy from aerodynamic flows.</p>\n<p>The second component of the project explored the diversity of non-vocal sounds birds produce with their feathers.&nbsp; The investigators found at least 68 phylogenetically independent originations of mechanical (non-vocal) sounds used in communication across all birds. Of these, aeroelastic flutter was the most common mechanism of sound production, having evolved at least 28 times.&nbsp; The investigators also found that any feather tested in a wind tunnel could flutter and produce sound; and that many types of birds produce tonal sounds in ordinary flight. Together these results indicate that flutter is a passive mechanism that all feathers have the potential to do, and that remains latent in the ordinary flight of birds, much as the sounds of footsteps in a hallway produce incidental sound.&nbsp; These sounds are then readily available for natural selection to convert into communication signals.&nbsp;</p>\n<p>The third component of the project explored how male hummingbirds have evolved to produce sounds with their tails&nbsp; in courtship displays for females.&nbsp; The investigators obtained recordings of courtship displays for approximately 20 species, and determined which sounds produced were made by the wings and tail.&nbsp; These experiments assisted those described above; for example, the investigators found ample evidence for feather-feather interactions in the wings and tails of the hummingbirds.&nbsp; The investigators also found that hummingbirds that evolve to produce mechanical sounds with their wings during close-range displays tend to lose the ability to sing, suggesting that mechanical sounds can completely replace vocalizations in some taxa.&nbsp; The investigators also found several instances of apparent vocal mimicry, in which the hummingbirds have evolved songs that mimic sounds produce by the tail or wings.&nbsp; Finally, the investigators found several examples of non-linear &lsquo;jumps&rsquo; in the evolution of feather-generated sounds, such as switches in which feather produces sound, and &lsquo;harmonic-hopping&rsquo;, in which the dominant frequency of sound jumps to the second harmonic from the fundamental.&nbsp; These results demonstrate ways in which evolution of a signal may operate via &lsquo;punctuated&rsquo; change rather tha...",
  "por_txt_cntn": "\nThis project investigated the mechanics of how tonal sounds are produced by feathers in flight, such as the æwing whistlesÆ of ducks or doves.  This project had three components.  The investigators tested in a wind tunnel the capacity of a series of feathers to produce sound; surveyed museum collections of sound recordings for examples of birds that produce non-vocal sounds for communication, and conducted field-work on hummingbirds that produce sounds with their tail-feathers during courtship displays. The most significant outcomes of the project are as follows.\n\nWind tunnel experiments revealed that hummingbird feathers produce sounds via aeroelastic flutter, in which a portion of a feather flaps, somewhat akin to the flutter of a flag. The resulting sounds are tonal (similar-sounding to plucked guitar string or a whistle). The size and shape of the feather influences how the feather flutters in a wind tunnel.  Feathers also interact with each other, when fluttering, and these interactions increase the diversity of sounds they produce. For example, a neighboring feather may amplify the loudness of the sound of a fluttering feather by 12 decibels. This research may have implications for the design of small flying robots.  For example, in airplanes, flutter tends to cause catastrophic damage; for reasons not entirely clear, flutter of feathers tends not to produce much damage in the flight of birds.  Moreover, understanding the mechanisms of aeroelastic flutter of feathers may be of use to engineers studying how to harvest energy from aerodynamic flows.\n\nThe second component of the project explored the diversity of non-vocal sounds birds produce with their feathers.  The investigators found at least 68 phylogenetically independent originations of mechanical (non-vocal) sounds used in communication across all birds. Of these, aeroelastic flutter was the most common mechanism of sound production, having evolved at least 28 times.  The investigators also found that any feather tested in a wind tunnel could flutter and produce sound; and that many types of birds produce tonal sounds in ordinary flight. Together these results indicate that flutter is a passive mechanism that all feathers have the potential to do, and that remains latent in the ordinary flight of birds, much as the sounds of footsteps in a hallway produce incidental sound.  These sounds are then readily available for natural selection to convert into communication signals. \n\nThe third component of the project explored how male hummingbirds have evolved to produce sounds with their tails  in courtship displays for females.  The investigators obtained recordings of courtship displays for approximately 20 species, and determined which sounds produced were made by the wings and tail.  These experiments assisted those described above; for example, the investigators found ample evidence for feather-feather interactions in the wings and tails of the hummingbirds.  The investigators also found that hummingbirds that evolve to produce mechanical sounds with their wings during close-range displays tend to lose the ability to sing, suggesting that mechanical sounds can completely replace vocalizations in some taxa.  The investigators also found several instances of apparent vocal mimicry, in which the hummingbirds have evolved songs that mimic sounds produce by the tail or wings.  Finally, the investigators found several examples of non-linear æjumpsÆ in the evolution of feather-generated sounds, such as switches in which feather produces sound, and æharmonic-hoppingÆ, in which the dominant frequency of sound jumps to the second harmonic from the fundamental.  These results demonstrate ways in which evolution of a signal may operate via æpunctuatedÆ change rather than gradual change, when the signal is an emergent property of an underlying system &ndash; the emergent system can change state dramatically when it crosses over a threshold, when the underlying morphology (feather..."
 }
}