{
 "awd_id": "0920254",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Mechanisms of Animal Desiccation Tolerance",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "inna sokolova",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 600000.0,
 "awd_amount": 600000.0,
 "awd_min_amd_letter_date": "2009-08-01",
 "awd_max_amd_letter_date": "2012-06-30",
 "awd_abstract_narration": "Fluctuation in water content is a universal problem confronting all animals, and environmental stresses that impact the amount of water present in the cells of animals pose a threat to life.  Tolerance to water stress is most likely governed by several different mechanisms that are in place to protect cells and tissues during water loss, as well as to repair injuries after rehydration.  However, scientific understanding of these mechanisms is incomplete.  \r\nThis project will investigate whether or not certain types of naturally-occurring proteins [Late Embryogenesis Abundant (LEA) proteins], when combined with small sugar-like compounds, are able to protect cellular components, isolated cells, and intact animals during water loss and subsequent recovery.  These LEA proteins and sugars are predicted to preserve   biological structures because they have been repeatedly found in species that possess extreme tolerance to water loss (anhydrobiotic animals).  The mechanisms by which these proteins and sugars may stabilize the structure and function of cellular components (e.g., enzymes, membranes, mitochondria) will be investigated using biochemical, physiological and genetic approaches.  The anticipated result is that cells and tissues that do not possess tolerance to desiccation stress will be protected by LEA proteins and sugars against damage normally incurred during water loss.\r\n\t Successful completion of this project has the potential to offer important practical applications.  For example, storage of biological components and cells in the dried state will extend their shelf-life, which could represent enormous savings of time, effort and money for scientific researchers in both basic and applied fields.  Investigators using model species like Drosophila melanogaster (fruit fly) for genetic studies would benefit immensely from the ability to store early developmental stages in a dried (dormant) state, thereby reducing the costs of maintaining genetic variants of this species.  Finally, this project will provide exciting opportunities for the training and education of undergraduate and graduate students from a wide diversity of backgrounds in the fields of biochemistry, physiology and molecular genetics.  \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Hand",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Steven C Hand",
   "pi_email_addr": "shand@LSU.edu",
   "nsf_id": "000353580",
   "pi_start_date": "2009-08-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Menze",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Michael A Menze",
   "pi_email_addr": "michael.menze@louisville.edu",
   "nsf_id": "000508488",
   "pi_start_date": "2009-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Louisiana State University",
  "inst_street_address": "202 HIMES HALL",
  "inst_street_address_2": "",
  "inst_city_name": "BATON ROUGE",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "2255782760",
  "inst_zip_code": "708030001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "LA06",
  "org_lgl_bus_name": "LOUISIANA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECQEYCHRNKJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Louisiana State University",
  "perf_str_addr": "202 HIMES HALL",
  "perf_city_name": "BATON ROUGE",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "708030001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "LA06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765800",
   "pgm_ele_name": "Physiol Mechs & Biomechanics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 500000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual merit.</strong></p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Water availability has pronounced influences on animal activity and distribution patterns.&nbsp; Drying due to evaporative water loss is the most common mechanism for dehydration, although during winter in temperate regions freezing can also occur, which reduces the liquid water outside of cells and can lead to dehydration inside the cells of multicellular organisms.&nbsp; Such fluctuation in cellular water is a universal problem confronting animals, and undoubtedly, various behavioral, physiological and biochemical responses are all important for resisting and/or tolerating water loss.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The precise mechanisms that protect animals during water stress are not fully explained. As a result of this project, our understanding of the roles of protective proteins, together with smaller sugar molecules, is becoming clearer.&nbsp; The impact of these molecules on organelles, cells and whole embryos has been evaluated rigorously by expression of the protective proteins (termed LEA proteins) and loading of the sugar trehalose into mammalian and insect cell lines. This approach is enabling us to directly assess the biostabilization capacity of these molecules during desiccation stress.&nbsp; Our integrative experiments with structures ranging in complexity from target macromolecules to cells are beginning to close the loop in terms of understanding water stress across multiple levels of biological organization.&nbsp; &nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Specifically we have identified several new LEA proteins and characterized their structure and function.&nbsp; We have shown that the structure of these LEA proteins change in very specific ways as they are dried, and these changes are apt to be of significance in their ability to protect other proteins during desiccation.&nbsp; Our laboratories have quantified the intracellular concentrations of these LEA proteins, which is important for understanding what levels are needed for optimal function when they are expressed in other cells and animals that are normally not desiccation tolerant.&nbsp; The expression of selected LEA proteins in both insect and mammalian cells have shown that LEA proteins improve the tolerance of these desiccation-sensitive cells to short-term water stress.&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Evidence suggests that another characteristic important for tolerating desiccation is the ability to reduce the rate of energy metabolism prior to being exposed to drying &ndash; a phenomenon referred to as &lsquo;metabolic preconditioning.&rsquo;&nbsp; We made progress in identifying mechanisms by which desiccation-tolerant animals depress their metabolic rate as they enter dormant states prior to drying.&nbsp; Our work has shown that four enzymes are coordinately inhibited, which blocks the ability of mitochondria to make ATP in cells.&nbsp; As a result, metabolism is lowered to exceptionally low rates.&nbsp; Future studies will test whether these new mechanisms for metabolic depression may be beneficial for desiccation-sensitive cells.&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Broader Outcomes.</strong></p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The project facilitated the education of graduate students and undergraduates from a wide diversity of backgrounds.&nbsp; Dr. Hand (PI, Louisiana State Univ.) trained four Ph.D. students who participated in the project, two of whom graduated during the course of the project. Three M.S. students were trained during the project by Dr. Menze, co-PI, Eastern Illinois Univ.&nbsp; Eight undergraduates received research training under the aegis of this grant at LSU and eleven undergradua...",
  "por_txt_cntn": "\nIntellectual merit.\n\n            Water availability has pronounced influences on animal activity and distribution patterns.  Drying due to evaporative water loss is the most common mechanism for dehydration, although during winter in temperate regions freezing can also occur, which reduces the liquid water outside of cells and can lead to dehydration inside the cells of multicellular organisms.  Such fluctuation in cellular water is a universal problem confronting animals, and undoubtedly, various behavioral, physiological and biochemical responses are all important for resisting and/or tolerating water loss.\n\n            The precise mechanisms that protect animals during water stress are not fully explained. As a result of this project, our understanding of the roles of protective proteins, together with smaller sugar molecules, is becoming clearer.  The impact of these molecules on organelles, cells and whole embryos has been evaluated rigorously by expression of the protective proteins (termed LEA proteins) and loading of the sugar trehalose into mammalian and insect cell lines. This approach is enabling us to directly assess the biostabilization capacity of these molecules during desiccation stress.  Our integrative experiments with structures ranging in complexity from target macromolecules to cells are beginning to close the loop in terms of understanding water stress across multiple levels of biological organization.   \n\n            Specifically we have identified several new LEA proteins and characterized their structure and function.  We have shown that the structure of these LEA proteins change in very specific ways as they are dried, and these changes are apt to be of significance in their ability to protect other proteins during desiccation.  Our laboratories have quantified the intracellular concentrations of these LEA proteins, which is important for understanding what levels are needed for optimal function when they are expressed in other cells and animals that are normally not desiccation tolerant.  The expression of selected LEA proteins in both insect and mammalian cells have shown that LEA proteins improve the tolerance of these desiccation-sensitive cells to short-term water stress. \n\n            Evidence suggests that another characteristic important for tolerating desiccation is the ability to reduce the rate of energy metabolism prior to being exposed to drying &ndash; a phenomenon referred to as æmetabolic preconditioning.Æ  We made progress in identifying mechanisms by which desiccation-tolerant animals depress their metabolic rate as they enter dormant states prior to drying.  Our work has shown that four enzymes are coordinately inhibited, which blocks the ability of mitochondria to make ATP in cells.  As a result, metabolism is lowered to exceptionally low rates.  Future studies will test whether these new mechanisms for metabolic depression may be beneficial for desiccation-sensitive cells. \n\n \n\nBroader Outcomes.\n\n            The project facilitated the education of graduate students and undergraduates from a wide diversity of backgrounds.  Dr. Hand (PI, Louisiana State Univ.) trained four Ph.D. students who participated in the project, two of whom graduated during the course of the project. Three M.S. students were trained during the project by Dr. Menze, co-PI, Eastern Illinois Univ.  Eight undergraduates received research training under the aegis of this grant at LSU and eleven undergraduates at EIU during the course of the project.  At LSU, there are many programs to foster participation of undergraduates in research, and undergraduates in Dr. HandÆs lab have participated in these programs. The research project provided a framework for, and added value to, these programs. \n\n            Dr. Menze served as a discussion leader at æEIU ReadsÆ, a program that provides undergraduate students with opportunities for collegiate academic engagement.  His mentoring activities earned him the ProvostÆs Un..."
 }
}