{
 "awd_id": "0920139",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Capturing the Ephemeral:  Transient and Irreversible RNA-protein Interactions Studied one-at-a-time",
 "cfda_num": "47.074",
 "org_code": "08070100",
 "po_phone": "7032924967",
 "po_email": "kccone@nsf.gov",
 "po_sign_block_name": "Karen Cone",
 "awd_eff_date": "2009-07-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 552908.0,
 "awd_amount": 552908.0,
 "awd_min_amd_letter_date": "2009-06-22",
 "awd_max_amd_letter_date": "2009-06-22",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\r\n\r\nThis work will enable the observation and study of the structural transformations of  single biomolecules and biomolecular complexes, including transformations that are rapid, transient, or irreversible. Initial work will concentrate on RNA antisense complexes in the presence of transiently bound proteins. These complexes are ubiquitous in nature and often have a regulatory or enzymatic role. Single molecule fluorescence techniques are now routinely used to track and observe the motion and conformational changes of biomolecules in vitro and in vivo. The unprecedented detail revealed by these measurements is facilitating new understandings of the biomolecular mechanisms that drive living systems. However, transient complexes are difficult to study on an individual basis because they fall apart and require a method to confine their molecular components to an observation region in a way that permits them to freely interact. In this work, a droplet-based method for molecular confinement and mixing will be developed. These droplets, which have a diameter less than one micron and a corresponding volume of less than a femtoliter, will be available on demand and can be manipulated and mixed using \"optical tweezers\". The droplet confinement system will be integrated into a single molecule sensitive microscope where the droplet contents can be probed. The use of droplet confinement both facilitates these studies and enhances their relevance to biological systems, where all interactions occur in confining environments. \r\n\r\nBroader impact: This project crosses traditional disciplinary boundaries and requires knowledge of and expertise in microfluidics, colloidal physics, optics, biochemistry and structural biology. Interdisciplinary efforts are frequently at the forefront of innovation in science, yet the necessary tools for interdisciplinary work are often ignored in undergraduate teaching labs. Towards a remedy, a new undergraduate teaching lab unit will introduce physics students to experiments on biological and colloidal systems using optical tweezers and single particle optical detection. Additionally, undergraduates will be an integral part of this research program, and recruiting of underrepresented groups (both through existing support groups already in place at UMass and via external recruiting efforts) will bring these students into research. Finally, a strong outreach program to bring physics into the local schools and onto the radio is also in place at UMass, and through this program the nature and excitement of this interdisciplinary work will be communicated to a broader audience. The broader impacts of this work are therefore: (1) The development of a technique that has broad implications in its ability to study new classes of biological molecules on a single-molecule basis; (2) the introduction of students at all levels to interdisciplinary techniques at the forefront of science.",
 "awd_arra_amount": 552908.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lori",
   "pi_last_name": "Goldner",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Lori S Goldner",
   "pi_email_addr": "lori.goldner@gmail.com",
   "nsf_id": "000521697",
   "pi_start_date": "2009-06-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "101 COMMONWEALTH AVE",
  "perf_city_name": "AMHERST",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010039252",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  },
  {
   "pgm_ele_code": "197200",
   "pgm_ele_name": "ELECTROCHEMISTRY & SURFACE CHE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1156",
   "pgm_ref_txt": "MICROBIAL GENETICS"
  },
  {
   "pgm_ref_code": "1972",
   "pgm_ref_txt": "ELECTROCHEMISTRY & SURFACE CHE"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 552908.0
  }
 ],
 "por": null
}