{
 "awd_id": "0920240",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Properties of the Denatured States of Thermophilic versus Mesophilic Proteins",
 "cfda_num": "47.074",
 "org_code": "08070400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michele McGuirl",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 590426.0,
 "awd_amount": 590426.0,
 "awd_min_amd_letter_date": "2009-08-11",
 "awd_max_amd_letter_date": "2009-08-11",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5)\r\n\r\nIntellectual Merit: This project addresses why certain proteins remain stable at very high temperatures.  Proteins in living organisms must fold into specific shapes in order to function.  The properly folded state is called the \"native\" state, while the disorganized, unfolded state is called the \"denatured\" state.  Several lines of thermodynamic evidence have led to the hypothesis that the properties of the denatured states of some proteins hold the key to how stable the proteins are to high temperature.  This project experimentally tests this hypothesis in several different ways by examining the properties of the denatured states of pairs of homologous proteins, where one member of the protein pair is highly temperature stable (the thermophilic protein), while the other member of the pair is easily unfolded with temperature (the mesophilic protein). A central focus of the project is to compare the denatured states of a thermophilic versus a mesophilic DNA polymerase.  DNA polymerases are proteins that replicate DNA.  Klenow and Klentaq DNA polymerases, from E. coli and Thermus aquaticus, respectively, share an almost identical native structure, yet Klentaq polymerase is stable at temperatures 50 degrees Celcius higher than those that fully denature Klenow polymerase.  Thermodynamic studies suggest that the denatured state of Klentaq polymerase is significantly more compact and/or less dynamic than the denatured state of Klenow, despite the fact that their native states are highly homologous.  This project will extensively characterize the global structure (size and shape), dehydration upon folding, and dynamics of the denatured states of these two different polymerases, and then will begin to test the generality of these results with other similar pairs of proteins.\r\n\r\nThe intellectual merit of this work includes the fact that it will directly contribute to helping solve the \"protein folding problem\".  Understanding how proteins fold to their native states, and why some proteins are energetically stable while others are not, constitutes one of the most important questions in biology, with impact from fundamental biochemistry to protein-engineering.  Understanding the denatured state of proteins is \"half the problem\", yet nearly 90% of all work on the protein folding problem has thus far examined only the native states of proteins.  This project will be the first direct structural comparison between the denatured states of a thermophilic and mesophilic protein pair, and it will directly, experimentally link those changes to the energetics and thermodynamics of folding.  The preliminary data for this project already indicate that there may be significant size differences between the two denatured states, and this project would be the first direct structural observation and characterization of such differences.  Such differences would alter the current widely held view that denatured state size is sequence independent and solely a function of protein chain length.  This project thus aims to utilize thermodynamics and methods of polymer structural analysis to provide one of the most integrated structural-thermodynamic views of the denatured state for any protein system.  Further, the design of an easily applicable suite of methods for quick determinations of the global properties of the denatured states of other thermophilic-mesophilic protein pairs, so that other researchers will be able to more quickly perform similar comparisons, will also be an intellectual benefit of this work.\r\n\r\nBroader Impact:  The broader impact and educational goals of this work include: 1) Introducing a more up-to-date view of the denatured state of proteins into the General Biochemistry and Physical Biochemistry courses at Louisiana State University to help decrease the gap between textbook information and real research; 2) Significant integration of undergraduate researchers into the project and 3) Development of a play for general audiences about protein folding, with strong scientific content, to be produced in collaboration with the Communication Studies Department at the Louisiana State University.",
 "awd_arra_amount": 590426.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Vincent",
   "pi_last_name": "LiCata",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Vincent J LiCata",
   "pi_email_addr": "licata@lsu.edu",
   "nsf_id": "000267550",
   "pi_start_date": "2009-08-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Louisiana State University",
  "inst_street_address": "202 HIMES HALL",
  "inst_street_address_2": "",
  "inst_city_name": "BATON ROUGE",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "2255782760",
  "inst_zip_code": "708030001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "LA06",
  "org_lgl_bus_name": "LOUISIANA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECQEYCHRNKJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Louisiana State University",
  "perf_str_addr": "202 HIMES HALL",
  "perf_city_name": "BATON ROUGE",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "708030001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "LA06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1166",
   "pgm_ref_txt": "MOLECULAR BIOCHEMISTRY"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 590426.0
  }
 ],
 "por": null
}