{
 "awd_id": "0920127",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RIG BP: Functional Significance of a Novel Protein Interactor of TRPML2 Protein",
 "cfda_num": "47.074",
 "org_code": "08070600",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gregory W. Warr",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 199925.0,
 "awd_amount": 199925.0,
 "awd_min_amd_letter_date": "2009-08-07",
 "awd_max_amd_letter_date": "2009-08-07",
 "awd_abstract_narration": "Intellectual merits.  Our physical senses are constantly bombarded with environmental signals. Each cell in our body translates these sensations so that we can perceive and interpret their meanings such as seeing the blue sky, smelling the blooms in Spring, tasting our favorite meal, hearing the sound of wind, and feeling temperature or pain that warns us of impending danger. The Transient Receptor Potential Mucolipin (TRPML) protein family plays critical roles in communicating environmental signals inside cells. The TRPML proteins consist of three members, and are strictly regulated by other proteins that physically interact with them and control their cellular activity. Two candidate protein partners for one of the three TRPML proteins, named TRPML2, were identified in this laboratory. This project will confirm the nature of the interaction of these proteins.  Specifically, the goal is to verify whether they physically bind to TRPML2 and, if so, to map the protein domains that are necessary for the interaction.  The research will show if TRPML2 and its binding partners are within the same location inside the cell.  Finally, this research will identify the specific role that these interaction partners play in terms of TRPML2 activity and cellular function. This research will fill the current gaps in knowledge regarding the biological function of TRPML2.\r\n\r\nBroader impacts.  The project will introduce graduate and undergraduate students from minority and under-represented groups to the scientific method, and to foster their interests in science, technology, engineering and mathematics (STEM). The project will contribute to the existing efforts by the California State University Fullerton's Biological Science Department and the principal investigator to actively recruit students through existing NSF-, NIH-, and HHMI-supported minority student research programs. It will serve as a platform to continue promoting scientific curiosity and research interests among students through a research mentoring or summer research internship program. Through the PI's initiative to establish community outreach activities with local high schools and nearby community colleges, the project will open doors for talented students from these schools, who otherwise would not have an opportunity to participate in summer research activities. Research participants will be strongly encouraged to present their accomplishments to their peers in a form of seminars or poster presentations within the department, as well as at local and national meetings. Such programs will not only significantly enhance research participation and scientific literacy, but will also promote STEM careers among minority and under-represented groups at California State University Fullerton. Overall, the project and research activities of the project will contribute to the advancement of a diverse group of young scientists -- an expected outcome that will undoubtedly benefit the local community, society, and future generations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Math",
   "pi_last_name": "Cuajungco",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Math P Cuajungco",
   "pi_email_addr": "mcuajungco@fullerton.edu",
   "nsf_id": "000416000",
   "pi_start_date": "2009-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CSU Fullerton Auxiliary Services Corporation",
  "inst_street_address": "1121 N STATE COLLEGE BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "FULLERTON",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6572782106",
  "inst_zip_code": "928313014",
  "inst_country_name": "United States",
  "cong_dist_code": "45",
  "st_cong_dist_code": "CA45",
  "org_lgl_bus_name": "CSU FULLERTON AUXILIARY SERVICES CORPORATION",
  "org_prnt_uei_num": "JW7YN4NDAHC1",
  "org_uei_num": "VQ5WK498QDC6"
 },
 "perf_inst": {
  "perf_inst_name": "California State University-Fullerton",
  "perf_str_addr": "800 N State College Boulevard",
  "perf_city_name": "Fullerton",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "928346850",
  "perf_ctry_code": "US",
  "perf_cong_dist": "22",
  "perf_st_cong_dist": "CA22",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1132",
   "pgm_ref_txt": "CELLULAR ORGANIZATION"
  },
  {
   "pgm_ref_code": "7692",
   "pgm_ref_txt": "RIG/CAA"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 199925.0
  }
 ],
 "por": null
}