{
 "awd_id": "0920851",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Synchronization of Transport And Supply: The Role of Nearshore Processes In Beach-Dune Interaction",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927266",
 "po_email": "anwinkle@nsf.gov",
 "po_sign_block_name": "Antoinette WinklerPrins",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2011-02-28",
 "tot_intn_awd_amt": 47286.0,
 "awd_amount": 47286.0,
 "awd_min_amd_letter_date": "2009-08-16",
 "awd_max_amd_letter_date": "2009-08-16",
 "awd_abstract_narration": "\r\nThis award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\r\n\r\nExisting beach-dune models do not consider how and when sediment gets transferred to the backshore where they become available for transport by the wind.  Rather, existing models largely ascribe regional variations in dune morphology to fixed constraints on the beach slope and sediment budget.  The lack of information in this regard remains a central barrier to the development of a theory of beach-dune interaction that can form the basis of effective predictive models that can be translated across scales and between sites. Recent (process-scale) transport studies have shown that the transfer of sediment is both spatially variable and temporally intermittent as a result of transport limitations across the beachface.  While these studies have identified varied controls on sediment transport and exchange, there remains a limited capacity to predict the evolution of beach-dune systems, largely because the beachface tends to be viewed as a static transport surface and without regards to supply.  Understanding beach-dune processes has important implications for understanding how barrier islands recover from tropical storms and hurricanes, which in turn determines how the next storm impacts the island.    \r\n\r\nThis project, conducted by Dr. Christopher Houser at Texas A&M University will confirm and quantify the role of nearshore processes and morphological change on the exchange of sediment between the beaches and dunes. The exchange of sediment between the beach and dune depends on the synchronization of transport potential and available sediment on the beachface as the beach-state evolves.  The specific goals of this study are: (1) to quantify time-dependent variations in the morphology and volume of the beachface in relation to the wave forcing and changes in the morphology of the nearshore bars, (2) to identify and quantify the time-dependent controls on aeolian transport (e.g. beach geometry, moisture, lag, etc.) in relation to the transport potential (wind speed and direction), and (3) to determine if the delivery of sediment from the beach and accumulation in the dune depends on the synchronization of transport potential and available supply of sediment deposited by nearshore processes in the upper-foreshore and backshore.  \r\n\r\nThis study represents a fundamental change in understanding of the beach-dune system.  While process-geomorphologists are accustomed to thinking about small-scale processes as the building blocks of landforms, they typically consider these processes independent of the collective context, the specific landscape in which they are acting, to make sense to the evolution of landforms. Dune recovery requires sediment to be delivered first to the backshore by nearshore (surf and swash) processes and then delivered to the dune by the wind.  With few exceptions, little attention has been paid to the mechanisms of dune recovery following storms, despite the importance of dune recovery to the impact of the next storm.  Characterizing the factors that control the rate and mechanism of barrier island dune recovery is of great interest to coastal managers who need a means to predict the type of impact expected during the next storm and in determining if beach or dune restoration is required to protect property and infrastructure.  In this respect, the study provides benefits to the communities of geographers, engineers and planners concerned with various aspects of beach and dune management.",
 "awd_arra_amount": 47286.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Houser",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher Houser",
   "pi_email_addr": "chouser@geog.tamu.edu",
   "nsf_id": "000497916",
   "pi_start_date": "2009-08-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Research Foundation",
  "inst_street_address": "400 HARVEY MITCHELL PKWY S STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778454375",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A & M RESEARCH FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "EQH8NQ4AXFT7"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M University",
  "perf_str_addr": "400 HARVEY MITCHELL PKY S STE 300",
  "perf_city_name": "COLLEGE STATION",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778454375",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  },
  {
   "pgm_ele_code": "745800",
   "pgm_ele_name": "Geomorphology & Land-use Dynam"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "7458",
   "pgm_ref_txt": "GEOMORPHOLOGY & LAND USE DYNAM"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 47286.0
  }
 ],
 "por": null
}