{
 "awd_id": "0920972",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "TRANSITION TO TAIL-POWERED SWIMMING IN THE FIRST FULLY AQUATIC WHALES OF EOCENE TETHYS (EGYPT)",
 "cfda_num": "47.050",
 "org_code": "06030207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Yusheng Liu",
 "awd_eff_date": "2009-08-01",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 265001.0,
 "awd_amount": 265001.0,
 "awd_min_amd_letter_date": "2009-08-02",
 "awd_max_amd_letter_date": "2009-08-02",
 "awd_abstract_narration": "Transition to Tail-Powered Swimming in the First Fully Aquatic Whales of Eocene Tethys (Egypt) P. D. Gingerich, University of Michigan  \r\n\r\n\tThis award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).  Whales are mammals that evolved from land to sea during the Eocene epoch of geological time.  The transition was made by Archaeoceti or archaic whales that are ancestral to modern Neoceti (Mysticeti or baleen whales and Odontoceti or toothed whales).  Four stages of the transition are known from complete or virtually-complete skeletons:  I, Eocene artiodactyl land mammals; II, the protocetid archaeocetes Rodhocetus and Maiacetus; III, the basilosaurid archaeocetes Basilosaurus and Dorudon; and IV, modern whales, which first appeared in the latest Eocene or Oligocene.  Stage II archaeocetes were semiaquatic, foot-powered swimmers that fed in the sea but still gave birth on land.  Stage III archaeocetes were fully aquatic, tail-powered swimmers that were the first to give birth at sea.  The two stages differ morphologically in many skeletal characteristics, and the temporal gap between them is on the order of 10 million years (spanning the middle Lutetian through Bartonian ages of the middle Eocene).  Skeletons of new morphological and temporal intermediates are required to understand the transition from semiaquatic to fully aquatic whales.  Field work carried out from 2005 through 2008 in collaboration with the Egyptian Mineral Resources Authority and the Egyptian Environmental Affairs Agency demonstrated that it is possible to collect well-preserved and exceptionally-complete skeletons of archaeocete whales from middle Lutetian through Bartonian glauconites (greensands) of the ancient Tethys Sea that are spectacularly exposed in the Western Desert of Egypt.  Field research proposed here includes three annual two-month expeditions in Egypt, with the objectives being the discovery and analysis of new fossil whale material that fill gaps in early whale evolution.  Such new evidence is essential for advancing knowledge of macroevolution across adaptive zones (in this case the transition from land to sea).  Broader impacts of this project include enhancement of infrastructure for research and education through discovery of new skeletons representing early stages of whale evolution and training a postdoctoral fellow.",
 "awd_arra_amount": 265001.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Philip",
   "pi_last_name": "Gingerich",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Philip D Gingerich",
   "pi_email_addr": "gingeric@umich.edu",
   "nsf_id": "000389199",
   "pi_start_date": "2009-08-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "1109 GEDDES AVE STE 3300",
  "perf_city_name": "ANN ARBOR",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "745900",
   "pgm_ele_name": "Sedimentary Geo & Paleobiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 265001.0
  }
 ],
 "por": null
}