{
 "awd_id": "0920623",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RNA-based Mechanisms Specifying Heritable Epigenetic Change",
 "cfda_num": "47.074",
 "org_code": "08070100",
 "po_phone": "7032924967",
 "po_email": "kccone@nsf.gov",
 "po_sign_block_name": "Karen Cone",
 "awd_eff_date": "2009-08-01",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 496772.0,
 "awd_amount": 496772.0,
 "awd_min_amd_letter_date": "2009-07-21",
 "awd_max_amd_letter_date": "2009-07-21",
 "awd_abstract_narration": "Modern genetics and evolutionary biology are founded on the principles of Mendelian inheritance. These principles conceptualize the individual factors responsible for inherited traits as static entities comprised of DNA sequences that are borne on chromosomes and sexually transmitted to offspring. This view of inheritance conforms well to most experimental studies of the past century. However, exceptional behaviors in which certain trait factors display dynamic, yet predictable, changes from one generation to the next have long indicated that additional principles of inheritance remain to be discovered. This project investigates a form of non-Mendelian epigenetic inheritance occurring in the corn plant. Epigenetic refers to heritable information that is accessory to DNA, the primary molecule of inheritance. Recent studies indicate that both small RNA molecules and some of the enzymes responsible for synthesizing RNA from DNA templates (RNA polymerases) are causative agents in this type of non-Mendelian inheritance. The diversity of both RNA polymerase forms and their functions in corn is particularly extensive. Initial studies point to largely unexplored relationships of the subunit proteins shared by diverse RNA polymerases that have potential regulatory significance to genome function. This project will characterize both the multiprotein structures and mechanistic functions of all RNA polymerases of the corn genome and thereby develop a model system for understanding the fundamental roles of RNA polymerase diversity in a highly repetitive eukaryotic genome. The tools and materials generated will be used to characterize the complexity and function of RNA polymerases in an agriculturally important crop species and to test specific hypotheses regarding this RNA-based mechanism responsible for specifying heritable epigenetic changes.\r\n\r\nBroader Impacts: This project produces specific plant germplasm materials, bioinformatics resources, and experimental reagents that enable a long-term community effort to understand the roles that DNA-dependent RNA polymerases, and small RNA molecules, play in defining the epigenome -- modifications of the DNA or associated chromosome structure that specify readouts of genome-encoded information. The research activities provide education and training in reproductive biology, inheritance, Mendelian and transmission genetics, genetic analysis, chromosome biology, and modern molecular genetics for one University of California Berkeley (UCB) graduate student, at least two UCB undergraduates, and high school students from the California East Bay area. Minorities traditionally underrepresented in the sciences are engaged in these research activities through the support of existing high school and undergraduate research programs promoting ethnic and socioeconomic diversity. The specific example of non-Mendelian inheritance studied in this project affects a pigmentation gene and is therefore conceptually easy to convey to a diverse audience because the trait involved is familiar and visual. Understanding this particular mechanism of eukaryotic genetics provides a novel perspective of RNA-based inheritance promising transformative impacts to the future of biological research across broad disciplines from structural biology to evolution.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jay",
   "pi_last_name": "Hollick",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Jay B Hollick",
   "pi_email_addr": "hollick.3@osu.edu",
   "nsf_id": "000446399",
   "pi_start_date": "2009-07-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132900",
   "pgm_ele_name": "Plant Genome Research Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1154",
   "pgm_ref_txt": "GENE EXPRESSION"
  },
  {
   "pgm_ref_code": "1329",
   "pgm_ref_txt": "PLANT GENOME RESEARCH PROJECT"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 496492.0
  }
 ],
 "por": null
}