{
 "awd_id": "0920288",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Mechanism of Peptide Amidation: Structural and Kinetic Studies",
 "cfda_num": "47.074",
 "org_code": "08070400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Engin Serpersu",
 "awd_eff_date": "2009-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 1156390.0,
 "awd_amount": 1156390.0,
 "awd_min_amd_letter_date": "2009-08-06",
 "awd_max_amd_letter_date": "2013-05-20",
 "awd_abstract_narration": "Intellectual Merit: \r\nAmidated peptides are part of signaling systems in species ranging from Aplysia to humans. In all cases, glycine-extended intermediates are transformed into active amidated hormones by oxidative cleavage of the glycine N-C(alpha) bond by a bifunctional enzyme, peptidylglycine alpha-amidating monooxygenase (PAM). The PAM gene encodes two domains that catalyze the two sequential reactions producing amidated peptide; alpha-hydroxylation of the glycine (PHM) and excision of the C(alpha)-N bond to give the alpha-amidated peptide plus glyoxylate (PAL). PHM contains two redox active copper atoms that, after reduction by ascorbate, catalyze the reduction of molecular oxygen for hydroxylation of glycine-extended substrates. PAL is a zinc-containing lyase that cleaves the C(alpha)-N bond after hydroxylation. As part of previous work, the structures of reduced and oxidized PHM, alone and with substrates, were determined. Structural and kinetic characterization of small molecule ligands of PHM as well as selected mutants were also accomplished. In a very important development, the determination of the structure of the catalytic core of PAL was accomplished. This led to the determination of the structure of PAL in complex with a non-peptidic substrate (hyrdoxyhippuric acid), proposing a mechanism, and the design and validation of a PAL inhibitor. In addition, kinetic studies of selected mutants were carried out to confirm the mechanism. \r\n\r\nThis project involves further characterization of the PHM copper centers using single crystal and solution XAFS, and identification of the species that abstracts the substrate hydrogen in PHM. Studies on PAL are centered on addressing additional features of its mechanism by studying mutants, the effects of reductants, and the kinetics of a new inhibitor. The structure of PAM will be determined as a complete construct containing the PHM and PAL domains and as a complex of the two domains. The interaction between the two domains will be characterized using solution methods. The project will also explore whether the two-step reaction takes place with release of the PHM product or if it occurs processively by an internal transfer from PHM to PAL. The studies will advance understanding of peptide amidation which is a fundamental step in signal transduction. They will, in addition, provide an outstanding paradigm for understanding long range electron transfers as well as processivity in two step enzymes. Moreover, PHM is homologous in sequence and mechanism to dopamine beta-monooxygenase -the enzyme that converts dopamine to norepinephrine, a key neurotransmitter. \r\n\r\nBroader Impact \r\nThe PI is actively involved in bringing the excitement of science to high school students, undergraduates and underrepresented minorities. He teaches classes in two undergraduate courses, and has collaborations with two laboratories at undergraduate teaching institutions. He participated in a broad range of outreach activities that have been directed at members of underrepresented groups. The laboratory of the PI participates annually in the Department-wide Science Day organized in conjunction with the Baltimore City school system for students from the inner city. The PI has a strong presence in the Hispanic scientific community and in Latin American science. He is a founding member and past president of the Society for Latin American Biophysicists (SOBLA). The PI currently trains four minority students in his laboratory.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "L. Mario",
   "pi_last_name": "Amzel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "L. Mario Amzel",
   "pi_email_addr": "mamzel@jhmi.edu",
   "nsf_id": "000230281",
   "pi_start_date": "2009-08-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "Johns Hopkins University",
  "perf_str_addr": "3400 N CHARLES ST",
  "perf_city_name": "BALTIMORE",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212182608",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1166",
   "pgm_ref_txt": "MOLECULAR BIOCHEMISTRY"
  },
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 666693.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 240086.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 249611.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong><em>Intellectual merit. </em></strong>A large number of hormones and neuropeptides require amidation at their carboxy terminus for expressing full biological activity.&nbsp; This amidation is an ancient activity for which there is only one known enzyme that can carry out this reaction, petidylglycine amidating monooxygenase (PAM). Amidation by PAM is a two-step reaction carried out by two independent domains (or chains in some cases), PHM and PAL.&nbsp; In the first step, the C&alpha; of the terminal glycine residue of a glycyl extended peptide is hydroxylated by PHM, a dicopper enzyme that utilizes molecular oxygen and ascorbate.&nbsp; In the second step, catalyzed by the Zn<sup>+</sup> containing PAL, the C&alpha;&mdash;N bond is broken liberating the amidated peptide and glyoxylate.&nbsp; In this project we carried out the most extensive structural and mechanistic characterization of both PAM domains.&nbsp; The results included the structures of both PHM and PAL as well as structures of their complexes with substrates and substrate analogs.&nbsp; Some of the most important aspects of the mechanism of PHM were elucidated.&nbsp; We showed that O<sub>2</sub> binds to Cu<sub>M</sub> with an end-on geometry and that electron transfer between Cu<sub>H</sub> and Cu<sub>M</sub> is mediated through the peptide substrate allowing the reaction to proceed without large rearrangements of either the protein or the substrate.&nbsp; In the case of PAL we showed that the Zn<sup>+</sup> and a positively charged residue (arginine) stabilize the phenolate form of the side chain of a tyrosine residue, and that this residue abstracts a proton from the hydroxylated glycine and delivers it to the N atom of the leaving amidated peptide.</p>\n<p><strong><em>Broader impact. </em></strong>The results of this work have inspired and will continue to be the basis for discoveries in a large number of fields, including enzymology, metalloproteins, dioxygeneases, copper peptide-mimetics and zinc enzymes.&nbsp; Furthermore, peptides amidated in their carboxy terminus have many uses in economically important industries.</p>\n<p>Dr. Amzel has had a longstanding interest in attracting students to careers in science, and is actively involved in teaching as well as bringing the excitement of science to underrepresented minorities. He has been especially effective in interacting with minority students and with students from Latin America. He has a strong presence in the US Hispanic scientific community and in Latin American science. He is former presidents of the Society for Latin American Biophysicists (SOBLA), an organization that brings together the Latin American and US Hispanic scientific communities. He has trained high school students and undergraduates in his laboratory and will continue to do so. He is also involved in several formal programs that bring high school students to his department to participate in short science-related activities (Science Summer Camp and Biophysics Research for Baltimore Teens). These highly successful programs are being continued.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/30/2015<br>\n\t\t\t\t\tModified by: L. Mario&nbsp;Amzel</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual merit. A large number of hormones and neuropeptides require amidation at their carboxy terminus for expressing full biological activity.  This amidation is an ancient activity for which there is only one known enzyme that can carry out this reaction, petidylglycine amidating monooxygenase (PAM). Amidation by PAM is a two-step reaction carried out by two independent domains (or chains in some cases), PHM and PAL.  In the first step, the C&alpha; of the terminal glycine residue of a glycyl extended peptide is hydroxylated by PHM, a dicopper enzyme that utilizes molecular oxygen and ascorbate.  In the second step, catalyzed by the Zn+ containing PAL, the C&alpha;&mdash;N bond is broken liberating the amidated peptide and glyoxylate.  In this project we carried out the most extensive structural and mechanistic characterization of both PAM domains.  The results included the structures of both PHM and PAL as well as structures of their complexes with substrates and substrate analogs.  Some of the most important aspects of the mechanism of PHM were elucidated.  We showed that O2 binds to CuM with an end-on geometry and that electron transfer between CuH and CuM is mediated through the peptide substrate allowing the reaction to proceed without large rearrangements of either the protein or the substrate.  In the case of PAL we showed that the Zn+ and a positively charged residue (arginine) stabilize the phenolate form of the side chain of a tyrosine residue, and that this residue abstracts a proton from the hydroxylated glycine and delivers it to the N atom of the leaving amidated peptide.\n\nBroader impact. The results of this work have inspired and will continue to be the basis for discoveries in a large number of fields, including enzymology, metalloproteins, dioxygeneases, copper peptide-mimetics and zinc enzymes.  Furthermore, peptides amidated in their carboxy terminus have many uses in economically important industries.\n\nDr. Amzel has had a longstanding interest in attracting students to careers in science, and is actively involved in teaching as well as bringing the excitement of science to underrepresented minorities. He has been especially effective in interacting with minority students and with students from Latin America. He has a strong presence in the US Hispanic scientific community and in Latin American science. He is former presidents of the Society for Latin American Biophysicists (SOBLA), an organization that brings together the Latin American and US Hispanic scientific communities. He has trained high school students and undergraduates in his laboratory and will continue to do so. He is also involved in several formal programs that bring high school students to his department to participate in short science-related activities (Science Summer Camp and Biophysics Research for Baltimore Teens). These highly successful programs are being continued.\n\n \n\n\t\t\t\t\tLast Modified: 10/30/2015\n\n\t\t\t\t\tSubmitted by: L. Mario Amzel"
 }
}