{
 "awd_id": "0921729",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER:  Optical Catalytic Conversion of Methane to Longer Chain Hydrocarbons",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "George J. Antos",
 "awd_eff_date": "2009-10-01",
 "awd_exp_date": "2010-09-30",
 "tot_intn_awd_amt": 79058.0,
 "awd_amount": 79058.0,
 "awd_min_amd_letter_date": "2009-09-18",
 "awd_max_amd_letter_date": "2009-09-18",
 "awd_abstract_narration": "Methane is an abundant hydrocarbon whose components could be used as 1) a source for hydrogen needed in fuel cells, 2) as the building block for methanol (a liquid fuel) or 3) as a building block from which longer chain hydrocarbons can be synthesized. According to the EPA, methane gas in the atmosphere has a lifetime anywhere from 9 to 15 years, and is 20 times more potent in trapping heat than CO2. High gain techniques to achieve the conversion of methane to liquid fuels could yield significant benefit by producing clean, low cost fuels and by capturing methane before it is released into the atmosphere. Unfortunately, it is estimated that approximately half of the proven reserve of methane is ?stranded?, whereby access to the natural gas is effectively blocked by issues related to terrain and the economics of converting the natural gas to liquid for efficient transport. A compact, high gain process is needed that would convert methane gas to a room temperature liquid (such as diesel) and (ideally) be sufficiently portable to enable access to stranded gas.\r\n\r\nThe PI proposes a fundamentally new method to achieve photo-catalytic gain in chemical reaction systems. Although this proposal is focused on methane gas (for reasons described below), there is reason to believe that the approach, if successful, could be applied to various other chemical reaction processes. \r\n\r\nSignificance and Intellectual Merit:\r\nPhoto-catalytic gain using an approach as described in this proposal is a new concept that promises interesting short and long-term benefits to both science and industry alike. Although basic research on excited states in methane gas (the proposed test bed of choice) has been performed and reported in the literature, no group has identified the opportunity to achieve photoassisted gain in a chemical process as envisioned herein. This silence suggests either that the opportunity has not been realized, or any attempts to achieve gain using this approach has not yielded positive results. Therefore, the proposed project is high risk. The PI?s broad experience in experimental physics, optics and weak signal detection, combined with his extensive project management experience, promises an efficient and timely focused study of the feasibility of achieving catalytic gain in this fashion. A successful demonstration of the operation of the proposed process in this one selected area would open up research opportunities in a wide range of new applications, would offer a compact, low cost method to convert methane gas to liquid fuels, and would offer new ways to tackle greenhouse gas conversion and containment.\r\n\r\nBroader Impact:\r\nThe use of catalysts in many chemical reactions often suffers from the eventual fatigue of the catalytic surface due to the slow deposit of impurities. In some production environments, the replacement of the catalyst can mean long, expensive ?down times?. Should the photo-catalytic gain proposed here prove successful in the reaction of methane gas to form longer chain hydrocarbons, it is likely that there will be analogous meta-stable states in the reactants of other reactions, thereby enabling the use of photo-catalysis instead of the use of physical catalysts. A successful demonstration of the principles cited here could trigger a widespread search for other reactions that could benefit greatly from the use of photons to catalyze reactions. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Roger",
   "pi_last_name": "Dube",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Roger Dube",
   "pi_email_addr": "dube@cis.rit.edu",
   "nsf_id": "000518942",
   "pi_start_date": "2009-09-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rochester Institute of Tech",
  "inst_street_address": "1 LOMB MEMORIAL DR",
  "inst_street_address_2": "",
  "inst_city_name": "ROCHESTER",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5854757987",
  "inst_zip_code": "146235603",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "NY25",
  "org_lgl_bus_name": "ROCHESTER INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "J6TWTRKC1X14"
 },
 "perf_inst": {
  "perf_inst_name": "Rochester Institute of Tech",
  "perf_str_addr": "1 LOMB MEMORIAL DR",
  "perf_city_name": "ROCHESTER",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "146235603",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "NY25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140100",
   "pgm_ele_name": "Catalysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 79058.0
  }
 ],
 "por": null
}