{
 "awd_id": "0921652",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  The Threat and Imposition of Economic Sanctions",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Humes",
 "awd_eff_date": "2009-08-01",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 297234.0,
 "awd_amount": 297234.0,
 "awd_min_amd_letter_date": "2009-08-03",
 "awd_max_amd_letter_date": "2009-08-03",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\r\n\r\nResearch on economic sanctions has advanced a great deal in recent years and there has been an impressive relationship between theory and evidence.  Recent empirical work has led to the development of theoretical questions that cannot be answered with existing data.  This project produces the data necessary to test these new theoretical developments, particularly with respect to questions surrounding sanction threats and duration.  This leads to a far greater understanding of the dynamics of sanctions episodes as they unfold from initial threat to the ultimate conclusion.  This contributes to our ability to identify when sanctions can be a useful tool of foreign policy as well as to our ability to implement sanctions efficiently.\r\n\r\nThis work builds on previous research that resulted in the creation of a data set containing 888 cases of sanctions in the 1971-2000 period and in the use of these data in a series of publications.  While this data set has a number of advantages over previous sanctions data, the temporal domain is too short to permit adequate tests of several, theoretically important, questions.  For example, the time span is too short to investigate the changes in sanctions usage over time, and the fact that many major cases of sanctions last well over thirty years illustrates a shortcoming in the data for studying sanctions duration.   In this project, we extend the data back to 1945 and forward to 2010.  The data will then be used to test hypotheses regarding: the duration of sanctions, how the pattern of sanctions usage has changed over time and what has influenced these changes, and how the ability of specific states to use sanctions has changed over time.\r\n\r\nOne major broader impact of this project will be the development of a large data base on economic sanctions that includes threats as well as impositions, that spans a long time period, and that suffers from fewer biases than other widely used data sets.  The large number of scholars conducting empirical work on sanctions will find these data quite useful.  In addition, the project provides research experience to a large number of undergraduate and graduate students, helping to train the next generation of scholars. Moreover, the findings from analyzing the data contribute to our theoretical understanding of sanctions processes which can in turn inform policy debates, particularly in that they will identify the conditions that affect sanctions success as well as highlight the threat strategies that are more likely to meet with success.  The ability to anticipate the duration of sanctions will be particularly useful in that it will allow policy makers to better anticipate the costs of their sanction strategies.  Since many believe that sanctions are a more palatable means of coercive diplomacy than is the use of military force, this research can guide the development of more effective, and less lethal, foreign policies.",
 "awd_arra_amount": 297234.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "T. Clifton",
   "pi_last_name": "Morgan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "T. Clifton Morgan",
   "pi_email_addr": "morgan@rice.edu",
   "nsf_id": "000362019",
   "pi_start_date": "2009-08-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "William Marsh Rice University",
  "inst_street_address": "6100 MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "Houston",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7133484820",
  "inst_zip_code": "770051827",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "TX09",
  "org_lgl_bus_name": "WILLIAM MARSH RICE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "K51LECU1G8N3"
 },
 "perf_inst": {
  "perf_inst_name": "William Marsh Rice University",
  "perf_str_addr": "6100 MAIN ST",
  "perf_city_name": "Houston",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "770051827",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "TX09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 297234.0
  }
 ],
 "por": null
}