{
 "awd_id": "0921147",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dynamic Measures of Inflation",
 "cfda_num": "47.075",
 "org_code": "04050100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Niloy Bose",
 "awd_eff_date": "2009-07-01",
 "awd_exp_date": "2011-09-30",
 "tot_intn_awd_amt": 190409.0,
 "awd_amount": 190409.0,
 "awd_min_amd_letter_date": "2009-06-19",
 "awd_max_amd_letter_date": "2009-06-19",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\"\r\n\r\nIntellectual merit of proposed research activity\r\nInflation is one of the most used concepts by economists, with a search for the term in research databases yielding thousands of matches. Most work in the area of price indices uses static models, e.g., of consumers maximizing one-period utility with no uncertainty, while most modern macroeconomics is explicitly dynamic. The goal of this project is to use dynamic models to construct new measures of inflation. In particular, the PI will try to answer three separate questions.\r\nThe first question is how to measure the cost-of-living for an agent that lives for many periods and wants to be in an equally good position to fulfill its goals at the start of each period. Examples are parents planning bequests for different aged children, universities managing endowments, and households managing retirement accounts. It is well-known that price indices that keep the consumption basket fixed suffer from a substitution bias, as an increase in the price of a good leads people to buy less of it. This research will show that there is also an intertemporal substitution bias in static measures like the CPI, since when prices go up, people will borrow from the future in response. A second insight from this work is that intertemporal relative prices, such as asset prices of the price of durables, should be included in measures of cost-of-living inflation because they capture the intertemporal trade-offs facing the agents.\r\nThe second question is what measure of inflation to index bonds to in order to provide a riskless asset. The preliminary results show that a static price index like the CPI may be the answer to this dynamic question. An infinitely risk-averse investor wishes to hold a bond that gives the same flow of utility every period, and this is the definition of a static cost-of-living price index.\r\nThe third question is how to separate price changes into relative-price changes versus pure inflation. The results indicate that conventional measures of inflation are mostly driven by changes in relative prices, and provide a 2-dimensional index that should be useful in future work that needs to control for them. This separation will also allow one to infer what accounts for the correlation between measures of inflation and real activity. If it is relative prices, then this suggests that explaining the Phillips curve requires models with many goods? varieties and nominal rigidities, like those that have been prominent in research on monetary policy and inflation in the past decade.\r\nBroader impact of proposed activity \r\nFew economic measures are as widely used as inflation. This research should allow policymakers to better measure a relevant economic variable (the cost of living), as well as help retirees invest their retirement accounts, universities and other organizations manage their endowments, and parents plan their bequests. Moreover, many countries now issue inflation-indexed bonds, and this research should help clarify what the optimal measure of inflation is for this purpose. Finally, correctly identifying pure inflation, beyond theoretically pointing to the right path for explaining the Phillips correlation, also should provide guidance to the conduct of monetary policy. The project will also contribute to the training of young researchers, who will assist in the research.",
 "awd_arra_amount": 190409.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ricardo",
   "pi_last_name": "Reis",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ricardo Reis",
   "pi_email_addr": "rreis@columbia.edu",
   "nsf_id": "000063310",
   "pi_start_date": "2009-06-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University",
  "perf_str_addr": "615 W 131ST ST",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100277922",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 190409.0
  }
 ],
 "por": null
}