{
 "awd_id": "0921541",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research in Political Science:  The Escalation of Mass Violence Against Civilians",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Humes",
 "awd_eff_date": "2009-09-15",
 "awd_exp_date": "2010-10-31",
 "tot_intn_awd_amt": 11300.0,
 "awd_amount": 11300.0,
 "awd_min_amd_letter_date": "2009-09-13",
 "awd_max_amd_letter_date": "2009-09-13",
 "awd_abstract_narration": "The escalation of mass violence against civilians has remained a neglected topic in the study of political violence. This project examines the dynamics of mass violence in civil war, and in particular by examining how and under what conditions violence escalates, de-escalates, or fails to escalate. To answer these questions, fieldwork is conducted in Burundi, a little-known neighbor of Rwanda and the Congo that has experienced over four decades of violence at varying levels. This variation in violence against civilians allows one to investigate the processes of escalation in different areas and at different times, while holding many other factors constant. This research will help identify the reasons for a lack of violence in some places, the de-escalation of violence in others, and the escalation of violence in yet others. These reasons can, in turn, inform policy decisions about how to avoid the escalation of violence and how to effectively reduce violence once it has begun.\r\n\r\nPreliminary research consisting of in-country elite interviews and the analysis of unpublished documents and data helped to indentify four categories of causes that lead to the observed variation in mass violence against civilians: pre-conflict structural variables, self-reinforcing processes leading to path dependency, the endogenous dynamics of the conflict (how violence affects violence), and one-time events or critical junctures (such as assassinations). The questions in this project about mechanisms and dynamics are best analyzed by qualitative methods which can address the complexity of the conflict situation. As such, these causes are investigated primarily through ethnography at the subnational level, by gathering information through in-depth and repeat interviews with witnesses, victims, and ex-combatants in ten districts in Burundi.  This information is used in two ways. First, the processes of escalation at a very disaggregated level, are examined in order to understand which events followed other events, and whether a causal relationship appears to exist. Second, a framework in which time-space units are compared allows one to test whether hypothesized causes are present to similar units where they are missing, which allows me to rule out potential causes, as well as to identify which causes seem to have an important effect. For example, violence against civilians was intense in 1972 in the district of Rumonge, but then almost no violence occurred in 1993 in the same district, when most of the country was experiencing severe violence. Preliminary research suggests that the unity of local leaders and their relationships with the civilians was an essential difference between the two periods. Other time-space comparisons will allow one to study other potential causes, such as the extent to which past violence increases or decreases the likelihood of future violence.\r\n\r\nPolitical science has often focused on the static causes of political violence, which cannot explain change over time and space. This project makes important contributions to the understanding of the dynamics of political violence. It also has the potential to affect policy in ways that will protect civilians in regions of mass violence. An understanding of the processes of escalation will allow for informed decisions about how to create conditions of non-escalation and de-escalation and how to avoid creating conditions of escalation. \r\n \r\nWhen armies, militias, rebels, or guerrillas fight for political control, civilians bear the brunt of the costs. This project seeks to provide knowledge to combat the escalation of mass violence against civilians, as well as to create new ways of thinking and understanding political violence.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elisabeth",
   "pi_last_name": "Wood",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Elisabeth Wood",
   "pi_email_addr": "elisabeth.wood@yale.edu",
   "nsf_id": "000523926",
   "pi_start_date": "2009-09-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Meghan",
   "pi_last_name": "Lynch",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Meghan Lynch",
   "pi_email_addr": "meghan.lynch@yale.edu",
   "nsf_id": "000524089",
   "pi_start_date": "2009-09-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Yale University",
  "inst_street_address": "150 MUNSON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW HAVEN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2037854689",
  "inst_zip_code": "065113572",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CT03",
  "org_lgl_bus_name": "YALE UNIV",
  "org_prnt_uei_num": "FL6GV84CKN57",
  "org_uei_num": "FL6GV84CKN57"
 },
 "perf_inst": {
  "perf_inst_name": "Yale University",
  "perf_str_addr": "150 MUNSON ST",
  "perf_city_name": "NEW HAVEN",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "065113572",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "CT03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 11300.0
  }
 ],
 "por": null
}