{
 "awd_id": "0921079",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Role of Cortical Neurotransmitter Systems in Human and Nonhuman Primate Brain Evolution",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Carolyn Ehardt",
 "awd_eff_date": "2009-08-15",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 289872.0,
 "awd_amount": 289872.0,
 "awd_min_amd_letter_date": "2009-08-10",
 "awd_max_amd_letter_date": "2009-08-10",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).  Little is currently known about how human and animal brains differ. While the human brain is unusually large, it is also known that even small structural changes, too small to be detected by an examination of the brain's macrostructure, can greatly impact behavior. Neurotransmitters are compelling candidates for shaping the evolution of the human mind because (1) their actions within specific areas of the brain support higher cognitive functions, including learning, memory, and language, (2) their depletion results in decreased cognitive function, and (3) human neuropathologies with extreme cognitive deficits such Alzheimer's, Parkinson's, and schizophrenia are associated with specific decreases in neurotransmitter densities. It is possible that a dependence on neurotransmitters underscores human advanced intellect, but at the same time renders us uniquely vulnerable to these devastating disease processes. If neurotransmitters contributed to human brain evolution, this would be demonstrated by a higher density of neurotransmitter axons in brain regions involved in advanced cognitive functions.\r\n\tTo test this hypothesis, dopamine, serotonin, acetylcholine, and norepinephrine neurotransmitter densities will be compared in human and nonhuman primate brains. Areas to be analyzed include language and higher-order association regions critical to cognitive and emotional processing. Primary motor cortex will serve as a control. Sections immunostained for each neurotransmitter will be quantified using stereologic methods. Intellectual merit of this project will include gaining valuable insight about primate brain evolution in addition to furthering our understanding of the neuroanatomical substrates that have emerged to support complex thought and language in humans. This work may also elucidate human-specific targets for neurodegenerative diseases relevant to pharmacology and clinical practice. Broader impacts include an archive of primate brain sections, interdisciplinary training of graduate and undergraduate students and collaboration with the McNair Scholar Program to promote the advanced education of students from underrepresented groups in preparation for post-graduate study.  The research will provide support for one graduate and one undergraduate student as well as employ one professional, full-time technician.",
 "awd_arra_amount": 289872.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mary Ann",
   "pi_last_name": "Raghanti",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mary Ann Raghanti",
   "pi_email_addr": "mraghant@kent.edu",
   "nsf_id": "000275295",
   "pi_start_date": "2009-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Kent State University",
  "inst_street_address": "1500 HORNING RD",
  "inst_street_address_2": "",
  "inst_city_name": "KENT",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "3306722070",
  "inst_zip_code": "442420001",
  "inst_country_name": "United States",
  "cong_dist_code": "14",
  "st_cong_dist_code": "OH14",
  "org_lgl_bus_name": "KENT STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "KXNVA7JCC5K6"
 },
 "perf_inst": {
  "perf_inst_name": "Kent State University",
  "perf_str_addr": "1500 HORNING RD",
  "perf_city_name": "KENT",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "442420001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "14",
  "perf_st_cong_dist": "OH14",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 289872.0
  }
 ],
 "por": null
}