{
 "awd_id": "0921073",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Divorce and the Political Gender Gap",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Humes",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2011-08-31",
 "tot_intn_awd_amt": 61288.0,
 "awd_amount": 61288.0,
 "awd_min_amd_letter_date": "2009-09-03",
 "awd_max_amd_letter_date": "2009-09-03",
 "awd_abstract_narration": "The past thirty years have witnessed a dramatic transformation of women's political preferences in advanced industrialized countries.  Relative to men, women's political positions--both in their support for left parties and in their support for welfare state policies--have moved steadily to the left, a phenomenon widely known as the political gender gap.  What accounts for the rising political gender gap?  Despite a large body of research, there is little consensus as to the sources of this trend.  One prominent recent explanation argues that the rise of the political gender gap is driven by rising divorce rates.  Viewing voters as responding to economic self-interest,  this argument holds that as risk of divorce rises, currently married women face an increasingly uncertain future.  Since women's income tends to fall after divorce, rising divorce risk effectively translates into falling expected lifetime income.  Therefore, the leftward drift in political preferences has as its root the growing impoverishment of women relative to men. While several recent studies have examined aspects of the divorce-based explanation for the rising gender gap,  the evidence remains mixed.\r\n\r\nThis proposal outlines a quasi-experimental approach to test the hypothesis that the political gender gap is driven by rising divorce risk.  The key idea is that a change in women's status upon divorce offers us a way to isolate the divorce-based source of the political gender gap from other possible factors.  We  exploit a largely unexpected legal change in the United Kingdom, the White v. White case, which dramatically improved divorced women's income by prescribing a new rule for allocating assets.  By studying the political preferences of married women before and after the change, we test the claim that divorce shapes the political gender gap through an economic mechanism.  Furthermore, by isolating groups of women most likely to be affected by the legal change, we can assess the plausibility of our results by comparing the change their political preferences to that of women less likely to be affected.  \r\n\r\nWith respect to broader social value, the study makes several contributions. First, policymakers and legislators of family law will find the results useful in understanding the potential electoral effects of changes in divorce law. Second, the research offers opportunities to enhance graduate student training by integrating involvement in original research into their educational program. Finally, the study contributes to the fostering of productive dialogue between political science and economics.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sara",
   "pi_last_name": "Watson",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Sara E Watson",
   "pi_email_addr": "watson.584@osu.edu",
   "nsf_id": "000521791",
   "pi_start_date": "2009-09-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University Research Foundation -DO NOT USE",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "Columbus",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888734",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": "QR7NH79713E5"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio State University Research Foundation -DO NOT USE",
  "perf_str_addr": "1960 KENNY RD",
  "perf_city_name": "Columbus",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 61288.0
  }
 ],
 "por": null
}