{
 "awd_id": "0921038",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research and RUI:  Stochastic Dynamic Network Models of Gene Regulation under Environmental Stress",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mary Ann Horn",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 246123.0,
 "awd_amount": 246123.0,
 "awd_min_amd_letter_date": "2009-09-01",
 "awd_max_amd_letter_date": "2009-09-01",
 "awd_abstract_narration": "This project is a collaboration between a biologist and a mathematician and their undergraduate students in stochastic dynamic modeling of gene regulatory networks under environmental stress.  All organisms must respond to changes and stresses in their environment to survive and reproduce.  Such environmental stresses include changes in nutrient or oxygen availability, changes in osmolarity or pH, the presence of reactive oxygen species or other damaging agents, and sudden or large changes in temperature.  Organisms respond to environmental stresses through characteristic programs of gene expression.  Among the most interesting and challenging problems in understanding this environmental stress response is the dynamic behavior of gene regulatory networks within the cell.  The careful regulation of these networks is a fundamental activity of the organism.  The objectives of this project are (1) to identify the network of transcription factors that regulate the response to cold shock in budding yeast, Saccharomyces cerevisiae, through a combination of mining of publicly available data, the genetic screening of systematic yeast deletion strains and the analysis of in-house microarray data, and a Bayesian approach to network reconstruction based on our model; (2) to analyze the model, comparing it to deterministic chemical kinetic and dynamic Bayesian network models in development and use in the research community; (3) to develop models of the additional exogenous perturbations of multiple temperature shifts and the resultant affect on growth rate for integration into the stochastic dynamic network model; (4) to test the model predictions experimentally using qRT-PCR and DNA microarrays on both total RNA and transcriptionally active mRNA, in both wild type and gene deletion strains, improving the model through successive rounds of simulation and experiment; and (5) to develop and analyze a general mathematical modeling framework suitable for studying a wide variety of gene regulatory networks. \r\n\r\nThe invention of high-throughput genomics methods has transformed 21st century biology from a ?one gene at a time? approach to the analysis of whole systems.  Baker?s yeast, Saccharomyces cerevisiae, is an ideal model organism to study because it grows quickly and the expression of all 6000 genes can be measured in a single experiment.  While this ability to measure the expression of all the genes at once is a significant first step towards understanding fundamental cellular processes and the defects that lead to disease, it is still only a ?parts list?.  Just as listing the numbers and kinds of boards, nails, bricks, and mortar it takes to build a house does not explain how the house is put together, simply measuring all of the genes does not explain how cells function and respond to environmental stresses.  Instead, to understand cell function, we need to understand the rules that govern which genes are expressed under what circumstances and how the genes interact with each other.  In short, we need to understand how this complex gene regulatory network changes over time.  In this project, we will build a mathematical model that can be used to make testable predictions about cell function.  Our approach offers the potential to synthesize a number of seemingly disparate techniques of gene regulatory analysis currently being used.  The research program will also yield biological insight into the overall regulatory mechanism of the response to cold shock in yeast, which is poorly understood.  Our work will determine the particular regulatory factors involved, the extent of environmental stress response pathway overlap, and will provide a measure of the direct and indirect effects of individual factors.  The mathematical techniques we develop should provide a fruitful framework for the integration of dynamic modeling and statistical analysis of gene expression data and should be broadly applicable to the biology of complex organisms.  In particular, a model that explicitly deals with the indirect effects of genes in a regulatory network should provide insight into the causes of complex diseases such as cancer where multiple genes and environmental effects are involved.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kam",
   "pi_last_name": "Dahlquist",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Kam D Dahlquist",
   "pi_email_addr": "kdahlquist@lmu.edu",
   "nsf_id": "000461390",
   "pi_start_date": "2009-09-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ben",
   "pi_last_name": "Fitzpatrick",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Ben G Fitzpatrick",
   "pi_email_addr": "bfitzpat@lmu.edu",
   "nsf_id": "000171816",
   "pi_start_date": "2009-09-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Loyola Marymount University",
  "inst_street_address": "1 LMU DR",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3103384599",
  "inst_zip_code": "900452650",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "LOYOLA MARYMOUNT UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MQSXELH2KMB6"
 },
 "perf_inst": {
  "perf_inst_name": "Loyola Marymount University",
  "perf_str_addr": "1 LMU DR",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900452650",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  },
  {
   "pgm_ele_code": "733400",
   "pgm_ele_name": "MATHEMATICAL BIOLOGY"
  },
  {
   "pgm_ele_code": "755200",
   "pgm_ele_name": "COFFES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 246123.0
  }
 ],
 "por": null
}