{
 "awd_id": "0921472",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conference:  2009 CSHL Conference on Yeast Cell Biology, August 11-15, 2009 in Cold Spring Harbor, NY",
 "cfda_num": "47.074",
 "org_code": "08070600",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gregory W. Warr",
 "awd_eff_date": "2009-07-01",
 "awd_exp_date": "2010-06-30",
 "tot_intn_awd_amt": 29845.0,
 "awd_amount": 29845.0,
 "awd_min_amd_letter_date": "2009-06-26",
 "awd_max_amd_letter_date": "2009-06-26",
 "awd_abstract_narration": "This award is to support the Cold Spring Harbor Conference on Yeast Cell Biology, which will be held on August 11-15, 2009, at Cold Spring Harbor, NY.  Research in the past decade has spurred tremendous progress in our understanding of molecular mechanisms that underlie cell function. Advances have come from multiple cell types and organisms, and yeast systems have often been at the forefront in the discovery of new proteins, pathways, structures, and in mechanistic insights. Despite its existence as a unicellular organism, yeast has also revealed unexpected insights into the physiology of multicellular organisms and the functions of specialized tissues. Yeast cell biology continues to be a vibrant field of research, and yeast systems are critically important to the larger research community by serving as the test bed for new concepts and technologies. The intellectual merit of the meeting series on Yeast Cell Biology is that it will create a premier forum for the discussion and exchange of cutting-edge discoveries about the internal functions of eukaryotic cells. The program will include eight sessions covering a wide range of topics in cell biology including membrane trafficking, cytoskeleton, the cell cycle, polarity, chromosomes, nuclear organization, and signaling, with a focus on higher order regulation that integrates these diverse events. Each session will be led by two outstanding and well-known investigators in the relevant area. With the exception of short talks presented by the session chairs, all of the talks and posters to be presented will be selected from submitted abstracts, and most of the talks will be given by students, postdoctoral fellows and other junior investigators. It is expected that more than 275 scientists will attend. Of these, over half are likely to be graduate students and postdoctoral fellows. The meeting will provide a stimulating environment for the free flowing discussion of some of the most exciting data and concepts at the frontiers of knowledge in cell biology. Given the rapid pace of developments in the field, this meeting presents an exciting opportunity for participants to learn about recent breakthroughs that will be relevant to their own research both in yeast and in other systems. \r\n\r\nThe broader impacts of the conference include the scientific implications for other fields beyond yeast cell biology, as discoveries in this field will continue to foster a rapid pace of fundamental discoveries and insights that impact the physiologies of all life forms. In addition, they include elements of education, training, resource sharing, and opportunities for interaction and collaboration. In particular, the meeting will provide: (i) training opportunities for junior scientists that will promote the development of presentation skills as well as overall scientific quality and analytical rigor, (ii) an intimate setting that will foster meaningful scientific interactions among scientists at all career levels, (iii) the dissemination of knowledge among multiple strata of research and educational institutions, (iv) sharing of resources, both material and informational, and (v) opportunities for the initiation of collaborations, which can benefit scientists from smaller labs and/or from primarily undergraduate (teaching) institutions who may have fewer resources and more limited access to cutting-edge technologies than do scientists from major research institutions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Stewart",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "David J Stewart",
   "pi_email_addr": "stewart@cshl.edu",
   "nsf_id": "000148864",
   "pi_start_date": "2009-06-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cold Spring Harbor Laboratory",
  "inst_street_address": "1 BUNGTOWN RD",
  "inst_street_address_2": "",
  "inst_city_name": "COLD SPG HBR",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5163678307",
  "inst_zip_code": "117242202",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "NY03",
  "org_lgl_bus_name": "COLD SPRING HARBOR LABORATORY",
  "org_prnt_uei_num": "",
  "org_uei_num": "GV31TMFLPY88"
 },
 "perf_inst": {
  "perf_inst_name": "Cold Spring Harbor Laboratory",
  "perf_str_addr": "1 BUNGTOWN RD",
  "perf_city_name": "COLD SPG HBR",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "117242202",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "NY03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1132",
   "pgm_ref_txt": "CELLULAR ORGANIZATION"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 29845.0
  }
 ],
 "por": null
}