{
 "awd_id": "0921770",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Functional and ecological correlates of bone material variation in cercopithecoid mandibles",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Carolyn Ehardt",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 195000.0,
 "awd_amount": 195000.0,
 "awd_min_amd_letter_date": "2009-09-10",
 "awd_max_amd_letter_date": "2013-06-12",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).  This study examines the interrelationships of feeding behavior, food texture and jaw bone structure in 8 monkey species. The research goals are 1) to improve understanding of the influence of physiological activity on bone structure generally and 2) to determine the influence of diet on jaw structure specifically. This research combines consideration of bone quantity (mass) with quality (stiffness) to calculate measures of jaw strength. In the lab, bone quality is assessed through the technique of microindentation, a method that measures small-scale variation in bone stiffness throughout the jaw. The same specimens are examined by micro-computed tomography (\"CAT scans\") to provide information on how bone density is related to stiffness. The establishment of this relationship means that any bone can be assessed radiographically to provide a reliable measure of strength for research purposes. The bone samples examined come from primate populations in Ivory Coast for whom diets and feeding behavior have been under study for 15 years. In the field, this project will investigate chewing rates, feeding effort and food texture.\r\n\r\nThe intellectual merit of this study is that in determining the role of bone quality in relation to bone strength, the relationship of bone adaptation to physiological and behavioral activity is clarified. Integration of field data on feeding behavior and food texture with laboratory-based analysis of bone function establishes links between behavior and anatomy in primate communities. This integrative interdisciplinary approach to examination of the entire spectrum from behavior to the mechanical properties of bone will potentially transform the evaluation of stiffness and other functional properties of bone.  The broader impacts of the study are 1) development of nondestructive assessment of bone quality and quantity, permitting universal access to computational techniques for evaluating bone health and function, 2) interdisciplinary training in anthropology, engineering, and the health sciences, 3) inclusion of underrepresented groups in engineering and anthropological research, 4) conservation of threatened primate populations, 5) improvement of educational infrastructure at the university level, and 6) collaboration with host-country scholars.  This project will provide support for one graduate and two undergraduate students.  The interdisciplinary and international opportunities afforded by this project will also be open to a wide range of other graduate and undergraduate students thus contributing to their academic development and training.",
 "awd_arra_amount": 195000.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "McGraw",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Scott McGraw",
   "pi_email_addr": "mcgraw.43@osu.edu",
   "nsf_id": "000275738",
   "pi_start_date": "2009-09-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University Research Foundation -DO NOT USE",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "Columbus",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888734",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": "QR7NH79713E5"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio State University Research Foundation -DO NOT USE",
  "perf_str_addr": "1960 KENNY RD",
  "perf_city_name": "Columbus",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 195000.0
  }
 ],
 "por": null
}