{
 "awd_id": "0921149",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research in Political Science:   Know Then Thyself, Domestic Delegation, Information, Leadership Uncertainty and Decisions during Crisis Bargaining",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Humes",
 "awd_eff_date": "2009-09-15",
 "awd_exp_date": "2011-08-31",
 "tot_intn_awd_amt": 10524.0,
 "awd_amount": 10524.0,
 "awd_min_amd_letter_date": "2009-09-15",
 "awd_max_amd_letter_date": "2009-09-15",
 "awd_abstract_narration": "Governments are complex webs of bureaucrats, officials, informal and appointed advisers, so complicated in many cases that one can easily wonder how leaders make informed decisions. How are a leader's decisions not tainted by the inefficiencies and self-interest that must accompany so many individual and institutional viewpoints? More importantly, what happens when such ponderous government structures deal with important matters of foreign policy and decisions to wage war?\r\n\r\nWhile the scholarly literature on foreign policy and war is vast, much of it has neglected the important question of how leaders make decisions during foreign policy crises, when they have these complex, sometimes self-interested advisory and bureaucratic structures helping guide policy. This project fills in this important gap on how the discipline understands the link between domestic politics and war. To do so, the project appeals to the literature on how and why \"principles\" or leaders who have to make authoritative decisions delegate advisory and information gathering tasks to advisors or \"agents\" in order to reduce their decision-making burden. Associated with this are problems of monitoring the agent's behavior and his/her motivation to shirk from the assigned task and/ or provide self-interested advice. In addition, the complexity of the delegatory structure can lend itself to the distortion and loss of information and advice being presented to the leader. This project examines what effect, if any, this has on the decisions that a leader makes during crises. \r\n\r\nUsing a multi-method approach, that includes formally building the theoretical argument and testing its implications using large-n statistical testing and a controlled laboratory experiment, the study shows that when advisory structures in a state allow such problems to infiltrate freely, leaders are predisposed to making uninformed and inaccurate assessments of the costs of war. Such leaders are therefore more likely to make foreign policy mistakes, such as fighting when they should not, and not fighting when they should. \r\n\r\nAs such, the study seeks to provide an additional domestic-politics based explanation of why benefit seeking, cost minimizing leaders find themselves involved in undesirable, long and costly conflicts. More broadly, the study advances our understanding of risky and costly decision-making under uncertainty, a concern not only of political scientists, but also of other academics. Additionally, the theoretical argument can be easily adapted to explain asymmetric intra- and interstate conflicts.\r\n\r\nThe argument points towards the effectiveness of specific domestic institutions in reducing problems associated with delegating advisory tasks to agents and allowing leaders to make better informed decisions. This research therefore provides valuable clues to policy makers and institutional designers as to what institutions are better in contributing to successful foreign policies. For leaders, the research demonstrates ways in which they can manage and organize their existing institutions and advisers and bureaucrats, in a manner that reduces the need for monitoring and their agents' need to willfully manipulate advice and information and/or shirk from their tasks.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Clark",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "David H Clark",
   "pi_email_addr": "dclark@binghamton.edu",
   "nsf_id": "000266250",
   "pi_start_date": "2009-09-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Aparna",
   "pi_last_name": "Kher",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Aparna Kher",
   "pi_email_addr": "akher1@binghamton.edu",
   "nsf_id": "000519198",
   "pi_start_date": "2009-09-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Binghamton",
  "inst_street_address": "4400 VESTAL PKWY E",
  "inst_street_address_2": "",
  "inst_city_name": "BINGHAMTON",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6077776136",
  "inst_zip_code": "13902",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "L9ZDVULCHCV3",
  "org_uei_num": "NQMVAAQUFU53"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Binghamton",
  "perf_str_addr": "4400 VESTAL PKWY E",
  "perf_city_name": "BINGHAMTON",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "13902",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 10524.0
  }
 ],
 "por": null
}