{
 "awd_id": "0921952",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Linking Local Knowledge and Local Institutions for the Study of Adaptive Capacity to Climate Change: Participatory GIS in Northern Tanzania",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2009-10-01",
 "awd_exp_date": "2015-03-31",
 "tot_intn_awd_amt": 571859.0,
 "awd_amount": 571859.0,
 "awd_min_amd_letter_date": "2009-09-25",
 "awd_max_amd_letter_date": "2009-09-25",
 "awd_abstract_narration": "Across Africa, Asia, and Latin America, researchers have identified a multitude of environmental, social, and economic strategies based on local knowledge that enable rural people to practice their livelihoods. Most critically, these strategies allow them to buffer themselves from extreme events such as droughts and floods. In East Africa, global climate change will alter the climate-sensitive livelihood systems of highland and savanna areas. It thus poses a fundamental challenge to both short-term coping methods and long-term adaptive capacity of the rural livelihood systems. Much research on climate change adaptation has so far focused on regional and national level adaptation policies and programs, while micro-scale adaptation, and the local knowledge on which it is based, represent an understudied dimension. This project will assess the contribution of local knowledge to adaptive capacity through a multifaceted participatory methodology that captures key elements of changing human-environment systems in Northern Tanzania. In so doing, the project will contribute to refining the conventional means of measuring and analyzing adaptive capacity at household, community, and regional scales. A second primary contribution of the project is to address the gap in knowledge concerning the interaction of between local knowledge systems and local institutions in the context of external sources of socioeconomic, environmental, and technical knowledge. The project investigates the myriad ways in which human, social, and institutional capital enable households and communities to draw on knowledge to moderate the negative effects of greater climatic instability on rural livelihoods. Finally, the project tests the notion that climate change opens up new livelihood options and may lead to increasing cooperation and inter-group contact between socioeconomic and cultural groups across environmental and institutional contexts. The methodology includes a range of field methods, including a household survey, cognitive mapping, participatory community forums, and institutional stakeholder workshops. A participatory geographic information system (PGIS) will be developed to integrate and analyze information from field research, statistics and spatial data, and climate modeling results. The PGIS also serves as a tool for participatory learning activities conducted throughout the duration of the project. \r\n\r\nUnprecedented challenges are posed to rural livelihoods and to state policy by climate change. This fact gives additional saliency to the project's focus on the interactions between local knowledge, local institutions, and adaptation. The scientific, policy, and educational contributions of this research are interwoven and synergistic because of the multi-stakeholder, participatory approach. The project will make a contribution to the design of effective climate change adaptation programs and in particular will contribute to the incorporation of local-level processes into national adaptation policies. At the international level, the results and the framework developed will enrich scientific work elsewhere at a time when the transition to a new international climate change adaptation policy will be coming into force. In Tanzania, the PGIS will be refined for use as a web-based simulation tool for the research team's interactions with policy makers and civil society. Project activities will also result in educational benefits at multiple levels. The project's research findings and the development of the PGIS and other methods will enhance the teaching of human-environment geography, environmental science, geographic techniques, and linguistics at U.S. and Tanzanian universities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Smucker",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas A Smucker",
   "pi_email_addr": "smucker@ohio.edu",
   "nsf_id": "000301140",
   "pi_start_date": "2009-09-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Olson",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer M Olson",
   "pi_email_addr": "olsonjj@msu.edu",
   "nsf_id": "000304708",
   "pi_start_date": "2009-09-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Wangui",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth Wangui",
   "pi_email_addr": "wangui@ohio.edu",
   "nsf_id": "000320811",
   "pi_start_date": "2009-09-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Pantaleo",
   "pi_last_name": "Munishi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Pantaleo Munishi",
   "pi_email_addr": "pmunishi2001@yahoo.com",
   "nsf_id": "000501162",
   "pi_start_date": "2009-09-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Weiner",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel Weiner",
   "pi_email_addr": "weinerd1@ohio.edu",
   "nsf_id": "000523816",
   "pi_start_date": "2009-09-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio University",
  "inst_street_address": "1 OHIO UNIVERSITY",
  "inst_street_address_2": "",
  "inst_city_name": "ATHENS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "7405932857",
  "inst_zip_code": "457012979",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "OH12",
  "org_lgl_bus_name": "OHIO UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LXHMMWRKN5N8"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio University",
  "perf_str_addr": "1 OHIO UNIVERSITY",
  "perf_city_name": "ATHENS",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "457012979",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "OH12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "7956",
   "pgm_ref_txt": "SBE Interdisciplinary Research"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 571859.0
  }
 ],
 "por": null
}