{
 "awd_id": "0922528",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "The integration of cellular stress response, immune function and aging in long- and short-lived ecotypes of garter snake",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kimberly Hammond",
 "awd_eff_date": "2009-08-01",
 "awd_exp_date": "2014-12-31",
 "tot_intn_awd_amt": 547564.0,
 "awd_amount": 656563.0,
 "awd_min_amd_letter_date": "2009-07-29",
 "awd_max_amd_letter_date": "2014-05-09",
 "awd_abstract_narration": "Aging is the predictable and persistent breakdown of physiological processes with advancing age.  In humans, this is marked by many changes such as: muscle atrophy, central obesity, slowed metabolism, loss of bone mass, decreasing neurological function, increasing risks of geriatric cancers, increased risk of infectious disease, etc.  Many laboratory studies (e.g., on mice, rats, non-human primates) have shown that individuals vary in how quickly they senesce (deteriorate with advancing age) and that much of this individual variation is due to differences among individuals in cellular stress responses and immune function. Moreover, certain populations of humans have been identified that are very resistant to senescence, and the underlying genes  - when identified, are often involved in stress response and immune function.  In this project, the investigators will conduct experiments in a group of organisms that are highly resistant to senescence (reptiles).  The focus is on natural populations of garter snakes that have evolved different lifespans.  They will generate a new model to study aging, and in doing so uncover the mechanisms that link individual deterioration to overall organismal health in a system of populations exposed to natural hazards. Specifically, they will answer the question of how the immune and cellular stress response systems modulate senescence in a life-history framework, both as independent systems and as synergistic interacting systems. In addition, they will train high school teachers, high school students, undergraduates, and post-graduates in a variety of physiological assays to measure aging, and expand their exposure to the biology of aging. This research will add to the body of scientific knowledge to elucidate the physiological mechanisms that underlie aging rates in vertebrates, including humans.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anne",
   "pi_last_name": "Bronikowski",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Anne M Bronikowski",
   "pi_email_addr": "abroniko@msu.edu",
   "nsf_id": "000341789",
   "pi_start_date": "2009-07-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Iowa State University",
  "inst_street_address": "1350 BEARDSHEAR HALL",
  "inst_street_address_2": "515 MORRILL ROAD",
  "inst_city_name": "AMES",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "5152945225",
  "inst_zip_code": "500112103",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IA04",
  "org_lgl_bus_name": "IOWA STATE UNIVERSITY OF SCIENCE AND TECHNOLOGY",
  "org_prnt_uei_num": "DQDBM7FGJPC5",
  "org_uei_num": "DQDBM7FGJPC5"
 },
 "perf_inst": {
  "perf_inst_name": "Iowa State University",
  "perf_str_addr": "1350 BEARDSHEAR HALL",
  "perf_city_name": "AMES",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "500112103",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765700",
   "pgm_ele_name": "Integrtv Ecological Physiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9232",
   "pgm_ref_txt": "RES OPPOR AWARDS(ROA) (SUPPLEM"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 170065.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 176825.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 225673.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 84000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The overall goals of this project were to understand the relationship among the stress response system (specifically, the modulation and release of glucocorticoids), the immune system (specifically, the mobilization and proliferation of the inflammatory immune response and the acquired immune response), and aging.&nbsp; We sought to understand the flexibility of these physiological variables in a model organism that is not constrained to the same extent that mammals are related to their homeostasis. Thus, we chose a &ldquo;cold-blooded&rdquo; model to study these relationships, garter snakes. Our studies of the ways in which the stress response systems and immune response systems interact in cold-blooded organisms yielded important insights into the constraints of function that humans and other mammals experience. Our specific interests were in the way that stress and immunity relate to each other as a function of advancing age.&nbsp; In humans and other mammals we see canonical aging patterns.&nbsp; Some of these patterns were found in garter snakes and are therefore likely constrained in vertebrates, whereas other patterns appear to flexible.&nbsp; We found that the central stress response system of insulin-like growth factor signaling and its downstream phenotypes are remarkably variable across much of the vertebrates and suggest promising ways forward in studying healthspan and aging.</p>\n<p>The broader impacts included providing training opportunities during intensive paid internships for high school science teachers.&nbsp; They each developed an exercise that they could take back to their high school science classes to enhance the curriculum.&nbsp; As well, one graduate student was an NSF GK-12 participant and was a resident scientist in a 7<sup>th</sup> grade classroom in the urban Des Moines school system.&nbsp; Additionally, 20 undergraduate and high school students received research training as part of our ongoing efforts to provide hands-on educational experiences for college and high school students.&nbsp; Beyond providing research opportunities, we developed a number of new (published) protocols for working with non-traditional species and we developed and maintain a cell zoo with representatives from 35 different species.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/15/2015<br>\n\t\t\t\t\tModified by: Anne&nbsp;M&nbsp;Bronikowski</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2015/0922528/0922528_10028800_1447649346984_Slide1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2015/0922528/0922528_10028800_1447649346984_Slide1--rgov-800width.jpg\" title=\"IGF1-IGF1r evolution across amniotes\"><img src=\"/por/images/Reports/POR/2015/0922528/0922528_10028800_1447649346984_Slide1--rgov-66x44.jpg\" alt=\"IGF1-IGF1r evolution across amniotes\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Representatives of the 66 species whose transcriptomes/genomes were used to study the evolution of the Insulin- Insulin-like signaling / Target of Rapamycin (IIS/TOR) molecular network across mammals, reptiles and birds. This molecular network regulates lifespan, reproduction and metabolism.</div>\n<div class=\"imageCredit\">Stevan J Arnold; Corey Cates; David Delaney; Dan Warner; Hannah Syversen; Rory Telemeco; Tom Friedel, birdphotos.com; Beth Archie; Ian Gilby; US Fish & Wildlife; Klaus Rudloff.</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">An...",
  "por_txt_cntn": "\nThe overall goals of this project were to understand the relationship among the stress response system (specifically, the modulation and release of glucocorticoids), the immune system (specifically, the mobilization and proliferation of the inflammatory immune response and the acquired immune response), and aging.  We sought to understand the flexibility of these physiological variables in a model organism that is not constrained to the same extent that mammals are related to their homeostasis. Thus, we chose a \"cold-blooded\" model to study these relationships, garter snakes. Our studies of the ways in which the stress response systems and immune response systems interact in cold-blooded organisms yielded important insights into the constraints of function that humans and other mammals experience. Our specific interests were in the way that stress and immunity relate to each other as a function of advancing age.  In humans and other mammals we see canonical aging patterns.  Some of these patterns were found in garter snakes and are therefore likely constrained in vertebrates, whereas other patterns appear to flexible.  We found that the central stress response system of insulin-like growth factor signaling and its downstream phenotypes are remarkably variable across much of the vertebrates and suggest promising ways forward in studying healthspan and aging.\n\nThe broader impacts included providing training opportunities during intensive paid internships for high school science teachers.  They each developed an exercise that they could take back to their high school science classes to enhance the curriculum.  As well, one graduate student was an NSF GK-12 participant and was a resident scientist in a 7th grade classroom in the urban Des Moines school system.  Additionally, 20 undergraduate and high school students received research training as part of our ongoing efforts to provide hands-on educational experiences for college and high school students.  Beyond providing research opportunities, we developed a number of new (published) protocols for working with non-traditional species and we developed and maintain a cell zoo with representatives from 35 different species.\n\n\t\t\t\t\tLast Modified: 11/15/2015\n\n\t\t\t\t\tSubmitted by: Anne M Bronikowski"
 }
}