{
 "awd_id": "0922929",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Acquisition of an Ultrafast Laser System for Terahertz Spectroscopy and Sub-Picosecond Dynamics",
 "cfda_num": "47.049",
 "org_code": "03070006",
 "po_phone": "7032924935",
 "po_email": "gtessema@nsf.gov",
 "po_sign_block_name": "Guebre Tessema",
 "awd_eff_date": "2009-10-01",
 "awd_exp_date": "2012-09-30",
 "tot_intn_awd_amt": 332291.0,
 "awd_amount": 332291.0,
 "awd_min_amd_letter_date": "2009-08-07",
 "awd_max_amd_letter_date": "2009-08-07",
 "awd_abstract_narration": "0922929\r\nBaxter\r\nDrexel U.\r\n\r\nTechnical Summary:  THz radiation (0.1?10 x1012 Hz, ë~30µm?3mm) bridges the gap between electronics and visible/infrared optics and is a frontier region of scientific inquiry in physics, chemistry, biology, medicine, materials science, and engineering.  However, there is a significant barrier to entry into THz science because of the required expertise and capital equipment.  Accessible user facilities would transform THz science by enabling all new investigators to quickly acquire data without the need for specialized collaborations or access to accelerators.  Toward that end, the PIs propose to acquire an ultrafast laser system for research and education in terahertz spectroscopy and sub-picosecond dynamics.  The laser system will be housed in Drexel University?s Centralized Research Facilities, and it will be operated as the first bench-scale THz user facility in the nation.  This laser system provides a combination of (1) access to THz radiation, (2) spectroscopy with sub-picosecond time resolution, and (3) a continuously tunable pulsed light source from UV to mid-IR.  The laser source will be combined with different detection systems to enable terahertz time domain spectroscopy (THz-TDS), time-resolved terahertz spectroscopy (TRTS), and UV/Visible/IR transient absorption (TA).  The system will provide critical data for multidisciplinary projects in many areas of national interest, including renewable energy, high-speed electronics, sensors, and medical diagnostics.  The PIs? major projects include investigation of: (1) Electron transport and interfacial electron transfer in nanostructured semiconductors for solar cell applications, (2) THz detection via collective excitation of confined charge, (3) Complex oxide nanostructures and the role of molecular adsorbates, (4) Energy transfer in asymmetrically functionalized nanoparticles, and (5) Photophysics of quantum dots for medical diagnostics.  The instrumentation will be used in the interdisciplinary education and training of the next generation of ultrafast and terahertz scientists.  This facility will also strengthen existing outreach programs at Drexel, providing unique learning opportunities to diverse populations including underrepresented groups, undergraduate students, and K-12 teachers.  \r\n\r\nLayman Summary:  This project will enable the first bench-scale Terahertz (THz) user facility in the nation through the acquisition of an ultrafast laser system that will be housed in Drexel University?s Centralized Research Facilities.  The THz frequency region (0.1?10 x1012 Hz) of the electromagnetic spectrum lies at the interface between the infrared and the microwave regions, and it is ideal for investigating many different materials, including semiconductors, nanomaterials, proteins, DNA, and gas phase molecules.  Improved understanding of these materials is important to diverse applications of national interest, including renewable energy, high-speed electronics, pharmaceuticals, medical diagnostics, and homeland security.  However, THz radiation is difficult to generate and detect, and until now few scientists have had the facilities and experience to carry out THz experiments. The proposed user facility will significantly broaden participation in terahertz research, which will lead to many new and potentially transformative discoveries and will deepen understanding in a variety of fields.  Society will benefit in many ways from the advances in technology resulting from use of the this instrument, with initial studies focused on efficient solar cells, faster computing, security screening, and medical diagnostics.  Furthermore, the instrumentation will be used in the interdisciplinary education and training of the next generation of scientists, helping the U.S. to remain a leader in cutting-edge science and technology.  This facility will also strengthen existing outreach programs at Drexel, providing unique learning opportunities to diverse populations including underrepresented groups, undergraduate students, and K-12 teachers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jason",
   "pi_last_name": "Baxter",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Jason B Baxter",
   "pi_email_addr": "jbaxter@drexel.edu",
   "nsf_id": "000211502",
   "pi_start_date": "2009-08-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bahram",
   "pi_last_name": "Nabet",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bahram Nabet",
   "pi_email_addr": "nabetb@drexel.edu",
   "nsf_id": "000290669",
   "pi_start_date": "2009-08-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Li",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher Li",
   "pi_email_addr": "chrisli@drexel.edu",
   "nsf_id": "000275409",
   "pi_start_date": "2009-08-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jonathan",
   "pi_last_name": "Spanier",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathan E Spanier",
   "pi_email_addr": "spanier@drexel.edu",
   "nsf_id": "000203605",
   "pi_start_date": "2009-08-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Elisabeth",
   "pi_last_name": "Papazoglou",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Elisabeth S Papazoglou",
   "pi_email_addr": "esp25@drexel.edu",
   "nsf_id": "000238569",
   "pi_start_date": "2009-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Drexel University",
  "inst_street_address": "3141 CHESTNUT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158956342",
  "inst_zip_code": "191042875",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "DREXEL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "XF3XM9642N96"
 },
 "perf_inst": {
  "perf_inst_name": "Drexel University",
  "perf_str_addr": "3141 CHESTNUT ST",
  "perf_city_name": "PHILADELPHIA",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191042875",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1189",
   "pgm_ref_txt": "MAJOR RESEARCH INSTRUMENTATION"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 332291.0
  }
 ],
 "por": null
}