{
 "awd_id": "0922650",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "An Integrative Study of Nitrogen Cycling and Storage in Poplar",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032924508",
 "po_email": "dokamuro@nsf.gov",
 "po_sign_block_name": "Diane Jofuku Okamuro",
 "awd_eff_date": "2009-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 3230632.0,
 "awd_amount": 3230632.0,
 "awd_min_amd_letter_date": "2009-08-19",
 "awd_max_amd_letter_date": "2012-07-26",
 "awd_abstract_narration": "PI: Gary D. Coleman, University of Maryland - College Park\r\nCoPI: Ganesh Sriram, University of Maryland - College Park\r\nCoPI: Jianhua Zhu, University of Maryland, College Park\r\nCoPI: George N. Ude, Bowie State University\r\n\r\nPoplar is a fast-growing, temperate deciduous tree that has potential to be an economically viable, non-food source for biofuels and biomaterials. Nitrogen storage and cycling is an important trait that has been identified to have the potential to enhance sustainable yield and quality of biomass from trees. Nitrogen storage and cycling is also a fundamental process important to the adaptation, growth and productivity of trees and occurs over a wide range of time frames. Advancing our knowledge of tree nitrogen storage and cycling is necessary to understand how trees grow, how their biomass is partitioned as well as how they compete and function in an ecosystem.  Toward this goal, this project will elucidate, on a genomic level, metabolic, regulatory and signaling pathways and gene networks that regulate nitrogen storage and cycling in poplar.  This project will employ genome-wide transcript profiling, isotope-assisted metabolic flux analysis and characterization of the phosphorylation status of proteins. By integrating the results of these analyses, candidate genes and transcription factors that regulate nitrogen storage and cycling will be identified, which will then be used in functional studies that rely on reverse genetic approaches. This project will provide an unprecedented view of how nitrogen storage and cycling is coordinated in trees and is expected to advance and accelerate the potential development of trees with improved nitrogen use that will enhance productivity and sustainability, while addressing future energy needs.\r\n\r\nThis project is interdisciplinary as it builds on synergies between several disciplines including tree genomics, plant physiology, metabolic engineering, biochemistry and systems biology. Although progress has been made in understanding the linkages and interaction between carbon and nitrogen metabolism in herbaceous plants, little is known in woody plants. The results from this project will allow for comparisons between herbaceous and woody plants and contribute to advancing an overall understanding of carbon and nitrogen metabolism in plants as well as defining differences between annual and perennial plants and their adaptive significance. Broader impacts through the integration of research and education will be accomplished by training graduate students and postdocs, as well as by establishing a genomics training lab at Bowie State University (BSU), a Historically Black College and University (HBCU) in Maryland. This genomics training lab will enable establishing the lab component of \"Applied Biotechnology\", a proposed course at BSU. An intensive summer training course will be established at BSU and offered to undergraduate students at nearby HBCUs and high school teachers in Prince George County, Maryland, dramatically enhancing their competitiveness in the biotechnology job market and postgraduate education programs. Each year, three students, who are graduates from these training programs, will be selected to work in one of the PI/CoPIs' labs. This will expose the BSU and other HBCU undergraduates to the post-graduate program opportunities at University of Maryland, while also providing the graduate students and postdocs on this project an opportunity to work with and mentor a diverse group of undergraduates. The data and methods that result from this project can be accessed by the public on the project website which will be hosted at http://www.psla.umd.edu/faculty/coleman.cfm. In addition, all microarray, proteome, flux data and experimental details will be permanently deposited in NCBI Gene Expression Omnibus (GEO; http://www.ncbi.nlm.nih.gov/geo/)and in the digital depository at the University of Maryland (DRUM; http://www.lib.umd.edu/drum/).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gary",
   "pi_last_name": "Coleman",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Gary D Coleman",
   "pi_email_addr": "gcoleman@umd.edu",
   "nsf_id": "000395042",
   "pi_start_date": "2009-08-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "Ude",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "George N Ude",
   "pi_email_addr": "gude@bowiestate.edu",
   "nsf_id": "000477171",
   "pi_start_date": "2009-08-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jianhua",
   "pi_last_name": "Zhu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jianhua Zhu",
   "pi_email_addr": "jhzhu@umd.edu",
   "nsf_id": "000508849",
   "pi_start_date": "2009-08-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ganesh",
   "pi_last_name": "Sriram",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ganesh Sriram",
   "pi_email_addr": "gsriram@umd.edu",
   "nsf_id": "000522746",
   "pi_start_date": "2009-08-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland, College Park",
  "perf_str_addr": "3112 LEE BUILDING",
  "perf_city_name": "COLLEGE PARK",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132900",
   "pgm_ele_name": "Plant Genome Research Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "1329",
   "pgm_ref_txt": "PLANT GENOME RESEARCH PROJECT"
  },
  {
   "pgm_ref_code": "2886",
   "pgm_ref_txt": "MINORITY INSTITUTIONS PROGRAM"
  },
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 817192.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 804480.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 804480.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 804480.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Annual crop plants such as corn or wheat must obtain all the nitrogen needed for growth from the soil.&nbsp; In contrast to these annual crops, trees retain and reuse nitrogen from year to year.&nbsp; In the forest tree species <em>Populus </em>(poplars, cottonwoods, aspens) up to 80% of the nitrogen contained in leaves during the summer is removed from the leaves during autumn and is stored in bark and roots with the majority of nitrogen storage in specific proteins termed bark storage proteins.&nbsp; During the next year&rsquo;s growth this stored nitrogen is moved from bark and roots to support the growth of shoots (leaves and stems) and roots.&nbsp; Therefore, nitrogen is cycled internally in trees and related to the seasonality of growth. Seasonal nitrogen storage in bark requires an interaction with leaves. During fall leaves are a source for nitrogen while bark is a nitrogen sink but during spring expanding shoots and leaves are nitrogen sinks and bark becomes the source.&nbsp; This adaptive strategy of internal cycling and reuse of nitrogen makes a major contribution to the efficiency of how trees utilize this essential nutrient.&nbsp; This internal cycling also provides a competitive advantage in limited N conditions since tree growth is not dependent on the acquisition of new nitrogen from the soil.&nbsp;</p>\n<p>The objective of the research funded by this grant was to advance our knowledge of how internal nitrogen cycling is accomplished in the forest tree species <em>Populus</em> (commonly known as poplar).&nbsp; Poplars are fast-growing deciduous trees that are widely distributed in temperate regions of the northern hemisphere.&nbsp; Besides being a component of many temperate forest ecosystems, poplars are also an economically important tree species that is used for the production of fiber and paper and are a potential resource for the production of biofuels and biomaterials.&nbsp; The aims of this project were to elucidate, on a genome level, the genes and the metabolic and regulatory factors and pathways associated with internal nitrogen cycling in poplar.</p>\n<p>Analysis of gene expression using DNA microarrays revealed extensive changes in gene expression during internal nitrogen cycling. These genome-wide patterns of gene expression showed that about 70% of genes expressed in poplar bark were repressed during nitrogen storage. &nbsp;&nbsp;In contrast to nitrogen storage, during nitrogen remobilization from bark to leaves gene expression patterns were opposite to that of nitrogen storage with increased gene expression for the majority of genes. &nbsp;This shows the dynamic nature of gene expression that occurs in poplar bark during nitrogen cycling. During the period when nitrogen is translocated from leaves to bark, and bark serves as a nitrogen sink, there was an enrichment for genes associated with the production and response pathways to the plant hormone ethylene. Further studies of candidate genes that may play a role in regulating bark nitrogen storage are consistent with ethylene regulating bark nitrogen storage by repressing bark storage protein accumulation during growth.&nbsp; This repression is eliminated when storage is triggered in the fall.&nbsp; This &ldquo;derepression&rdquo; of ethylene inhibited nitrogen storage then allows the bark to act as a nitrogen sink.&nbsp; During nitrogen remobilization from bark to growing shoots, gene expression in the bark was enriched for genes encoding proteolytic enzymes and processes involved in the transport and responses to the plant hormone auxin. Further studies indicate that during new shoot growth auxin is produced in expanding buds and shoots, transported to the bark where it then activates the expression of specific proteases that trigger the catabolism of bark storage proteins and subsequent nitrogen remobilization to the growing shoots.&nbsp; In addition, the cycling of nitrogen between ...",
  "por_txt_cntn": "\nAnnual crop plants such as corn or wheat must obtain all the nitrogen needed for growth from the soil.  In contrast to these annual crops, trees retain and reuse nitrogen from year to year.  In the forest tree species Populus (poplars, cottonwoods, aspens) up to 80% of the nitrogen contained in leaves during the summer is removed from the leaves during autumn and is stored in bark and roots with the majority of nitrogen storage in specific proteins termed bark storage proteins.  During the next yearÆs growth this stored nitrogen is moved from bark and roots to support the growth of shoots (leaves and stems) and roots.  Therefore, nitrogen is cycled internally in trees and related to the seasonality of growth. Seasonal nitrogen storage in bark requires an interaction with leaves. During fall leaves are a source for nitrogen while bark is a nitrogen sink but during spring expanding shoots and leaves are nitrogen sinks and bark becomes the source.  This adaptive strategy of internal cycling and reuse of nitrogen makes a major contribution to the efficiency of how trees utilize this essential nutrient.  This internal cycling also provides a competitive advantage in limited N conditions since tree growth is not dependent on the acquisition of new nitrogen from the soil. \n\nThe objective of the research funded by this grant was to advance our knowledge of how internal nitrogen cycling is accomplished in the forest tree species Populus (commonly known as poplar).  Poplars are fast-growing deciduous trees that are widely distributed in temperate regions of the northern hemisphere.  Besides being a component of many temperate forest ecosystems, poplars are also an economically important tree species that is used for the production of fiber and paper and are a potential resource for the production of biofuels and biomaterials.  The aims of this project were to elucidate, on a genome level, the genes and the metabolic and regulatory factors and pathways associated with internal nitrogen cycling in poplar.\n\nAnalysis of gene expression using DNA microarrays revealed extensive changes in gene expression during internal nitrogen cycling. These genome-wide patterns of gene expression showed that about 70% of genes expressed in poplar bark were repressed during nitrogen storage.   In contrast to nitrogen storage, during nitrogen remobilization from bark to leaves gene expression patterns were opposite to that of nitrogen storage with increased gene expression for the majority of genes.  This shows the dynamic nature of gene expression that occurs in poplar bark during nitrogen cycling. During the period when nitrogen is translocated from leaves to bark, and bark serves as a nitrogen sink, there was an enrichment for genes associated with the production and response pathways to the plant hormone ethylene. Further studies of candidate genes that may play a role in regulating bark nitrogen storage are consistent with ethylene regulating bark nitrogen storage by repressing bark storage protein accumulation during growth.  This repression is eliminated when storage is triggered in the fall.  This \"derepression\" of ethylene inhibited nitrogen storage then allows the bark to act as a nitrogen sink.  During nitrogen remobilization from bark to growing shoots, gene expression in the bark was enriched for genes encoding proteolytic enzymes and processes involved in the transport and responses to the plant hormone auxin. Further studies indicate that during new shoot growth auxin is produced in expanding buds and shoots, transported to the bark where it then activates the expression of specific proteases that trigger the catabolism of bark storage proteins and subsequent nitrogen remobilization to the growing shoots.  In addition, the cycling of nitrogen between bark and shoots is mediated by proteins that transport amino acids.  This study identified specific amino acid transporters that appear to have distinct roles whereby specific amino acid transpor..."
 }
}