{
 "awd_id": "0922830",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI:   Acquisition of an Atomic Force Microscope/Confocal Imaging System for Research and Training at the College of Nanoscale Science and Engineering",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert Fleischmann",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 609677.0,
 "awd_amount": 609677.0,
 "awd_min_amd_letter_date": "2009-08-10",
 "awd_max_amd_letter_date": "2009-08-10",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\r\n\r\nA grant is awarded to the University at Albany to acquire an atomic force microscope (AFM)-laser scanning confocal microscope (LSCM) for research and training at the College of Nanoscale Science & Engineering (CNSE). Biological research at the nano- and micro-scale requires increasingly sophisticated instrumentation.  A particular need for biological research is the capability to combine high resolution optical imaging with biophysical force measurements. This can be achieved by incorporating biological AFM with LSCM.  LCSM enables high-resolution optical imaging, while AFM provides nanoscale topographical information and ultra-sensitive mechanical measurements. The integration of these two techniques yields a powerful research tool capable of high-resolution imaging and nanoscale mechanical measurements at specific locations within complex biological samples. A cross-disciplinary portfolio of research projects will utilize this AFM/LSCM system. Experiments focus on the observation and measurement of cellular and molecular interactions, mechanical studies of cell differentiation, measurement of single molecular interactions, and elucidation of mechanisms involved in 3D tissue development. For each of these efforts, it is critical for investigators to perform non-invasive 3D optical sectioning while simultaneously measuring mechanical properties, adhesion forces, or mapping physical 3D topography. These research efforts are collectively aimed at the understanding of mechanical interactions in cellular and molecular systems. Improved understanding of these systems will provide important information for tissue engineering, therapeutics, and rational design of biomolecular machines.\r\n\r\nThis AFM/LSCM system will support a wide range of interdisciplinary research efforts and will become a focal point for bridging collaborations between CNSE, the UAlbany  Department of Biological Sciences, the Wadsworth Institute (NYS Dept. of Health), and the Ge*NY*sis Center for Excellence in Cancer Biology.  It will enable cutting-edge research efforts ranging from the dynamic measurement of cell-surface interactions, measurement of nucleic acid - protein interactions, mechanical studies of stem cell differentiation, and the elucidation of 3D tissue development. The senior personnel involved with this effort span a wide range of disciplines including physics, nanoengineering, chemical engineering, biophysics, developmental biology, molecular biology, cancer biology and neurology.  This highly-interdisciplinary team will utilize the proposed instrumentation to greatly advance their current research efforts, resulting in new research proposals, scientific publications and the development of novel biomedical technologies.  This AFM/LSCM system will serve as a unique training tool for graduate students and post doctoral researchers, and will also provide one-of-a-kind training for undergraduate and high-school students in outreach programs. Hands-on training will be provided for undergraduate students involved in an integrated summer internship program and through use of the instrument in year-long embedded internships.  High school students will participate in integrated discovery programs as part of ongoing partnerships with the urban Albany School District's \"Nano High\" and \"Engineering Explorations Program.\"  Using the proposed instrument, exciting, hands-on laboratory activities for these students will be developed to bring together principles of nanotechnology, biology, physics, and engineering.  A series of spotlights on these research and outreach activities will be broadcast to the community through CNSE's news columns and internet postings.  In this way, the proposed instrument will have a profound impact on research, training, and community outreach efforts.",
 "awd_arra_amount": 609677.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Castracane",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "James Castracane",
   "pi_email_addr": "JCastracane@sunypoly.edu",
   "nsf_id": "000120602",
   "pi_start_date": "2009-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Anand",
   "pi_last_name": "Gadre",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anand Gadre",
   "pi_email_addr": "agadre@uamail.albany.edu",
   "nsf_id": "000229242",
   "pi_start_date": "2009-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nathaniel",
   "pi_last_name": "Cady",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Nathaniel C Cady",
   "pi_email_addr": "ncady@albany.edu",
   "nsf_id": "000088875",
   "pi_start_date": "2009-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Magnus",
   "pi_last_name": "Bergkvist",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Magnus Bergkvist",
   "pi_email_addr": "mbergkvist@sunypoly.edu",
   "nsf_id": "000154652",
   "pi_start_date": "2009-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Yubing",
   "pi_last_name": "Xie",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yubing Xie",
   "pi_email_addr": "YXie@albany.edu",
   "nsf_id": "000502552",
   "pi_start_date": "2009-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Albany",
  "inst_street_address": "1400 WASHINGTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "ALBANY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5184374974",
  "inst_zip_code": "122220100",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK, THE",
  "org_prnt_uei_num": "NHH3T1Z96H29",
  "org_uei_num": "NHH3T1Z96H29"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Albany",
  "perf_str_addr": "1400 WASHINGTON AVE",
  "perf_city_name": "ALBANY",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "122220100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1189",
   "pgm_ref_txt": "MAJOR RESEARCH INSTRUMENTATION"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "9184",
   "pgm_ref_txt": "BIOTECHNOLOGY - INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 609677.0
  }
 ],
 "por": null
}