{
 "awd_id": "0922560",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Macromolecular Networks Underlying Chloroplast Biogenesis",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032924508",
 "po_email": "dokamuro@nsf.gov",
 "po_sign_block_name": "Diane Jofuku Okamuro",
 "awd_eff_date": "2009-09-15",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 4021469.0,
 "awd_amount": 4021469.0,
 "awd_min_amd_letter_date": "2009-08-17",
 "awd_max_amd_letter_date": "2012-07-13",
 "awd_abstract_narration": "PI: Alice Barkan (University of Oregon - Eugene)\r\nCoPI: Klaas van Wijk (Cornell University)\r\n\r\nChloroplasts are a defining feature of plants, with diverse metabolic functions that profoundly impact plant yield and response to environmental stress. Photosynthesis is the primary raison d'etre of the chloroplast, and involves complex machinery whose biogenesis requires a series of functionally and physically-connected gene expression and assembly processes. The goal of this project is to advance understanding of the network of DNA/RNA/protein interactions that underlie the biogenesis of the photosynthetic apparatus in chloroplasts. Macromolecular assemblies selected for study are anticipated to be rich in proteins of unknown function, and will be dissected through concerted genetic, proteomic, and ribonomic analyses.  Maize will be the primary experimental organism because its attributes make it especially well suited for these methods - it is an important crop species and a prime model for understanding C4 photosynthesis. Selective comparisons with Arabidopsis will facilitate extrapolation of results to both monocot and dicot species. Nuclear genes required for chloroplast biogenesis will be discovered through a high-throughput forward-genetic strategy that combines next generation sequencing technologies with a deep collection of non-photosynthetic maize mutants. Existing phenotypic data that place mutants into understudied functional classes will be used to select 100 lines for this analysis.  Protein components of immunopurified macromolecular assemblies will be identified through high sensitivity mass spectrometry. Antibody targets will include: nascent peptide chains associated with translating polysomes to immunopurified \"factories\" for the synthesis and assembly of chloroplast-encoded proteins; proteins associated with the chloroplast chromosome; and proteins at the interface of the chloroplast gene expression and protein folding/assembly machineries. Newly-identified proteins will be functionally characterized by reverse-genetics and phenotypic analyses, and by identification of their nucleic acid ligands (where relevant).  Finally, genome-wide RNA/DNA co-immunoprecipitation assays will be used to identify the nucleic acids associated with nucleic-acid interacting proteins identified via the genetic and proteome approaches, and to explore the functions of organelle-dedicated RNA binding protein families.\r\n\r\nThis research will be integrated with the education of students at all levels.  A summer research program for high school students that centers on experiments integral to the goals of this project, and that provides mentorship training for undergraduate and graduate students who serve as teaching assistants will be developed at the University of Oregon.  The project will participate in existing programs at Cornell/BTI to provide research training for undergraduate students from small institutions and to participate in curriculum development workshops for high school teachers. Community resources to be generated include: (i) interaction data, protein identifications, and genetic data, all of which will be submitted to public database repositories and used to develop functional annotations for several hundred maize genes; (ii) ~100 mutant maize lines with an identified mutation and characterized mutant phenotype, as well as several thousand sequence-indexed transposon-insertions and associated maize stocks; and, (iii) maize organellar microarrays and antibodies to various chloroplast proteins. The interaction data will contribute to community efforts to develop a high quality plant interactome data set. Interaction data and gene annotations will be disseminated through centralized resources that include Gramene (http://www.gramene.org/), MaizeGDB (http://www.maizegdb.org/), PlantGDB (http://www.plantgdb.org/), and the Plant Proteome Database (PPDB; http://ppdb.tc.cornell.edu/). Maize stocks will be provided to the Maize Genetics Coop Stock Center for distribution. Microarrays and antibodies will be made available at cost by request.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alice",
   "pi_last_name": "Barkan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alice Barkan",
   "pi_email_addr": "abarkan@uoregon.edu",
   "nsf_id": "000183067",
   "pi_start_date": "2009-08-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Klaas",
   "pi_last_name": "van Wijk",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Klaas van Wijk",
   "pi_email_addr": "kv35@cornell.edu",
   "nsf_id": "000487708",
   "pi_start_date": "2009-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Oregon Eugene",
  "inst_street_address": "1776 E 13TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "EUGENE",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5413465131",
  "inst_zip_code": "974031905",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "UNIVERSITY OF OREGON",
  "org_prnt_uei_num": "Z3FGN9MF92U2",
  "org_uei_num": "Z3FGN9MF92U2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Oregon Eugene",
  "perf_str_addr": "1776 E 13TH AVE",
  "perf_city_name": "EUGENE",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "974031905",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132900",
   "pgm_ele_name": "Plant Genome Research Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7577",
   "pgm_ref_txt": "PLANT GENOME RESEARCH RESOURCE"
  },
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 910026.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 952563.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 1057169.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 1101711.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Chloroplasts, the intracellular organelles that carry out the process of photosynthesis, are a defining feature of plants.&nbsp; They have an intricate physical organization whose biogenesis is orchestrated by thousands of genes in the nuclear genome in cooperation with approximately one hundred genes in the chloroplast&rsquo;s own small genome. This project advanced understanding of the biogenesis of chloroplasts in several ways. First, it identified a large number of nuclear genes that are required for the biogenesis of photosynthetically-competent chloroplasts and assigned molecular functions to many of these genes. Examples include previously unknown but conserved genes that promote specific steps in the assembly of each photosynthetic enzyme complex (Photosystem II, Photosystem I, the cytochrome b<sub>6</sub>f complex, the ATP synthase, and Rubisco). Second, the project provided a comprehensive description of the proteins found in the chloroplast chromosome-like structure known as the nucleoid. The results revealed unanticipated complexity of the nucleoid and provided new insights into mechanisms underlying the expression of chloroplast genes. Third, the project addressed the functional significance of the high copy number of the chloroplast genome: even modest reductions in the genome copy number compromise photosynthesis by reducing the rate of synthesis of some chloroplast-encoded subunits of the photosynthetic apparatus. Finally, the project assigned biochemical activities to several conserved protein domains - modular protein segments that are exploited by nature as &ldquo;lego blocks&rdquo; to build proteins with diverse functions.</p>\n<p class=\"normindspb4\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The project also generated a variety of resources that are widely used by the plant biology community and that will continue beyond the life of this grant: two internet-accessible databases that compile information fundamental to plant genomics/proteomics, and thousands of genetic stocks in maize harboring mapped mutations in specific genes. &nbsp;Curricula for high school summer workshops and an undergraduate laboratory course were developed that are integrated with this research. Numerous high school, undergraduate, and postdoctoral students received research training by participating in this project.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/26/2014<br>\n\t\t\t\t\tModified by: Alice&nbsp;Barkan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nChloroplasts, the intracellular organelles that carry out the process of photosynthesis, are a defining feature of plants.  They have an intricate physical organization whose biogenesis is orchestrated by thousands of genes in the nuclear genome in cooperation with approximately one hundred genes in the chloroplastÆs own small genome. This project advanced understanding of the biogenesis of chloroplasts in several ways. First, it identified a large number of nuclear genes that are required for the biogenesis of photosynthetically-competent chloroplasts and assigned molecular functions to many of these genes. Examples include previously unknown but conserved genes that promote specific steps in the assembly of each photosynthetic enzyme complex (Photosystem II, Photosystem I, the cytochrome b6f complex, the ATP synthase, and Rubisco). Second, the project provided a comprehensive description of the proteins found in the chloroplast chromosome-like structure known as the nucleoid. The results revealed unanticipated complexity of the nucleoid and provided new insights into mechanisms underlying the expression of chloroplast genes. Third, the project addressed the functional significance of the high copy number of the chloroplast genome: even modest reductions in the genome copy number compromise photosynthesis by reducing the rate of synthesis of some chloroplast-encoded subunits of the photosynthetic apparatus. Finally, the project assigned biochemical activities to several conserved protein domains - modular protein segments that are exploited by nature as \"lego blocks\" to build proteins with diverse functions.\n            The project also generated a variety of resources that are widely used by the plant biology community and that will continue beyond the life of this grant: two internet-accessible databases that compile information fundamental to plant genomics/proteomics, and thousands of genetic stocks in maize harboring mapped mutations in specific genes.  Curricula for high school summer workshops and an undergraduate laboratory course were developed that are integrated with this research. Numerous high school, undergraduate, and postdoctoral students received research training by participating in this project.\n\n \n\n\t\t\t\t\tLast Modified: 11/26/2014\n\n\t\t\t\t\tSubmitted by: Alice Barkan"
 }
}