{
 "awd_id": "0922735",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI:  Acquisition of Emission Moessbauer Facility with Cryomagnet for Study of Novel Materials",
 "cfda_num": "47.049",
 "org_code": "03070006",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Charles E. Bouldin",
 "awd_eff_date": "2009-10-01",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 628665.0,
 "awd_amount": 628665.0,
 "awd_min_amd_letter_date": "2009-09-08",
 "awd_max_amd_letter_date": "2009-09-08",
 "awd_abstract_narration": "0922735\r\nNath\r\nU of North Carolina at Asheville\r\n\r\n\"This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\"\r\n\r\nTechnical Abstract: Emission Mössbauer Spectroscopy (EMS) is  2-3 orders of magnitude more sensitive than the traditionally practiced absorption mode. More importantly, its application is not restricted to the common Mössbauer radionuclides such as Fe, Sn and Eu. The phenomenal sensitivity of EMS  allows parts per million  of 57Co substitution at the active site, e.g. for Cu in high Tc superconductors, Zn in zinc oxide, and Mn in  magnetoresistive manganites, without perturbing the finely-attuned novel materials.  EMS can help to unravel nanoscale behavior in a variety of exotic materials. The 14.4 keV radiation emitted by 57Co brings with it information about the electron density, deviation  from spherical symmetry of the electron cloud, hyperfine magnetism, local dynamics, and the binding strength of the nanoprobe to its neighbors. For instance, the PI and his collaborators could gain valuable insight of the behavior of high Tc superconductors and magnetoresistive manganites using the EMS facility (work published in PRL,Science,PRB et al.) available at Drexel University (which had to be dismantled later). In contrast, absorption mode studies by other groups using about 1 % of 57Fe substitution (essential to obtain statistically significant spectra) modified these fine-tuned systems and so their results, though interesting, did not have a direct bearing on the behavior of the parent compounds. EMS can help in solving some challenging problems in frontier areas of research such as how Co/Ni doping can induce superconductivity in SrFe2As2 , unraveling the origin of room temperature ferromagnetism in ZnO, and in understanding the biological significance of dynamics in protein molecules.  In short, EMS developed by the PI during his sojourn at Lawrence Berkeley National Laboratory, can be used to tackle challenging problems in frontier areas of research facing students/ postdoctoral associates/faculty working in various disciplines and venues. Our research group is already collaborating with scientists at UTK/ORNL, Clemson,and University of Connecticut. The PI has the credentials to handle radioactive solutions and in training others to do so. The proposed facility, which would be the only one of its kind in the United States dedicated to EMS would help in deepening our knowledge of exotic materials which we do not understand well using existing techniques.\r\n\r\nLayperson Abstract: There is widespread interest in designing and studying sophisticated materials with special properties like high Tc superconductivity, novel magnetic properties (for use in devices) or catalysis. These materials are finely-attuned and a slight change in composition can destroy their special properties. To help design these materials, an understanding of the physical processes at  the ultramicroscopic level is critical. There are only a limited number of techniques that can help in that regard. Emission Mössbauer Spectroscopy is one of them and can be used to unravel nanoscale behavior in a variety of exotic materials; it was developed by the PI during his sojourn at the Lawrence Berkeley National Laboratory and thus PI has the appropriate credentials to handle radioactive solutions and as well to train students/postdoctoral associates/ young faculty to do so. If funded, this will be the only facility of its kind in USA. American born graduate students are in short supply. The proposed research using a novel technique like Emission Mössbauer Spectroscopy along with other techniques to solve challenging problems in frontier areas will provide our students/ postdoctoral associates/young faculty an exciting opportunity to broaden their horizons.  The involvement of students in internationally competitive research would spur them to choose research oriented career. We have ongoing collaborations with students/faculty at University of Tennessee/Oak Ridge National Laboratory, Clemson and University of Connecticut, which enhances our resources considerably.",
 "awd_arra_amount": 628665.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Amar",
   "pi_last_name": "Nath",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Amar Nath",
   "pi_email_addr": "anath@unca.edu",
   "nsf_id": "000465077",
   "pi_start_date": "2009-09-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Miller",
   "pi_mid_init": "W",
   "pi_sufx_name": "Jr.",
   "pi_full_name": "John W Miller",
   "pi_email_addr": "JWMILLER@UNCA.EDU",
   "nsf_id": "000245734",
   "pi_start_date": "2009-09-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Stevens",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "John G Stevens",
   "pi_email_addr": "stevens@unca.edu",
   "nsf_id": "000191556",
   "pi_start_date": "2009-09-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jason",
   "pi_last_name": "Schmeltzer",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Jason M Schmeltzer",
   "pi_email_addr": "jschmelt@unca.edu",
   "nsf_id": "000272005",
   "pi_start_date": "2009-09-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Asheville",
  "inst_street_address": "1 UNIVERSITY HEIGHTS",
  "inst_street_address_2": "",
  "inst_city_name": "ASHEVILLE",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "8282516476",
  "inst_zip_code": "288043251",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "NC11",
  "org_lgl_bus_name": "THE UNIVERSITY OF NORTH CAROLINA AT ASHEVILLE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LX38ZHATFGN5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Asheville",
  "perf_str_addr": "1 UNIVERSITY HEIGHTS",
  "perf_city_name": "ASHEVILLE",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "288043251",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "NC11",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1189",
   "pgm_ref_txt": "MAJOR RESEARCH INSTRUMENTATION"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 628665.0
  }
 ],
 "por": null
}