{
 "awd_id": "0922910",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Acquisition of Imaging X-Ray Photoelectron Spectroscopy System for Interdisciplinary Research and Education in Multi-Scale Materials",
 "cfda_num": "47.049",
 "org_code": "03070006",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sean Jones",
 "awd_eff_date": "2009-10-01",
 "awd_exp_date": "2010-09-30",
 "tot_intn_awd_amt": 431200.0,
 "awd_amount": 431200.0,
 "awd_min_amd_letter_date": "2009-09-08",
 "awd_max_amd_letter_date": "2009-09-08",
 "awd_abstract_narration": "0922910\r\nStanishevsky\r\nU. Alabama Birmingham\r\n\r\n\"This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\"\r\n\r\nTechnical Abstract: The proposed imaging microprobe X-ray photoelectron spectroscopy (XPS) system is designed for spatially resolved chemical analysis of solid surfaces. This tool creates a new multi-user element of the core shared analytical facility in the interdisciplinary Center for Nanoscale Materials and Biointegration (CNMB) at U of Alabama at Birmingham (UAB). It serves a large team of users from CNMB, four UAB science and engineering departments, and fosters collaborations through the partnership with Alabama State U (ASU) and NSF-Materials World Network with Technical U of Lodz (Poland). XPS is critical for us due to its unique ability to discriminate between different oxidation states and chemical environments in a thin layer (<5 nm) of a material, yet capable of the depth profiling of chemical composition when using a sputtering accessory. Imaging XPS is  the only tool that has a combination of features to address the challenges of microscale characterization in our projects on: (i) surface modification and functionalization of new multi-scale biomaterials; (ii) bio-active monolayers and self-assembled biomimetic nanoarchitectures; (iii) novel phases formed under extreme pressures; (iv) chemistry of interfaces and thermally-induced processes in polymer and polymer-ceramic multifunctional nanocomposites; (v) surface and interface phenomena in wide band-gap semiconductor materials and structures; and (vi) nanostructured, multilayer, and gradient metal-ceramic and ceramic thin-film materials. This XPS system provides training in 3 graduate and 5 undergraduate courses with enrollment of ~135 per semester, enhances research opportunities in our interdisciplinary NSF-REU site where women and minorities account for 57% of the participants and in our partner ASU?s CREST and HBCUUP programs, and raises the awareness of surface science and engineering among K-12 students, teachers, and general public through our NSF-RET site and UAB day at McWane Science Center in Birmingham. CNMB provides necessary infrastructure and long-term support for the XPS system operation, accommodation of multiple users, and the initiation of new projects at local, national, and international levels.\r\n\r\nNon-Technical Abstract: X-ray Photoelectron Spectroscopy (XPS) is a chemical analysis technique used to determine the composition of very thin layers of solid materials. Imaging XPS can also map the variations in surface chemical composition with a micrometer resolution. Most of our research projects deal with novel technological materials that have been surface modified by different chemical and physical methods. Very often the critical properties are determined by the outermost layers of the material, and a contemporary surface-analytical tool would have a colossal impact on the productivity of the research projects and generation of new ideas. The imaging XPS meets this need and creates a new multi-user materials analysis facility at University of Alabama at Birmingham. The instrument is the first of this kind in Alabama, and it serves a large group of scientists and students in UAB?s Center for Nanoscale Materials and Biointegration, four UAB science and engineering departments, their partners at Alabama State University (ASU), and other scientists across the state. It provides training in 3 graduate and 5 undergraduate courses with enrollment of ~135 per semester, enhances the UAB Research Experiences for Undergraduates program where women and minorities account for 57% of the participants, and ASU CREST and HBCUUP programs, raises the awareness of surface science and engineering among K-12 students, teachers, and general public through our Research Experiences for Teachers program and UAB day at McWane Science Center in Birmingham, and fosters broader research collaboration at the state, national and international levels. Overall, this XPS system is a critical element of UAB research infrastructure, linked to the development of highly skilled personnel and the generation of new knowledge, which are a prerequisite for progress in science and technology as well as economic growth.",
 "awd_arra_amount": 431200.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrei",
   "pi_last_name": "Stanishevsky",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Andrei V Stanishevsky",
   "pi_email_addr": "astan@uab.edu",
   "nsf_id": "000215980",
   "pi_start_date": "2009-09-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Yogesh",
   "pi_last_name": "Vohra",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Yogesh K Vohra",
   "pi_email_addr": "ykvohra@uab.edu",
   "nsf_id": "000166952",
   "pi_start_date": "2009-09-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Derrick",
   "pi_last_name": "Dean",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Derrick R Dean",
   "pi_email_addr": "ddean@alasu.edu",
   "nsf_id": "000352482",
   "pi_start_date": "2009-09-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sergey",
   "pi_last_name": "Vyazovkin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sergey Vyazovkin",
   "pi_email_addr": "vyazovkin@uab.edu",
   "nsf_id": "000232169",
   "pi_start_date": "2009-09-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ho-Wook",
   "pi_last_name": "Jun",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ho-Wook Jun",
   "pi_email_addr": "hwjun@uab.edu",
   "nsf_id": "000493133",
   "pi_start_date": "2009-09-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alabama at Birmingham",
  "inst_street_address": "701 S 20TH STREET",
  "inst_street_address_2": "",
  "inst_city_name": "BIRMINGHAM",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2059345266",
  "inst_zip_code": "352940001",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AL07",
  "org_lgl_bus_name": "UNIVERSITY OF ALABAMA AT BIRMINGHAM",
  "org_prnt_uei_num": "",
  "org_uei_num": "YND4PLMC9AN7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alabama at Birmingham",
  "perf_str_addr": "701 S 20TH STREET",
  "perf_city_name": "BIRMINGHAM",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "352940001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AL07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1189",
   "pgm_ref_txt": "MAJOR RESEARCH INSTRUMENTATION"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 431200.0
  }
 ],
 "por": null
}