{
 "awd_id": "0922546",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Sucrose / H+ symporters in plants for targeted biomass partitioning",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sarah Wyatt",
 "awd_eff_date": "2009-08-15",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 454561.0,
 "awd_amount": 472561.0,
 "awd_min_amd_letter_date": "2009-08-04",
 "awd_max_amd_letter_date": "2011-06-10",
 "awd_abstract_narration": "Sucrose / H+ symporters in plants for targeted biomass partitioning\r\nPlant productivity has increased dramatically over the last century due in part to breeding practices that divert resources to harvested organs.  Sucrose (Suc) is produced in leaves by photosynthesis and is transported to tissues that are growing or accumulating storage reserves.  Understanding Suc transport is thus essential to understanding growth and yield.  Suc may move passively from cell to cell through specialized channels called plasmodesmata or may be accumulated across plasma membranes by Suc/proton (H+) symporter enzymes.  Suc/H+ symporters are therefore fundamental to carbohydrate distribution and to coordinating disparate organs into a whole entity.  Suc/H+ symporters form a small gene family, but the physiological functions of most members is poorly resolved.  A better understanding of their function would help clarify their respective roles in whole-plant nutrient partitioning, and would enable their manipulation to target biomass to harvested organs.  This project will 1) establish the capacity of representative symporters for moving Suc across membranes in whole plants by assessing their ability to complement a defined Suc-transport-defective mutant, and 2) establish the potential of ectopically expressed symporters to target carbohydrate and biomass to specific tissues to enhance plant productivity.  Broader Impacts:  By building on strengths established during prior support, this project will efficiently contribute to our understanding of nutrient partitioning in relation to whole-plant physiology and provide transformative strategies to increase productivity; provide interdisciplinary training for high-school, undergraduate, graduate, and postdoctoral scholars from diverse backgrounds; and engage students from at-risk groups by coordinating with organizers of the UNT FOCUS scholarship program (Fostering Outstanding Cohorts in Undergraduate Science, NSF program 07-524, Scholarships in Science, Technology, Engineering, and Mathematics [S-STEM], Project #0807128), which promotes success by fostering cohorts of science majors and promoting interaction with science mentors.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Ayre",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Brian G Ayre",
   "pi_email_addr": "bgayre@unt.edu",
   "nsf_id": "000148333",
   "pi_start_date": "2009-08-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Texas",
  "inst_street_address": "1112 DALLAS DR STE 4000",
  "inst_street_address_2": "",
  "inst_city_name": "DENTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9405653940",
  "inst_zip_code": "762051132",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "TX13",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH TEXAS",
  "org_prnt_uei_num": "",
  "org_uei_num": "G47WN1XZNWX9"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Texas",
  "perf_str_addr": "1112 DALLAS DR STE 4000",
  "perf_city_name": "DENTON",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "762051132",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "TX13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765800",
   "pgm_ele_name": "Physiol Mechs & Biomechanics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 157543.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 228018.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 87000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Overview and Intellectual Merit</strong></p>\n<p>Plant productivity has increased dramatically over the last century due in part to breeding practices that divert resources to harvested organs such as tubers, fruits, and grains.&nbsp; Sucrose is the predominant photoassimilate transported cell to cell and long distance, and understanding sucrose transport is essential to understanding plant growth and yield.&nbsp; Sucrose transporters (SUTs) are enzymes that catalyze the movement of sucrose across membranes:&nbsp; SUTs are therefore fundamental to sugar distribution from photosynthetic leaves to regions of growth and storage, and participate in coordinating the disparate organs of a plant into a whole entity.&nbsp; A better understanding of SUT function would help clarify their roles in plant productivity and would enable their manipulation to target biomass to desired tissues and organs through biotechnology.&nbsp; We proposed to 1) establish the capacity of representative SUTs for moving sucrose across plant membranes by assessing their ability to complement a defined sucrose-transport-defective mutant, and 2) establish the potential of ectopically expressed symporters to target carbohydrate and biomass to specific tissues to enhance plant productivity.&nbsp; The model organism for these experiments was the model eudicot, <em>Arabidopsis thaliana</em>.</p>\n<p>During the course of these studies, we learned that sequence similarity is a poor indicator of transporter ability to mobilize sucrose and rescue the mutation:&nbsp; Several genes with high homology to the mutated gene, some of which have clear transport functions in other eudicot species, did not rescue the mutation, whereas a distantly related gene from a monocot did rescue the mutant.&nbsp; In addition, the transporters were over-expressed specifically in the phloem (the sucrose-conducting conduits of the plant vascular system) of wild-type Arabidopsis with the aim of increasing productivity by enhancing transport to growing organs and reducing sucrose-mediated inhibition on photosynthesis.&nbsp; Although enhanced transport was achieved, growth was diminished unless the plants were supplemented with higher phosphate levels.&nbsp; These experiments suggest that sugar and phosphate are tightly coupled and that efforts to increase productivity by enhancing sugar transport disrupt the carbon / phosphate balance and lead to perception of a nutrient deficiency.&nbsp; A model for how the plant perceives and responds to changes in the sugar / phosphate balance was presented in the peer-reviewed literature. As of the submission date of this project outcome report, experiments and findings of this research contributed to seven peer-reviewed manuscripts, five invited speaker presentations by the PI, and more than a dozen poster presentations at international-level conferences.&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Broader Impacts </strong></p>\n<p>The Dallas / Fort Worth area is one of the fastest growing in the US and has a high demand for graduates with advanced training.&nbsp; Two PhD students and a MS student conducted their dissertation research with support from this award, and eighteen undergraduate and high-school students received hands-on training in laboratory science while participating in various aspects of the project.&nbsp; Two of the graduate students and eleven of the undergraduate and high school students were from groups underrepresented in STEM (science, technology, engineering, and mathematics) disciplines. &nbsp;PI Ayre conducted development (sabbatical)&nbsp;leave at the Max Planck Institute of Molecular Plant Physiology, Department of Metabolic Networks, in Potsdam, Germany, where he learned new philosophies and techniques in high-throughput \"systems\" biology, as it relates to plant metabolism and productivity. &nbsp;The University of North Texas gained important physical infrastructure wi...",
  "por_txt_cntn": "\nOverview and Intellectual Merit\n\nPlant productivity has increased dramatically over the last century due in part to breeding practices that divert resources to harvested organs such as tubers, fruits, and grains.  Sucrose is the predominant photoassimilate transported cell to cell and long distance, and understanding sucrose transport is essential to understanding plant growth and yield.  Sucrose transporters (SUTs) are enzymes that catalyze the movement of sucrose across membranes:  SUTs are therefore fundamental to sugar distribution from photosynthetic leaves to regions of growth and storage, and participate in coordinating the disparate organs of a plant into a whole entity.  A better understanding of SUT function would help clarify their roles in plant productivity and would enable their manipulation to target biomass to desired tissues and organs through biotechnology.  We proposed to 1) establish the capacity of representative SUTs for moving sucrose across plant membranes by assessing their ability to complement a defined sucrose-transport-defective mutant, and 2) establish the potential of ectopically expressed symporters to target carbohydrate and biomass to specific tissues to enhance plant productivity.  The model organism for these experiments was the model eudicot, Arabidopsis thaliana.\n\nDuring the course of these studies, we learned that sequence similarity is a poor indicator of transporter ability to mobilize sucrose and rescue the mutation:  Several genes with high homology to the mutated gene, some of which have clear transport functions in other eudicot species, did not rescue the mutation, whereas a distantly related gene from a monocot did rescue the mutant.  In addition, the transporters were over-expressed specifically in the phloem (the sucrose-conducting conduits of the plant vascular system) of wild-type Arabidopsis with the aim of increasing productivity by enhancing transport to growing organs and reducing sucrose-mediated inhibition on photosynthesis.  Although enhanced transport was achieved, growth was diminished unless the plants were supplemented with higher phosphate levels.  These experiments suggest that sugar and phosphate are tightly coupled and that efforts to increase productivity by enhancing sugar transport disrupt the carbon / phosphate balance and lead to perception of a nutrient deficiency.  A model for how the plant perceives and responds to changes in the sugar / phosphate balance was presented in the peer-reviewed literature. As of the submission date of this project outcome report, experiments and findings of this research contributed to seven peer-reviewed manuscripts, five invited speaker presentations by the PI, and more than a dozen poster presentations at international-level conferences. \n\n \n\nBroader Impacts \n\nThe Dallas / Fort Worth area is one of the fastest growing in the US and has a high demand for graduates with advanced training.  Two PhD students and a MS student conducted their dissertation research with support from this award, and eighteen undergraduate and high-school students received hands-on training in laboratory science while participating in various aspects of the project.  Two of the graduate students and eleven of the undergraduate and high school students were from groups underrepresented in STEM (science, technology, engineering, and mathematics) disciplines.  PI Ayre conducted development (sabbatical) leave at the Max Planck Institute of Molecular Plant Physiology, Department of Metabolic Networks, in Potsdam, Germany, where he learned new philosophies and techniques in high-throughput \"systems\" biology, as it relates to plant metabolism and productivity.  The University of North Texas gained important physical infrastructure with the purchase of new growth facilities, an ultra-low freezer, and state-of-the-art equipment for monitoring photosynthesis.  This research also provided preliminary findings to support another funded NSF award.\n\nThe finding..."
 }
}