{
 "awd_id": "0923827",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Precise Engineering of Plant Genomes using Zinc Finger Nucleases",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032924508",
 "po_email": "dokamuro@nsf.gov",
 "po_sign_block_name": "Diane Jofuku Okamuro",
 "awd_eff_date": "2009-09-15",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 3349701.0,
 "awd_amount": 3355326.0,
 "awd_min_amd_letter_date": "2009-08-19",
 "awd_max_amd_letter_date": "2013-01-16",
 "awd_abstract_narration": "PI: Daniel F. Voytas (University of Minnesota)\r\n\r\nCoPIs: Drena L. Dobbs (Iowa State University), J. Keith Joung (Massachusetts General Hospital), Jennifer Kuzma (University of Minnesota) and Kan Wang (Iowa State University)\r\n\t\r\nPlants have remarkable biosynthetic capacities that can be harnessed to produce compounds of value for food, fuel, medicine and industry. Fully realizing the biosynthetic potential of plants, however, requires sophisticated tools to manipulate plant genomes.  Specifically, it is desirable to make precise alterations to the plant genetic code, including DNA insertions, deletions and substitutions.  Such precise modifications can be made through a process known as gene targeting or homologous recombination.  Fundamentally, gene targeting is a DNA swapping reaction:  a DNA fragment carrying a desired sequence is introduced into a plant cell, and it replaces the native copy of the gene.   To enhance the efficiency of gene targeting, a chromosome break is created at the site of modification (the target).  An enzyme called a zinc finger nuclease (ZFN) is used to generate the chromosome break.  ZFNs have two components: a DNA recognition domain (a zinc finger array) and a nuclease that cleaves the chromosome.  Zinc finger arrays can be designed to recognize diverse DNA sequences, thereby making it possible to modify any chromosomal target.  Current research is directed at developing zinc finger nuclease-assisted gene targeting for widespread use in plants, including establishing key parameters for high frequency gene modification and robust methods for the design of zinc finger arrays.  The project focuses on implementing gene targeting in rice, arguably the world's most important food crop.  The outcome of the research will be a highly facile gene targeting system that can be employed in a variety of plant species.  Because gene targeting introduces changes in plant genomes in a highly specific and controlled manner, crops generated through gene targeting may be met with greater public acceptance than traditional genetically modified crops.  \r\n\r\nAn efficient method for making precise modifications to plant genomes (gene targeting) is critical for detailed functional analysis of genes and genetic pathways.  Gene targeting will also enable the development of new crop varieties, including those that better withstand pests, have enhanced food value, and produce compounds of industrial importance.  Gene targeting differs fundamentally from transgenesis in that the resulting plant material may only have a single or few nucleotide changes that distinguish it from the parent.  This precision suggests that gene targeting may mitigate some concerns about the use of genetically modified crops, which has limited the application of genetic engineering to plant agriculture.  The project specifically explores the potential societal impacts of gene targeting.  In addition, the project will train undergraduate and graduate students for work in plant molecular biology, computational biology and public policy.  This diversity of research topics provides a rich interdisciplinary training environment and a unique opportunity for all project participants to learn about the impact of science on society.  Access to software and data generated from this project can be obtained at www.zincfingers.org.  DNA reagents are available at www.addgene.org.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Voytas",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel F Voytas",
   "pi_email_addr": "voytas@umn.edu",
   "nsf_id": "000383253",
   "pi_start_date": "2009-08-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Drena",
   "pi_last_name": "Dobbs",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Drena L Dobbs",
   "pi_email_addr": "ddobbs@iastate.edu",
   "nsf_id": "000258721",
   "pi_start_date": "2009-08-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Kuzma",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer Kuzma",
   "pi_email_addr": "jkuzma@ncsu.edu",
   "nsf_id": "000385678",
   "pi_start_date": "2009-08-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kan",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kan Wang",
   "pi_email_addr": "kanwang@iastate.edu",
   "nsf_id": "000389687",
   "pi_start_date": "2009-08-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jae",
   "pi_last_name": "Joung",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jae Joung",
   "pi_email_addr": "jjoung@partners.org",
   "nsf_id": "000337553",
   "pi_start_date": "2009-08-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "2221 UNIVERSITY AVE SE STE 100",
  "perf_city_name": "MINNEAPOLIS",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554143074",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132900",
   "pgm_ele_name": "Plant Genome Research Project"
  },
  {
   "pgm_ele_code": "757700",
   "pgm_ele_name": "Plant Genome Research Resource"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1329",
   "pgm_ref_txt": "PLANT GENOME RESEARCH PROJECT"
  },
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 819109.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 823989.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 827633.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 884595.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In the coming decades, considerable demand will be placed on plant agriculture to provide the food, fiber and fuel needed to sustain an expanding world population.&nbsp; Coupled to this demand for increased agricultural productivity is the challenge of growing crops in an increasingly unpredictable climate and on marginal land that previously has not been cultivated.&nbsp; In the past decade, scientists have determined the genetic blueprint of a variety of plants, including several important crop species. One goal of plant molecular genetics is to determine how this genetic blueprint dictates plant growth and development.&nbsp; Once this is better understood, the information can be used to create new crop varieties that meet the burgeoning demands placed on modern agriculture.</p>\n<p>The goal of this research project was to develop methods to make specific alterations to the plant genetic code.&nbsp; Targeted genetic modifications provide a powerful means to determine how a plant&rsquo;s genetic blueprint or genome gets deciphered.&nbsp; Precise genome modifications are created using proteins called sequence-specific nucleases, which are engineered to recognize specific DNA sequences in the plant genome.&nbsp; The nucleases create a break at the target site in the plant DNA, and the repair of this break can be controlled to achieve the desired targeted DNA sequence modification.&nbsp; Two classes of nucleases were developed and optimized for targeted genome editing, namely zinc finger nucleases (ZFNs) and transcription activator-like effector nucleases (TALENs).&nbsp; The latter nucleases proved particularly powerful and have been used to make targeted DNA sequence modifications to a variety of plant, animal and fungal genomes.&nbsp; All reagents for making TALENs and ZFNs were made publically available, and to date have been distributed to over 1700 labs worldwide.&nbsp; An important outcome of this project, therefore, was robust reagents and protocols for making precise alterations to eukaryotic genomes.</p>\n<p>In plants, genetic modifications created using sequence-specific nucleases alter the way a plant grows and develops and therefore inform us of the role played by that particular segment of the genetic code in the life of the plant.&nbsp; Information learned about plant gene function can be used, in some cases, to create new and improved crop varieties, including those that better withstand pests, have enhanced food value, and produce compounds of industrial importance. &nbsp;Targeted genetic manipulation differs fundamentally from transgenesis in that the resulting plant material may only have a single or few nucleotide changes that distinguish it from the parent. The societal impact of this new approach to create genetic variation relevant to agriculture was addressed by exploring legal, policy, intellectual property, economic, social, and ethical issues surrounding its deployment.&nbsp; This work will lay the groundwork for more formal analyses of policy options for oversight of gene targeting technology and its use in agriculture.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/16/2014<br>\n\t\t\t\t\tModified by: Daniel&nbsp;F&nbsp;Voytas</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn the coming decades, considerable demand will be placed on plant agriculture to provide the food, fiber and fuel needed to sustain an expanding world population.  Coupled to this demand for increased agricultural productivity is the challenge of growing crops in an increasingly unpredictable climate and on marginal land that previously has not been cultivated.  In the past decade, scientists have determined the genetic blueprint of a variety of plants, including several important crop species. One goal of plant molecular genetics is to determine how this genetic blueprint dictates plant growth and development.  Once this is better understood, the information can be used to create new crop varieties that meet the burgeoning demands placed on modern agriculture.\n\nThe goal of this research project was to develop methods to make specific alterations to the plant genetic code.  Targeted genetic modifications provide a powerful means to determine how a plantÆs genetic blueprint or genome gets deciphered.  Precise genome modifications are created using proteins called sequence-specific nucleases, which are engineered to recognize specific DNA sequences in the plant genome.  The nucleases create a break at the target site in the plant DNA, and the repair of this break can be controlled to achieve the desired targeted DNA sequence modification.  Two classes of nucleases were developed and optimized for targeted genome editing, namely zinc finger nucleases (ZFNs) and transcription activator-like effector nucleases (TALENs).  The latter nucleases proved particularly powerful and have been used to make targeted DNA sequence modifications to a variety of plant, animal and fungal genomes.  All reagents for making TALENs and ZFNs were made publically available, and to date have been distributed to over 1700 labs worldwide.  An important outcome of this project, therefore, was robust reagents and protocols for making precise alterations to eukaryotic genomes.\n\nIn plants, genetic modifications created using sequence-specific nucleases alter the way a plant grows and develops and therefore inform us of the role played by that particular segment of the genetic code in the life of the plant.  Information learned about plant gene function can be used, in some cases, to create new and improved crop varieties, including those that better withstand pests, have enhanced food value, and produce compounds of industrial importance.  Targeted genetic manipulation differs fundamentally from transgenesis in that the resulting plant material may only have a single or few nucleotide changes that distinguish it from the parent. The societal impact of this new approach to create genetic variation relevant to agriculture was addressed by exploring legal, policy, intellectual property, economic, social, and ethical issues surrounding its deployment.  This work will lay the groundwork for more formal analyses of policy options for oversight of gene targeting technology and its use in agriculture. \n\n \n\n\t\t\t\t\tLast Modified: 12/16/2014\n\n\t\t\t\t\tSubmitted by: Daniel F Voytas"
 }
}