{
 "awd_id": "0923679",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Molecular Mechanisms of Dynamic Protein Localization in the Bacterial Cell",
 "cfda_num": "47.074",
 "org_code": "08070600",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gregory W. Warr",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 942968.0,
 "awd_amount": 942968.0,
 "awd_min_amd_letter_date": "2009-07-16",
 "awd_max_amd_letter_date": "2009-08-06",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\r\n\r\nIntellectual merit.  The past decade has seen a profound shift in our understanding of the bacterial cell.  It is now clear that the three-dimensional organization of the cell is an integral component of the function of cellular regulatory pathways.  The bacterial cell is highly organized, with many specifically and dynamically localized regulatory proteins, DNA loci, and cytoskeletal proteins. Further, the Caulobacter crescentus cell topology, polar morphology, and the three-dimensional deployment of regulatory and signaling proteins have been shown to be integrated into the operation of the cell cycle genetic control circuitry. Much less is known about the specific mechanisms that effect the dynamic localization of proteins involved in cell cycle regulation or molecular positioning for organelle development. In this project, molecular participants and mechanisms involved in dynamic protein localization are being identified using a genetic screen for mutants that mislocalize the timing or positioning of localized proteins.  This is an essential step to realization of the goal of a kinetic model of the assembly and disassembly of localized multiprotein complexes. The insights from this work will provide a major step forward in our understanding of how cellular regulation operates as an integrated and spatially distributed control system.  The experimental organism is the bacterium Caulobacter crescentus, but the insights and mechanisms identified will be generally applicable to all bacterial cells.  Indeed, since positioning of multi-protein complexes to specific membrane-associated positions occurs in most cells, the results will apply to all organisms.\r\n\r\nBroader impacts.  The investigator on this grant, Dr. Harley McAdams, has been at the forefront of the emergence of 'systems biology' and development of an integrated, system-level understanding of bacterial cell cycle regulation. His research has emphasized, first, the need to think of the cell as an integrated entity and to identify the logical circuitry of genetic control circuits, and, second, analysis of cellular control systems with the methods used in engineering analysis of more familiar information systems. The McAdams laboratory trains graduate students in the physical and chemical sciences and engineering for careers in biological research. This genetic screening project involves use of automation and advanced computational analysis of cell images as well as sophisticated molecular engineering and genetic analysis. The project involves students with engineering and computational skills as well as students with biochemistry and genetics backgrounds. Research in this interdisciplinary environment provides a unique opportunity for cross-disciplinary students to acquire advanced laboratory skills as well as skills in computational biology and modeling.  Dr. McAdams frequently speaks to engineering and physical science students about interdisciplinary research in biology, and the career opportunities for engineers and physicists in the biological sciences.  This missionary work to the engineering community has been effective in attracting students in engineering and physical sciences into biological research.",
 "awd_arra_amount": 942968.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Harley",
   "pi_last_name": "McAdams",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Harley H McAdams",
   "pi_email_addr": "hmcadams@stanford.edu",
   "nsf_id": "000373057",
   "pi_start_date": "2009-07-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "450 JANE STANFORD WAY",
  "perf_city_name": "STANFORD",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943052004",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1132",
   "pgm_ref_txt": "CELLULAR ORGANIZATION"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 942968.0
  }
 ],
 "por": null
}