{
 "awd_id": "0923628",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:   Molecular Genetic Studies of Bdelloid Rotifers",
 "cfda_num": "47.074",
 "org_code": "08070100",
 "po_phone": "7032924967",
 "po_email": "kccone@nsf.gov",
 "po_sign_block_name": "Karen Cone",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2012-12-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 499445.0,
 "awd_min_amd_letter_date": "2009-08-25",
 "awd_max_amd_letter_date": "2012-08-14",
 "awd_abstract_narration": "The goal of this project is to discover and characterize the genetic and ecological factors that have allowed a group of invertebrate animals, bdelloid rotifers, to evolve successfully for tens of millions of years without sexual reproduction although other metazoan species that cease reproducing sexually almost invariably suffer early extinction. Specifically, the project will (1) Determine the length and age distribution of DNA segments transferred within bdelloid populations. Although bdelloids almost certainly do not engage in sexual reproduction, the recent demonstration of homologous DNA transfer in natural bdelloid populations appears to represent a novel form of mixis, the genetic and evolutionary implications of which are as yet unknown. (2) Determine whether the unusual desiccation/rehydration cycle of bdelloids can mediate horizontal transfer of genes to bdelloid genomes by screening bdelloids after desiccation and rehydration in the presence of DNA carrying a selectable marker. The occurrence of gene integration under such conditions would constitute a form of genetic transfer previously unknown to occur naturally in metazoans and, if homologous, is likely to account for both the recently demonstrated allele sharing in bdelloid populations and the ectopic incorporation of foreign genes. (3) More fully characterize the massive horizontal transfer and ectopic incorporation of foreign (including bacterial, fungal and plant) genes that has occurred in bdelloids by examining transcribed genes of several rotifer species in order to determine the nature, sources, and possible functions of genes horizontally transferred from distantly related taxa. \r\n\r\nBroader Impacts:  Why sexual reproduction exists, why it should take two parents rather than one to produce offspring, are questions of fundamental biological importance that are also of general public interest and afford an excellent opportunity for public education in biology. Results from this project under earlier NSF support have received wide coverage in the US and international media, and have been incorporated into college biology curricula, biology textbooks, and popular books on biology and evolution.  The project will train two postdoctoral scientists, a Ph.D. student, and four undergraduates.  The more than 30 Mb of bdelloid cDNA sequence generated by the project will be deposited in GenBank and will be available on a website with a graphical interface for examining read quality, coverage of assemblies, ORF identification, and annotation; for searching bdelloid sequences using BLAST or bdelloid annotation using keywords; and for downloading data, the results of BLAST searches, etc.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Meselson",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew S Meselson",
   "pi_email_addr": "msm@wjh.harvard.edu",
   "nsf_id": "000455679",
   "pi_start_date": "2009-08-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": "1033 MASSACHUSETTS AVE STE 3",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021385366",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1116",
   "pgm_ref_txt": "EUKARYOTIC GENETICS"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 499445.0
  }
 ],
 "por": null
}