{
 "awd_id": "0923671",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Predicting disease risk from community context and host phenotype:   A trait-based approach",
 "cfda_num": "47.074",
 "org_code": "08010208",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Alan Tessier",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 675000.0,
 "awd_amount": 675000.0,
 "awd_min_amd_letter_date": "2009-08-15",
 "awd_max_amd_letter_date": "2012-02-17",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\r\n\r\n\r\nThis project will test whether an individual's risk of acquiring an infectious disease is determined by a handful of easily measured ecological traits of the host individual (i.e., host phenotype), and of other host species that are potential sources of infection (community context).  Experiments will be conducted using a model system for multi-host vector-borne pathogens: barley yellow dwarf viruses, aphid (insect) vectors that transmit them, and 20 wild grass host species.  First, greenhouse experiments will quantify the phenotypes of these grass species at low and high nitrogen (nutrient) availability.  Phenotypes will be quantified based on a suite of physiological traits including rate of photosynthesis, concentration of nutrients in leaves, leaf growth rate, and leaf lifespan.  Hosts with high nutrient concentrations are expected to also have high metabolic rates (comprising quick-return or QR phenotypes) while hosts with low nutrient concentrations will have low metabolic rates (slow-return or SR phenotypes).  Greenhouse experiments will also test whether QR phenotypes are more heavily fed upon by aphids, are more susceptible to infection by feeding aphids, and are better able to withstand the negative impacts of infection than SR phenotypes.  Field experiments will test whether QR phenotypes experience greater risk than SR phenotypes of disease transmission from other host species, and whether that risk depends on community context.  The field experiments will test whether increased nutrient availability, a major result of human activities, alters disease risk.  \r\n\r\nPredicting risk of disease is a critical ecological, agricultural, and public health goal.  Of particular concern are vector-borne diseases that infect multiple host species.  For example, West Nile virus is transmitted to humans (hosts) chiefly by mosquitoes (vectors) that fed on infected birds (hosts). Similarly, most pathogens of crops also infect wild plant host species.  Understanding sources of risk will improve management of diseases in wild and domestic plants and animals, as well as humans.  This project will involve both undergraduate and graduate students, and results will be communicated to citizens ranging from local high school students to public health professionals.",
 "awd_arra_amount": 675000.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Mitchell",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Charles E Mitchell",
   "pi_email_addr": "mitchell@bio.unc.edu",
   "nsf_id": "000244524",
   "pi_start_date": "2009-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Chapel Hill",
  "inst_street_address": "104 AIRPORT DR STE 2200",
  "inst_street_address_2": "",
  "inst_city_name": "CHAPEL HILL",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9199663411",
  "inst_zip_code": "275995023",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL",
  "org_prnt_uei_num": "D3LHU66KBLD5",
  "org_uei_num": "D3LHU66KBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Chapel Hill",
  "perf_str_addr": "104 AIRPORT DR STE 2200",
  "perf_city_name": "CHAPEL HILL",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "275995023",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118200",
   "pgm_ele_name": "POP & COMMUNITY ECOL PROG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1182",
   "pgm_ref_txt": "POP & COMMUNITY ECOL PROG"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 675000.0
  }
 ],
 "por": null
}