{
 "awd_id": "0923581",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI:  Development of a Chemical Ionization Time-of-Flight Mass Spectrometer for On-line Organic Aerosol Analysis",
 "cfda_num": "47.050",
 "org_code": "06020104",
 "po_phone": "7032928522",
 "po_email": "sedgerto@nsf.gov",
 "po_sign_block_name": "Sylvia Edgerton",
 "awd_eff_date": "2009-08-01",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 586523.0,
 "awd_amount": 586523.0,
 "awd_min_amd_letter_date": "2009-08-05",
 "awd_max_amd_letter_date": "2009-08-05",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\r\n\r\nThis project will develop a novel chemical ionization aerosol time-of-flight mass spectrometer (CI-ATOFMS) that will couple the soft and selective ionization of CI, the ion trapping and transfer properties of an electrodynamic ion funnel (IF), and a high resolution orthogonal acceleration time-of-flight (oa-TOF) mass spectrometer to produce a highly sensitive and selective instrument for characterizing the organic content of atmospheric aerosols. The new instrument will complement existing measurement methods while providing unique insights into the sources and processes leading to the large variety of organic species that exist in aerosols. The analytical capabilities of CI-ATOFMS include: 1) obtaining real-time information on organic species in individual particles; 2) providing information on surface versus bulk species; and 3) selectively analyzing specific classes of compounds. The ability to identify the organic content of single aerosol particles and further classify the aerosols into broad categories based on their source, age, and/or mixing state will make possible a transformative step towards understanding the impact of aerosols on health and the environment. \r\n\r\nBeyond atmospheric chemistry, performing sensitive on-line CI mass spectrometry on small complex mixtures will open new doors for the analysis of systems such as single cells, particles in water and air (i.e., viruses, phytoplankton, bacteria), pharmaceutical powders, nanomaterials, and allergens such as mold and pollen. On-line analysis has the added benefit of minimal sample preparation, high throughput and rapid screening of compounds, which are current needs in the pharmaceutical industry, organic and biochemical synthesis, early-cancer screening and disease detection, on-line single cell proteomics, and biological mass spectrometry. Working on this instrument development project will provide unique experiences to graduate students, postdoctoral fellows, and undergraduates as the instrument is designed, built, and tested. From an analytical chemistry perspective, students will be trained in the analysis and deconvolution of complex mixtures using state-of-the-art instrumentation and computational tools. All members of the principal investigator's group are proactive in outreach programs to educate the public and they participate regularly in university and community outreach activities. During the summers, the group hosts undergraduates who participate in research programs at the University of California, San Diego that specifically serve underrepresented minorities (African Americans, Chicanos, Latinos, Native Americans, and Pacific Islanders) majoring in chemistry, physics, or other sciences. In addition, the newly developed instrument will receive extensive exposure through public outreach efforts run through the Birch Aquarium at Scripps Institution of Oceanography, which hosts approximately 400,000 visitors per year.",
 "awd_arra_amount": 586523.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kimberly",
   "pi_last_name": "Prather",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Kimberly A Prather",
   "pi_email_addr": "kprather@ucsd.edu",
   "nsf_id": "000443832",
   "pi_start_date": "2009-08-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "9500 GILMAN DR",
  "perf_city_name": "LA JOLLA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930021",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1189",
   "pgm_ref_txt": "MAJOR RESEARCH INSTRUMENTATION"
  },
  {
   "pgm_ref_code": "1309",
   "pgm_ref_txt": "GLOBAL TROPOSPHERIC CHEMISTRY"
  },
  {
   "pgm_ref_code": "1524",
   "pgm_ref_txt": "ATMOSPHERIC CHEMISTRY"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "9188",
   "pgm_ref_txt": "AIR QUALITY"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 586523.0
  }
 ],
 "por": null
}