{
 "awd_id": "0923096",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Acquisition of a Time-of-Flight Secondary Ion Mass Spectrometer",
 "cfda_num": "47.049",
 "org_code": "03070006",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas P. Rieker",
 "awd_eff_date": "2009-10-01",
 "awd_exp_date": "2011-09-30",
 "tot_intn_awd_amt": 698600.0,
 "awd_amount": 698600.0,
 "awd_min_amd_letter_date": "2009-08-26",
 "awd_max_amd_letter_date": "2010-11-17",
 "awd_abstract_narration": "0923096\r\nBarbara\r\nU. Texas Austin\r\n\r\n\"This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\"\r\n\r\nTechnical Summary: Researchers at the University of Texas at Austin are requesting the purchase of a cutting-edge time-of-flight secondary ion mass spectrometer (TOF-SIMS) for spectroscopy, imaging, and sputter depth profiling of a large variety of solid samples. This TOF-SIMS features several notable attributes, including ~100 nm lateral resolution and spatial resolution of ~2 nm in the z-direction, ppb-level chemical sensitivity, three-dimensional chemical mapping capabilities and depth profiling with minimal damage by means of C60+ and Au+ cluster ion sources. We have selected an instrument configuration that addresses the analysis needs of our broad spectrum of users, whose samples include inorganic, organic, polymer, bio- and nanomaterials and whose research projects range from printable photovoltaics to polymeric biomaterials to nanoscale LEDs. Several complementary surface analysis instruments (e.g., XPS, SEM) exist at UT-Austin, but no single instrument is currently available that provides minimally destructive, highly spatially-resolved imaging and highly sensitive chemical analysis on µm to nm length scales and that is suitable for all of these diverse projects. The proposed instrument will be managed by and housed within UT-Austin?s Center for Nano- and Molecular Science and Technology, and will be accessible 24 hours a day, 365 days a year for hands-on analysis by student and faculty users. This proposed instrument has generated an unprecedented level of interest and support from faculty and students spanning eight academic departments at UT-Austin, and we fully expect that the TOF-SIMS will be regularly utilized by a greater variety of academic units than any other single instrument on campus. Use of the instrument will be extended to other nearby Texas universities as well as interested industrial researchers. \r\n\r\nLayman Summary: The success of research activities for modern materials and devices, including semiconductor films for computer chips, low-cost materials for solar cells, and pattered devices for cancer detection in cells, is dependent on the ability to obtain chemical information on these materials at nanometer-scale spatial resolution and with high chemical sensitivity. In this regard, time-of-flight secondary ion mass spectrometry (TOF-SIMS) has been established as an analytical technique that is becoming one of the most powerful tools in materials research. TOF-SIMS uses a pulsed primary ion beam to desorb and ionize atomic and molecular species from a sample surface. These secondary ions then are accelerated into a time-of-flight mass spectrometer, where they are separated according to their unique mass and analyzed for prevalence in the sample. TOF-SIMS can also be used to obtain two- and three-dimensional sample images with chemical contrast by scanning the focused ion beam across the sample surface. TOF-SIMS has been used traditionally to analyze conducting and semiconducting samples with exceptional sensitivity. However, the recent introduction of new types of ion beams that are less harsh than conventional beams has made TOF-SIMS an ideal technique for the ultra-sensitive analysis of delicate organic, polymeric, and biological samples as well. Owing to its broad applicability, researchers at the University of Texas at Austin have proposed the acquisition of a state-of-the-art TOF-SIMS instrument equipped with multiple ion beams to be utilized in the analysis of a variety of samples used in ongoing research projects in eight disciplines of science and engineering, including chemistry, physics, pharmacy and electrical engineering. The TOF-SIMS will be available 24 hours a day, 7 days a week for hands-on use by students and faculty both at UT-Austin and at other nearby Texas universities, as well as interested industrial researchers.",
 "awd_arra_amount": 698600.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Barbara",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Paul F Barbara",
   "pi_email_addr": "p.barbara@mail.utexas.edu",
   "nsf_id": "000186397",
   "pi_start_date": "2009-08-26",
   "pi_end_date": "2010-11-17"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Keith",
   "pi_last_name": "Stevenson",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Keith J Stevenson",
   "pi_email_addr": "stevenson@mail.cm.utexas.edu",
   "nsf_id": "000433238",
   "pi_start_date": "2010-11-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christine",
   "pi_last_name": "Schmidt",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Christine E Schmidt",
   "pi_email_addr": "schmidt@bme.ufl.edu",
   "nsf_id": "000367884",
   "pi_start_date": "2009-08-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Korgel",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Brian A Korgel",
   "pi_email_addr": "korgel@che.utexas.edu",
   "nsf_id": "000448003",
   "pi_start_date": "2009-08-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Xiaoyang",
   "pi_last_name": "Zhu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xiaoyang Zhu",
   "pi_email_addr": "xyzhu@columbia.edu",
   "nsf_id": "000523215",
   "pi_start_date": "2009-08-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "110 INNER CAMPUS DR",
  "perf_city_name": "AUSTIN",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121139",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1189",
   "pgm_ref_txt": "MAJOR RESEARCH INSTRUMENTATION"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 698600.0
  }
 ],
 "por": null
}