{
 "awd_id": "0923850",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase II:  Combining Mobility and Manipulation in a Tri-Sphere Robot",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Muralidharan Nair",
 "awd_eff_date": "2009-08-15",
 "awd_exp_date": "2013-01-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 777626.0,
 "awd_min_amd_letter_date": "2009-08-10",
 "awd_max_amd_letter_date": "2012-12-10",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\r\n\r\nThis Small Business Innovation Research (SBIR) Phase II research project seeks to develop a radically new type of mobile robot.  Most of today?s robots rely on wheels to move from one location to another but the proposed Tri-Sphere robot moves by walking.  This form of locomotion provides distinct advantages when the robot is called upon to negotiate cluttered terrain.  The Tri-Sphere robot interacts with its environment via a unique six degree-of-freedom parallel manipulator.  This manipulator allows the robot to dig, grasp and carry objects with exceptional dexterity.  An important feature of the robot?s design is that both its manipulator and its legs are driven by the same suite of six electric motors.  This intrinsic mechanical simplicity results in an extremely robust mechanism well suited for dirty, difficult jobs. \r\n\r\nThe broader impact of this research is the creation of a new class of robots designed to combat the threat posed by land mines and other explosive devices.  It is estimated that more than 60 million mines are in place throughout the world.  The Tri-Sphere robot will provide a safe, reliable means of locating, unearthing and disposing of this unexplored ordnance.  In addition, the Tri-Sphere design can be scaled to create versions of the robot tailored to the demands of mining, underwater trenching and other complex material handling operations that must be conducted in hazardous environments.",
 "awd_arra_amount": 498695.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Viola",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Robert Viola",
   "pi_email_addr": "viola@sqr-1.com",
   "nsf_id": "000307164",
   "pi_start_date": "2009-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Square One Systems Design, Inc.",
  "inst_street_address": "3500 SOUTHPARK DR",
  "inst_street_address_2": "",
  "inst_city_name": "JACKSON",
  "inst_state_code": "WY",
  "inst_state_name": "Wyoming",
  "inst_phone_num": "3077340211",
  "inst_zip_code": "830019509",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "WY00",
  "org_lgl_bus_name": "SQUARE ONE SYSTEMS DESIGN, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "W9LRDRNLKG21"
 },
 "perf_inst": {
  "perf_inst_name": "Square One Systems Design, Inc.",
  "perf_str_addr": "3500 SOUTHPARK DR",
  "perf_city_name": "JACKSON",
  "perf_st_code": "WY",
  "perf_st_name": "Wyoming",
  "perf_zip_code": "830019509",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "WY00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "159100",
   "pgm_ele_name": "STTR Phase II"
  },
  {
   "pgm_ele_code": "537300",
   "pgm_ele_name": "SBIR Phase II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "1367",
   "pgm_ref_txt": "DDOP-WIRELESS TECH & INFO NETW"
  },
  {
   "pgm_ref_code": "165E",
   "pgm_ref_txt": "SBIR Phase IIB"
  },
  {
   "pgm_ref_code": "4096",
   "pgm_ref_txt": "COMMUNICATIONS RESEARCH"
  },
  {
   "pgm_ref_code": "6840",
   "pgm_ref_txt": "ROBOTICS"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "9139",
   "pgm_ref_txt": "INFORMATION INFRASTRUCTURE & TECH APPL"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9231",
   "pgm_ref_txt": "SUPPL FOR UNDERGRAD RES ASSIST"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 498695.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 8000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 255931.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 15000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><em><strong>Square One Systems Design</strong></em></p>\n<p><em><strong><br /></strong></em></p>\n<p>This NSF Phase IIB funding opportunity advanced the capabilities of Square One&rsquo;s proprietary Tri-Sphere technology. The Tri-Sphere is comprised of six actuators aligned in a specific geometry that produces a mechanism of micron level dexterity. It is capable of movement in six degrees of freedom: all three translations (X,Y,Z) and all three rotations (Roll, Pitch, Yaw). Under the NSF&rsquo;s funding, Square One developed two parallel, but not independent, systems.</p>\n<p><strong><em><span style=\"text-decoration: underline;\">Tri-Sphere Manipulator (TSM)</span></em></strong> &ndash;</p>\n<p>This device, slightly larger than a gallon of milk, has been fitted with both a 3D camera (similar to that of an Xbox&rsquo;s Kinect) and a custom dual-fingered gripper. This mechanism&rsquo;s primary purpose is manipulation of small and/or delicate objects. The system is fully defined mathematically allowing the software to command the gripper to any point in space within the work envelope. Adding the 3D camera provides the software with 3D depth-data allowing the machine to interrogate objects at varying distances. By tying this data to the math and the brain of the robot, &ldquo;Point and Drive&rdquo; and &ldquo;Point and Get&rdquo; functionalities were invented. A mouse stroke selection on the users display is all that is required to drive the robot to a proper acquisition stance, and with a second mouse click the robot will pick up the object. The abilities of the machine were best quantified when with the help of QnitiQ&rsquo;s TALON robot was coupled with a custom Deployment Mechanism. The system as a whole was able to unlock a deadbolt, release a push-pin door knob lock and finally unlatch said door knob prior to pulling back the knob and opening the door.</p>\n<p>&nbsp;</p>\n<p><strong><em><span style=\"text-decoration: underline;\">Walking Tri-Sphere</span></em></strong> &ndash;</p>\n<p>The second effort focused on locomotion. The Tri-Sphere was scaled up to a standard coffee table size and inverted to create a very uniquely driven six-legged frame walker. Again, this Tri-Sphere is fully defined mathematically, and all six degrees of freedom are controlled with only six actuators. Unique to this avenue of research, was the emphasis placed on the ability to navigate uneven terrain, specifically where wheels cannot. By placing a series of sensors on the &ldquo;toes&rdquo; of the robot, the software was able to sense when the toes first made contact with the ground, and then could systematically place all six toes on the ground (in known mathematically-defined locations). This is a critical sequence if the robot is commanded to traverse any stretch of land with unknown topography, while keeping track of how far it has moved from its stating location. &nbsp;Not only does this &ldquo;adaptive walking&rdquo; allow the robot to keep an accurate track of its current pedometry, but also allows for the robot to return to a normal orientation (proves important when striding up hill).</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/17/2013<br>\n\t\t\t\t\tModified by: Robert&nbsp;Viola</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2013/0923850/0923850_10028843_1366242560652_SANY0185--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2013/0923850/0923850_10028843_1366242560652_SANY0185--rgov-800width.jpg\" title...",
  "por_txt_cntn": "\nSquare One Systems Design\n\n\n\n\nThis NSF Phase IIB funding opportunity advanced the capabilities of Square OneÆs proprietary Tri-Sphere technology. The Tri-Sphere is comprised of six actuators aligned in a specific geometry that produces a mechanism of micron level dexterity. It is capable of movement in six degrees of freedom: all three translations (X,Y,Z) and all three rotations (Roll, Pitch, Yaw). Under the NSFÆs funding, Square One developed two parallel, but not independent, systems.\n\nTri-Sphere Manipulator (TSM) &ndash;\n\nThis device, slightly larger than a gallon of milk, has been fitted with both a 3D camera (similar to that of an XboxÆs Kinect) and a custom dual-fingered gripper. This mechanismÆs primary purpose is manipulation of small and/or delicate objects. The system is fully defined mathematically allowing the software to command the gripper to any point in space within the work envelope. Adding the 3D camera provides the software with 3D depth-data allowing the machine to interrogate objects at varying distances. By tying this data to the math and the brain of the robot, \"Point and Drive\" and \"Point and Get\" functionalities were invented. A mouse stroke selection on the users display is all that is required to drive the robot to a proper acquisition stance, and with a second mouse click the robot will pick up the object. The abilities of the machine were best quantified when with the help of QnitiQÆs TALON robot was coupled with a custom Deployment Mechanism. The system as a whole was able to unlock a deadbolt, release a push-pin door knob lock and finally unlatch said door knob prior to pulling back the knob and opening the door.\n\n \n\nWalking Tri-Sphere &ndash;\n\nThe second effort focused on locomotion. The Tri-Sphere was scaled up to a standard coffee table size and inverted to create a very uniquely driven six-legged frame walker. Again, this Tri-Sphere is fully defined mathematically, and all six degrees of freedom are controlled with only six actuators. Unique to this avenue of research, was the emphasis placed on the ability to navigate uneven terrain, specifically where wheels cannot. By placing a series of sensors on the \"toes\" of the robot, the software was able to sense when the toes first made contact with the ground, and then could systematically place all six toes on the ground (in known mathematically-defined locations). This is a critical sequence if the robot is commanded to traverse any stretch of land with unknown topography, while keeping track of how far it has moved from its stating location.  Not only does this \"adaptive walking\" allow the robot to keep an accurate track of its current pedometry, but also allows for the robot to return to a normal orientation (proves important when striding up hill).\n\n\t\t\t\t\tLast Modified: 04/17/2013\n\n\t\t\t\t\tSubmitted by: Robert Viola"
 }
}