{
 "awd_id": "0923743",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Regulation of Talin Function in Amoeboid Cells",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032922283",
 "po_email": "chacunni@nsf.gov",
 "po_sign_block_name": "Charles Cunningham",
 "awd_eff_date": "2009-08-01",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 486418.0,
 "awd_amount": 486418.0,
 "awd_min_amd_letter_date": "2009-07-28",
 "awd_max_amd_letter_date": "2009-07-28",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\r\n\r\nIntellectual merit.  One of the many inhabitants in the leafy debris of the forest floors is social amoeba. These are ancient organisms that diverged and evolved independently from mammals quite early in evolution.  Social amoeba are quite remarkable--they can exist as individual cells that subsist on the bacteria growing in their environment, or they can come together to form a multicellular organism when food becomes scarce.  Amoeba survival and movement depends on their ability to stick to surfaces, either their prey bacteria or the soil on the ground or even each other.  The goal of this project is to understand exactly how simple amoebae are able to adhere to surfaces.  The focus of the work is on talin, a highly conserved protein found in both mammals and amoeba.  Talin is a linker protein that connects adhesion receptors, proteins residing in the cell's plasma membrane that recognize specific surfaces (i.e. bacteria, other amoeba), to the cell's internal skeleton, called the cytoskeleton.  Linking receptors to the cytoskeleton allows the cell to pull against the surface and either engulf its prey bacteria or move along the forest floor.  The project will ask detailed questions about the mechanism of talin action, i.e. identifying regions of the talin molecule necessary for its function and searching for other adhesion proteins that bind to talin.  It will also ask how the role of talin has evolved in social amoeba by comparing the structure and function of talins from different species of amoebae, from the most ancient to the most recent.  The information gained from this project will reveal basic principles about how cells interact with their environment, an activity that is critical for their growth and survival.   \r\n\r\nBroader impacts.  The project will provide hands-on training opportunities in laboratory research for inexperienced students (high school students, college freshmen and sophomores).  The overall goal is to introduce students to experimental science as well as stimulate and foster their independent, critical thinking skills.  The project includes a series of mini-projects designed specifically for students with a wide range of skill levels.  A one-on-one Socratic method will be employed: students will be individually taught various methods by the PI and then encouraged to work through and answer specific questions about talin, and formulate their own new questions as they proceed.  The research will also introduce students to the power of bioinformatics approaches in biology and concepts in the evolution of proteins and organisms.  Finally, the project will serve as a vehicle for stimulating international cooperation and scientific exchange with research laboratories in Latin America.  Lectures and laboratory modules will be developed for presentation in a series of International Training Courses in Cell Biology & Biochemistry held annually in Brazil, Uruguay and Argentina, and these interactions will serve as a catalyst for developing scientific collaborations.",
 "awd_arra_amount": 486418.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Margaret",
   "pi_last_name": "Titus",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Margaret A Titus",
   "pi_email_addr": "titus004@umn.edu",
   "nsf_id": "000114783",
   "pi_start_date": "2009-07-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "2221 UNIVERSITY AVE SE STE 100",
  "perf_city_name": "MINNEAPOLIS",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554143074",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1132",
   "pgm_ref_txt": "CELLULAR ORGANIZATION"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 486418.0
  }
 ],
 "por": null
}