{
 "awd_id": "0923831",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Acquisition of Light Stable Isotope Mass Spectrometers for Research and Teaching in Geochemistry, Paleobiology, and Cosmochemistry",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Russell Kelz",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2010-08-31",
 "tot_intn_awd_amt": 463218.0,
 "awd_amount": 463218.0,
 "awd_min_amd_letter_date": "2009-08-20",
 "awd_max_amd_letter_date": "2009-08-20",
 "awd_abstract_narration": "0923831\r\nColman\r\n\r\n\t\"This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\" This proposal seeks funding for acquisition of two light stable isotope mass spectrometers. These instruments will be incorporated into the newly renovated stable isotope geochemistry lab at the University of Chicago. The \"newest\" IRMS currently in the facility is a 20 year old Delta E which cannot be fitted for continuous flow operation. The proposal seeks a Thermo Delta V Plus IRMS configured for continuous flow with various introduction interfaces (EA, TCEA, GasBench II). This will allow determination of bulk H, C, N, O and S isotopes. Additionally, a MAT 253 IRMS for carbon dioxide, carbon monoxide, and sulfur isotopologue studies is requested. The IRMS will be used to understand the marine phosphorous cycle and biogeochemistry. The inorganic phosphorous oxygen isotope composition differs among riverine, estuarine and marine systems. Isotopic measurements will be used to track P cycling in freshwaters and coastal systems. Pi cycling by bacteria and archaea will be inferred from disequilibrium measurements. Isotopic disequilibria will be measured in oceanic profiles to better understand OM turnover. These measurements require the TCEA with reverse-flow configuration. Sulfur isopotologues will be used to understand non-mass-dependent photochemical and paleo- (atmospheric) sulfur cycling. Experiments will be conducted with sulfur dioxide under a range of uv irradiation in oxygen/ozone-free atmospheres. Complementary oxygen isotopes measurements will be made in order to tighten constraints on oxygen partial pressures in the Archean atmosphere. Strain across the Tibetan plateau will be analyzed in terms of crustal subduction, crustal thickening, mantle lithosphere removal, and elevation. Light stable isotope paleoaltimetry will be the analytical method ? using the strong fractionation effects seen in oxygen and hydrogen in orographic precipitation. Clumped isotope thermometry will be used to refine paleotemperature estimates to within ±2 °C. IRMS analysis will be used to elucidate sponge metabolism and its impact on nutrient cycling in nutrient-poor reef systems. Diagnostic gene transcripts have recently been identified in sponge symbionts implicating nitrogen fixation in associated bacteria. CO metabolism was likely significant in early Earth?s history. The PI and collaborators will study carbon isotopic fractionation during anaerobic carboxydotrophic microbial growth. A modified injection loop system will be developed allowing smaller sample size(s) and ultimately increased precision. The PI intends to perform calculations relating minor carbon and oxygen isotopologues to infer CO temperature formation. The instruments will be incorporated into the existing UC isotope laboratory and will support multiple departments. The acquisition will represent the only isotopologue measurement capability in the Midwest (and offer inter-calibration possibilities). Stable isotopes will be used in four new or revised courses at the undergraduate and graduate level. The laboratory will also support a mentorship program to train high school teachers from disadvantaged areas of South Chicago. Isotope measurements will be incorporated into four new or revised courses. There are over 70 graduate students and ~70 post-docs who would also benefit. The PI will be responsible for the overall operation and maintenance of both acquired IRMS systems. A full-time technician will be hired to manage day-to-day laboratory use and cost recovery. Remuneration will be used to cover remaining salary and consumables. Space is available to house the new IRMS systems including proper power, temperature, chilling and humidity requirements. Fluorination and vacuum lines are available. Sample prioritization will be transparent and published for outside users. This grant will thus lead to a new hire position at the University of Chicago in addition to equipment purchase.\r\n\r\n***",
 "awd_arra_amount": 463218.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Albert",
   "pi_last_name": "Colman",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Albert S Colman",
   "pi_email_addr": "asc25@uchicago.edu",
   "nsf_id": "000174371",
   "pi_start_date": "2009-08-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Clayton",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Robert N Clayton",
   "pi_email_addr": "r-clayton@uchicago.edu",
   "nsf_id": "000459547",
   "pi_start_date": "2009-08-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Rowley",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Rowley",
   "pi_email_addr": "rowley@geosci.uchicago.edu",
   "nsf_id": "000301038",
   "pi_start_date": "2009-08-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Chicago",
  "inst_street_address": "5801 S ELLIS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7737028669",
  "inst_zip_code": "606375418",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "UNIVERSITY OF CHICAGO",
  "org_prnt_uei_num": "ZUE9HKT2CLC9",
  "org_uei_num": "ZUE9HKT2CLC9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Chicago",
  "perf_str_addr": "5801 S ELLIS AVE",
  "perf_city_name": "CHICAGO",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606375418",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1189",
   "pgm_ref_txt": "MAJOR RESEARCH INSTRUMENTATION"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 463218.0
  }
 ],
 "por": null
}