{
 "awd_id": "0923779",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Enzyme Organization and Flux Control of the Phenylpropanoid Pathway",
 "cfda_num": "47.074",
 "org_code": "08070400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kamal Shukla",
 "awd_eff_date": "2009-08-01",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 559923.0,
 "awd_amount": 559923.0,
 "awd_min_amd_letter_date": "2009-07-28",
 "awd_max_amd_letter_date": "2009-07-28",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-15).\r\n\r\nIntellectual Merit: The phenylpropanoid pathway in higher plants produces many of nature's colorful compounds. Among these compounds, lignins and flavonoids play essential roles in plant growth and development. Lignins are a major component of plant secondary cell walls. Flavonoids serve multiple functions during biotic and abiotic stress responses. Lignins and flavonoids together account for approximately 30% of plant biomass. Understanding the biosynthesis of these compounds is an important part of biofuel research. Both lignins and flavonoids are synthesized from the same starting molecule, the amino acid phenylalanine. Previous studies showed that the biosyntheses of these two groups of metabolites are tightly linked. Interruptions of lignin biosynthesis could increase flavonoid accumulations, block auxin transport, and arrest the growth of Arabidopsis. It is not understood, however, exactly how plant cells distribute the common substrate and intermediates between the competing pathways. This project is focused on the nature of multi-enzyme organizations and flux regulations. Enzyme interactions in the multi-enzyme complexes could alter pathway flux, thus becoming an important regulatory factor of metabolic pathways. Previously, pathway efficiency was successfully increased by establishing physical contacts of key biosynthetic enzymes. These fusion proteins have been used to engineer plants and reconstituted pathways in yeast. Here, the multi-enzyme complex at the junction of lignin and flavonoid pathway will be studied. The scientific objectives are as follows: 1) To quantify the flux of phenylpropanoid compounds in each branch of the pathway in transgenic yeast, and measure the effects of specific enzyme interactions on metabolite productions. This unique heterologous system will be used to prove protein-protein interactions with standard in vitro and in vivo assays. 2) To study the enzyme interactions in wild type Arabidopsis and in various metabolic mutants. The sub-cellular co-localization of key enzymes in plant tissues that are treated with elicitors or UV-light in both wild type and mutant background will be examined. The potential enzyme interactions that define the 4CL-centered multi-enzyme complex will be characterized. \r\n\r\nBroader Impacts: The educational and outreach program is an integral part of this project.  Highly motivated undergraduate students will be enrolled as summer interns. In addition, the collaboration among faculty members of the Danforth Center and Maryville University is unique and complimentary. It enables an up-to-date research experience for the teachers and students of a small liberal arts college. At the same time, this research will enhance the educational and outreach component of the Danforth Center. The in vivo yeast expression system will be developed as a versatile teaching tool for undergraduate biology laboratory courses. The highly collaborative nature of this research project, which crosses between biochemistry, microbiology, and cell biology, offers an environment for high school students, undergraduate students, postdoctoral associates, and visiting scholars to broaden as scientists.",
 "awd_arra_amount": 559923.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Oliver",
   "pi_last_name": "Yu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Oliver Yu",
   "pi_email_addr": "oyu@danforthcenter.org",
   "nsf_id": "000257340",
   "pi_start_date": "2009-07-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Donald Danforth Plant Science Center",
  "inst_street_address": "975 N WARSON RD",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT LOUIS",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "3145871285",
  "inst_zip_code": "631322918",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MO01",
  "org_lgl_bus_name": "DONALD DANFORTH PLANT SCIENCE CENTER",
  "org_prnt_uei_num": "MVRJYL6A9VF1",
  "org_uei_num": "MVRJYL6A9VF1"
 },
 "perf_inst": {
  "perf_inst_name": "Donald Danforth Plant Science Center",
  "perf_str_addr": "975 N WARSON RD",
  "perf_city_name": "SAINT LOUIS",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "631322918",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MO01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1168",
   "pgm_ref_txt": "METABOLIC BIOCHEMISTRY"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 559923.0
  }
 ],
 "por": null
}