{
 "awd_id": "0923323",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Acquisition of Two High-Resolution Mass Spectrometers for Gas and Particle Measurements in Collaborative Laboratory Research and Field Studies",
 "cfda_num": "47.050",
 "org_code": "06020104",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "caroline weiler",
 "awd_eff_date": "2009-08-15",
 "awd_exp_date": "2010-07-31",
 "tot_intn_awd_amt": 680680.0,
 "awd_amount": 680680.0,
 "awd_min_amd_letter_date": "2009-08-20",
 "awd_max_amd_letter_date": "2009-08-20",
 "awd_abstract_narration": "This project supports acquisition of two different state-of-the-art high-resolution mass-spectrometers designed for sensitive, real-time analysis of trace gases and airborne particles.  They will be used for both field and laboratory applications.  The equipment will be used for multiple studies concerning the role of halogens and organics in secondary organic aerosol formation, climate change and urban air pollution.  Multiple other applications are foreseen, including using the instruments to better identify the effect of indoor and outdoor aerosols on human respiratory health and how pollutants interact with biological systems.  The first instrument is a high-resolution proton-transfer time-of-flight mass spectrometer (PTR-TOF-MS) from Ionicon Analytik designed for gas-phase constituents.  The second is a high resolution time-of-flight aerosol mass spectrometer (TOF-AMS) from Aerodyne Research designed for aerosol particles.  These instruments will become a multi-user resource for a large number of researchers from AirUCI, a recently established organized research unit at the University of California at Irvine which focuses on use, air quality, and impacts of air pollutants. \r\n\r\nIntellectual Merit.  The acquisition and application of this instrumentation will significantly advance our understanding of atmospheric sources and reactions of air pollutants and atmospheric compounds produced through biological processes, their impacts and how they are affected by new technologies.  This equipment will enable significant advances in understanding the role of trace gases, particularly halogen-containing species and oxygenated organics, in the oxidative capacity of the atmosphere and in secondary organic aerosol formation.  The studies have direct applications to climate change and urban air pollution.  Experiments using the equipment should reveal previously unrecognized pathways for the formation, fate and impacts of heterogeneous chemical reactions in the atmosphere.  Results will also be important in assessing the impacts of new energy technologies on these processes. \r\n\r\nBroader Impacts.  The results produced using the acquired instrumentation will be disseminated through research meetings, peer-reviewed publications, the Internet, and public media sources.  These data are critical for developing cost-effective control strategies for local and regional air pollution to climate change.  This research will also provide training to at least 75 graduate students and postdoctoral fellows as well as a number of undergraduates over the next five years in cutting edge instrumentation and its application to important atmospheric problems.  Historically, trainees have come largely from underrepresented groups in science and it is anticipated that this will continue to be the case.  In addition, this instrumentation will be used to introduce K-12 teachers to the current state of knowledge and fundamental science behind air pollution and climate change, and to illustrate these to the public as well. \r\n\r\nPostdoctoral Mentoring.  AirUCI faculty have a strong postdoctoral mentoring program in place that not only provides state-of-the-art research training but also improves communications skills through the presentation of their research at regular intervals to the institute as a whole, at annual workshops and at professional meetings such as AGU.  In addition, they interact with 7-12 teachers and the public through the AirUCI outreach programs.  Confirmation of the success of past mentoring efforts is found in the placement of their postdoctoral fellows in faculty positions in both research and primarily undergraduate universities, in state and federal government agencies (EPA, California Air Resources Board), and industry.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sergey",
   "pi_last_name": "Nizkorodov",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sergey Nizkorodov",
   "pi_email_addr": "nizkorod@uci.edu",
   "nsf_id": "000493662",
   "pi_start_date": "2009-08-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Barbara",
   "pi_last_name": "Finlayson-Pitts",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Barbara J Finlayson-Pitts",
   "pi_email_addr": "bjfinlay@uci.edu",
   "nsf_id": "000444786",
   "pi_start_date": "2009-08-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Donald",
   "pi_last_name": "Blake",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Donald R Blake",
   "pi_email_addr": "drblake@uci.edu",
   "nsf_id": "000461426",
   "pi_start_date": "2009-08-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Irvine",
  "inst_street_address": "160 ALDRICH HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IRVINE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9498247295",
  "inst_zip_code": "926970001",
  "inst_country_name": "United States",
  "cong_dist_code": "47",
  "st_cong_dist_code": "CA47",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA IRVINE",
  "org_prnt_uei_num": "MJC5FCYQTPE6",
  "org_uei_num": "MJC5FCYQTPE6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Irvine",
  "perf_str_addr": "160 ALDRICH HALL",
  "perf_city_name": "IRVINE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "926970001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "47",
  "perf_st_cong_dist": "CA47",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1189",
   "pgm_ref_txt": "MAJOR RESEARCH INSTRUMENTATION"
  },
  {
   "pgm_ref_code": "1524",
   "pgm_ref_txt": "ATMOSPHERIC CHEMISTRY"
  },
  {
   "pgm_ref_code": "9188",
   "pgm_ref_txt": "AIR QUALITY"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 680680.0
  }
 ],
 "por": null
}