{
 "awd_id": "0924363",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase II:  Security Solutions for UHF passive Radio Frequency Identification (RFID) tags",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joseph Hennessey",
 "awd_eff_date": "2009-08-15",
 "awd_exp_date": "2013-01-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 600000.0,
 "awd_min_amd_letter_date": "2009-08-11",
 "awd_max_amd_letter_date": "2011-02-04",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase II project will develop and prototype passive UHF RFID tags implemented with strong public key cryptography for the pharmaceutical industry. Implementing cryptography directly on passive tags is a significant innovation as current security solutions cannot address this need effectively. The FDA is urging the United States pharmaceutical industry to adopt RFID technology to assist with the enforcement of pedigree laws and reduce drug counterfeiting. Today's RFID tags, however, cannot protect the user from unauthorized reading, copying, or tracking because they lack onboard security. Thus, a large exposure remains since the security of the data on the tag cannot be ensured.  SecureRF is developing a security protocol which holds the promise of beings thousands of times smaller and faster than any other cryptographic function.  Secured tags will enable drug manufacturers and distributors to ensure patient safety and drug integrity as well as improve their supply chain process.\r\n\r\nThis SBIR project targets the pharmaceutical industry supply chain which handles over 4 billion U.S. prescriptions annually. Pharmaceuticals must be protected from counterfeiting and theft which impacts public safety and drives up consumer drug prices. Without onboard security, the FDA's recommended use of RFID tags could inadvertently introduce new societal threats including patient privacy concerns under HIPAA. The use of secure RFID tags will also enable the pharmaceutical industry to run their supply chain more efficiently. Additional commercial value from this project will come from developing secure products for high value asset tracking and contact-less payment systems in addition to military and Homeland Security needs. Existing cryptographic algorithms cannot provide strong authentication and data protection on resource-constrained computing devices like passive RFID tags. This SBIR proposal offers a breakthrough with broad-based significance that will help advance the technological understanding of public key cryptography for small, low powered computing devices.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Iris",
   "pi_last_name": "Anshel",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Iris L Anshel",
   "pi_email_addr": "ianshel@SecureRF.com",
   "nsf_id": "000169741",
   "pi_start_date": "2009-08-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SecureRF Corporation",
  "inst_street_address": "100 BEARD SAWMILL RD",
  "inst_street_address_2": "STE 350",
  "inst_city_name": "SHELTON",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2032273151",
  "inst_zip_code": "064846156",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CT04",
  "org_lgl_bus_name": "VERIDIFY SECURITY INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECJCKCGUMH86"
 },
 "perf_inst": {
  "perf_inst_name": "SecureRF Corporation",
  "perf_str_addr": "100 BEARD SAWMILL RD",
  "perf_city_name": "SHELTON",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "064846156",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CT04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537300",
   "pgm_ele_name": "SBIR Phase II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1640",
   "pgm_ref_txt": "INFORMATION TECHNOLOGY RESEARC"
  },
  {
   "pgm_ref_code": "169E",
   "pgm_ref_txt": "SBIR Tech Enhan Partner (TECP)"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9139",
   "pgm_ref_txt": "INFORMATION INFRASTRUCTURE & TECH APPL"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 500000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>SecureRF Corporation's SBIR Phase II project resulted in the development of an anti-counterfeiting, supply chain risk management and authentication solution called Veridify&reg;. &nbsp;The solution incorporates our own line of secure RF tags, available with or without sensors, and either a traditional RFID reader or an NFC&ndash;enabled smartphone option. &nbsp;These secure tags provide unique authentication, identification and data protection functions. &nbsp;These security functions can also be applied to wireless sensors and single chip systems.Veridify addresses the pharmaceutical, electronics, liquor, luxury fashion goods, and other markets that are often the targets of counterfeiters.</p>\n<p>Consumers and manufacturers are able to immediately verify the authenticity of a product containing a Veridify tag at any time, without a network connection.</p>\n<p>Companies can also use a customized version of Veridify&rsquo;s cloud platform to support supply chain management; pedigree, chain-of-custody and logistics activities; track and trace functions and in-field product control.</p>\n<p>Firms can remotely revoke/reinstate the authentication status at any time and incorporate revocation rules based on expiration date, temperature, product location or other data stored on the tag itself.</p>\n<p>Our series of RF tags, called the LIME Tag&trade;, can store information such as product name, manufacturer, lot, serial or identification numbers, expiration date and product photographs. &nbsp;All LIME Tags are implemented with strong, onboard, public key (asymmetric) cryptography which offers these benefits:</p>\n<ul>\n<li>No database of keys or passwords to maintain or distribute</li>\n<li>No need to pre-distribute keys or &ldquo;fingerprints&rdquo;&nbsp;</li>\n<li>Authentication happens immediately and is repeatable, with or without wireless connectivity</li>\n<li>No need for laboratory testing to confirm authentication</li>\n<li>Tags cannot be copied or cloned due to the embedded Public Key cryptography</li>\n<li>Data protection and encryption features prevent tampering of the data stored on the tags</li>\n<li>Unauthorized reading of the data collected by the tag is presented to provide anonymity and guard consumer privacy, e.g. HIPAA</li>\n<li>Highly secure authentication function</li>\n<li>Uses standard/proven security protocols</li>\n</ul>\n<p><span>&nbsp;</span></p>\n<p>The LIME Tag UY is a secure battery-assisted passive (BAP) RFID tag, with temperature sensor for cold chain management, which uses commercial UHF readers. &nbsp;A longer read/write range enables monitoring of multiple RFID sensor tags from a distance. &nbsp;The LIME Tag UY provides data authentication for the RFID reader, RFID tag, and at the data level to provide &ldquo;Onboard Security&rdquo; functions unavailable on any other RFID product.</p>\n<p>The LIME Tag NX is a secure Near Field Communication (NFC) tag that can be read with SecureRF&rsquo;s Veridify app on a NFC-enabled smartphone or tablet. &nbsp;Optional temperature logging is available with a battery-assisted version of this NFC tag, the NY. &nbsp;The NFC version of the LIME Tag is designed for logistics or cold chain applications where authentication or temperature verification is needed without the overhead or expense of commercial RFID readers. &nbsp;By using a NFC-enabled smartphone or tablet the temperature of a product can be read by anyone in a warehouse, truck, store, office or home.</p>\n<p>SecureRF&rsquo;s security protocols are being applied to future versions of the LIME Tag, including an active RFID solution and Bluetooth Low Energy as a long-range RF platform for tracking and monitoring.&nbsp;</p>\n<p>As part of the SBIR project, additional public key cryptographic development was completed and two patents were filed. &nbsp;SecureRF is taking the cryptographic and engineering work developed in this SBIR grant to create additional solutions a...",
  "por_txt_cntn": "\nSecureRF Corporation's SBIR Phase II project resulted in the development of an anti-counterfeiting, supply chain risk management and authentication solution called Veridify&reg;.  The solution incorporates our own line of secure RF tags, available with or without sensors, and either a traditional RFID reader or an NFC&ndash;enabled smartphone option.  These secure tags provide unique authentication, identification and data protection functions.  These security functions can also be applied to wireless sensors and single chip systems.Veridify addresses the pharmaceutical, electronics, liquor, luxury fashion goods, and other markets that are often the targets of counterfeiters.\n\nConsumers and manufacturers are able to immediately verify the authenticity of a product containing a Veridify tag at any time, without a network connection.\n\nCompanies can also use a customized version of VeridifyÆs cloud platform to support supply chain management; pedigree, chain-of-custody and logistics activities; track and trace functions and in-field product control.\n\nFirms can remotely revoke/reinstate the authentication status at any time and incorporate revocation rules based on expiration date, temperature, product location or other data stored on the tag itself.\n\nOur series of RF tags, called the LIME Tag&trade;, can store information such as product name, manufacturer, lot, serial or identification numbers, expiration date and product photographs.  All LIME Tags are implemented with strong, onboard, public key (asymmetric) cryptography which offers these benefits:\n\nNo database of keys or passwords to maintain or distribute\nNo need to pre-distribute keys or \"fingerprints\" \nAuthentication happens immediately and is repeatable, with or without wireless connectivity\nNo need for laboratory testing to confirm authentication\nTags cannot be copied or cloned due to the embedded Public Key cryptography\nData protection and encryption features prevent tampering of the data stored on the tags\nUnauthorized reading of the data collected by the tag is presented to provide anonymity and guard consumer privacy, e.g. HIPAA\nHighly secure authentication function\nUses standard/proven security protocols\n\n\n \n\nThe LIME Tag UY is a secure battery-assisted passive (BAP) RFID tag, with temperature sensor for cold chain management, which uses commercial UHF readers.  A longer read/write range enables monitoring of multiple RFID sensor tags from a distance.  The LIME Tag UY provides data authentication for the RFID reader, RFID tag, and at the data level to provide \"Onboard Security\" functions unavailable on any other RFID product.\n\nThe LIME Tag NX is a secure Near Field Communication (NFC) tag that can be read with SecureRFÆs Veridify app on a NFC-enabled smartphone or tablet.  Optional temperature logging is available with a battery-assisted version of this NFC tag, the NY.  The NFC version of the LIME Tag is designed for logistics or cold chain applications where authentication or temperature verification is needed without the overhead or expense of commercial RFID readers.  By using a NFC-enabled smartphone or tablet the temperature of a product can be read by anyone in a warehouse, truck, store, office or home.\n\nSecureRFÆs security protocols are being applied to future versions of the LIME Tag, including an active RFID solution and Bluetooth Low Energy as a long-range RF platform for tracking and monitoring. \n\nAs part of the SBIR project, additional public key cryptographic development was completed and two patents were filed.  SecureRF is taking the cryptographic and engineering work developed in this SBIR grant to create additional solutions and software libraries that can be licensed for use in wireless sensors, NFC, RFID, embedded systems, the Smart Grid, contact-less payment systems, low-powered computing devices and other components of the Internet of Things.\n\nFor more information, visit SecureRF Corporation - Securing the Internet of Things&reg; at www.secur..."
 }
}