{
 "awd_id": "0924606",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Paleo Genetic Investigations at the Pre-Clovis Paisley Caves Site in the Northern Great Basin, Oregon",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2009-10-01",
 "awd_exp_date": "2012-09-30",
 "tot_intn_awd_amt": 180755.0,
 "awd_amount": 180755.0,
 "awd_min_amd_letter_date": "2009-09-28",
 "awd_max_amd_letter_date": "2010-09-28",
 "awd_abstract_narration": "With National Science Foundation support, Drs. Dennis Jenkins, Eske Willerslev, and Brian Kemp will bring together an international team of colleagues to continue archaeological, geoarchaeological, paleo-ecological, and paleo-genetic investigations at the Paisley 5 Mile Point Caves site in the Northern Great Basin region of Oregon. Central to the research is paleo-genetic (ancient mitochondrial DNA) research on human coprolites (dried feces) recovered from the site. The project brings together an inter-disciplinary team of specialists from various U.S. and foreign Universities (Oregon, Oregon State, California, Berkley, Washington State and Copenhagen, Denmark). The genetic research addresses issues central to the study of the first human colonization of the Americas by providing new evidence related to the genetic history of Native Americans in the region spanning some 14,300 years from first occupation to historic contact with Euroamericans. \r\n\r\nInitially investigated by Luther S. Cressman between 1938 and 1940, the Paisley Caves site was found to contain Pleistocene faunal remains (extinct camel, horse, and bison bones) mixed with stone artifacts on a small house floor. This suggested to Cressman that Native Americans had killed and eaten these animals at the end of the Pleistocene.  While admitting the evidence was quite promising, most archaeologists have not accepted Cressman's Paisley Caves interpretation due to the lack of adequate documentation for the association and context of the cultural and natural materials. New investigations of the site by the University of Oregon (2002, 2003 and 2007) represented an attempt to resolve this issue through more adequate documentation of the association of cultural materials with extinct Pleistocene animal remains by the application of modern excavation techniques and analytical technologies. Coprolites containing ancient human mtDNA were recovered in stratigraphic and spatial association with Pleistocene camel, horse, bison, pika,  fish, and water fowl bones.  The coprolites and extinct faunal remains proved by radiocarbon dating to chronologically overlap between 13,100 and 14,300 years ago. The earliest coprolites predate the Clovis cultural phase by more than 1,000 years. The highly distinctive Clovis technology has been recognized as the earliest reliably identifiable \"culture\" in North America for some 70 years, primarily because of its irrefutable association with extinct Pleistocene megafauna -such as mammoths and mastodons -dated by radiocarbon to more than 13,000 years. Thus, Clovis has been the measure by which all other claims for earliest human colonization of the Western Hemisphere have been compared. The Paisley Caves coprolites represent the first time that human remains (DNA) have clearly been associated with extinct Pleistocene animals in a context predating Clovis.   \r\n\r\nAncient mitochondrial DNA recovered from the coprolites indicates that they were produced by humans belonging to haplogroups A2 and B2, types commonly found among Asian/Siberian and Native American populations. However, contamination of the coprolites with modern DNA during the recovery or lab sampling process limits the research potential of many specimens.  This contamination can be filtered out by separating longer strands of modern European DNA from the shorter (partially decomposed) strands of ancient Native American DNA but this decontamination process severely limits what can be determined about the genetic history of the ancient site occupants.\r\n\r\nThe new Paisley Caves excavations will be conducted by excavation teams wearing surgical garb (disposable coveralls with head covering, face mask, latex surgeon's gloves, and boot coverings) and employing newly developed field and laboratory protocols designed to protect against modern DNA contamination. Coprolites will be collected with sterile disposable forceps and stored in sterile lab specimen jars. The recovery of uncontaminated Paleoindian and Holocene coprolites will allow research into group lineages, composition, health, genetic diversity, and diet. \r\n\r\nThe results of the genetic analysis will significantly increase knowledge of Paleoamerican genetic connections between ancient Asian/Siberian and modern Native American populations. Current models of the first colonization of the Americas are primarily based on the study of genetic diversity among modern populations, and only secondarily on sparse archaeological and ancient DNA data. This project will significantly increase the direct genetic and archaeological data on which future modeling of the first colonization is based. This will allow testing of models such as the Beringian Incubation Model constructed predominantly from modern DNA studies. The research funded under this proposal will also generate data broadly applicable to the fields of molecular genetics, archaeology, and paleo-ecology.  \r\n\r\nThe broader implications of this project are highlighted by the assistance the project will provide graduate students at multiple institutions. The University of Oregon has an established record in the recruitment of Native Americans with a vested interest in the fields of archaeology, geoarchaeology, and molecular genetic studies, particularly The Klamath Tribes.  Laboratory assistant positions to aid in the analysis, handling and management of collections, and data management are included in the project to provide financial support for graduate student assistants at the UO, WSU, and the University of Copenhagen.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dennis",
   "pi_last_name": "Jenkins",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dennis Jenkins",
   "pi_email_addr": "djenkins@darkwing.uoregon.edu",
   "nsf_id": "000426572",
   "pi_start_date": "2009-09-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Rasmus",
   "pi_last_name": "Nielsen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rasmus Nielsen",
   "pi_email_addr": "rn28@cornell.edu",
   "nsf_id": "000490357",
   "pi_start_date": "2009-09-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Eske",
   "pi_last_name": "Willerslev",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eske Willerslev",
   "pi_email_addr": "ewillerslev@bio.ku.dk",
   "nsf_id": "000524832",
   "pi_start_date": "2009-09-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Oregon Eugene",
  "inst_street_address": "1776 E 13TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "EUGENE",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5413465131",
  "inst_zip_code": "974031905",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "UNIVERSITY OF OREGON",
  "org_prnt_uei_num": "Z3FGN9MF92U2",
  "org_uei_num": "Z3FGN9MF92U2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Oregon Eugene",
  "perf_str_addr": "1776 E 13TH AVE",
  "perf_city_name": "EUGENE",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "974031905",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  },
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 180755.0
  }
 ],
 "por": null
}