{
 "awd_id": "0924374",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "International Collaboration in Chemistry: EPR Characterization of Molecular Magneto-Structural Correlations under Pressure",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032927196",
 "po_email": "tpatten@nsf.gov",
 "po_sign_block_name": "Timothy Patten",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 450000.0,
 "awd_amount": 450000.0,
 "awd_min_amd_letter_date": "2009-09-02",
 "awd_max_amd_letter_date": "2011-08-05",
 "awd_abstract_narration": "In this project funded by the Inorganic, Bioinorganic, and Organometallic Chemistry Program of the Chemistry Division and cofunded by the Office of International Science and Engineering, Stephen O. Hill of Florida State University will collaborate with Euan Brechin of the University of Edinburgh, United Kingdom to study the effect of high pressure on the magnetism of mononuclear and polynuclear complexes via the combination of x-ray structural data and high frequency EPR (electron paramagnetic resonance) data.  The application of high pressure to complexes will allow the researchers to correlate structural changes with magnetic properties within the same molecule.  The determination of such magnetostructural correlations will provide a fundamental insight into the electronic properties of monomeric and polynuclear complexes that form the basis for molecular magnetism studies.  The PIs also propose to conduct workshops on high pressure, high field magnetic resonance techniques.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Hill",
   "pi_mid_init": "O",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen O Hill",
   "pi_email_addr": "shill@magnet.fsu.edu",
   "nsf_id": "000101901",
   "pi_start_date": "2009-09-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jerzy",
   "pi_last_name": "Krzystek",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jerzy Krzystek",
   "pi_email_addr": "krzystek@magnet.fsu.edu",
   "nsf_id": "000432895",
   "pi_start_date": "2009-09-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stanley",
   "pi_last_name": "Tozer",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Stanley W Tozer",
   "pi_email_addr": "tozer@magnet.fsu.edu",
   "nsf_id": "000310905",
   "pi_start_date": "2009-09-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida State University",
  "inst_street_address": "874 TRADITIONS WAY",
  "inst_street_address_2": "",
  "inst_city_name": "TALLAHASSEE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8506445260",
  "inst_zip_code": "323060001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "FL02",
  "org_lgl_bus_name": "FLORIDA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JF2BLNN4PJC3"
 },
 "perf_inst": {
  "perf_inst_name": "Florida State University",
  "perf_str_addr": "874 TRADITIONS WAY",
  "perf_city_name": "TALLAHASSEE",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "323060001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "FL02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "196600",
   "pgm_ele_name": "SYNTHETIC INORGANIC"
  },
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "5946",
   "pgm_ref_txt": "UNITED KINGDOM"
  },
  {
   "pgm_ref_code": "5979",
   "pgm_ref_txt": "Europe and Eurasia"
  },
  {
   "pgm_ref_code": "5980",
   "pgm_ref_txt": "WESTERN EUROPE PROGRAM"
  },
  {
   "pgm_ref_code": "9162",
   "pgm_ref_txt": "MULTI DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 240000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 160000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goals of this International Collaboration in Chemistry (ICC), sponsored by the Inorganic, Bioinorganic, and Organometallic Chemistry Program of the Chemistry Division and co-funded by the Office of International Science and Engineering, have been to examine the effects of pressure on molecule-based magnets ranging from simple monomers and dimers (containing just one or two magnetic ions), to more complex polynuclear clusters (so-called single-molecule magnets &ndash; SMMs) and extended magnetic network materials. The use of pressure offers the potential to provide detailed information concerning correlations between structure and magnetic properties <strong><em>within the same material</em></strong>. The strategy has involved looking for such correlations by combining structural (X-ray) and magnetic characterization techniques with High-Field Electron Paramagnetic Resonance (HFEPR), all under high-pressure. The collaboration involved researchers in the Department of Physics at Florida State University and the National High Magnetic Field Laboratory (NHMFL), with overseas counterparts in the Department of Chemistry at the University of Edinburgh in Scotland. High-pressure HFEPR studies were performed in Florida, while X-ray structural studies were performed in the UK.</p>\n<p>The project initially involved a successful instrument development phase, resulting in a reliable platform for performing single-crystal, multi-high-frequency HFEPR studies as a function of pressures up to 30&nbsp;kbar (30,000x atmospheric pressure). In fact, two setups have been developed that can operate in parallel at the NHMFL, and these are now available to users of the facility upon submission of a two-page proposal that is subject to peer review. One of the two high-pressure HFEPR spectrometers employs a 9/5/1&nbsp;T superconducting vector magnet system, resulting in a truly unique capability (even for ambient pressure HFEPR) that allows for very precise two-axis alignment of the applied magnetic field relative to a crystal. Several distinct high-pressure HFEPR results have been achieved. In most cases, these have been complemented by X-ray data under high pressures. The findings have been disseminated in scientific journals and in the form of presentations at many international conferences. As a result, the project PI has been inundated with requests from potential users of this unique instrumentation. Therefore, activities initiated under this award are expected to continue through the support of the NHMFL HFEPR users program.</p>\n<p>Molecular magnetism represents a multidisciplinary research field that focuses on the employment of molecular approaches to create new magnetic materials in which properties can be tuned at the molecular level. Molecular magnets show considerable promise in terms of possible applications, as well as exhibiting many fascinating properties of fundamental importance. HFEPR under pressure can provide crucial spectroscopic information concerning interactions that control magnetism. Up to now, there have been few ambient pressure magnetostructural correlations for compounds containing more than two magnetic ions, and <strong><span style=\"text-decoration: underline;\">none</span></strong> whatsoever for any molecular species under external pressure. The combination of high-pressure X-ray, magnetometry and HFEPR is unique, allowing researchers to equate changes in structure to changes in magnetic response, i.e. magnetostructural correlations.</p>\n<p>One area of study involved organic magnets that have been researched extensively as potential alternatives to the more traditional device materials (silicon, copper, iron, etc..). This interest has been driven by the advantages organic materials offer in terms of their light-weight, bio-compatibility, and the tremendous synthetic control that can be achieved. Examples of organic magnets are quite rare, particularly o...",
  "por_txt_cntn": "\nThe goals of this International Collaboration in Chemistry (ICC), sponsored by the Inorganic, Bioinorganic, and Organometallic Chemistry Program of the Chemistry Division and co-funded by the Office of International Science and Engineering, have been to examine the effects of pressure on molecule-based magnets ranging from simple monomers and dimers (containing just one or two magnetic ions), to more complex polynuclear clusters (so-called single-molecule magnets &ndash; SMMs) and extended magnetic network materials. The use of pressure offers the potential to provide detailed information concerning correlations between structure and magnetic properties within the same material. The strategy has involved looking for such correlations by combining structural (X-ray) and magnetic characterization techniques with High-Field Electron Paramagnetic Resonance (HFEPR), all under high-pressure. The collaboration involved researchers in the Department of Physics at Florida State University and the National High Magnetic Field Laboratory (NHMFL), with overseas counterparts in the Department of Chemistry at the University of Edinburgh in Scotland. High-pressure HFEPR studies were performed in Florida, while X-ray structural studies were performed in the UK.\n\nThe project initially involved a successful instrument development phase, resulting in a reliable platform for performing single-crystal, multi-high-frequency HFEPR studies as a function of pressures up to 30 kbar (30,000x atmospheric pressure). In fact, two setups have been developed that can operate in parallel at the NHMFL, and these are now available to users of the facility upon submission of a two-page proposal that is subject to peer review. One of the two high-pressure HFEPR spectrometers employs a 9/5/1 T superconducting vector magnet system, resulting in a truly unique capability (even for ambient pressure HFEPR) that allows for very precise two-axis alignment of the applied magnetic field relative to a crystal. Several distinct high-pressure HFEPR results have been achieved. In most cases, these have been complemented by X-ray data under high pressures. The findings have been disseminated in scientific journals and in the form of presentations at many international conferences. As a result, the project PI has been inundated with requests from potential users of this unique instrumentation. Therefore, activities initiated under this award are expected to continue through the support of the NHMFL HFEPR users program.\n\nMolecular magnetism represents a multidisciplinary research field that focuses on the employment of molecular approaches to create new magnetic materials in which properties can be tuned at the molecular level. Molecular magnets show considerable promise in terms of possible applications, as well as exhibiting many fascinating properties of fundamental importance. HFEPR under pressure can provide crucial spectroscopic information concerning interactions that control magnetism. Up to now, there have been few ambient pressure magnetostructural correlations for compounds containing more than two magnetic ions, and none whatsoever for any molecular species under external pressure. The combination of high-pressure X-ray, magnetometry and HFEPR is unique, allowing researchers to equate changes in structure to changes in magnetic response, i.e. magnetostructural correlations.\n\nOne area of study involved organic magnets that have been researched extensively as potential alternatives to the more traditional device materials (silicon, copper, iron, etc..). This interest has been driven by the advantages organic materials offer in terms of their light-weight, bio-compatibility, and the tremendous synthetic control that can be achieved. Examples of organic magnets are quite rare, particularly ones that retain their magnetization after a polarizing magnetic field is removed. In fact, the idea of essentially plastic magnets breaks with the beliefs of many in the magnetism co..."
 }
}