{
 "awd_id": "0924426",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Grants for Collaborative Research: John Tyndall and Nineteenth-Century Science",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2009-10-01",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 579430.0,
 "awd_amount": 579430.0,
 "awd_min_amd_letter_date": "2009-09-21",
 "awd_max_amd_letter_date": "2011-08-25",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5)\r\n\r\nThis is a project to coordinate and complete the transcription of letters and other scholarly works of the Victorian physicist John Tyndall (1820-1893) as  intiated by the John Tyndall Correspondence Project. Tyndall was one of the most influential scientists of the nineteenth century. He became a leading figure in the debates over evolution, defending Darwin against his harshest critics, and he published numerous essays and popular books on the role of science and the burgeoning scientist in broader culture. He was an eminent practicing physicist, publishing significant works in electro-magnetism, thermodynamics, sound, glaciers, global warming, and spontaneous generation. He was also an accomplished alpinist, largely responsible for the growth of mountaineering as a sport. In short, Tyndall stood at the intersection of some of the most important developments in science and society, and his correspondence touches on all of them. His published correspondence will interest humanists ranging from historians to literary scholars, as well as scientists, from glaciologists and climatologists to physicists and biologists. One of the primary goals of the project is to publish a one-volume calendar of Tyndall's correspondence and to issue (a projected) ten volumes of his collected correspondence, both in print and eventually in an accessible, searchable, on-line format. The other primary goal is to galvanize a community of scholars at varied stages in their careers, from graduate students and postdoctoral researchers to junior and senior scholars, around themes raised through an intense study of John Tyndall. The project puts graduate students at the center of the project, thereby constructing a new cooperative model of graduate student training and research that can be used for other correspondence projects or similar large-scale endeavors. This is an innovative model of graduate education and training that will promote the development by graduate students of new research questions within a collaborative research project fostered at several of the top history of science and technology programs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Reidy",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Michael S Reidy",
   "pi_email_addr": "mreidy@montana.edu",
   "nsf_id": "000354334",
   "pi_start_date": "2009-09-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bernie",
   "pi_last_name": "Lightman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bernie Lightman",
   "pi_email_addr": "lightman@yorku.ca",
   "nsf_id": "000524880",
   "pi_start_date": "2009-09-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Elwick",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "James Elwick",
   "pi_email_addr": "jelwick@yorku.ca",
   "nsf_id": "000524882",
   "pi_start_date": "2009-09-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Montana State University",
  "inst_street_address": "216 MONTANA HALL",
  "inst_street_address_2": "",
  "inst_city_name": "BOZEMAN",
  "inst_state_code": "MT",
  "inst_state_name": "Montana",
  "inst_phone_num": "4069942381",
  "inst_zip_code": "59717",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MT01",
  "org_lgl_bus_name": "MONTANA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EJ3UF7TK8RT5"
 },
 "perf_inst": {
  "perf_inst_name": "Montana State University",
  "perf_str_addr": "216 MONTANA HALL",
  "perf_city_name": "BOZEMAN",
  "perf_st_code": "MT",
  "perf_st_name": "Montana",
  "perf_zip_code": "59717",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MT01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1353",
   "pgm_ref_txt": "Hist & Philosophy of SET"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 173489.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 250154.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 155787.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The main intellectual goal of the project was to complete the transcription of the correspondence of John Tyndall.&nbsp; The broader impacts include 1) the formation of a unique, international model of collaboration in the humanities, and 2) an innovative model of graduate education and training that links students&rsquo; own research questions within a collaborative research project fostered at several of the top history of science and technology programs in the world.</p>\n<p>When eminent Victorians passed away, their <em>Life and Letters</em> soon followed, many composed of multiple volumes: Charles Lyell&rsquo;s in 1881, Charles Darwin&rsquo;s in 1887, T. H. Huxley&rsquo;s in 1902, Herbert Spencer&rsquo;s in 1908, and J. D. Hooker&rsquo;s in 1918.&nbsp; The Victorians used these publications both to make sense of death and to create intellectual heroes for posterity. Tyndall has never had a <em>Life and Letters</em>.&nbsp; His first biography did not appear until 1945, and though it included selections from his personal correspondence, the letters had been heavily expunged of all things unpalatable. By then, the lack of a standard <em>Life and Letters</em> had already obscured Tyndall&rsquo;s place in science and culture.</p>\n<p>Tyndall&rsquo;s influence reached far beyond Britain, and he amassed an enormous international network of scientific colleagues. A list of his correspondents both in Britain and abroad reads like a &ldquo;who&rsquo;s who&rdquo; of nineteenth-century science. He also kept daily journals, diaries, research notes, and climbing records covering fifty years and comprising thousands of pages of private thoughts, personal anecdotes, newspaper clippings, and more.&nbsp; Taken together, they open a new window into significant aspects of Victorian science, society, and culture. Because Tyndall&rsquo;s correspondence is not readily available, historians have not been able to approach Tyndall with the same kind of methodological and historiographical rigor that is now seen, for instance, in the work on his contemporaries.</p>\n<p>This project will make Tyndall&rsquo;s correspondence available for all scholars to use, published in sixteen volumes over the next eight years by Pickering &amp; Chatto Press.&nbsp;</p>\n<p>By its very nature, the process of collecting, digitizing, transcribing, editing and publishing these letters has created a vibrant community of scholars and a robust corpus of scholarship focused on John Tyndall and his influence on nineteenth century science. Through the NSF Collaborative Grant, the Tyndall Project has matured into a large, international, collaborative research engine.&nbsp; The project includes participants from twelve universities in four countries, and has funded over thirty graduate students worldwide.</p>\n<p>Owing to Tyndall&rsquo;s own varied and widely-influential work, his published correspondence will interest scholars in the sciences, including glaciologists, climatologists, physicists, and biologists, along with historians of science and technology, literary scholars, social scientists, and historians of tourism, mountaineering, and sport.</p>\n<p>In addition to the sixteen volume correspondence, two major edited collections have been published focusing specifically on Tyndall and include chapters from many of the participants in the Collaborative Research Grant.&nbsp; These books are Bernard Lightman and Michael Reidy (eds.), <em>The Age of Scientific Naturalism: Tyndall and His Contemporaries</em> (London: Pickering &amp; Chatto, 2014) and Bernard Lightman and Gowan Dawson (eds.), <em>Victorian Scientific Naturalism: Community, Identity, Continuity </em>(Chicago and London: University of Chicago Press, 2014).&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/27/2014<br>\n\t\t\t\t\tModified by: Michael&nbsp;S&nbsp;Reidy</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe main intellectual goal of the project was to complete the transcription of the correspondence of John Tyndall.  The broader impacts include 1) the formation of a unique, international model of collaboration in the humanities, and 2) an innovative model of graduate education and training that links studentsÆ own research questions within a collaborative research project fostered at several of the top history of science and technology programs in the world.\n\nWhen eminent Victorians passed away, their Life and Letters soon followed, many composed of multiple volumes: Charles LyellÆs in 1881, Charles DarwinÆs in 1887, T. H. HuxleyÆs in 1902, Herbert SpencerÆs in 1908, and J. D. HookerÆs in 1918.  The Victorians used these publications both to make sense of death and to create intellectual heroes for posterity. Tyndall has never had a Life and Letters.  His first biography did not appear until 1945, and though it included selections from his personal correspondence, the letters had been heavily expunged of all things unpalatable. By then, the lack of a standard Life and Letters had already obscured TyndallÆs place in science and culture.\n\nTyndallÆs influence reached far beyond Britain, and he amassed an enormous international network of scientific colleagues. A list of his correspondents both in Britain and abroad reads like a \"whoÆs who\" of nineteenth-century science. He also kept daily journals, diaries, research notes, and climbing records covering fifty years and comprising thousands of pages of private thoughts, personal anecdotes, newspaper clippings, and more.  Taken together, they open a new window into significant aspects of Victorian science, society, and culture. Because TyndallÆs correspondence is not readily available, historians have not been able to approach Tyndall with the same kind of methodological and historiographical rigor that is now seen, for instance, in the work on his contemporaries.\n\nThis project will make TyndallÆs correspondence available for all scholars to use, published in sixteen volumes over the next eight years by Pickering &amp; Chatto Press. \n\nBy its very nature, the process of collecting, digitizing, transcribing, editing and publishing these letters has created a vibrant community of scholars and a robust corpus of scholarship focused on John Tyndall and his influence on nineteenth century science. Through the NSF Collaborative Grant, the Tyndall Project has matured into a large, international, collaborative research engine.  The project includes participants from twelve universities in four countries, and has funded over thirty graduate students worldwide.\n\nOwing to TyndallÆs own varied and widely-influential work, his published correspondence will interest scholars in the sciences, including glaciologists, climatologists, physicists, and biologists, along with historians of science and technology, literary scholars, social scientists, and historians of tourism, mountaineering, and sport.\n\nIn addition to the sixteen volume correspondence, two major edited collections have been published focusing specifically on Tyndall and include chapters from many of the participants in the Collaborative Research Grant.  These books are Bernard Lightman and Michael Reidy (eds.), The Age of Scientific Naturalism: Tyndall and His Contemporaries (London: Pickering &amp; Chatto, 2014) and Bernard Lightman and Gowan Dawson (eds.), Victorian Scientific Naturalism: Community, Identity, Continuity (Chicago and London: University of Chicago Press, 2014). \n\n \n\n\t\t\t\t\tLast Modified: 04/27/2014\n\n\t\t\t\t\tSubmitted by: Michael S Reidy"
 }
}