{
 "awd_id": "0924602",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A Time-Series Cross-National Dataset on Intra-State Violence",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Humes",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 195158.0,
 "awd_amount": 195158.0,
 "awd_min_amd_letter_date": "2009-08-26",
 "awd_max_amd_letter_date": "2009-08-26",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\r\n\r\nThe goal of this project is to construct the first cross-country time-series database on \"small-scale\" violence such as riots, political killings, police shootings and to link small-scale with large-scale violence.  \r\n\r\nThe immediate purpose in collecting these data is to test the classic hypothesis that the politicization of ethnic divisions in electoral politics leads to an escalation of intra-state violence and therefore democratic stability. Although a number of classic theories and intuitions predict that the politicization of ethnic divisions in electoral politics should be associated with an increase in intra-ethnic violence, these predictions are largely untested.  One reason for this lack of empirical verification is the lack of of \"small scale\" intra-state violence short of civil war or armed conflict.  That is the gap this project seeks to fill.\r\n\r\nBut the intellectual impact of the project is broader. It will permit social scientists across disciplines to ask a large range of questions about civil violence, and approach them in innovative ways.  Existing cross-national datasets generate a small number of measures relating to large-scale organized violence, enable the analysis of violence as a discrete \"event\" or \"outcome\" rather than a \"process,\" and are based on a single interpretation imposed by the analyst on the \"event.\"  This project, by contrast, generates a large number of measures that describe small-scale as well as large-scale violence, enables cross-national empirical analysis of violence as a process as well as an event, and incorporates fundamental constructivist insights about the multiple interpretations that can be imposed on an act of violence.  In order to enable the community of social scientists to use and extend these data, the researcher will pay considerable attention to documentation and the creation of electronic archives, which will be made available on the web along with the data.  The project also has an impact through graduate and advanced undergraduate training through the involvement of both types of students in protocol development and pilot codings for this project.\r\n\r\nThe impact of the data on policies aimed at the prevention of violence is similarly broad.  Such policies require empirically verified propositions on the causes of and therefore solutions to small-scale as well as large-scale violence.  The prevention of small-scale violence is important in its own right because of the human costs it imposes: the accumulated toll of riots, bombings, shootings, killings and so on can exact a large toll over time in both human lives and the stability of political systems.  It is also important because of the possibility that large-scale violence might occur as the result of the accumulation of small-scale incidents that go unchecked.",
 "awd_arra_amount": 195158.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kanchan",
   "pi_last_name": "Chandra",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kanchan Chandra",
   "pi_email_addr": "kanchan.chandra@gmail.com",
   "nsf_id": "000086805",
   "pi_start_date": "2009-08-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York University",
  "inst_street_address": "70 WASHINGTON SQ S",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129982121",
  "inst_zip_code": "100121019",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "NEW YORK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NX9PXMKW5KW8"
 },
 "perf_inst": {
  "perf_inst_name": "New York University",
  "perf_str_addr": "70 WASHINGTON SQ S",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100121019",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 195158.0
  }
 ],
 "por": null
}