{
 "awd_id": "0924421",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Candidate Emergence for the Connecticut Legislature After Implementation of the Clean Elections Act",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Humes",
 "awd_eff_date": "2009-04-15",
 "awd_exp_date": "2011-03-31",
 "tot_intn_awd_amt": 59993.0,
 "awd_amount": 59993.0,
 "awd_min_amd_letter_date": "2009-04-08",
 "awd_max_amd_letter_date": "2009-04-08",
 "awd_abstract_narration": "This project examines whether public subsidies encourage citizens of different backgrounds to run for office and why some citizens who are potentially good candidates refrain from running. Nationwide, roughly 1/3 of seats for state legislatures go uncontested, and in the vast majority of other races incumbents face weak opposition. Given the lack of candidacies, this project has important implications for political participation, competition, representation and accountability. The analysis focuses on Connecticut, which implemented public financing called \"Clean Elections\" for the 2008 elections. It exploits a unique opportunity to observe the effect of generous public subsidies by interviewing potential candidates before and after the onset of reform. A previous grant from the JEHT Foundation supported collection of pre-reform data during February-March of 2007. A post-reform survey of these same respondents provides data for a powerful panel study to observe the effect of reform on attitudes and behavior of potential candidates. \r\n\r\nThis research examines the underexplored question about how candidates emerge for state legislative office. Previous work has focused on congressional elections, demonstrating that most candidates come from the ranks of state legislatures. Since state legislatures appear to be the training ground for future national leadership, it is critical to understand obstacles that deter potential leaders from running for the statehouse. This study focuses especially on the role of public campaign subsidies in motivating citizens to run. Several states have, or are considering, public subsidy programs. But no study has assessed systematically whether public funding might increase the pool of candidates. Many candidates, particularly minorities and women, appear to lack personal and professional connections that might draw them into politics or boost their prospects of raising money. Although money is not the only obstacle for challengers, it looms large because of its high value for emerging candidates. Overall, this research sheds light on recruitment and participation patterns among political elites, the role of money and the dynamics of political competition in state elections. \r\n\r\nThe study has implications for public policy designed to stimulate civic participation and political competition. Running for office is a demanding form of political participation, but the health of American democracy depends on the willingness of some citizens to declare their candidacies to ensure electoral choice and competition. The dearth of candidates and lack of diversity have significant implications for political representation and accountability. By understanding factors that influence whether citizens choose to run, it becomes possible to design reforms that may expand the pool of candidates. If raising money looms large as an obstacle, then reforms such as Clean Elections or similar public funding programs hold promise to decrease barriers to entry for qualified citizens to run for office. Decreasing such barriers is especially important at the local level where citizens develop skills, interest and experience that might prepare them for higher levels of office. If, on the other hand, reforms such as Clean Elections do not increase the number and diversity of citizens who choose to run, then new policies need to be considered to achieve this goal. This study helps in identifying other factors, besides campaign money, that deter qualified citizens from running for office.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Raymond",
   "pi_last_name": "La Raja",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Raymond La Raja",
   "pi_email_addr": "laraja@polisci.umass.edu",
   "nsf_id": "000523333",
   "pi_start_date": "2009-04-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "101 COMMONWEALTH AVE",
  "perf_city_name": "AMHERST",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010039252",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 59993.0
  }
 ],
 "por": null
}