{
 "awd_id": "0924914",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CEDAR Postdoc: Coordinated Optical and Radar Observations of the Ionosphere and Thermosphere",
 "cfda_num": "47.050",
 "org_code": "06020201",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Therese Moretto Jorgensen",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2012-03-31",
 "tot_intn_awd_amt": 238072.0,
 "awd_amount": 238072.0,
 "awd_min_amd_letter_date": "2009-08-30",
 "awd_max_amd_letter_date": "2009-08-30",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\r\n\r\nThe mid-latitude ionosphere is considerably more dynamic than previously thought. Medium-scale traveling ionospheric disturbances (MSTIDs), sporadic-E (Es) layers, and mid-latitude spread F are examples of mid-latitude ionospheric dynamics that occur during periods of quiet geomagnetic conditions. During active geomagnetic conditions, large plasma depletions and enhancements, along with associated steep density gradients, often form and move through the mid-latitudes. Both quiet- and storm- time dynamics have profound effects on radio waves. This is especially crucial for users of satellite-based navigation systems, for which ionospheric variability is the largest uncorrected error.  The origins of MSTIDs observed at mid-latitudes are not well established and may be due to forcing by the aurora or by coupling to Es layers below, perhaps even both. The expansion of the SuperDARN radar system to mid-latitudes has made large-scale and long-term study of these phenomena possible. However, the radars lack spatial resolution and photochemical information (notably plasma density and altitude information) to fully characterize the effects and small-scale dynamics of the MSTIDs.   This  project will perform a coordinated study utilizing an all-sky airglow imager in conjunction with the SuperDARN radar at Wallops Island, VA, to observe the relationship between observations of the electric fields and ion velocities within MSTIDs and variations in density and altitude inferred from the airglow.  The following questions will be addressed:  1. Is the MSTID a geomagnetic artifact that propagates out of the auroral oval or is it generated by a local instability, perhaps coupled to a sporadic-E layer?   2. Are (all) MSTIDs electrified?   3. What is the effect of the MSTID on the F region after it passes?  The broader impacts of the project include enhancing the SuperDARN infrastructure at Wallops Island and the datasets obtained by it and supporting a new researcher in his first research effort after completion of the Ph.D.  The long-term results of studying the mid-latitude ionosphere will help users and designers of these systems, especially augmentation systems such as WAAS, produce better corrections and prepare appropriate mitigation strategies for severe disturbances.",
 "awd_arra_amount": 238072.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elsayed",
   "pi_last_name": "Talaat",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Elsayed R Talaat",
   "pi_email_addr": "elsayed.talaat@jhuapl.edu",
   "nsf_id": "000402331",
   "pi_start_date": "2009-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "Johns Hopkins University Applied Physics Laboratory",
  "perf_str_addr": "11100 JOHNS HOPKINS RD",
  "perf_city_name": "LAUREL",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207236005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MD03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152100",
   "pgm_ele_name": "AERONOMY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1323",
   "pgm_ref_txt": "SOLAR INFLUENCES"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 238072.0
  }
 ],
 "por": null
}