{
 "awd_id": "0924202",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: SustainabiliTea: Shaping Sustainability in Tanzanian Tea Production",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kelly A. Joyce",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2010-08-31",
 "tot_intn_awd_amt": 14945.0,
 "awd_amount": 14945.0,
 "awd_min_amd_letter_date": "2009-08-30",
 "awd_max_amd_letter_date": "2009-08-30",
 "awd_abstract_narration": "This doctoral dissertation research improvement grant--funded by the Science, Technology & Society program at NSF--examines how sustainability standards are determined.  In Africa, certification of agricultural practices to meet ethical standards is being promoted by donors, policy-makers, the private sector and civil society as a new techno-scientific means to add value to agriculture, while simultaneously promoting sustainable development.  This dissertation research addresses the values embedded in techno-scientific standards and seeks to understand their impact in current production networks.  These policies are not unique to Africa, but reflect a global movement towards the use of standards to govern trade in the agri-food system. More specifically, ethically certified products have become popular with consumers who identify with the value claims they represent. These claims include the values of sustainability, corporate social responsibility (CSR), and gender equity; yet, there is no agreement over whether these standards enable more sustainable futures for food producers. \r\n\r\nThis research project adopts a case study approach that examines the performances of these values in key interactions within each of the four sustainable tea value chains (Ethical Tea Partnership, Fairtrade, Organic, and Rainforest Alliance) that link producers and processors in Tanzania with buyers in Kenya and standards developers in Western Europe. The research focuses on how the values of sustainability, CSR and gender equity are performed. Multiple methods (document analysis, field observations, in-depth interviews and focus groups) will be used to identify and analyze the performance of these three values at key sites of negotiation in the sustainable tea value-chains: in production (grower-factory), the market (factory-blender) and standards nexus (certifier-factory). Constant and comparative analysis of these performances will seek to develop grounded theory that will reveal differences and commonalities between how each network envisions sustainability and how they enact it. \r\n\r\nThis dissertation work will contribute to knowledge on the use of techno-scientific standards in agricultural development and global trade. Moreover, the concepts of sustainability, CSR and gender equity that emerge from this research will contribute to academic and policy dialogue on the nature of sustainable practices. Finally, the findings will explore synergies and possibilities for harmonization for those actors currently struggling with the onus of multiple certifications in the tea industry.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lawrence",
   "pi_last_name": "Busch",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Lawrence M Busch",
   "pi_email_addr": "lbusch@msu.edu",
   "nsf_id": "000168217",
   "pi_start_date": "2009-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Allison",
   "pi_last_name": "Loconto",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Allison M Loconto",
   "pi_email_addr": "locontoa@msu.edu",
   "nsf_id": "000523342",
   "pi_start_date": "2009-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "426 AUDITORIUM RD RM 2",
  "perf_city_name": "EAST LANSING",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488242600",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7567",
   "pgm_ref_txt": "SOC STUDIES OF SCI, ENG & TECH"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 14945.0
  }
 ],
 "por": null
}