{
 "awd_id": "0924501",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Perennial Wetland Formation and Human Adaptation in NW Belize",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2009-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 281783.0,
 "awd_amount": 281783.0,
 "awd_min_amd_letter_date": "2009-09-11",
 "awd_max_amd_letter_date": "2014-08-01",
 "awd_abstract_narration": "Tropical wetlands are important ecosystems with complex interactions between their soils and water, but little is known about how humans further affect and alter them over long time periods. This project will study northern Belize's wetlands to test models of wetland formation and long-term human-environmental interactions in the Maya Lowlands. Most previous Maya research has focused on risks such as recurrent droughts but rising water tables and water quality may prove to be comparable but insidious risks. This is a case of humans forced to adapt to rising water tables of extremely hard water. The main goals of this project are to determine the timing and processes of perennial wetland formation across a range of environments in the northern Belize coastal plain; to discern the underestimated role of water chemistry in landscape formation in this tropical region; and to establish the types and ranges of human adaptations to wetland formation, linking sites of previous research, including Blue Creek and Pulltrouser Swamp. The underlying questions come from both natural and social science. The project is testing six possible hypotheses to explain large-scale landscape aggradation and formation during the Holocene across the Belize coastal plain. This project will test the landscape development models by studying seven known ancient Maya wetland field sites that span from the Blue Creek research sites, through a zone that received no previous research on stratigraphy and dating, to the zone of research done several decades ago. This project will test these models with multidisciplinary research at two scales: intensive excavation across canals and fields and extensive vibracoring to determine wetland field extents. In each site, the project will study the lines of evidence that explain landscape formation and human interaction: stratigraphy, dating methods, soil morphology, sediment chemistry, ecofacts (pollen, diatoms), and artifacts. This project will also conduct water chemical analysis across this zone because of its key role in wetlands and its little-understood role in Maya Civilization.  \r\n\r\nThis study will provide a case of an important Pre-Columbian society's land use responses in the face of natural sea level and water table rise; it will help flesh out the mechanisms of landscape formation over a little understood, large tropical wetland region; and it will help determine the Holocene rates and processes of tropical wetland formation when these bio-diverse regions again face sea level rise and other widespread threats. The study also provides basic soil and water chemistry data to a developing region, and these baseline parameters can help scientists and resource managers judge many aspects of environmental change such as wetland ecosystem functions. This project will provide graduate and undergraduate students experience in international field science and laboratory research. The project will include and train many from local communities during and between the field seasons. The project will disseminate findings on wetland formation and Maya cultural ecology to international conferences, peer reviewed journals, to students, and more widely through websites and the mass media. The infrastructure of science will be improved through both the multidisciplinary approach and the international nature of this research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sheryl",
   "pi_last_name": "Luzzadder-Beach",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sheryl Luzzadder-Beach",
   "pi_email_addr": "slbeach@austin.utexas.edu",
   "nsf_id": "000445195",
   "pi_start_date": "2009-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "George Mason University",
  "inst_street_address": "4400 UNIVERSITY DR",
  "inst_street_address_2": "",
  "inst_city_name": "FAIRFAX",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "7039932295",
  "inst_zip_code": "220304422",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "VA11",
  "org_lgl_bus_name": "GEORGE MASON UNIVERSITY",
  "org_prnt_uei_num": "H4NRWLFCDF43",
  "org_uei_num": "EADLFP7Z72E5"
 },
 "perf_inst": {
  "perf_inst_name": "George Mason University",
  "perf_str_addr": "4400 UNIVERSITY DR",
  "perf_city_name": "FAIRFAX",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "220304422",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "VA11",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 146158.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 59368.0
  }
 ],
 "por": null
}