{
 "awd_id": "0924191",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The 2010 Cooperative Congressional Election Study",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Humes",
 "awd_eff_date": "2009-09-15",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 361200.0,
 "awd_amount": 361200.0,
 "awd_min_amd_letter_date": "2009-09-14",
 "awd_max_amd_letter_date": "2009-09-14",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\r\n\r\nThe Cooperative Congressional Election Study is a collaboration of research teams from over 50 universities and colleges. Collectively these research teams have fielded national, stratified-sample surveys of 35,000 persons in 2006 and 37,000 persons in 2008. In addition the project has produced a 10,000-person panel in 2006 and 2007 and a 2,000-person panel in 2006, 2007, and 2008. Each research team involved in the project purchases a 1,000-sample survey from a firm (the same firm for all teams, to be determined through a competitive bid in 2009). Each individual team determines half of the questions on its survey (called Team Content). The CCES PI (Stephen Ansolabehere) and a design committee, drawn from the participating teams, determines the other half of the questions (called Common Content). Common Content consists of questions that every team would like to measure, such as voting behavior and electoral experiences, or questions that are of broad interest and require a very large sample. The project fields as many surveys as there are teams and also produces a single very large sample survey that consists of the Common Content. The 2010 study projects to have 35 to 40 teams.\r\nThis grant requests funding (1) to purchase additional cases in order to reduce the costs to the individual teams for the 2010 study, especially for those lacking sufficient research funds, (2) to purchase educational modules to be designed by students in the MIT/Harvard PORTL seminar, at the Ralph Bunche Summer Institute and at the NSF-sponsored summer EITM institute, (3) to pay for vote validation for all cases, and (4) to provide general research support to coordinate the project and the team?s activities.\r\n\r\nThe CCES provides a common survey platform that facilitates individual teams? research agendas at a relatively low survey cost and yields a common survey of broad interest to political scientists. The 2010 CCES will produce three-dozen smaller surveys, exploring a vast range of research questions. The Common Content survey examines individual voting behavior in congressional and state elections. The large size of this survey allows researchers to measure how voting behavior varies across political geography, such as state and district, and across social contexts. The scale of the survey also allows researchers to study electoral experiences, difficulties and barriers to participation, and satisfaction with the voting process.\r\n\r\nBeyond the contribution of the research to knowledge, the 2010 CCES will have four broader impacts. First, the project creates and supports a broad network of scholars and facilitates exchange of ideas and research. The project is open to anyone working at or with a research institution. The data, questionnaires, and research papers produced by the CCES are distributed for free through the project?s website and at an annual conference. Second, the project provides a survey platform for faculty and students who do not normally have access to a survey research center. Over the past three years, more than 150 faculty and students from a very broad range of universities and colleges have gained hands-on experience writing questions, designing survey instruments, and developing experiments through the CCES. Third, this grant supports three educational modules to facilitate graduate and undergraduate instruction and will yield educational materials for use in teaching survey research and political behavior. These materials will be distributed through the project website. Fourth, the study involves many underserved groups, through the National Conference of Black Political Scientists, the Ralph Bunche Summer Institute, and individual research teams throughout the country.",
 "awd_arra_amount": 361200.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Ansolabehere",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen Ansolabehere",
   "pi_email_addr": "sda@gov.harvard.edu",
   "nsf_id": "000426756",
   "pi_start_date": "2009-09-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": "1033 MASSACHUSETTS AVE STE 3",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021385366",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 361200.0
  }
 ],
 "por": null
}