{
 "awd_id": "0924164",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Recovery of 3D Shapes from Single Views",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Cleary",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 130479.0,
 "awd_amount": 130479.0,
 "awd_min_amd_letter_date": "2009-08-24",
 "awd_max_amd_letter_date": "2011-07-07",
 "awd_abstract_narration": "Collaborative Research: Recovery of 3D Shapes from Single Views\r\n\r\nZygmunt Pizlo, Purdue University\r\nLongin Jan Latecki, Temple University\r\n\r\nThe human eye, like a camera, produces 2-dimensional images of a 3-dimensional world. How does the human brain succeed in interpreting these impoverished 2-dimensional images, allowing us to see the world as it actually is \"out there?\" This fundamental question, whose significance has been appreciated for 300 years, has not been answered despite the efforts of many scientists, engineers and mathematicians. Conventional approaches, which have not been successful, tried to recover the 3-dimensional shapes of objects and scenes from their 2-dimensional images by analyzing the depths of surfaces in multiple images (such as might be obtained from two eyes or from moving images) and by emphasizing the role of learning and familiarity. The approach taken by Zygmunt Pizlo at Purdue University and Longin Jan Latecki at Temple University is very different. It uses only a single 2-D image to recover the third dimension by applying a priori constraints (assumptions about the world built-in to the human visual system) that reflect important visual properties that are generally present in the physical world, properties such as the symmetry and compactness of 3D objects. \r\n\r\nPizlo and Latecki's research has the potential of encouraging theoretical changes in the study of human perception because it uses an entirely new approach to a classical unsolved problem in vision. It could support breakthroughs in machine vision because human beings are known to be much better than any machine confronted with recovering the 3D world from 2D information. Machine vision has important applications to many domains, including law enforcement and national security. Pizlo and Latecki's research attempts to solve the visual 3D shape problem by combining the results of experiments on human observers with state-of-the-art computational modeling.  The project will provide an excellent opportunity for the interdisciplinary education of graduate and undergraduate students in psychology, computer science and engineering.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Longin Jan",
   "pi_last_name": "Latecki",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Longin Jan Latecki",
   "pi_email_addr": "latecki@temple.edu",
   "nsf_id": "000227657",
   "pi_start_date": "2009-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Temple University",
  "inst_street_address": "1805 N BROAD ST",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2157077547",
  "inst_zip_code": "191226104",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "PA02",
  "org_lgl_bus_name": "TEMPLE UNIVERSITY-OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "QD4MGHFDJKU1",
  "org_uei_num": "QD4MGHFDJKU1"
 },
 "perf_inst": {
  "perf_inst_name": "Temple University",
  "perf_str_addr": "1805 N BROAD ST",
  "perf_city_name": "PHILADELPHIA",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191226104",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "PA02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725200",
   "pgm_ele_name": "Perception, Action & Cognition"
  },
  {
   "pgm_ele_code": "749500",
   "pgm_ele_name": "Robust Intelligence"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 46053.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 41589.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 42837.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Collaborative Research: <strong>Recovery of 3D Shapes From Single Views</strong></p>\n<p>PIs: Zygmunt Pizlo (Purdue University) and Longin Jan Latecki (Temple University)</p>\n<p><br />Shape refers to all<br />spatially global geometrical characteristics of a 3D object. Because of its<br />inherent complexity, shape is almost always sufficient to establish the<br />identity and functionality of the object. This is true with chairs, tables,<br />sofas, bookshelves and trash-cans, animals, trees and flowers, tools, parts,<br />cars, planes, bicycles and motorcycles, i.e., everything important in our<br />environment. Clearly, the ability to see shapes of objects correctly is<br />critical in all our everyday activities. Subjectively and commonsensically, visual<br />perception of 3D shapes is accurate, easy and effortless. But the underlying<br />computational mechanisms are less than obvious. From the mathematical point of<br />view the main challenge is related to the fact that the visual input is a set<br />of 2D retinal images, but the world around us is 3D. It follows that there are<br />always many different possible 3D interpretations of the 2D retinal images. Is<br />the visual system able to choose a unique interpretation, and if so, is the<br />interpretation the right one? The long history of research on visual shape<br />perception is quite inconclusive: some studies reporting accurate shape<br />perception, while others reporting large shape illusions. We showed that<br />perception of shapes of 3D objects is extremely good and we provided a mathematical<br />theory and a computational model of the underlying mechanisms. The<br />computational model explains which aspects of the 2D retinal image are used by<br />the visual system and how they are combined with <em>a priori</em> knowledge of the 3D physical world, &ldquo;out there&rdquo; to produce<br />an accurate 3D interpretation. We showed that symmetry of natural objects is<br />the main <em>a priori</em> constraint used by<br />the human visual system. This constraint is universal in the sense that all<br />natural and man-made objects are either symmetrical or near-symmetrical. If<br />this constraint cannot be applied to a given object, 3D shape perception is<br />completely unreliable. Our computational model serves as the basis for building<br />a machine that sees like us. This way, our basic research on human vision has broader implications for computer vision, artificial intelligence and robotics.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/13/2013<br>\n\t\t\t\t\tModified by: Longin Jan&nbsp;Latecki</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nCollaborative Research: Recovery of 3D Shapes From Single Views\n\nPIs: Zygmunt Pizlo (Purdue University) and Longin Jan Latecki (Temple University)\n\n\nShape refers to all\nspatially global geometrical characteristics of a 3D object. Because of its\ninherent complexity, shape is almost always sufficient to establish the\nidentity and functionality of the object. This is true with chairs, tables,\nsofas, bookshelves and trash-cans, animals, trees and flowers, tools, parts,\ncars, planes, bicycles and motorcycles, i.e., everything important in our\nenvironment. Clearly, the ability to see shapes of objects correctly is\ncritical in all our everyday activities. Subjectively and commonsensically, visual\nperception of 3D shapes is accurate, easy and effortless. But the underlying\ncomputational mechanisms are less than obvious. From the mathematical point of\nview the main challenge is related to the fact that the visual input is a set\nof 2D retinal images, but the world around us is 3D. It follows that there are\nalways many different possible 3D interpretations of the 2D retinal images. Is\nthe visual system able to choose a unique interpretation, and if so, is the\ninterpretation the right one? The long history of research on visual shape\nperception is quite inconclusive: some studies reporting accurate shape\nperception, while others reporting large shape illusions. We showed that\nperception of shapes of 3D objects is extremely good and we provided a mathematical\ntheory and a computational model of the underlying mechanisms. The\ncomputational model explains which aspects of the 2D retinal image are used by\nthe visual system and how they are combined with a priori knowledge of the 3D physical world, \"out there\" to produce\nan accurate 3D interpretation. We showed that symmetry of natural objects is\nthe main a priori constraint used by\nthe human visual system. This constraint is universal in the sense that all\nnatural and man-made objects are either symmetrical or near-symmetrical. If\nthis constraint cannot be applied to a given object, 3D shape perception is\ncompletely unreliable. Our computational model serves as the basis for building\na machine that sees like us. This way, our basic research on human vision has broader implications for computer vision, artificial intelligence and robotics.\n\n\t\t\t\t\tLast Modified: 09/13/2013\n\n\t\t\t\t\tSubmitted by: Longin Jan Latecki"
 }
}