{
 "awd_id": "0924146",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Kinetics of Atmospherically Important Radical-Molecule Complexes",
 "cfda_num": "47.050",
 "org_code": "06020104",
 "po_phone": "7032928522",
 "po_email": "sedgerto@nsf.gov",
 "po_sign_block_name": "Sylvia Edgerton",
 "awd_eff_date": "2009-10-01",
 "awd_exp_date": "2012-09-30",
 "tot_intn_awd_amt": 259999.0,
 "awd_amount": 259999.0,
 "awd_min_amd_letter_date": "2009-08-24",
 "awd_max_amd_letter_date": "2009-08-24",
 "awd_abstract_narration": "Recent experimental and computational studies have highlighted the effects of water vapor on the kinetics and product branching ratios of important atmospheric processes.  In many cases, these reactions involve the OH and HO2 radical.  To date, the literature only contains studies on the effects of water vapor for reactions involving the OH and HO2 radical.  The formation of a radical-molecule complex during the reaction mechanism has been implicated as the reason for the perturbed kinetics and product branching ratios.  This project presents experiments designed to measure the effects of water vapor on the kinetics of the 2-hydroxyethylperoxy radical (HOCH2CH2O2) self-reaction and reaction with hydroperoxy radical (HO2) using the method of laser flash photolysis/UV absorption spectroscopy/two-tone frequency modulated diode laser spectroscopy/laser induced fluorescence.  Additional experiments to measure the effect of water vapor on the product branching ratio for the reaction of HOCH2CH2O2 + NO are also planned.  The results of this work will provide fundamental insight into the reaction mechanism of atmospherically important processes and the role of radical-molecule complexes in perturbing the reactivity of organic peroxy radicals.  An understanding of the effects of water vapor on the kinetics of these prominent organic species will serve to refine tropospheric models and improve their predictive capabilities.  The results of this investigation would provide data so that generalizations about the influence of water vapor on a variety of reactions could be developed. \r\n\r\nThis project will provide research and training opportunities for both graduate and undergraduate students at the PI's university as well as create research opportunities for undergraduates, mentored by the PI and faculty members from Brigham Young University's sister school, Brigham Young University-Idaho (BYUI).  (BYUI has recently been accredited as a four year bachelor degree granting institution and currently does not have research facilities.)  This program will provide resources so that a number of qualified and properly prepared undergraduates from BYUI can spend time in the PI's laboratory during summer months collecting kinetic data on important atmospheric reactions.\r\n \r\nAdditionally, two series of video podcasts will be produced.  One series will present the motivation behind the current research and describe the methods/instrumentation used as well as the conclusions reached after analysis of the data and will be used at BYU to teach an upper division/graduate level class in atmospheric chemistry and in another physical chemistry course.  A second series of video podcasts will be made that are designed to supplement the material presented in the interdisciplinary classes as well as in a science fundamental class at BYUI as part of their General Education curriculum.  These video podcasts will include information on the effects of the emission of organic molecules and their relationship to the production of tropospheric ozone and an introduction to kinetics and the usefulness of understanding the rate of reactions.  The research described in this project will serve as the backbone for the discussion in these video podcasts.  Podcasts will also be produced that relate the influence of pollution to climate change and how the research is related to this topic.  They will be produced in a way that illustrates to the general public how much we know about atmospheric chemistry, but they will also highlight the questions/research that still needs to be done.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jaron",
   "pi_last_name": "Hansen",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Jaron C Hansen",
   "pi_email_addr": "jhansen@chem.byu.edu",
   "nsf_id": "000425883",
   "pi_start_date": "2009-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brigham Young University",
  "inst_street_address": "A-153 ASB",
  "inst_street_address_2": "",
  "inst_city_name": "PROVO",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8014223360",
  "inst_zip_code": "846021128",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "UT03",
  "org_lgl_bus_name": "BRIGHAM YOUNG UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JWSYC7RUMJD1"
 },
 "perf_inst": {
  "perf_inst_name": "Brigham Young University",
  "perf_str_addr": "A-153 ASB",
  "perf_city_name": "PROVO",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "846021128",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "UT03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152400",
   "pgm_ele_name": "Atmospheric Chemistry"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 259999.0
  }
 ],
 "por": null
}