{
 "awd_id": "0924816",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Toward an Improved Understanding of the Characteristics, Processes, and Impacts of Northerly and Southerly Low-Level Jets in the Central United States",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 421610.0,
 "awd_amount": 421610.0,
 "awd_min_amd_letter_date": "2009-08-24",
 "awd_max_amd_letter_date": "2012-02-06",
 "awd_abstract_narration": "\r\nThis award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\r\n\r\nLow-level jets are streams of fast-moving air in the lower troposphere. Both northerly (N-LLJs) and southerly (S-LLJs) low-level jets occur frequently in the central United States and have a significant impact on regional weather and climate, precipitation and water resources, and wind energy. The causes of low-level jets are complex, with both boundary-layer and synoptic-scale forcing contributing to jet occurrence. \r\n\r\nThis study being conducted by Dr. Claudia Walters at the University of Michigan-Dearborn, Dr. Julie Winkler at Michigan State University and Dr. Sharon Zhong at Michigan State University will address two substantial gaps in our knowledge of low-level jets. One goal is to better understand the characteristics, causes, and impacts of N-LLJs, which have received little attention to date by the atmospheric science community. The specific objectives of this first goal are to 1) characterize the large-scale synoptic environment in which N-LLJs form, 2) assess the three-dimensional structure of N-LLJs, 3) evaluate the potential forcing mechanisms for N-LLJs, 4) investigate the impacts of N-LLJs on local/regional weather and climate, and 5) improve the understanding of the climatological characteristics of N-LLJs including their interannual variation. The second goal is to evaluate the relative contribution of boundary-layer versus synoptic-scale forcing to S-LLJ occurrence.  The specific objectives of this goal are to 1) assess the geographic variations in the relative frequency of boundary-layer versus synoptically-forced S-LLJs, 2) evaluate the contrasting influence of the different types of S-LLJs on nocturnal precipitation, and 3) depict the interannual variability of the different S-LLJs.  These objectives will be addressed using a combination of mesoscale numerical modeling and climatological analysis of surface and upper-air observations and regional reanalysis products.  \r\n\r\nThe outcomes of the research will directly benefit both short-term and seasonal operational weather forecasting and provide a baseline for evaluating potential future changes of low-level jets in a perturbed climate.  In addition, better knowledge of forcing mechanisms can lead to improvements in regional and global climate model simulations of low-level jets and their validation. Furthermore, the results will contribute to improved wind energy assessment and water resources management, both of which have broad societal impacts.  In addition to the scientific advancements, this research will also provide training to a diverse pool of undergraduate and graduate students in climate data analysis and numerical modeling, produce educational outreach materials for underrepresented and underserved high school students, and develop a web-based outreach resource on low-level jets for the operational weather forecasting community.",
 "awd_arra_amount": 421610.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Julie",
   "pi_last_name": "Winkler",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Julie A Winkler",
   "pi_email_addr": "winkler@msu.edu",
   "nsf_id": "000400834",
   "pi_start_date": "2009-08-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Shiyuan",
   "pi_last_name": "Zhong",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shiyuan Zhong",
   "pi_email_addr": "zhongs@msu.edu",
   "nsf_id": "000391881",
   "pi_start_date": "2009-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "426 AUDITORIUM RD RM 2",
  "perf_city_name": "EAST LANSING",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488242600",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  },
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1324",
   "pgm_ref_txt": "CLIMATE VARIABILITY AND PREDICTABILITY"
  },
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 421610.0
  }
 ],
 "por": null
}