{
 "awd_id": "0925718",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Spatial Subsidy and Trophic Connectivity between Nearshore Macrophyte Production and Subtidal Food Webs",
 "cfda_num": "47.050",
 "org_code": "06040301",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Garrison",
 "awd_eff_date": "2009-12-15",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 893463.0,
 "awd_amount": 893463.0,
 "awd_min_amd_letter_date": "2009-07-04",
 "awd_max_amd_letter_date": "2013-02-15",
 "awd_abstract_narration": "\"This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\"\r\n\r\nMacroalgae are a major component of autochthonous production in nearshore food webs. Much of the macroalgal production is annually exported to adjacent marine environments. In combination with phytoplankton and other organic matter sources, it likely provides a significant, but little studied allochthonous alternative to local production or a potentially critical source of organic matter to ecosystems below the photic zone. The investigators will conduct a systematic study of the magnitude and variability of this macroalgae subsidy and its importance to deep-subtidal consumers in waters of the San Juan Archipelago, Washington. The underlying question addressed in this proposal is: What is the role of macroalgal detritus as an organic matter source for shallow and deep subtidal food webs within the nearshore marine ecosystem, and what are the processes that determine this role? To address this question the investigators will (1) assess the transfer of macrophyte (seaweeds and seagrass) biomass from shallow nearshore sources to recipient deep subtidal basins, (2) evaluate the extent to which macroalgae (versus phytoplankton and other sources) subsidize subtidal food webs, and (3) investigate the biotic and abiotic processes that alter detrital biomass over time.\r\n\r\nThis research will integrate descriptive sampling, in situ and laboratory experiments, and geochemical analyses to comprehensively identify and evaluate the spatial and temporal scales over which macroalgal subsidies operate and the relative magnitude and importance of the effect. The project could substantially transform our understanding of the relative importance of sources of organic input to the entire nearshore ecosystem. The spatial and temporal scales of this influence are unknown yet critically important to understanding food web linkages to nearshore organisms over a range of ecosystems and trophic levels (including high level consumers such as fish, birds, and marine mammals). Detrital input into these subtidal food webs is likely to be pervasive over the nearshore region and this research will contribute to a fundamental understanding of the role and importance of these subsidies. Such a study is critical if a true understanding of the ecological significance of the phenomenon is to be achieved. The waters of the San Juan Archipelago are particularly well suited to addressing the suite of questions posed. Nevertheless the significance of this research program applies to any nearshore temperate or boreal ecosystem where fringing benthic primary production can be exported into adjacent, or even distant, ecosystems. Because such systems are widespread, the research has broad ecological relevance.\r\n\r\nIn addition to providing valuable insight into subsidy-based linkages among coastal ecosystems, the results of this research will also inform coastal fisheries management and fish and shellfish habitat protection strategies (three of the focal species - crabs and sea urchins - consuming the exported macroalgae in this project constitute large commercial fisheries in Washington state), identify sensitive indicators of ecosystem state and dynamics for long-term monitoring, and provide insight into the broader implications of regional climate change scenarios linking riverine discharge and primary and secondary production to climate. This project will support education through: 1) funding for two graduate student Research Assistants, 2) a training program for undergraduate scientific divers, 3) broad and innovative interaction with regional K-12 students through the Friday Harbor Laboratories Marine Science Outreach Program and the new UW-FHL GK-12 program and 4) support of a summer high school research intern.",
 "awd_arra_amount": 893463.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Duggins",
   "pi_mid_init": "O",
   "pi_sufx_name": "",
   "pi_full_name": "David O Duggins",
   "pi_email_addr": "dduggins@u.washington.edu",
   "nsf_id": "000397303",
   "pi_start_date": "2009-07-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kenneth",
   "pi_last_name": "Sebens",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Kenneth P Sebens",
   "pi_email_addr": "sebens@u.washington.edu",
   "nsf_id": "000111508",
   "pi_start_date": "2009-07-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Simenstad",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Charles A Simenstad",
   "pi_email_addr": "simenstd@u.washington.edu",
   "nsf_id": "000433144",
   "pi_start_date": "2009-07-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Eckman",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "James E Eckman",
   "pi_email_addr": "eckmanj@onr.navy.mil",
   "nsf_id": "000233539",
   "pi_start_date": "2009-07-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "Britton-Simmons",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin Britton-Simmons",
   "pi_email_addr": "aquaman@u.washington.edu",
   "nsf_id": "000297843",
   "pi_start_date": "2009-07-04",
   "pi_end_date": "2011-10-04"
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 BROOKLYN AVE NE",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 893463.0
  }
 ],
 "por": null
}