{
 "awd_id": "0925997",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Nanoparticle-Bridge DNA Sensor for Electrical Detection of Ultra-Low Concentrations of DNA Molecules",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Usha Varshney",
 "awd_eff_date": "2009-10-01",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 319581.0,
 "awd_amount": 319581.0,
 "awd_min_amd_letter_date": "2009-08-06",
 "awd_max_amd_letter_date": "2011-07-05",
 "awd_abstract_narration": "Proposal 0925997\r\nPI: Seong Jin Koh\r\nThe University of Texas at Arlington\r\n\r\nIntellectual Merit:\r\nThis project will investigate a new DNA sensing method which is capable of detecting ultra-low concentrations of DNA molecules without any amplification. Importantly, its sensor output will be a direct electrical signal, without using any transducers, which has numerous benefits including compactness, portability, facile integration with other systems, multiplex sensing, and low cost. The key components of the proposed DNA sensor are 1) DNA hybridization is carried out exclusively on the surface of nanoparticles (~50 nm in diameter), 2) the presence of target DNA (to-be-detected DNA) molecules leads to the formation of nanoparticle-DNA-nanoparticle conjugates, and 3) the nanoparticle-DNA-nanoparticle conjugates are detected using simple I-V measurements. This approach allows the detection of extremely small concentrations of DNA molecules since, in principle, the formation of even a single nanoparticle-DNA-nanoparticle conjugate can lead to a current flow across electrodes. The high sensitivity of the proposed DNA sensing method could play a significant role in advancing biomedical science/technology, such as disease diagnosis and medicine development, as well as protecting our citizens and soldiers from biological threats/attacks.\r\n \r\nBroader Impacts:\r\nThe broader impacts of this project lie in the educational and outreach programs that will be integrated with its research component. Student training is one of the important parts of the educational program. By performing the proposed research, students will be extensively trained as competitive scientists and engineers. This will occur through their designing the experiments, training on cutting-edge experimental tools, obtaining deep and broad knowledge of the field through extensive literature search and reading, discussing the experimental results with the PI and colleagues, and presenting their findings in international conferences and peer-reviewed journals. The other important educational component is in the classroom. The course MSE5351 (Current Topics in Nanotechnology) will provide students in-depth knowledge of recent important advancements in the field of nanotechnology. This will be done through PI's lecturing on key concepts and techniques in nanoscale science and technology and also students' reading of important landmark publications and discussing them in the class. In addition, this class will provide several experimental modules which will take place in the form of demonstrating key experimental steps and/or carrying out hands-on experiments. Importantly, the resulting findings from the proposed research will be incorporated into the experimental modules. This program will also run outreach programs by providing science camps for K-12 students and teachers. In particular, one of the camps will be targeted for elementary students in their 4th or 5th grades. By focusing on young ages, this camp aims to expose young minds to the exciting and fun world of science and technology and to inspire them to pursue careers in science and technology, ultimately contributing to preparing for our nation's superiority in science and technology in generations to come.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Seong Jin",
   "pi_last_name": "Koh",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Seong Jin Koh",
   "pi_email_addr": "skoh@uta.edu",
   "nsf_id": "000302206",
   "pi_start_date": "2009-08-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Arlington",
  "inst_street_address": "701 S NEDDERMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "ARLINGTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "8172722105",
  "inst_zip_code": "760199800",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT ARLINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "LMLUKUPJJ9N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Arlington",
  "perf_str_addr": "701 S NEDDERMAN DR",
  "perf_city_name": "ARLINGTON",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "760199800",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "091E",
   "pgm_ref_txt": "Light generation & detection"
  },
  {
   "pgm_ref_code": "100E",
   "pgm_ref_txt": "Novel devices & vacuum electronics"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 102297.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 106509.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 110775.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The capability of detecting low concentrations of DNA molecules plays an important role in disease diagnoses, biomedical research, forensic analysis, pathogen screening in food supplies, and early identification of harmful biological agencies that may threaten the national security. The usual method to detect low-concentration DNA molecules has been to amplify the DNA using polymerase chain reaction (PCR). This DNA detection involving PCR amplification, however, is time consuming, requires capital investment and lab spaces, needs trained lab personnel, and is not suitable for field applications such as screening in doctor&rsquo;s office or in the battle field. If there exists a method that can directly detect a small amount of DNA molecules without any amplifications, and if this detection can be carried out on a small chip in a portable format, enormous benefits would be expected from this technique. This project aimed to investigate a new DNA detection technology in which low concentrations of DNA molecules are detected without any amplification. Furthermore, it was aimed that the DNA detection can be carried out on a small chip in a portable format and the sensing output is an electrical current, allowing facile integration of the DNA sensing unit to other systems such as wireless communication systems. The key components of our method are 1) the presence of target DNA (to-be-detected DNA) leads to a formation of nanoparticle-satellite conjugates, which are composed of a capture nanoparticle (~50 nm) and probe nanoparticles (~30 nm) that surround the capture nanoparticle, with the target DNA sandwiched between the capture nanoparticle and the probe nanoparticles, 2) only a few target DNA molecules are required to form the nanoparticle-satellite conjugates, and 3) the nanoparticle-satellite conjugates are precisely placed between two electrodes, providing electrical current paths when voltage is applied between the electrodes. Built on these key components, we have demonstrated an electrical DNA detection that has a sensitivity to detect DNA in a concentration as low as 100 pM without any amplification. With refined processes, we expect that the detection sensitivity can increase further. The outcome of this study can make a significant impact on advancement of biomedical research and other related fields. For example, our technique can provide a new DNA detection tool that can be routinely used in a lab or in a field without using expensive lab equipment and human resources. Our technique can also lead to fast, inexpensive, but very sensitive detection of harmful biological agencies in the battle fields and in the homeland. This project has also provided extensive training opportunities for graduate students. During this project period, one PhD student and one master student have been trained by having them to design experiments, to develop series of recipes and protocols, and also to enhance their communication skills through presenting outcomes in group meetings and in technical societies. &nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/30/2013<br>\n\t\t\t\t\tModified by: Seong Jin&nbsp;Koh</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe capability of detecting low concentrations of DNA molecules plays an important role in disease diagnoses, biomedical research, forensic analysis, pathogen screening in food supplies, and early identification of harmful biological agencies that may threaten the national security. The usual method to detect low-concentration DNA molecules has been to amplify the DNA using polymerase chain reaction (PCR). This DNA detection involving PCR amplification, however, is time consuming, requires capital investment and lab spaces, needs trained lab personnel, and is not suitable for field applications such as screening in doctorÆs office or in the battle field. If there exists a method that can directly detect a small amount of DNA molecules without any amplifications, and if this detection can be carried out on a small chip in a portable format, enormous benefits would be expected from this technique. This project aimed to investigate a new DNA detection technology in which low concentrations of DNA molecules are detected without any amplification. Furthermore, it was aimed that the DNA detection can be carried out on a small chip in a portable format and the sensing output is an electrical current, allowing facile integration of the DNA sensing unit to other systems such as wireless communication systems. The key components of our method are 1) the presence of target DNA (to-be-detected DNA) leads to a formation of nanoparticle-satellite conjugates, which are composed of a capture nanoparticle (~50 nm) and probe nanoparticles (~30 nm) that surround the capture nanoparticle, with the target DNA sandwiched between the capture nanoparticle and the probe nanoparticles, 2) only a few target DNA molecules are required to form the nanoparticle-satellite conjugates, and 3) the nanoparticle-satellite conjugates are precisely placed between two electrodes, providing electrical current paths when voltage is applied between the electrodes. Built on these key components, we have demonstrated an electrical DNA detection that has a sensitivity to detect DNA in a concentration as low as 100 pM without any amplification. With refined processes, we expect that the detection sensitivity can increase further. The outcome of this study can make a significant impact on advancement of biomedical research and other related fields. For example, our technique can provide a new DNA detection tool that can be routinely used in a lab or in a field without using expensive lab equipment and human resources. Our technique can also lead to fast, inexpensive, but very sensitive detection of harmful biological agencies in the battle fields and in the homeland. This project has also provided extensive training opportunities for graduate students. During this project period, one PhD student and one master student have been trained by having them to design experiments, to develop series of recipes and protocols, and also to enhance their communication skills through presenting outcomes in group meetings and in technical societies.  \n\n \n\n\t\t\t\t\tLast Modified: 12/30/2013\n\n\t\t\t\t\tSubmitted by: Seong Jin Koh"
 }
}