{
 "awd_id": "0925901",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement: Reproductive Ecology of an Endangered Primate: Diet and Foraging Behavior Alteration in Adult Female Sanje Mangabeys (Cercocebus sanjei)",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Elizabeth Tran",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2011-08-31",
 "tot_intn_awd_amt": 14755.0,
 "awd_amount": 14755.0,
 "awd_min_amd_letter_date": "2009-09-09",
 "awd_max_amd_letter_date": "2011-04-25",
 "awd_abstract_narration": "This study contributes to delineating interrelationships between primate reproduction and environment and provides understanding of how variation in female reproductive patterns represents an adaptive response to local conditions to ensure reproductive success. It is presently unknown which reproductive strategy is dominant among primates; i.e., the \"classic pattern\", where conception is correlated with high food availability; the \"alternative pattern\", where lactation correlates with high food availability; or \"aseasonality\", where no discernable pattern in births is observed. This study will examine reproductive seasonality in the Endangered Sanje mangabey (Cercocebus sanjei), endemic to the Udzungwa Mountains of Tanzania. The main objective is to determine whether females express reproductive seasonality, and if reproductive patterns are influenced by extrinsic factors, such as food availability, and/or intrinsic factors, such as female dominance and body condition. The inter-relationship between these variables will also be investigated. As such, this project aims to understand the complex relationship between extrinsic and intrinsic variables acting upon primate reproduction and, therefore, informs important theoretical areas within primate ecology and evolutionary biology. \r\nThe intellectual merit of this study includes the elucidation of the reproductive ecology of this species.  The strategies for successful acquisition of energy and nutrients during reproductive periods will be examined as will the risk of parasitism during reproductive phases and the role of geophagy in relation to parasitism and/or pregnancy. Data will be collected on the social and foraging behavior of 22 adult female Sanje mangabeys over one annual cycle. Fecal and urine samples will be collected to determine parasite prevalence between reproductive and non-reproductive periods, and energy balance, respectively. Food consumed by females will be analyzed for nutritional content, and 12 ecological plots will be monitored monthly in order to assess food availability within the habitat. \r\nThe remaining population of Endangered Sanje mangabeys is only partially protected and subject to habitat loss in a substantial area of their distribution. As such, the broader implications of this study include providing information on their reproductive ecology, especially resources vital for female reproductive success, which is key to successful conservation measures. In addition, the Tanzanians participating in the project will be vital to conservation efforts, and the attendant knowledge transfer will promote their continued employment and foster local appreciation of Tanzanian biodiversity. Finally, this project will provide research experience for a graduate student and provide the basis for a doctoral dissertation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joanna",
   "pi_last_name": "Lambert",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Joanna E Lambert",
   "pi_email_addr": "joanna.lambert@utsa.edu",
   "nsf_id": "000310313",
   "pi_start_date": "2011-04-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Carolyn Lee",
   "pi_last_name": "Ehardt",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Carolyn Lee Ehardt",
   "pi_email_addr": "carolyn.ehardt@utsa.edu",
   "nsf_id": "000475784",
   "pi_start_date": "2009-09-09",
   "pi_end_date": "2011-04-25"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Grainne",
   "pi_last_name": "McCabe",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Grainne M McCabe",
   "pi_email_addr": "grainne.mccabe@utsa.edu",
   "nsf_id": "000499315",
   "pi_start_date": "2009-09-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at San Antonio",
  "inst_street_address": "1 UTSA CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SAN ANTONIO",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "2104584340",
  "inst_zip_code": "782491644",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "TX20",
  "org_lgl_bus_name": "THE UNIVERSITY OF TEXAS AT SAN ANTONIO",
  "org_prnt_uei_num": "U44ZMVYU52U6",
  "org_uei_num": "U44ZMVYU52U6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at San Antonio",
  "perf_str_addr": "1 UTSA CIR",
  "perf_city_name": "SAN ANTONIO",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "782491644",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "TX20",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1392",
   "pgm_ref_txt": "Biological Anthropology"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 14755.0
  }
 ],
 "por": null
}