{
 "awd_id": "0925532",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Single-electron-level ballistic transport devices",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Usha Varshney",
 "awd_eff_date": "2009-08-01",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 305115.0,
 "awd_amount": 305115.0,
 "awd_min_amd_letter_date": "2009-06-30",
 "awd_max_amd_letter_date": "2009-06-30",
 "awd_abstract_narration": "This project deals with developing a new class of electronic devices that offer femtosecond transit time operating at a single-electron level in room-temperature air ambient.  The operating principle of the proposed device structure involves ballistic transport of electrons in a nanoscale void channel that will be formed in the oxide layer of a metal-oxide-semiconductor structure.  A metal-oxide-semiconductor structure will be driven into a breakdown regime of operation (that is, the electric field is set greater than the oxide breakdown field strength) in order to form nanoscale leakage channels in the oxide layer.  The oxide thickness (channel length) will be designed to be smaller than the mean free collision path in air so that the thus-formed void channels essentially serve as a medium for nanoscale vacuum electronics.  In this quasi-vacuum-mode operation in air, the ballistic transport of electrons is expected to demonstrate a space-charge-limited current over a broad range of voltage, following the Child-Langmuir's [voltage]3/2 power law.  The electron transit time is calculated to be 10-100 femtosecond, potentially offering over 10-100 terahertz operation.  The space-charge-limited transport in the nano-channel is expected to be of single electron level.  The single-electron transport with femtosecond transit time can result in the channel current of ~microampere level, potentially offering high signal-to-noise ratio operation of optoelectronic devices at room temperature.  This study aims at developing a fundamental understanding of the charge transport process occurring in the localized nanochannels and its application to ultrafast (down to femtosecond level) photodetection.\r\n\r\nIntellectual Merit\r\nElectron transport in a nanometer-scale-confined space is a fundamental process, whose understanding is critically important in developing advanced electronic/optoelectronic devices.  The proposed nanoelectronic structure (~10-nm-scale void channels formed in the oxide of a silicon metal-oxide-semiconductor structure) offers the advantage of vacuum in transporting electrons, but does not require any vacuum medium in its operation.  Understanding the mechanisms of nanochannel formation and their extreme transport properties (~10 femtosecond transit time) is expected to bring a major advancement to the science and technology of nanoscale electronics/optoelectronics.  This study addresses the scientific and engineering challenges in advancing the silicon-metal-oxide-semiconductor-based structure into a new device technology that offers a great promise for ultimate operation at single-electron, single-photon level.\r\n\r\nBroader Impacts\r\nThis study will make major impacts on various fields such as telecommunications, information processing, instrumentation/metrology, and defense.  The multidisciplinary nature of this project will provide an educational paradigm for training future scientists and engineers for the emerging fields of nanoelectronics, nanophotonics and nanoscale vacuum electronics.  Students from underrepresented groups will be recruited at various levels and scopes such as graduate research (masters and doctoral degrees), undergraduate research experience, and summer enrichment programs for high school students.  These students will gain hands-on-experience through a variety of instrumentation available at the Nanoscale Fabrication and Characterization Facility (a user facility at the PI's institution) mentored by graduate student researchers from the PI's lab.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hong Koo",
   "pi_last_name": "Kim",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hong Koo Kim",
   "pi_email_addr": "hkk@pitt.edu",
   "nsf_id": "000215915",
   "pi_start_date": "2009-06-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pittsburgh",
  "perf_str_addr": "4200 FIFTH AVENUE",
  "perf_city_name": "PITTSBURGH",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152600001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "098E",
   "pgm_ref_txt": "Antennas and Electromagnetics"
  },
  {
   "pgm_ref_code": "101E",
   "pgm_ref_txt": "Printed and flexible electronics"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 305115.0
  }
 ],
 "por": null
}