{
 "awd_id": "0925467",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Hygroscopic Phase Transitions of Atmospheric Particles",
 "cfda_num": "47.050",
 "org_code": "06020104",
 "po_phone": "7032928522",
 "po_email": "sedgerto@nsf.gov",
 "po_sign_block_name": "Sylvia Edgerton",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 535332.0,
 "awd_amount": 582832.0,
 "awd_min_amd_letter_date": "2009-08-27",
 "awd_max_amd_letter_date": "2010-10-07",
 "awd_abstract_narration": "The objective of the work is to understand the connections between chemistry and hygroscopic phase transitions for complex organic materials mixed with sulfate.  The complex organic materials will include both those produced by different types of secondary organic aerosol (SOA) in the laboratory and those naturally present in the Southern Great Plains, Oklahoma (i.e., field campaign).  The first goal is to measure the values of the deliquescence relative humidity (DRH) and crystallization relative humidity (CRH) of mixed SOA organic-sulfate particles.  The second goal is to connect the variability of the organic composition to the variability in the phase-transition behavior of the mixed particles.  Hygroscopic phase transitions switch aerosol particles between states of lower and higher heterogeneous chemical reactivity and between states of lower and higher light scattering. These effects are becoming increasingly quantified as a result of a combination of recent ambient measurements, modeling, and laboratory studies. What emerges is that the sulfate content of atmospheric particles is the anchor point for understanding and predicting the hygroscopic phase transitions.  Other chemical components such as acidity, nitrate, or organic material have a modulating influence.  A key challenge for further progress is a better understanding of the effects of organic material on sulfate phase transitions; previous laboratory work has largely focused on sulfate mixed with a single up to several types of organic molecules.  Atmospheric particles, however, consist of a mixture of sulfate with a multitude of different types of organic molecules.  Such mixtures are expected to behave quite differently than simpler compositions, especially in regard to phase transitions, because the entropy of the multitude implies that crystal-aqueous phase transitions, when present, will be those solely of sulfate.\r\n\r\nA summer undergraduate project will broaden the participation of underrepresented groups in the sciences.  A program is in place for recruitment from Historically Black Colleges and Universities and the University of Puerto Rico.  He has also developed an AerosolCalculator website, and in this project the principal investigator will continue with its development.  The motivation is to create a site useful for new students (as well as professionals) to develop a careful and thorough understanding of the complexities of aerosol science and technology.  The website provides a ready interface (i.e., a web browser such as Internet Explorer) for the learning and exploration of the properties of aerosols.  The use of a website and a web browser makes the site accessible worldwide, allowing for broad dissemination of this educational tool.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Scot",
   "pi_last_name": "Martin",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Scot T Martin",
   "pi_email_addr": "smartin@seas.harvard.edu",
   "nsf_id": "000292401",
   "pi_start_date": "2009-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": "1033 MASSACHUSETTS AVE STE 3",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021385366",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152400",
   "pgm_ele_name": "Atmospheric Chemistry"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 535332.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 47500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Atmospheric particles influence the earth&rsquo;s climate by scattering solar radiation back to space and by increasing the occurrence, lifetime, and reflectivity of clouds. These particles are emitted or formed in the atmosphere as a result of both human activities (e.g., fossil fuel burning) and natural processes (e.g., reactions of gaseous organic molecules emitted by vegetation). The largest contributors arising from human activities to the particles most important for climate are sulfate-based, ranging from sulfuric acid to ammonium sulfate. Under some atmospheric conditions, one important process is that volatile organic compounds (VOCs) such as &alpha;-pinene, emitted by plants undergo chemical reactions that lead to less volatile products that can condense as secondary organic material (SOM) onto pre-existing sulfate particles to form mixed organic-sulfate particles.</p>\n<p>Scientific predictions of the overall effects of atmospheric particles on climate depend on a combination of factors, including many that relate to particle water content and phase. For example, solid crystalline particles that are too small to interact with solar radiation can grow by absorption of water to become a liquid-phase droplet, which scatters solar radiation more effectively. The ways in which interactions between constituents in mixed organic-sulfate particles affect the water content and phase of the overall particle are not well understood, especially for complex mixtures containing ambient secondary organic material. Therefore, during the tenure of this grant, we investigated the relative humidity-dependent absorption and loss of water and phase of mixed organic-sulfate particles containing laboratory-generated secondary organic material. Ambient production of mixed organic-sulfate particles was simulated in the Harvard Environmental Chamber by the oxidation of atmospherically relevant VOCs followed by condensation of the reaction products onto the surfaces of ammonium sulfate particles.</p>\n<p>Our research tested two common assumptions about atmospheric organic particles: (1) secondary organic material is fully water soluble and (2) secondary organic material exists as a liquid phase. Our results show that not all secondary organic material in the atmosphere interacts with water and aqueous sulfate solutions in the same way (Figure 1). In contrast to the first assumption, the solubility of organic material in an aqueous particle phase and the resulting effects of organic solubility on diameter growth and phase vary with the degree of oxygenation of the SOM. Secondary organic material produced by the ozonolysis of &alpha;-pinene, which was less oxidized than the isoprene photo-oxidation SOM, separated from aqueous sulfate to form two phases within a single particle (Figure 2), while the highly oxygenated SOM produced by the photo-oxidation of isoprene dissolved into the aqueous sulfate. &nbsp;</p>\n<p>With respect to the second assumption, we found that the phase of secondary organic material varies with relative humidity and actually appears to be rubber-like, rather than liquid, at moderate to low relative humidity. The overall particle phase was correlated with water content: particles absorbed more water and softened as the relative humidity around the particles was increased. This finding that SOM may be solid could have major implications for how SOM formation and ageing are treated in models, in particular with respect to the absorption of gas-phase species in particles containing secondary organic material. Use of our results by the modeling community could also improve the predictive capabilities of climate models by improving the treatment of secondary organic aerosol on sulfate particle solar radiation scattering and cloud formation.</p>\n<p>Additionally, a website open to the worldwide public (via web browser) that provides an easily accessible user interface for...",
  "por_txt_cntn": "\nAtmospheric particles influence the earthÆs climate by scattering solar radiation back to space and by increasing the occurrence, lifetime, and reflectivity of clouds. These particles are emitted or formed in the atmosphere as a result of both human activities (e.g., fossil fuel burning) and natural processes (e.g., reactions of gaseous organic molecules emitted by vegetation). The largest contributors arising from human activities to the particles most important for climate are sulfate-based, ranging from sulfuric acid to ammonium sulfate. Under some atmospheric conditions, one important process is that volatile organic compounds (VOCs) such as &alpha;-pinene, emitted by plants undergo chemical reactions that lead to less volatile products that can condense as secondary organic material (SOM) onto pre-existing sulfate particles to form mixed organic-sulfate particles.\n\nScientific predictions of the overall effects of atmospheric particles on climate depend on a combination of factors, including many that relate to particle water content and phase. For example, solid crystalline particles that are too small to interact with solar radiation can grow by absorption of water to become a liquid-phase droplet, which scatters solar radiation more effectively. The ways in which interactions between constituents in mixed organic-sulfate particles affect the water content and phase of the overall particle are not well understood, especially for complex mixtures containing ambient secondary organic material. Therefore, during the tenure of this grant, we investigated the relative humidity-dependent absorption and loss of water and phase of mixed organic-sulfate particles containing laboratory-generated secondary organic material. Ambient production of mixed organic-sulfate particles was simulated in the Harvard Environmental Chamber by the oxidation of atmospherically relevant VOCs followed by condensation of the reaction products onto the surfaces of ammonium sulfate particles.\n\nOur research tested two common assumptions about atmospheric organic particles: (1) secondary organic material is fully water soluble and (2) secondary organic material exists as a liquid phase. Our results show that not all secondary organic material in the atmosphere interacts with water and aqueous sulfate solutions in the same way (Figure 1). In contrast to the first assumption, the solubility of organic material in an aqueous particle phase and the resulting effects of organic solubility on diameter growth and phase vary with the degree of oxygenation of the SOM. Secondary organic material produced by the ozonolysis of &alpha;-pinene, which was less oxidized than the isoprene photo-oxidation SOM, separated from aqueous sulfate to form two phases within a single particle (Figure 2), while the highly oxygenated SOM produced by the photo-oxidation of isoprene dissolved into the aqueous sulfate.  \n\nWith respect to the second assumption, we found that the phase of secondary organic material varies with relative humidity and actually appears to be rubber-like, rather than liquid, at moderate to low relative humidity. The overall particle phase was correlated with water content: particles absorbed more water and softened as the relative humidity around the particles was increased. This finding that SOM may be solid could have major implications for how SOM formation and ageing are treated in models, in particular with respect to the absorption of gas-phase species in particles containing secondary organic material. Use of our results by the modeling community could also improve the predictive capabilities of climate models by improving the treatment of secondary organic aerosol on sulfate particle solar radiation scattering and cloud formation.\n\nAdditionally, a website open to the worldwide public (via web browser) that provides an easily accessible user interface for learning about and exploring particle properties has been developed (http://aerosolcalculator.se..."
 }
}