{
 "awd_id": "0925671",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A Multi-Sited Social Science Analysis of African Diaspora Engagement in Homeland Health",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 442100.0,
 "awd_amount": 446100.0,
 "awd_min_amd_letter_date": "2009-08-12",
 "awd_max_amd_letter_date": "2012-02-06",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\r\n\r\nDr. Joyce V. Millen of Willamette University will undertake a three-year research and educational program to advance understanding of African diaspora-driven health philanthropy in the context of Africa's acute shortage of medical personnel. She will compare two migratory linkages: (1) between Senegal and France and (2) between Ghana and the United States. The research is designed to follow the circulatory trajectories of Senegalese and Ghanaian associations and health professionals from host countries of employment to countries of origin. \r\n\r\nThe researcher and her colleagaues will conduct ethnographic research among a select sample of Senegalese and Ghanaian diaspora associations in France and the United States.  They will document the networks and processes through which these associations articulate with state and multilateral agencies in their efforts to transfer medical skills and health resources to their countries of origin. They will collect life history interviews among individual Senegalese and Ghanaian medical providers in the diaspora to ascertain on migration, work, and philanthropic efforts. The histories will provide data to assess whether class, duration away from homeland, and level of connectivity with homeland, among other variables, are predictive of diaspora philanthropic engagement. The last year of the study will culminate with ethnographic research in the Senegalese and Ghanaian towns identified in the first phases of research as recipient communities of diaspora-led efforts. The aim of this last phase of research is to ascertain how the medical philanthropic projects are being implemented and received locally. \r\n\r\nThe educational component of the program employs a novel collaborative model that enables select American students to conduct ethnographic research in direct collaboration with African counterpart students from universities in Senegal and Ghana. The findings of this research will bring needed critical analysis to bear on current received wisdom regarding the potentials of \"diasporas for development.\" The study will also bring empirically-grounded anthropological insights to broader disciplinary debates on transnationalism and deterritorialized citizenries.\r\n\r\n",
 "awd_arra_amount": 446100.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joyce",
   "pi_last_name": "Millen",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Joyce V Millen",
   "pi_email_addr": "jmillen@willamette.edu",
   "nsf_id": "000245773",
   "pi_start_date": "2009-08-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Willamette University",
  "inst_street_address": "900 STATE ST",
  "inst_street_address_2": "",
  "inst_city_name": "SALEM",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5033706049",
  "inst_zip_code": "973013922",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "OR06",
  "org_lgl_bus_name": "WILLAMETTE UNIVERSITY",
  "org_prnt_uei_num": "LBDSJ1GSKJY1",
  "org_uei_num": "LBDSJ1GSKJY1"
 },
 "perf_inst": {
  "perf_inst_name": "Willamette University",
  "perf_str_addr": "900 STATE ST",
  "perf_city_name": "SALEM",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973013922",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "OR06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 442100.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 4000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Until recently, most people outside the African continent have been unaware of the powerful force diasporic Africans have become in the economic and social development of their home countries. The approximately 30 million Africans currently living outside Africa send home more than 40 billion dollars each year to their families and communities of origin in Africa.&nbsp; Economists investigate how these resources impact recipient economies while development specialists compare remittance giving to official development assistance. What are not accounted for in these analyses are the significant nonmonetary remittances and wider public efforts Africans living in the diaspora send and bring &nbsp;home each year to improve the health and well being of their home communities.</p>\n<p>This four-year research study sought to bring comparative ethnographic data and critical analysis to bear on this emergent study of &ldquo;diasporas for development.&rdquo;&nbsp; Results of the study reveal that increasing numbers of diasporic Africans are engaged in philanthropic efforts, simultaneously fulfilling familial obligations and acting in solidarity with their communities of origin. &nbsp;The research findings explain how members of the African diaspora&mdash;both skilled and non skilled&mdash;capitalize on cultural competencies, leverage familial loyalties and appeal to hometown and national pride to organize their compatriots abroad. The findings also detail how members of the diaspora collaborate with traditional agents of development while concurrently employing their transnational networks to forge new public and private alliances. Their efforts compel us to re-imagine both the &ldquo;foreign&rdquo; and the &ldquo;aid&rdquo; in foreign aid.</p>\n<p>Insights gleaned from the research demonstrate that current understandings of circulation migration and &ldquo;diasporas for development&rdquo; inadequately account for the diversity of experiences among migrant populations. By closely comparing home and host country experiences of predominately Muslim, Francophone Senegalese in France with predominately Christian, Anglophone Ghanaians in the United States, the study identified and examined a wide range of variables that influence forms of engagement and levels of remittance giving. These variables include country and place of origin, religious affiliation, age, education level, skills migrants bring to host country, duration away from home community, and the relative level of integration in host country. The research also revealed extraordinarily complex histories of mutual distrust among members of the diaspora and home state representatives which often complicate efforts to improve local health infrastructure and development.</p>\n<p>This research project produced innovative tools for multi-sited investigations of circulation migration and several educational materials, including documentary films, a resource guide and a case-study based collective volume. The educational materials are serving to enhance diaspora-led development efforts by facilitating dialogues &nbsp;between diaspora groups from different regions; between diaspora groups and their communities of origin; between diaspora groups and representatives of their home and host-country governments; and between diaspora groups and would-be supporters and collaborators of diaspora-driven aid.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/28/2013<br>\n\t\t\t\t\tModified by: Joyce&nbsp;V&nbsp;Millen</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nUntil recently, most people outside the African continent have been unaware of the powerful force diasporic Africans have become in the economic and social development of their home countries. The approximately 30 million Africans currently living outside Africa send home more than 40 billion dollars each year to their families and communities of origin in Africa.  Economists investigate how these resources impact recipient economies while development specialists compare remittance giving to official development assistance. What are not accounted for in these analyses are the significant nonmonetary remittances and wider public efforts Africans living in the diaspora send and bring  home each year to improve the health and well being of their home communities.\n\nThis four-year research study sought to bring comparative ethnographic data and critical analysis to bear on this emergent study of \"diasporas for development.\"  Results of the study reveal that increasing numbers of diasporic Africans are engaged in philanthropic efforts, simultaneously fulfilling familial obligations and acting in solidarity with their communities of origin.  The research findings explain how members of the African diaspora&mdash;both skilled and non skilled&mdash;capitalize on cultural competencies, leverage familial loyalties and appeal to hometown and national pride to organize their compatriots abroad. The findings also detail how members of the diaspora collaborate with traditional agents of development while concurrently employing their transnational networks to forge new public and private alliances. Their efforts compel us to re-imagine both the \"foreign\" and the \"aid\" in foreign aid.\n\nInsights gleaned from the research demonstrate that current understandings of circulation migration and \"diasporas for development\" inadequately account for the diversity of experiences among migrant populations. By closely comparing home and host country experiences of predominately Muslim, Francophone Senegalese in France with predominately Christian, Anglophone Ghanaians in the United States, the study identified and examined a wide range of variables that influence forms of engagement and levels of remittance giving. These variables include country and place of origin, religious affiliation, age, education level, skills migrants bring to host country, duration away from home community, and the relative level of integration in host country. The research also revealed extraordinarily complex histories of mutual distrust among members of the diaspora and home state representatives which often complicate efforts to improve local health infrastructure and development.\n\nThis research project produced innovative tools for multi-sited investigations of circulation migration and several educational materials, including documentary films, a resource guide and a case-study based collective volume. The educational materials are serving to enhance diaspora-led development efforts by facilitating dialogues  between diaspora groups from different regions; between diaspora groups and their communities of origin; between diaspora groups and representatives of their home and host-country governments; and between diaspora groups and would-be supporters and collaborators of diaspora-driven aid. \n\n \n\n\t\t\t\t\tLast Modified: 12/28/2013\n\n\t\t\t\t\tSubmitted by: Joyce V Millen"
 }
}