{
 "awd_id": "0926198",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Constructing AIDS Treatment in South Africa: Discourse, Power and Policy",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ezekiel Kalipeni",
 "awd_eff_date": "2009-09-15",
 "awd_exp_date": "2011-02-28",
 "tot_intn_awd_amt": 11750.0,
 "awd_amount": 11750.0,
 "awd_min_amd_letter_date": "2009-09-15",
 "awd_max_amd_letter_date": "2009-09-15",
 "awd_abstract_narration": "This project examines the history and consequences of conflict between the South African government and the domestic social movement led by the Treatment Action Campaign over the provision of antiretroviral (ARV) therapy to people living with AIDS. After a bitter conflict between the government and the ARV social movement, treatment is now being extended to all South Africans, yet there remain gaps in coverage that appear to be following previously existing geographies of vulnerability and marginality. This project examines how social movements engaged the treatment invective to their advantage, changing the popular HIV/AIDS narrative in the process. Further, this research will analyze if the current AIDS treatment structure embodies the equity-based agenda of the ARV social movement. The project will triangulate discourse analysis, political economy, and critical ethnography to examine treatment through an equity lens. This project will allow for an understanding of the history of, and possibilities for, equitable ARV therapy. In addition, the material reality of treatment access will be exposed through a political economy analysis attentive to the historical development of contemporary HIV/AIDS public health policy. By analyzing the discourses surrounding HIV/AIDS, particularly the moments when the dominant discourse was inverted, this research will reveal how a social movement created the space for a new AIDS narrative. Additionally, through an analysis of policy documents this project will illuminate the political economy of ARV treatment in reference to the dominant treatment narratives in the country. Lastly, interviews and participant observation with public health clinic workers will be conducted in accordance with purposive sampling techniques to ground the project ethnographically.        \r\n\r\nThe intellectual merit of the project lies in supplementing theorizations of discursive power, understanding forms and expression of state power, and measuring social resistance within contemporary health geography. Empirically, this project takes special interest in establishing how AIDS policy can ensure equitable access at a time when ARV policies are being extended globally. This project will provide a detailed description of current ARV therapy in South Africa. The broader impact of this project lies in offering nuanced understandings of AIDS treatment policy such that all HIV-positive people in South Africa and elsewhere, not just those in privileged environments, are able to access health care. In an era when most countries are extending ARV therapy to HIV-positive citizens in need, this is a needed contribution to the literature. AIDS is perhaps the single greatest threat to human well-being in sub-Saharan Africa, so this study contributes to knowledge about how best to prevent and treat the disease, as well as advocate for people with HIV. As a Doctoral Dissertation Research Improvement award, this award also will provide support to enable a promising student to establish a strong independent research career.  \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lucy",
   "pi_last_name": "Jarosz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lucy Jarosz",
   "pi_email_addr": "jarosz@u.washington.edu",
   "nsf_id": "000412068",
   "pi_start_date": "2009-09-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Faubion",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Charles T Faubion",
   "pi_email_addr": "tfaubion@u.washington.edu",
   "nsf_id": "000515953",
   "pi_start_date": "2009-09-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 BROOKLYN AVE NE",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 11750.0
  }
 ],
 "por": null
}