{
 "awd_id": "0926311",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Testing Linkages Between Plankton Community Structure and Export of C, Po, and Th in the Sub-Arctic NE Pacific: Field and Lab Studies",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Donald L. Rice",
 "awd_eff_date": "2010-01-01",
 "awd_exp_date": "2014-12-31",
 "tot_intn_awd_amt": 360079.0,
 "awd_amount": 360079.0,
 "awd_min_amd_letter_date": "2009-09-17",
 "awd_max_amd_letter_date": "2011-12-13",
 "awd_abstract_narration": "In this project, an interdisciplinary research team from CUNY Queens College, University of Rhode Island and the Bermuda Institute of Ocean Sciences will investigate and directly test hypotheses on ecosystem processes that link variability in plankton community structure to particle production, export, and POC-Po210-Th234 interactions in the upper sub-arctic NE Pacific Ocean. They will use field and lab studies, and a combination of geochemical (Po210, Th234 tracers) and biological (primary production, sediment traps, plankton community structure) techniques that will lead to an improved understanding of these important and complex upper ocean processes, which have wide applicability to the interpretation of current and recent results (e.g., VERTIGO, MEDFLUX, HOT, BATS). An important focus will be on the natural radionuclide Po210, which is bioaccumulated in the marine environment, and which recent studies indicate has promise and utility as a tracer of carbon export. This study is designed to refine our understanding of the mechanisms that control variability in export fluxes of Po210, Th234, and POC from the upper water column, rather than using these radionuclide disequilibria to exclusively estimate POC export fluxes. Specifically the team will investigate the relationships between POC, Po210, 210Pb, and Th234 associated with specific types and size-fractions of sinking particles in the field, and then use controlled laboratory studies to test hypotheses and interpret the field data. This will improve our understanding and provide a valuable comparison of Po210 and Th234 as particle tracers. The research is guided by the following two key questions: 1) How variable is the partitioning of POC, Po210, and Th234 between suspended and settling particles and the dissolved pool in response to seasonal variability in the euphotic zone plankton community? 2) How do rates of mobilization and decomposition of POC, Po210, and Th234 vary with the packaging and export of materials produced by the planktonic community in the surface ocean under low and high flux conditions? \r\n\r\nField work will be conducted at the Ocean Station Papa (OSP) time series site, during low and high flux seasons when export is dominated by salps (February), copepods (May), and phytodetritus (August). This well-studied high-nutrient/low-chlorophyll site provides a wealth of necessary supporting data and logistical infrastructure. One of the most exciting outcomes from this proposal would be an experimental and field demonstration of strong and consistent relationships between planktonic food webs and the rates of C, Po210, and Th234 packaging, sinking, and remineralization. This study will illuminate the role of euphotic zone ecosystem processes in predicting the eventual fate of export flux in the mesopelagic. The project is expected to yield information that could be used to guide future use of radionuclide tracers, including mechanistic justifications for which tracer to use, when and where to use each tracer, as well as insight into which particulate C fraction Po210 and Th234 are tracing. \r\n\r\nBroader Impacts: This project is relevant to several national and international research programs. These include; GEOTRACES, whose focus is the global-ocean distribution of trace elements and isotopes in seawater; and IMBER, whose focus in on the functioning of ocean ecosystems. It will also build upon the results of earlier process studies at OSP including SUPER (Subarctic Pacific Ecosystem Research), VERTEX (VERTical EXchange) and the Canadian JGOFS study. The participating institutions will make provision for graduate and/or undergraduate student involvement in all aspects of the research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Edward",
   "pi_last_name": "Durbin",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Edward G Durbin",
   "pi_email_addr": "edurbin@uri.edu",
   "nsf_id": "000108956",
   "pi_start_date": "2011-12-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Moran",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen B Moran",
   "pi_email_addr": "sbmoran@alaska.edu",
   "nsf_id": "000474675",
   "pi_start_date": "2009-09-17",
   "pi_end_date": "2011-12-13"
  }
 ],
 "inst": {
  "inst_name": "University of Rhode Island",
  "inst_street_address": "75 LOWER COLLEGE RD RM 103",
  "inst_street_address_2": "",
  "inst_city_name": "KINGSTON",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4018742635",
  "inst_zip_code": "028811974",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "RI02",
  "org_lgl_bus_name": "UNIVERSITY OF RHODE ISLAND",
  "org_prnt_uei_num": "NSA8T7PLC9K3",
  "org_uei_num": "CJDNG9D14MW7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Rhode Island",
  "perf_str_addr": "75 LOWER COLLEGE RD RM 103",
  "perf_city_name": "KINGSTON",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "028811974",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "RI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1389",
   "pgm_ref_txt": "CARBON CYCLE RESEARCH"
  },
  {
   "pgm_ref_code": "9198",
   "pgm_ref_txt": "OTHER ENVIRONMENT"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 360079.0
  }
 ],
 "por": null
}