{
 "awd_id": "0926204",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Management and Logistics Operations for the U.S. GEOTRACES Zonal North Atlantic Survey Section",
 "cfda_num": "47.050",
 "org_code": "06040302",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Donald L. Rice",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 317446.0,
 "awd_amount": 356627.0,
 "awd_min_amd_letter_date": "2009-08-27",
 "awd_max_amd_letter_date": "2011-07-11",
 "awd_abstract_narration": "Trace elements are known to play important roles as nutrients in biological cycling, particularly in regard to enzymatic and catalytic processes in the open ocean. Isotopes are valuable tracers of these and related processes, and of the ocean's interaction with the atmosphere and the solid earth, which in turn play a role in shaping many trace element distributions within the ocean. Nevertheless, significant gaps exist in both our knowledge of the larger scale distributions of these TEIs (trace elements and isotopes) in the ocean and in our understanding of the processes responsible for those distributions. This shortfall has implications for numerous scientific endeavors that are relevant to a broad range of intellectual and societal issues, including the carbon cycle and climate change, as well as the marine food web and direct anthropogenic impacts on the oceans. Recent advances in sampling and analytical techniques coupled with a better understanding of the roles of TEIs in ocean biogeochemical cycles present us with an opportunity to rectify this problem. Moreover, we are motivated by the prospect of ongoing global change and the need to understand the present and future workings of the ocean's biogeochemical cycles. \r\n\r\nIn this project, researchers at the Woods Hole Oceanographic Institution, Massachusetts Institute of Technology, and Old Dominion University will be funded to handle the management and logistics associated with the first US GEOTRACES zonal section in the North Atlantic as part of a global survey.  With this support they will: 1) organize and mount a 52 day research cruise; 2) manage on-board water sampling, including GO-Flo and Niskin bottle operational QA/QC (quality assessment and control); 3) 0btain, store, and ship back to the U.S. trace-metal clean water samples; 4) monitor trace-metal clean sampling using on-board Zn measurements; 5) acquire, quality control and manage hydrographic data (including CTD, transmissometer, fluorometer, oxygen electrode data, discrete sample salinity and dissolved oxygen measurements, and micromolar and nanomolar inorganic nutrients); 6) QA/QC shipboard measurements and submit data to the GEOTRACES data repository; 7) prepare a framework hydrographic report/synthesis for cruise participants and publication; and 8) coordinate pre- and post-cruise meetings The cruise track and station locations were designed to highlight key processes and identify the major features of key TEIs distributions. \r\n\r\nBroader Impacts:  It is widely agreed that the ocean biogeochemical research community needs a global picture of the key and ancillary GEOTRACES properties; the major impact of this project will be in its service to that community. This service will enable the development of better ocean biogeochemical models so that we can assess the likely impact of future climate change and anthropogenic pollution, and provide a basis for understanding changes observed in past oceans. The development of a reliable platform and procedures for sampling trace metals and isotopes will provide the community with a platform for future oceanographic fieldwork. The development of teams that understand the proper sampling and measurement techniques, many of whom will be graduate students and postdocs, will supply the community with a pool of skills necessary to achieve the goals of the next generation of ocean research programs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Edward",
   "pi_last_name": "Boyle",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Edward A Boyle",
   "pi_email_addr": "eaboyle@mit.edu",
   "nsf_id": "000457585",
   "pi_start_date": "2009-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 MASSACHUSETTS AVE",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1382",
   "pgm_ref_txt": "OCEAN ACIDIFICATION"
  },
  {
   "pgm_ref_code": "1389",
   "pgm_ref_txt": "CARBON CYCLE RESEARCH"
  },
  {
   "pgm_ref_code": "9156",
   "pgm_ref_txt": "ENVIRONMENTAL CHEMISTRY"
  },
  {
   "pgm_ref_code": "9189",
   "pgm_ref_txt": "WATER RESOURCES/COASTAL & MARINE ENVIRON"
  },
  {
   "pgm_ref_code": "9198",
   "pgm_ref_txt": "OTHER ENVIRONMENT"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 85344.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 140221.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 131062.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;During the past 25 years, the oceanography community has learned that certain trace elements such as iron play a major role in determining where living things can grow in the ocean. We have also seen how anthropogenic pollutants such as lead and mercury have been globally dispersed and injected into the ocean. From studies of other trace elements and natural radioisotopes, we have also learned that major changes in ocean circulation have taken place during past climate changes, so we expect that ocean circulation will also change during future climate change. But these inferences have been made from a very limited number of observations because the measurements have been difficult due to low concentrations (parts per trillion and lower) and contamination (e.g., Fe from rusty ships). In order to model and predict how the life and circulation of the ocean, and the environmental consequences of global pollution, will respond to the human perturbations of the planet&rsquo;s surface and atmosphere, we need to have global scale data defining processes that govern trace elements and radioisotopes in the ocean (see figure 1).</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; During the first decade of this century, oceanographic chemists from all of the sea-going science nations of the world have come together to create an international scientific project called GEOTRACES. The mission of this project is to identify processes and quantify fluxes that control the distributions of key trace elements and isotopes in the ocean, and to establish the sensitivity of these distributions to changing environmental conditions. Specifically, we aim to to determine global ocean distributions of selected trace elements and isotopes &ndash; including their concentration, chemical speciation and physical form &ndash; and to evaluate the sources, sinks, and internal cycling of these species to characterize more completely the physical, chemical and biological processes regulating their distributions. As part of the international planning, United States oceanographers aimed to contribute 5 major &ldquo;sections&rdquo; (top to bottom measurements at ~20 &ldquo;stations&rdquo; along a ~4000 mile ship&rsquo;s track) during the 2010-2020 decade. Based on readiness, we chose to first undertake a transect in the North Atlantic Ocean that defined the major biogeochemical provinces and processes (see map figure 2).</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 33 scientists set up shipboard sampling systems (figure 3) and chemical laboratories, and then they and 25 crew members departed from Lisbon Portugal on October 11, 2010 on the R/V Knorr operated by the Woods Hole Oceanographic Institution. We began working a half day later, continuing southwards along the coast of northwest Africa. During this work many interesting events occurred including a fire in one of the shipboard laboratories, a desert dust storm and a plague of windblown insects that covered the deck of the ship. Despite the pseudo-biblical events, shipboard work was going well, but on October 27, half of the ship&rsquo;s propulsion system failed. While the ship&rsquo;s officers, crew, and home port pondered what to do, we were left with uncertainty over whether we could complete any more of our work. Eventually, it was decided that we would work on our stations from the African continental margin to the Cape Verde Islands. We limped into the Cape Verde port of Mindelo and most of us left the ship for it to proceed to a repair yard in Charleston South Carolina.&nbsp; A skeleton science crew stayed on board to measure surface water properties while underway, and then we met the ship in Charleston, dismantled our shipboard laboratories and sampling gear and shipped everything back to our home institutions.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&...",
  "por_txt_cntn": "\n            During the past 25 years, the oceanography community has learned that certain trace elements such as iron play a major role in determining where living things can grow in the ocean. We have also seen how anthropogenic pollutants such as lead and mercury have been globally dispersed and injected into the ocean. From studies of other trace elements and natural radioisotopes, we have also learned that major changes in ocean circulation have taken place during past climate changes, so we expect that ocean circulation will also change during future climate change. But these inferences have been made from a very limited number of observations because the measurements have been difficult due to low concentrations (parts per trillion and lower) and contamination (e.g., Fe from rusty ships). In order to model and predict how the life and circulation of the ocean, and the environmental consequences of global pollution, will respond to the human perturbations of the planetÆs surface and atmosphere, we need to have global scale data defining processes that govern trace elements and radioisotopes in the ocean (see figure 1).\n\n            During the first decade of this century, oceanographic chemists from all of the sea-going science nations of the world have come together to create an international scientific project called GEOTRACES. The mission of this project is to identify processes and quantify fluxes that control the distributions of key trace elements and isotopes in the ocean, and to establish the sensitivity of these distributions to changing environmental conditions. Specifically, we aim to to determine global ocean distributions of selected trace elements and isotopes &ndash; including their concentration, chemical speciation and physical form &ndash; and to evaluate the sources, sinks, and internal cycling of these species to characterize more completely the physical, chemical and biological processes regulating their distributions. As part of the international planning, United States oceanographers aimed to contribute 5 major \"sections\" (top to bottom measurements at ~20 \"stations\" along a ~4000 mile shipÆs track) during the 2010-2020 decade. Based on readiness, we chose to first undertake a transect in the North Atlantic Ocean that defined the major biogeochemical provinces and processes (see map figure 2).\n\n            33 scientists set up shipboard sampling systems (figure 3) and chemical laboratories, and then they and 25 crew members departed from Lisbon Portugal on October 11, 2010 on the R/V Knorr operated by the Woods Hole Oceanographic Institution. We began working a half day later, continuing southwards along the coast of northwest Africa. During this work many interesting events occurred including a fire in one of the shipboard laboratories, a desert dust storm and a plague of windblown insects that covered the deck of the ship. Despite the pseudo-biblical events, shipboard work was going well, but on October 27, half of the shipÆs propulsion system failed. While the shipÆs officers, crew, and home port pondered what to do, we were left with uncertainty over whether we could complete any more of our work. Eventually, it was decided that we would work on our stations from the African continental margin to the Cape Verde Islands. We limped into the Cape Verde port of Mindelo and most of us left the ship for it to proceed to a repair yard in Charleston South Carolina.  A skeleton science crew stayed on board to measure surface water properties while underway, and then we met the ship in Charleston, dismantled our shipboard laboratories and sampling gear and shipped everything back to our home institutions.\n\n            The R/V Knorr was repaired, and then a year later, on November 6, 2011, we reassembled our shipboard sampling gear and laboratories and departed from Woods Hole Massachusetts to complete our section. Despite difficulties (a hurricane to the south of us sent rough seas, and another storm imp..."
 }
}