{
 "awd_id": "0926042",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Cyclic Stress-Strain Characteristics of EPS GeoFoam",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Fragaszy",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2010-08-31",
 "tot_intn_awd_amt": 61494.0,
 "awd_amount": 61494.0,
 "awd_min_amd_letter_date": "2009-05-28",
 "awd_max_amd_letter_date": "2009-05-28",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009\r\n(Public Law 111-5).\r\n\r\nBlock-molded expanded polystyrene (EPS) geofoam is a type of cellular geosynthetic with a long history of successful applications in geotechnical engineering.  Characterized by an extremely low density, EPS geofoam has become the material of choice in a variety of geotechnical problems requiring lightweight fill for slope stabilization, embankments on soft soils, earth retaining structures, bridge approaches, bridge abutments, and buried pipes.  During recent years, increasing consideration has been given to the compressible inclusion function of EPS geofoam associated with its low stiffness, which makes geofoam an ideal material for reducing the seismic lateral earth pressures against rigid non-yielding retaining structures (e.g., below grade building walls, bridge abutments, or restrained walls).  Vertical EPS panels installed against such structures may act as seismic buffers reducing the seismic wall thrust during an earthquake.  Recent findings from numerical simulations and physical shaking table tests addressing the seismic behavior of buried structure walls with EPS buffer are quite promising indicating significant reduction in the dynamic wall thrust compared to the rigid case with no geofoam inclusion.  Although the behavior of EPS geofoam under monotonic loading conditions has been extensively studied in the laboratory using triaxial compression tests, little research has been done until present on the cyclic stress-strain behavior of this material.  Currently published dynamic properties of EPS geofoam obtained from strain-controlled resonant column and cyclic uniaxial tests, and commonly employed by investigators in numerical seismic analyses, are characterized by degradation of dynamic shear modulus and increase in damping ratio with increasing cyclic shear strain amplitude.  However, results from a preliminary laboratory study based on stress-controlled cyclic uniaxial tests indicate a logarithmic decrease in the damping ratio of EPS geofoam with increasing axial strain amplitude.  Furthermore, for cyclic axial strain amplitudes greater than about 0.8%, the material seems to exhibit a visco-elasto-plastic behavior associated with the occurrence of permanent plastic strains.  These experimental outcomes demonstrate that the cyclic stress-strain characteristics of EPS geofoam are currently poorly understood.  In this context, the main objective of this research is to use laboratory triaxial tests to investigate in detail the behavior of geofoam under cyclic loading.  This experimental investigation will be based on stress-controlled cyclic triaxial tests, and will focus on non-elasticized EPS materials commonly used in geotechnical applications.  Particular emphasis will be placed on the influence of the following parameters: confining pressure, initial (static) deviator stress, cyclic deviator stress amplitude, loading frequency, EPS density, and specimen size.  \r\n \r\nIntellectual Merit: This research will provide a better understanding of the fundamental stress-strain behavior of EPS geofoam under cyclic loading that is invaluable in optimizing the seismic buffer function of this material in geotechnical earthquake engineering applications.  Specific questions to be addressed include: 1) What is the threshold cyclic axial strain amplitude for the onset of the elasto-plastic stress-strain behavior? 2)\tHow are the dynamic properties of EPS geofoam affected by the confining pressure and initial deviator stress? 3)\tIn what manner the permanent plastic strains accumulate with increasing number of loading cycles? 4) How does the specimen size influence the cyclic stress-strain behavior of EPS geofoam?\r\n\r\nBroader Impacts: This project will significantly expand our knowledge on the cyclic stress-strain behavior of EPS geofoam for a variety of material densities, initial stress conditions, and loading frequencies commonly encountered in practice.  A reference website summarizing the geofoam dynamic properties obtained from the proposed laboratory work will be developed and advertised to the investigators involved with the assessment of the seismic behavior of EPS geofoam in various geotechnical earthquake engineering applications.  The project will provide a University of Utah graduate student with training experience in laboratory triaxial testing and will expose an undergraduate student to various geotechnical research activities. \r\n",
 "awd_arra_amount": 61494.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Aurelian",
   "pi_last_name": "Trandafir",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Aurelian C Trandafir",
   "pi_email_addr": "a.trandafir@utah.edu",
   "nsf_id": "000493397",
   "pi_start_date": "2009-05-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Utah",
  "inst_street_address": "201 PRESIDENTS CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SALT LAKE CITY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8015816903",
  "inst_zip_code": "841129049",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UNIVERSITY OF UTAH",
  "org_prnt_uei_num": "",
  "org_uei_num": "LL8GLEVH6MG3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Utah",
  "perf_str_addr": "201 PRESIDENTS CIR",
  "perf_city_name": "SALT LAKE CITY",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841129049",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163400",
   "pgm_ele_name": "GEOMECHANICS & GEOMATERIALS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "025E",
   "pgm_ref_txt": "INFRASTRUCTURE MATERIALS"
  },
  {
   "pgm_ref_code": "037E",
   "pgm_ref_txt": "GEOTECHNICAL ENGINEERING"
  },
  {
   "pgm_ref_code": "043E",
   "pgm_ref_txt": "EARTHQUAKE ENGINEERING"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 61494.0
  }
 ],
 "por": null
}