{
 "awd_id": "0926656",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A Crossroads of the Atlantic Meridional Overturning Circulation: The Charlie-Gibbs Fracture Zone",
 "cfda_num": "47.050",
 "org_code": "06040303",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eric C. Itsweire",
 "awd_eff_date": "2009-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 2913796.0,
 "awd_amount": 2913796.0,
 "awd_min_amd_letter_date": "2009-08-12",
 "awd_max_amd_letter_date": "2009-08-12",
 "awd_abstract_narration": "Intellectual Merit: Recently the oceanographic community has agreed that we should work quickly to advance our understanding of the Atlantic Meridional Overturning Circulation (AMOC) in recognition of its importance in Earth's climate system. While intense observational effort has been made to describe the basic structure and (in some cases) low-frequency variability at a few locations along the paths of the AMOC, relatively little attention has been paid to the Charlie-Gibbs Fracture Zone (CGFZ), a gateway for both the warm and cold limbs of the AMOC over the Mid-Atlantic Ridge. The result is an incomplete description of even the most fundamental characteristics of this exchange flow. \r\n\r\nThis project presents a combined observational and modeling study of the AMOC at the CGFZ. The primary objectives are:\r\n(1) to obtain an improved direct estimate of the mean and low frequency variability of the deep westward transport of Iceland-Scotland Overflow Water through the CGFZ, and\r\n(2) to gain a better understanding of the causes of the low-frequency variability in the transport of overflow waters through the CGFZ, especially of the role of the NAC in generating this variability.\r\n\r\nAn array of eight current meter and hydrographic moorings will be installed across the CGFZ that will measure the currents and water properties between the bottom and 500 m for two years beginning in 2010. This array will provide the first long-term, simultaneous observations of both the westward and eastward flows over the CGFZ. An exploratory study of diapycnal mixing intensity in the CGFZ will also be conducted. The modeling component of the proposed work will be idealized in order to address basic dynamical questions about how baroclinic, energetic flows are partitioned between one or more narrow gaps in mid-ocean ridges. The connection between model and data will be made through the phenomenology of interest, i.e., the space and time scales of the variability and the coupling in both the vertical over a single gap and meridionally between gaps.\r\n\r\nBroader Impacts: By providing an improved understanding of the strength and variability of the warm and cold limbs of the AMOC where they cross over the Mid-Atlantic Ridge, the research will help to sort out the ocean's role in global climate and provide a transport benchmark for critical evaluation of climate models. This project will also contribute to the scientific literacy of blind and visually impaired middle and high school students through a continuing collaboration with the Perkins School for the Blind in Massachusetts. The primary objectives of this effort are to stimulate interest in the earth sciences through face-to-face and online interaction with a working researcher who shares the students' particular disability and to develop accessible physical and virtual tools for teachers of the visually impaired to use with students at Perkins and in the Massachusetts public schools.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Amy",
   "pi_last_name": "Bower",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Amy S Bower",
   "pi_email_addr": "abower@whoi.edu",
   "nsf_id": "000094250",
   "pi_start_date": "2009-08-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Spall",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Michael A Spall",
   "pi_email_addr": "mspall@whoi.edu",
   "nsf_id": "000186466",
   "pi_start_date": "2009-08-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Woods Hole Oceanographic Institution",
  "inst_street_address": "266 WOODS HOLE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WOODS HOLE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5082893542",
  "inst_zip_code": "025431535",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "WOODS HOLE OCEANOGRAPHIC INSTITUTION",
  "org_prnt_uei_num": "",
  "org_uei_num": "GFKFBWG2TV98"
 },
 "perf_inst": {
  "perf_inst_name": "Woods Hole Oceanographic Institution",
  "perf_str_addr": "266 WOODS HOLE RD",
  "perf_city_name": "WOODS HOLE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025431535",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  },
  {
   "pgm_ele_code": "541800",
   "pgm_ele_name": "OCE SPECIAL PROGRAMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1324",
   "pgm_ref_txt": "CLIMATE VARIABILITY AND PREDICTABILITY"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 2913796.0
  }
 ],
 "por": null
}