{
 "awd_id": "0926909",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "BRIGE - The role of vaporized perfluorocarbon nanoemulsions in enhanced ultrasound-induced lesion formation for cancer therapy",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ted A. Conway",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2011-08-31",
 "tot_intn_awd_amt": 174783.0,
 "awd_amount": 174783.0,
 "awd_min_amd_letter_date": "2009-08-06",
 "awd_max_amd_letter_date": "2009-08-06",
 "awd_abstract_narration": "0926909\r\nPorter\r\n\r\nIntellectual Merit\r\nFocused ultrasound (FUS) is a noninvasive medical procedure for the treatment of localized solid tumors. FUS can heat tissue rapidly, which leads to coagulative necrosis.  The volume of coagulated tissue is known as a lesion, and FUS therapy can destroy solid tumors with millimeter precision. However, the treatment of most clinically relevant solid tumors requires placement of multiple lesions, which can take hours instead of minutes to achieve. It is well documented that bubbles accelerate FUS-mediated lesion formation\r\nand increase the lesion volume. As a result, the time and acoustic energy required for effective treatment of solid tumors can be significantly reduced. One challenge to using bubbles is that uncontrolled bubble formation and activity can lead to unpredictable heating and lesion formation. We have developed a phase-shift nanoemulsion (PSNE)to nucleate bubbles with a high degree of spatial and temporal control. The rate of lesion formation as well as the lesion volume depends upon the size and density of the bubble field. By understanding the relationship between the PSNE concentration, applied acoustic pressure, activity of the bubble field, and lesion formation, we can design a system to more efficiently treat cancer with focused ultrasound.\r\n\r\nThe objectives of the proposed research are to 1) elucidate the relationship between PSNE density, acoustic pressure, and the evolution of bubble clouds, and 2) investigate the relationship between the size and activity of the cavitation field and the spatial evolution of lesions. In vitro studies will be performed with polyacrylamide gels mixed with albumin and populated with PSNE. The gels are optically transparent, thus allowing for observation and measurement of the spatial evolution of bubble fields and lesions. Optic and acoustic techniques will be used to monitor for PSNE vaporization in polyacrylamide gel phantoms and measure the size of the resultant bubble field.  Experimental results will be compared with predictions of lesion formation provided by theoretical models of bubble-enhanced heating in viscous Newtonian media. The knowledge gained from the proposed research will improve our understanding of the manner in which cavitating bubbles redistribute acoustic energy and enhance heat deposition during ultrasound hyperthermia.\r\n\r\nBroader Impacts\r\nA graduate course on the fundamental principles and applications of medical acoustics will be developed. The course will cover acoustic wave propagation and absorption in viscoelastic media, and bioeffects associated with acoustic cavitation, including enhanced heat deposition in tissue and permeabilization of cell membranes for drug and gene delivery. One graduate student will receive training on the synthesis of nanoemulsions and acoustic techniques and numerical methods for investigating the role of cavitating bubbles in ultrasound-mediated hyperthermia. Additionally, research opportunities will be made available for underrepresented minority undergraduate students during the summer months. Finally, outreach efforts will be made to expose underrepresented minority students from local high schools to fundamental acoustics, energy conversion, phase transitions, and basic engineering design. This will be achieved in two stages: (1) lectures and hands-on demonstrations will be developed to describe basic acoustics and optics, and (2) students will construct and test the acoustic properties of a custom-designed ultrasound contrast agent.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tyrone",
   "pi_last_name": "Porter",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tyrone Porter",
   "pi_email_addr": "tmp6@utexas.edu",
   "nsf_id": "000323348",
   "pi_start_date": "2009-08-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Trustees of Boston University",
  "inst_street_address": "1 SILBER WAY",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173534365",
  "inst_zip_code": "022151703",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "THL6A6JLE1S7"
 },
 "perf_inst": {
  "perf_inst_name": "Trustees of Boston University",
  "perf_str_addr": "1 SILBER WAY",
  "perf_city_name": "BOSTON",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "022151703",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "774100",
   "pgm_ele_name": "BRIGE-Broad Partic in Eng"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "004E",
   "pgm_ref_txt": "BIOMEDICAL ENG AND DIAGNOSTICS"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "NONE",
   "pgm_ref_txt": "INFRASTRUCTURE FOR SBS COMP (NSF-99-32)"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 174783.0
  }
 ],
 "por": null
}