{
 "awd_id": "0926473",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Earthquake Surface Fault Rupture Interaction with Building Foundations",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Fragaszy",
 "awd_eff_date": "2009-08-01",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 297798.0,
 "awd_amount": 297798.0,
 "awd_min_amd_letter_date": "2009-07-22",
 "awd_max_amd_letter_date": "2009-07-22",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5). \r\n\r\nThe effects of earthquake surface fault rupture on building foundations are investigated in this research with the goals of developing sound analytical procedures for evaluating the hazard, providing guidance regarding effective design concepts for buildings that are built near active faults, and advancing promising ground improvement techniques for mitigating this hazard. \r\n\r\nRecent earthquakes have provided numerous examples of the devastating effects of earthquake surface fault rupture on structures. Several major cities are built in areas containing active faults that can break the ground surface (e.g., Los Angeles, Salt Lake City, San Diego, San Francisco, and Seattle). Along with the often spectacular observations of damage, examples of satisfactory performance of structures have been observed. These examples of satisfactory performance indicate that similar to other forms of ground failure, effective design strategies can be developed to address the hazards associated with surface fault rupture. A rational analytical, design, and mitigation framework for addressing the surface fault rupture hazard is required.\r\n\r\nThis research focuses on evaluating the responses of different building foundations at sandy soil sites with different relative densities and thicknesses that are subjected to reverse or normal fault movements. The surface fault rupture problem is investigated as a soil-structure-interaction phenomenon using the explicit finite difference method with the nonlinear effective stress UBC-SAND soil model. Well-documented field case histories and two comprehensive centrifuge studies are being used to gain insight and to establish benchmarks for the analysis. After calibrating the analytical model, a comprehensive numerical investigation of the effects of earthquake surface fault rupture on building foundations is performed. Several promising mitigation techniques are also being explored. The analytical results will provide both fundamental insights and practice-oriented recommendations.\r\n\r\nSeveral government agencies and professional committees are re-examining existing policies or developing new policies to address the surface fault rupture hazard. Advancements in surface fault rupture hazard mitigation lag behind those for other forms of ground failure, because of the overreliance on avoidance. However, not all faults can be avoided, and not all faults require strict avoidance if mitigation techniques can be shown to be effective in handling the ground deformation associated with minor fault movements. Effective mitigation and design procedures are required, and their use requires robust analytical procedures. The results of this research project meet a critical need in society by helping engineers and urban planners address this hazard. Additionally, due the complexity of the phenomena, important advances in the understanding of the failure of soil and of soil-structure-interaction are being made.",
 "awd_arra_amount": 297798.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jonathan",
   "pi_last_name": "Bray",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathan D Bray",
   "pi_email_addr": "bray@ce.berkeley.edu",
   "nsf_id": "000265457",
   "pi_start_date": "2009-07-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163600",
   "pgm_ele_name": "Geotechnical Engineering and M"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "038E",
   "pgm_ref_txt": "FOUNDATION ENGINEERING"
  },
  {
   "pgm_ref_code": "040E",
   "pgm_ref_txt": "Haz mitigation of structural sys"
  },
  {
   "pgm_ref_code": "043E",
   "pgm_ref_txt": "EARTHQUAKE ENGINEERING"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 297798.0
  }
 ],
 "por": null
}