{
 "awd_id": "0926824",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "BRIGE: Biomedical Applications of High Internal Phase Emulsions",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ted A. Conway",
 "awd_eff_date": "2009-08-01",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 174999.0,
 "awd_amount": 174999.0,
 "awd_min_amd_letter_date": "2009-07-24",
 "awd_max_amd_letter_date": "2009-07-24",
 "awd_abstract_narration": "0926824\r\nCosgriff-Hernandez\r\n\r\nThis award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\"\r\n\r\nPROJECT SUMMARY: We propose to generate high porosity bone scaffolds that are both\r\nbiodegradable and injectable using high internal phase emulsions (HIPEs). Current fabrication techniques can be used to generate either a porous scaffold or an injectable scaffold. A highly porous scaffold that is injectable and cures in situ to suitable mechanical strength will represent a significant advancement in orthopaedic tissue engineering. This innovative fabrication platform will provide exceptional control over the architecture, which can be utilized to tune scaffold properties to enhance tissue regeneration. A limited number of studies have demonstrated the potential of polyHIPEs as scaffolds; however, the synthetic routes used in these studies limited the biocompatibility, biodegradability, or injectability of the candidate scaffolds. We propose to use an entirely new synthetic design based on addition reactions of multifunctional polyesters to harness the full potential of the polyHIPE scaffolds. Furthermore, we will utilize molecular hydrophobicity prediction software to identify relationships between compositional chemistry and scaffold architecture that will enable rationale design of polyHIPE scaffolds.\r\n\r\nIntellectual Merit: These studies will provide the proof-of-concept and design strategies for the\r\napplication of emulsion templating in a wide range of biomedical applications. Technical: Completion of the proposed Tasks will generate high porosity scaffolds that are both biodegradable and injectable using emulsion templating. A highly porous scaffold that is injectable and cures in situ to suitable mechanical strength will represent a significant advancement in orthopaedic tissue engineering. Fundamental: Systematic study of these scaffolds will delineate the individual effects of molecular hydrophobicity, viscosity, and surfactant on HIPE formation and architecture of the resulting foam. The ability to predict foam architecture based on compositional and processing variables is critical in rational design of tissue engineering scaffolds. On a grander scale, the predictive models and methodology developed in this research are applicable to other clinical specialties in which high porosity foams show promise in improving patient care (e.g. wound dressings, endovascular intervention, fixation devices).\r\n\r\nBroader Impacts: Broad educational and outreach activities will be woven through every level of this innovative research program to address the national need to increase the participation of underrepresented groups in the scientific and engineering workforce. This integrated educational and outreach platform will focus on strategies that enhance recruitment, retention and promotion of women and minorities in engineering. Collaborative activities with a minority serving institution in conjunction with continued involvement with the Texas A&M LSAMP program will create new opportunities for underrepresented groups to participate in innovative research. The proposed studies will enable technical and fundamental advances in tissue engineering while training these students for engineering careers and instilling a commitment to diversity. The research program will be used to foster critical thinking and equip students with state-of-the-art experimental skills in chemistry, polymer science and engineering. In addition,\r\nreports, theses, manuscript drafting, presentations at weekly group meetings, and opportunities to present at regional and national meetings will foster effective communication skills. Finally, the principles and results of this research will be incorporated into courses taught by the PI to educate students and encourage interest in biomedical research.\r\n\r\n",
 "awd_arra_amount": 174999.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Cosgriff-Hernandez",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth M Cosgriff-Hernandez",
   "pi_email_addr": "Cosgriff.hernandez@utexas.edu",
   "nsf_id": "000370384",
   "pi_start_date": "2009-07-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Engineering Experiment Station",
  "inst_street_address": "3124 TAMU",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778433124",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A&M ENGINEERING EXPERIMENT STATION",
  "org_prnt_uei_num": "QD1MX6N5YTN4",
  "org_uei_num": "QD1MX6N5YTN4"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M Engineering Experiment Station",
  "perf_str_addr": "3124 TAMU",
  "perf_city_name": "COLLEGE STATION",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778433124",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "774100",
   "pgm_ele_name": "BRIGE-Broad Partic in Eng"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "003E",
   "pgm_ref_txt": "BIOMECHANICAL ENGINEERING"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "NONE",
   "pgm_ref_txt": "INFRASTRUCTURE FOR SBS COMP (NSF-99-32)"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 174999.0
  }
 ],
 "por": null
}