{
 "awd_id": "0926833",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "BRIGE: Architectures and Circuits for Simultaneous Spectrum Sensing and Data Reception in Cognitive Radio",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Usha Varshney",
 "awd_eff_date": "2009-08-15",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 166035.0,
 "awd_amount": 172035.0,
 "awd_min_amd_letter_date": "2009-08-05",
 "awd_max_amd_letter_date": "2012-05-12",
 "awd_abstract_narration": "In certain emergency situations the existing communication infrastructure may be damaged or simply overloaded. Through the use of cognitive radio networks, emergency personnel would maintain the ability to communicate, share data, and coordinate large numbers of people. The PI's long term research goals are to make significant contributions in the area of realizing a viable, fully integrated cognitive radio that is capable of operating over the frequency range of 1 - 10 GHz. A critical component of such a system is the spectrum sensing front. A major limitation in current spectrum sensing front ends is their limited range of operating frequencies (typically less than 1 GHz) and large sensing overhead. This proposal discusses research aimed at a spectrum sensing front end that is capable of performing simultaneous spectrum sensing and data reception while operating over the frequency range of 1 - 10 GHz. This project will be divided into the following four tasks: development of a simultaneous spectrum sensing and data reception algorithm, development of a wideband spectrum sensing architecture, development of narrowband, tunable circuits for the chosen architecture and validation and demonstration \r\n\r\nThe intellectual merit of the proposed research is significant and will provide new algorithms and architectures capable of reducing the sensing overhead to near zero while extending the possible operating range by an order of magnitude. The circuits that will be developed will not only benefit cognitive radio applications, but many other present and future wireless communication devices, for instance multi-standard radio architectures such as software defined radio, cell phones, and wireless networking devices. Multi-standard devices are becoming increasingly important to industry due to the constant push to increase functionality and decrease cost of current mobile devices.\r\n\r\nThe broader impacts of this project will include increasing the participation of underrepresented groups, enhancing education and research knowledge, and providing a benefit to society. A primary goal of the BRIGE program is to increase the participation of underrepresented groups in Science and Engineering. The graduate student that will be supported by this award is an African American Ph.D. student by the name of Jeremy Brown. Jeremy has a keen interest in analog circuit design and has taken numerous courses on this subject, thus qualifying him to work on this project.\r\n\r\nThe PI is currently teaching a senior/graduate level course on radio-frequency integrated circuit design and is in the process of proposing a graduate-level extension to this course focusing on more advanced topics in wireless system design. The results of this research will be directly integrated into the curriculum of both classes, allowing many different students to benefit from state-of-the-art curriculum.\r\n\r\nThere are also many different social impacts of the proposed research. The development of a wideband spectrum sensing front end is but the first step towards the PI's longer term goals of realizing a fully integrated cognitive radio that is capable of operating over the 1 - 10 GHz band. This type of radio, in turn, will have many revolutionary applications. For example, as stated above, emergency responders can use cognitive radio networks to increase the communication efficiency and the overall safety of the emergency responders. These same benefits can apply to military applications as well. Further, by fully integrating the radio, they will become less expensive and see wide-spread deployment, similar to what has been seen in cell phones.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nathan",
   "pi_last_name": "Neihart",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nathan Neihart",
   "pi_email_addr": "neihart@iastate.edu",
   "nsf_id": "000511464",
   "pi_start_date": "2009-08-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Iowa State University",
  "inst_street_address": "1350 BEARDSHEAR HALL",
  "inst_street_address_2": "515 MORRILL ROAD",
  "inst_city_name": "AMES",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "5152945225",
  "inst_zip_code": "500112103",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IA04",
  "org_lgl_bus_name": "IOWA STATE UNIVERSITY OF SCIENCE AND TECHNOLOGY",
  "org_prnt_uei_num": "DQDBM7FGJPC5",
  "org_uei_num": "DQDBM7FGJPC5"
 },
 "perf_inst": {
  "perf_inst_name": "Iowa State University",
  "perf_str_addr": "1350 BEARDSHEAR HALL",
  "perf_city_name": "AMES",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "500112103",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  },
  {
   "pgm_ele_code": "774100",
   "pgm_ele_name": "BRIGE-Broad Partic in Eng"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "097E",
   "pgm_ref_txt": "High Freq Devices & Circuits"
  },
  {
   "pgm_ref_code": "098E",
   "pgm_ref_txt": "Antennas and Electromagnetics"
  },
  {
   "pgm_ref_code": "7741",
   "pgm_ref_txt": "BROAD PARTIC IN ENG (BRIGE)"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "NONE",
   "pgm_ref_txt": "INFRASTRUCTURE FOR SBS COMP (NSF-99-32)"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 166035.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The long-term goals of this grant were to develop a spectrum sensing front-end capable of performing simultaneous spectrum sensing and data reception while operating over the frequency range of 1 &ndash; 10 GHz. This type of radio will have many revolutionary applications. For example, emergency responders can use cognitive radio networks to increase the communication efficiency and the overall safety of the emergency responders. These same benefits can apply to military applications as well. Further, by fully integrating the radio, they will become less expensive and see wide-spread deployment, similar to what has been seen in cell phones.</p>\n<p>To realize this goal, two key building blocks are needed, highly tunable and frequency agile low-noise amplifiers and wide-tuning-range voltage controlled oscillators. In order to address the issue of the low-noise amplifier the investigators developed a new type of tunable, transformer-based matching network. This type of matching network allows systems to operate at multiple frequencies, either simultaneously or independently. This is a key functionality for software-defined and cognitive radio. The key advantage of this type of matching network is that it requires little increase in overall chip area and no additional power consumption, making this solution desirable for fully integrated solutions.</p>\n<p>Moreover, this work investigated the use of this new type of matching network as a resonator used in dual-band oscillators. By using a LC-tank that can have multiple resonant frequencies in a VCO, the oscillators becomes capable of oscillating at multiple frequencies simultaneously; something that will be advantageous in next-generation software-defined and cognitive systems. Alternatively, the new transformer-based resonators allow for a measure of inductive tuning. Now VCOs can utilize both inductive and capacitive tuning which, in turn, allows for much wider tuning ranges. Using this technique, the investigators have realized a quadrature LC-tank, voltage-controlled oscillator with a tuning range of 2 GHZ to 9 GHz, one of the largest tuning ranges to date.</p>\n<p>In addition to the research, this project increased the participation of underrepresented groups by supporting two Ph.D. students: one woman and one African American. Moreover, the PI is teaching a senior/graduate level course on radio-frequency integrated circuit design and has proposed a graduate-level extension of this course focusing more on the advanced topics in wireless system design. Because of the nature of the research conducted, major research findings were easily integrated into the both of these classes thereby allowing many different students to benefits from this state-of-the-art research.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/02/2013<br>\n\t\t\t\t\tModified by: Nathan&nbsp;Neihart</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe long-term goals of this grant were to develop a spectrum sensing front-end capable of performing simultaneous spectrum sensing and data reception while operating over the frequency range of 1 &ndash; 10 GHz. This type of radio will have many revolutionary applications. For example, emergency responders can use cognitive radio networks to increase the communication efficiency and the overall safety of the emergency responders. These same benefits can apply to military applications as well. Further, by fully integrating the radio, they will become less expensive and see wide-spread deployment, similar to what has been seen in cell phones.\n\nTo realize this goal, two key building blocks are needed, highly tunable and frequency agile low-noise amplifiers and wide-tuning-range voltage controlled oscillators. In order to address the issue of the low-noise amplifier the investigators developed a new type of tunable, transformer-based matching network. This type of matching network allows systems to operate at multiple frequencies, either simultaneously or independently. This is a key functionality for software-defined and cognitive radio. The key advantage of this type of matching network is that it requires little increase in overall chip area and no additional power consumption, making this solution desirable for fully integrated solutions.\n\nMoreover, this work investigated the use of this new type of matching network as a resonator used in dual-band oscillators. By using a LC-tank that can have multiple resonant frequencies in a VCO, the oscillators becomes capable of oscillating at multiple frequencies simultaneously; something that will be advantageous in next-generation software-defined and cognitive systems. Alternatively, the new transformer-based resonators allow for a measure of inductive tuning. Now VCOs can utilize both inductive and capacitive tuning which, in turn, allows for much wider tuning ranges. Using this technique, the investigators have realized a quadrature LC-tank, voltage-controlled oscillator with a tuning range of 2 GHZ to 9 GHz, one of the largest tuning ranges to date.\n\nIn addition to the research, this project increased the participation of underrepresented groups by supporting two Ph.D. students: one woman and one African American. Moreover, the PI is teaching a senior/graduate level course on radio-frequency integrated circuit design and has proposed a graduate-level extension of this course focusing more on the advanced topics in wireless system design. Because of the nature of the research conducted, major research findings were easily integrated into the both of these classes thereby allowing many different students to benefits from this state-of-the-art research.\n\n \n\n\t\t\t\t\tLast Modified: 01/02/2013\n\n\t\t\t\t\tSubmitted by: Nathan Neihart"
 }
}