{
 "awd_id": "0926702",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "UBM Institutional: Integrated Research in Biomathematics at Trinity University",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mary Ann Horn",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 900000.0,
 "awd_amount": 900000.0,
 "awd_min_amd_letter_date": "2009-09-02",
 "awd_max_amd_letter_date": "2014-04-28",
 "awd_abstract_narration": "This proposal builds upon a growing interdisciplinary focus on Mathematical Biology at Trinity University previously supported by two consecutive HHMI grants. Here, we seek to increase the number of faculty conducting interdisciplinary research programs to catalyze more sustainable, widespread interdisciplinary learning among Mathematics and Biology majors. Participating mathematics and biology faculty will work in teams with students from both disciplines on projects including (1) Modeling the heat shock response of barely aleurone layers; (2) Homology detection in large DNA sequence datasets; (3) Quantitative description of protein localization; (4) Modeling competition as a determinant of invasion success; (5) Modeling spatial distributions of mammals; (6) Mathematical modeling of mitochondrial function and death of substantia nigra dopaminergic neurons; and (7) Chemostat propagation of mixed bacteriophage Lambda-Escherichia coli K12 populations as a model system of predator-prey co-evolution. These projects represent expertise from a number of biological and mathematical subdisciplines, including genetics, ecology, cell biology, neuroscience, statistics, probability, dynamical systems, difference equations, mathematical biology, algebraic geometry and systems and data modeling. \r\n\r\nSuccess in most future scientific endeavors will require interdisciplinary thinking. A truly interdisciplinary research environment is difficult to achieve, however, even among current PhD programs. At the undergraduate level, interdisciplinary collaborations have traditionally been even more limited due to the perception of incomplete disciplinary backgrounds and ongoing cognitive development of young researchers. To meet this challenge at the intersection between mathematics and biology, the Integrated Research in Biomathematics\r\n(IRBM) at Trinity University initiative will build on the relationship between our departments by forming research partnerships involving faculty and students, as well as deepening our curricular collaboration.\r\nSpecifically, we propose to establish research groups consisting of undergraduate and faculty researchers from both of these disciplines that will apply biological and mathematics approaches to a wide spectrum of biological questions. To support these and other students, the departments will offer new interdisciplinary courses, as well as increase the collaboration in existing courses, culminating in the creation of a new minor in biomathematics. Through these changes we will engage undergraduates with a wide range of interests and preparation, while developing a larger community of like-minded researchers, all in an effort to prepare these students for the future of interdisciplinary research.\r\n\t \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Saber",
   "pi_last_name": "Elaydi",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Saber N Elaydi",
   "pi_email_addr": "selaydi@trinity.edu",
   "nsf_id": "000407357",
   "pi_start_date": "2009-09-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Ribble",
   "pi_mid_init": "O",
   "pi_sufx_name": "",
   "pi_full_name": "David O Ribble",
   "pi_email_addr": "dribble@trinity.edu",
   "nsf_id": "000367171",
   "pi_start_date": "2009-09-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Olofsson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Peter Olofsson",
   "pi_email_addr": "polofsso@trinity.edu",
   "nsf_id": "000492899",
   "pi_start_date": "2009-09-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "Livingstone",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin D Livingstone",
   "pi_email_addr": "klivings@trinity.edu",
   "nsf_id": "000460146",
   "pi_start_date": "2009-09-02",
   "pi_end_date": "2014-04-28"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Farzan",
   "pi_last_name": "Aminian",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Farzan Aminian",
   "pi_email_addr": "farzan@engr.trinity.edu",
   "nsf_id": "000525545",
   "pi_start_date": "2009-09-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Trinity University",
  "inst_street_address": "1 TRINITY PL",
  "inst_street_address_2": "",
  "inst_city_name": "SAN ANTONIO",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "2109997246",
  "inst_zip_code": "782124674",
  "inst_country_name": "United States",
  "cong_dist_code": "35",
  "st_cong_dist_code": "TX35",
  "org_lgl_bus_name": "TRINITY UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "U4SCDG6B6NM8"
 },
 "perf_inst": {
  "perf_inst_name": "Trinity University",
  "perf_str_addr": "1 TRINITY PL",
  "perf_city_name": "SAN ANTONIO",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "782124674",
  "perf_ctry_code": "US",
  "perf_cong_dist": "35",
  "perf_st_cong_dist": "TX35",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731700",
   "pgm_ele_name": "INTERDISC TRNG IN BIO & MATH"
  },
  {
   "pgm_ele_code": "733500",
   "pgm_ele_name": "WORKFORCE IN THE MATHEMAT SCI"
  },
  {
   "pgm_ele_code": "790400",
   "pgm_ele_name": "UBM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7317",
   "pgm_ref_txt": "INTERDISC TRNG IN BIO & MATH"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0409",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000910DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 751000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 149000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>One of the main goals of this Project was the training of students skilled in the combined application of experimental and quantitative techniques. The Training Program provided an opportunity for Trinity undergraduate students to participate in a variety of interdisciplinary research projects combining Biology and Mathematics and to prepare the students to pursue graduate studies or industrial scientific research in the increasingly interdisciplinary fields of Cell Biology, Neuroscience and Ecology. Moreover, the program has played a central role in bringing together faculty from the mathematics and biology departments in collaborative research and teaching as part of Trinity University&rsquo;s promotion of interdisciplinary research and teaching. The model developed and used for the program could provide a paradigm for other interdisciplinary activities on campus and for other undergraduate institutions.&nbsp;</p>\n<p>One of the highlights of this program was the meshing of mathematical modeling with laboratory experiments. The research projects covered a diverse set of Mathematical Biology areas, focusing on different topics in Neuroscience, Ecology or Cell Biology, genetics and was guided by 12 investigators from the Departments of Biology and Mathematics. In neuroscience, one team developed discrete-time mathematical models describing the role of cholesterol and beta amyloid in Alzheimer disease. This may help in reducing the risk of developing the disease. Another team developed a new algorithm for the distribution of mammals in North America and a survival formula representing the effect of climate change on mammals&rsquo; extinction. A third team developed a mathematical model that would help in preventing successful invasion of nonlocal grass. A fourth team developed a mathematical model representing wounds healing. A fifth team developed a mathematical model describing E. Coli mutation mechanism in the face of virus invasion. The research outcomes were disseminated through conference presentations or submitted to peer-reviewed scientific journals. There were eleven (11) research papers written jointly by the faculty and participating students.</p>\n<p>The program has helped advance the careers of many faculty members and provided significant training for many students from both disciplines. There have been 62 undergraduate student participants (roughly half mathematics majors or minors). Many students participated in conferences, some having presented a talk and/or a poster. Several are co-authors on accepted or published journal articles. Twenty-one (21) of the student participants are currently enrolled in, or plan to enroll in, post-graduate programs in a wide range of disciplines (including mathematics, biostatistics, ecology, biomedical engineering, computer science, and medical/veterinary school).&nbsp;</p>\n<p>Further, the Training Program increased the involvement of women in research, as about 75% of the participants of the Institutional UBM program at Trinity University were women.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/16/2017<br>\n\t\t\t\t\tModified by: Saber&nbsp;N&nbsp;Elaydi</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOne of the main goals of this Project was the training of students skilled in the combined application of experimental and quantitative techniques. The Training Program provided an opportunity for Trinity undergraduate students to participate in a variety of interdisciplinary research projects combining Biology and Mathematics and to prepare the students to pursue graduate studies or industrial scientific research in the increasingly interdisciplinary fields of Cell Biology, Neuroscience and Ecology. Moreover, the program has played a central role in bringing together faculty from the mathematics and biology departments in collaborative research and teaching as part of Trinity University?s promotion of interdisciplinary research and teaching. The model developed and used for the program could provide a paradigm for other interdisciplinary activities on campus and for other undergraduate institutions. \n\nOne of the highlights of this program was the meshing of mathematical modeling with laboratory experiments. The research projects covered a diverse set of Mathematical Biology areas, focusing on different topics in Neuroscience, Ecology or Cell Biology, genetics and was guided by 12 investigators from the Departments of Biology and Mathematics. In neuroscience, one team developed discrete-time mathematical models describing the role of cholesterol and beta amyloid in Alzheimer disease. This may help in reducing the risk of developing the disease. Another team developed a new algorithm for the distribution of mammals in North America and a survival formula representing the effect of climate change on mammals? extinction. A third team developed a mathematical model that would help in preventing successful invasion of nonlocal grass. A fourth team developed a mathematical model representing wounds healing. A fifth team developed a mathematical model describing E. Coli mutation mechanism in the face of virus invasion. The research outcomes were disseminated through conference presentations or submitted to peer-reviewed scientific journals. There were eleven (11) research papers written jointly by the faculty and participating students.\n\nThe program has helped advance the careers of many faculty members and provided significant training for many students from both disciplines. There have been 62 undergraduate student participants (roughly half mathematics majors or minors). Many students participated in conferences, some having presented a talk and/or a poster. Several are co-authors on accepted or published journal articles. Twenty-one (21) of the student participants are currently enrolled in, or plan to enroll in, post-graduate programs in a wide range of disciplines (including mathematics, biostatistics, ecology, biomedical engineering, computer science, and medical/veterinary school). \n\nFurther, the Training Program increased the involvement of women in research, as about 75% of the participants of the Institutional UBM program at Trinity University were women.\n\n \n\n \n\n \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 01/16/2017\n\n\t\t\t\t\tSubmitted by: Saber N Elaydi"
 }
}