{
 "awd_id": "0926923",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Does coupling between the inner shelf and surf zone regulate larval supply to intertidal populations?",
 "cfda_num": "47.050",
 "org_code": "06040301",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Garrison",
 "awd_eff_date": "2010-01-01",
 "awd_exp_date": "2014-12-31",
 "tot_intn_awd_amt": 334150.0,
 "awd_amount": 342525.0,
 "awd_min_amd_letter_date": "2009-09-24",
 "awd_max_amd_letter_date": "2012-05-24",
 "awd_abstract_narration": "Many intertidal invertebrates and fishes have complex life cycles that include a planktonic larval phase. At the end of their pelagic development, larvae must return to shore and cross the surf zone. The purpose of this study is to investigate for the first time the role of surf zone hydrodynamics in the rate of delivery of cyprids of intertidal barnacles to the shore. To exploit the greater physical oceanographic understanding of the hydrodynamics of sandy beach surf zones, this initial study will focus on cyprid settlement on hard substrates in surf zones associated with sandy beaches. In the first two years of the study, the investigators will carry out an intensive two-month physical and biological study of a reflective and dissipative surf zone, respectively. At each site they will sample cyprids in the waters of the inner-shelf, just outside the surf zone, and within the surf zone and they will measure settlement on plates in the intertidal zone. At the same time they will collect physical oceanographic data with both in-situ instruments and a fleet of GPS-equipped surface drifters to describe the hydrodynamics of the surf zone. The time series of the physical and biological data will be correlated to investigate mechanisms of delivery of cyprids to the shore. To simulate the hydrodynamic processes responsible for the transport of larvae, the investigators will use a 3D model, resolving both the horizontal and vertical structure of the unsteady nearshore flow. To evaluate potential transport of larvae through the surf zone, a biological module describing the spatial distribution of the larvae will be coupled to the hydrodynamic module to predict the pathways of the larvae and compare with observations. Intensive sampling will help provide insight into the actual processes transporting cyprids from the inner shelf, through the surf zone, and to the intertidal zone. During each summer, weekly barnacle recruitment and daily cyprid settlement will be measured for two months to settlement plates at reflective and dissipative beaches in central California and southern Oregon. Population densities at many beaches along the West Coast will be surveyed each year to determine if a latitudinal gradient in wave energy is correlated with adult barnacle population densities.\r\n\r\nBecause the fundamentals of surfzone dynamics are universal, results of this research will be broadly applicable not only along the West Coast, but worldwide. This project will have significant impacts on education and public outreach. It will support three graduate students and nine undergraduate students and will create new research opportunities for students of diverse backgrounds from three undergraduate institutions, local high schools and the public. The research will be included in the curriculum of intensive hands-on courses, and undergraduates will participate in the research while learning how a real-world research project addresses fundamental questions. Both a website that highlights findings and an interactive display for visitors to the Bodega Marine Laboratory will be developed. A model coupling nearshore hydrodynamics and onshore transport across the surf zone will be made available to the community to stimulate research into this emerging research topic.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alan",
   "pi_last_name": "Shanks",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Alan L Shanks",
   "pi_email_addr": "ashanks@uoregon.edu",
   "nsf_id": "000463946",
   "pi_start_date": "2009-09-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Oregon Eugene",
  "inst_street_address": "1776 E 13TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "EUGENE",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5413465131",
  "inst_zip_code": "974031905",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "UNIVERSITY OF OREGON",
  "org_prnt_uei_num": "Z3FGN9MF92U2",
  "org_uei_num": "Z3FGN9MF92U2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Oregon Eugene",
  "perf_str_addr": "1776 E 13TH AVE",
  "perf_city_name": "EUGENE",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "974031905",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 334150.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 8375.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>We tested the hypothesis that surfzone hydrodynamics affects larval and plankton subsidies to nearshore communities. Physics: Year 1. Cross-shore exchange between the surf zone and the inner shelf was investigated using Lagrangian and Eulerian field measurements of rip current flows on a rip-channeled beach in Sand City, California. Surface drifters released on the inner shelf during weak winds moved seaward due to rip current pulses, then returned shoreward in an arcing pattern, re-entering the surf zone over shoals. The cross-shore velocities of the seaward and shoreward moving drifters were approximately equal in magnitude and decreased as a function of distance offshore. The drifters carried seaward by the rip current had maximum cross-shore velocities as they exited the surf zone then decelerated as they moved offshore. The drifters moving shoreward accelerated as they approached the surfzone boundary with maximum cross-shore velocities as they re-entered the surf zone over shoals. It was found that Stokes drift was not solely responsible for the onshore transport across the surfzone boundary. This resulted in surface material being contained within the nearshore region. Year 2. Surf zone mixing and transport, and cross-shore exchange across the surfzone boundary on a sandy, steep, reflective beach at Carmel River State Beach, California, were described for a range of wave and alongshore flow conditions. Depth-limited wave breaking occurred close to the shore creating a narrow surf/swash zone (10 m wide). Fluorescent Rhodamine dye was released as a slug in the surf zone, and the temporal and spatial evolution was measured using an alongshore array of dye sensors and by people with dye sensors swimming repeated cross-shore transects. The measurements indicate two stages of mixing and transport occur inside the surf zone on the steep beach.&nbsp; 1) In the near-field (&lt; 50 m downstream of the dye release location), visual observations indicate the dye fully mixed throughout the water column after a few incident waves then continued to disperse in two dimensions, with both advection and diffusion processes being important. The cross-shore spreading was attributed to turbulence generated by intense wave breaking, with a surfzone cross-shore diffusion coefficient of &kappa;x = 0.2 to 0.5 m<sup>2</sup> s<sup>-1</sup>, and the alongshore spreading was attributed to shear in the alongshore current, with a surfzone alongshore diffusion coefficient of &kappa;y = 0.5 m<sup>2</sup> s<sup>-1</sup>. Overall, a net offshore material transport does exist on the steep beach.</p><p>&nbsp;</p><p>Biology: <em>Year 1.</em> We studied cross-shore exchange between the inner shelf and surf zone at a more dissipative surf zone with rip currents. 1) Concentrations of coastal phytoplankton and zooplankton were one to several orders of magnitude higher in rip currents than over shoals between rips or seaward of the surf zone. 2) Overall surfzone phytoplankton concentrations (rip plus shoal concentrations) were similar to that seaward. 3) The surf zone did not act as a barrier to shoreward movement of phytoplankton or zooplankton. <em>Year 2.</em> We studied surfzone hydrodynamics at a more reflective shore characterized by a steep beach and very narrow surf zone. 1) Surfzone concentrations of phytoplankton and zooplankton were one or more orders of magnitude lower than in waters just beyond the breakers (20 to 125 m offshore) and they were even lower at rocky shores to either side of the beach. The surf zone clearly acted as a barrier, retarding shoreward movement of phytoplankton and zooplankton. We hypothesize that surfzone undertow holds the coastal plankton community offshore. 2) When waves were small, surfzone concentrations of detritus (tiny algal pieces) and competent larvae ready to settle were higher than in waters offshore. We hypothesize that these components of the plankto...",
  "por_txt_cntn": "\nWe tested the hypothesis that surfzone hydrodynamics affects larval and plankton subsidies to nearshore communities. Physics: Year 1. Cross-shore exchange between the surf zone and the inner shelf was investigated using Lagrangian and Eulerian field measurements of rip current flows on a rip-channeled beach in Sand City, California. Surface drifters released on the inner shelf during weak winds moved seaward due to rip current pulses, then returned shoreward in an arcing pattern, re-entering the surf zone over shoals. The cross-shore velocities of the seaward and shoreward moving drifters were approximately equal in magnitude and decreased as a function of distance offshore. The drifters carried seaward by the rip current had maximum cross-shore velocities as they exited the surf zone then decelerated as they moved offshore. The drifters moving shoreward accelerated as they approached the surfzone boundary with maximum cross-shore velocities as they re-entered the surf zone over shoals. It was found that Stokes drift was not solely responsible for the onshore transport across the surfzone boundary. This resulted in surface material being contained within the nearshore region. Year 2. Surf zone mixing and transport, and cross-shore exchange across the surfzone boundary on a sandy, steep, reflective beach at Carmel River State Beach, California, were described for a range of wave and alongshore flow conditions. Depth-limited wave breaking occurred close to the shore creating a narrow surf/swash zone (10 m wide). Fluorescent Rhodamine dye was released as a slug in the surf zone, and the temporal and spatial evolution was measured using an alongshore array of dye sensors and by people with dye sensors swimming repeated cross-shore transects. The measurements indicate two stages of mixing and transport occur inside the surf zone on the steep beach.  1) In the near-field (&lt; 50 m downstream of the dye release location), visual observations indicate the dye fully mixed throughout the water column after a few incident waves then continued to disperse in two dimensions, with both advection and diffusion processes being important. The cross-shore spreading was attributed to turbulence generated by intense wave breaking, with a surfzone cross-shore diffusion coefficient of &kappa;x = 0.2 to 0.5 m2 s-1, and the alongshore spreading was attributed to shear in the alongshore current, with a surfzone alongshore diffusion coefficient of &kappa;y = 0.5 m2 s-1. Overall, a net offshore material transport does exist on the steep beach.\n \nBiology: Year 1. We studied cross-shore exchange between the inner shelf and surf zone at a more dissipative surf zone with rip currents. 1) Concentrations of coastal phytoplankton and zooplankton were one to several orders of magnitude higher in rip currents than over shoals between rips or seaward of the surf zone. 2) Overall surfzone phytoplankton concentrations (rip plus shoal concentrations) were similar to that seaward. 3) The surf zone did not act as a barrier to shoreward movement of phytoplankton or zooplankton. Year 2. We studied surfzone hydrodynamics at a more reflective shore characterized by a steep beach and very narrow surf zone. 1) Surfzone concentrations of phytoplankton and zooplankton were one or more orders of magnitude lower than in waters just beyond the breakers (20 to 125 m offshore) and they were even lower at rocky shores to either side of the beach. The surf zone clearly acted as a barrier, retarding shoreward movement of phytoplankton and zooplankton. We hypothesize that surfzone undertow holds the coastal plankton community offshore. 2) When waves were small, surfzone concentrations of detritus (tiny algal pieces) and competent larvae ready to settle were higher than in waters offshore. We hypothesize that these components of the plankton enter the surf zone near the bottom via near-bed streaming flow coupled with variations in the location of the breaker line due to wave groups. ..."
 }
}