{
 "awd_id": "0926766",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Hawaii Ocean Time-series (HOT): Sustaining ocean ecosystem and climate observations in the North Pacific Subtropical Gyre",
 "cfda_num": "47.050",
 "org_code": "06040301",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Garrison",
 "awd_eff_date": "2009-08-01",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 6201878.0,
 "awd_amount": 6201878.0,
 "awd_min_amd_letter_date": "2009-07-30",
 "awd_max_amd_letter_date": "2012-02-17",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\r\n\r\nThis new award will support the Hawaii Ocean Time-series (HOT) research program under the leadership Dr. Matthew Church, a stellar young scientist, for a 4 year period (August 2009-July 2013). The University of Hawaii will be the nexus for the entire HOT project, working with investigators at Oregon State University, Scripps Institution of Oceanography, Woods Hole Oceanographic Institute, and Montana State University to accomplish this important research on the changing biogeochemical, ecological and physical oceanographic processes being experienced in the changing climate of central gyres of the world's oceans. A project in NSF's portfolio on global climate and environmental change, this interdisciplinary research will include the exploration and documentation of the dynamics of the ocean's carbon cycle, the changing pH of the ocean, and the impacts on ecosystems of this \"acidification.\"  The project relies on monthly shipboard and near-continuous moored platform measurements to document variability in ocean properties and processes over time scales ranging from semi-diurnal to decadal.\r\n\r\nSince 1988, and under the leadership of Dr. David Karl, many teams of scientists have examined ocean ecosystem and climate variability at Station ALOHA (22°45'N, 158°W) in the North Pacific Subtropical Gyre (NPSG). Hallmarks of the earlier HOT research are an increased understanding of the sensitivity of biogeochemical cycling to large scale ocean-climate interactions, markedly improved quantification of the reservoirs and fluxes of ocean carbon and associated  elements, identification of how changes to the North Pacific hydrological cycle influence ocean physics and biogeochemistry, and the creation of long-term data sets needed for assessing and predicting future climate perturbations on the ocean ecosystem. \r\n\r\nIn preparing for this new award for the HOT research program, the investigators have worked with the broader oceanographic community to clarify and evolve the long-term objectives of the HOT program.  There will be the explicit integration of the physical oceanographic components with the biogeochemical/ecosystem parts, and the overall effort will be centralized at the University of Hawaii while retaining the necessary multidisciplinary expertise for core elements of the research via sub-awards.  This new award will allow the teams of scientists to pursue new research questions on ocean ecological and biogeochemical processes, while maintaining the high quality suite of measurements required for continued assessment of dynamics in ocean carbon and nutrient pools and fluxes, physical climate, plankton community structure, ecosystem productivity, particulate matter fluxes, and inherent optical properties. The new award will enhance the value of the program dataset for examining how low-frequency climate signals such as those associated with El Niño/Southern Oscillation (ENSO) and the Pacific Decadal Oscillation (PDO) influence the ecological habitat structure of the NPSG. Such efforts will continue to aid on-going biogeochemical and numerical ocean circulation models required for predicting how future habitat perturbations may influence ecosystem dynamics in the NPSG. \r\n\r\nEducation, outreach, and training will play an important role in the HOT program activities. The cruises, the new data collected, and the historical context of the time-series provides a unique learning platform for high school, undergraduate, graduate and postdoctoral students and teachers from Hawaii and around the world. The monthly HOT cruises provide short-duration (4 day) opportunities for students and teachers to gain first-hand exposure to ocean and climate sciences. The new HOT award will support 2 graduate and 2 undergraduate student researchers, working with HOT scientists and gaining experience analyzing time series datasets. They will also develop valuable oceanographic sampling and laboratory skills as they pursue their own scientific projects. In addition, this HOT project and its people will help support the research of numerous other independent ocean scientists who can rely on the program's infrastructure (ship facilities, laboratories, equipment) to conduct their own independently funded research within a rich framework of understanding and environmental data collection. \r\n\r\nThe data of the HOT project are readily accessible and freely available on the Internet. For example, the HOT surface carbon dioxie and pH records were recently included in the Fourth Assessment Report by the Inter-governmental Panel on Climate Change. \r\n\r\nWith this new award, HOT will forge a stronger partnership with the Center for Microbial Oceanography: Research and Education (C-MORE), an NSF-funded Science and Technology Center at the University of Hawaii. C-MORE provides complementary infrastructure and scientific approaches for collaborative science, education and research training opportunities with HOT, including connections to programs designed to entrain women and under-represented ethic groups in the sciences. For example, HOT scientists will mentor undergraduate students of Native Hawaii ancestry through the CMORE Scholars program. In addition, HOT scientists and staff will participate in CMORE's Teacher-at Sea program that offers local area high school teachers opportunities to participate in the monthly HOT cruises.",
 "awd_arra_amount": 6201878.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Church",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew Church",
   "pi_email_addr": "matt.church@umontana.edu",
   "nsf_id": "000159062",
   "pi_start_date": "2009-07-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Karl",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "David M Karl",
   "pi_email_addr": "dkarl@hawaii.edu",
   "nsf_id": "000137920",
   "pi_start_date": "2009-07-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Bidigare",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Robert R Bidigare",
   "pi_email_addr": "bidigare@hawaii.edu",
   "nsf_id": "000324861",
   "pi_start_date": "2009-07-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Roger",
   "pi_last_name": "Lukas",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Roger Lukas",
   "pi_email_addr": "rlukas@hawaii.edu",
   "nsf_id": "000188155",
   "pi_start_date": "2009-07-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Hawaii",
  "inst_street_address": "2425 CAMPUS RD SINCLAIR RM 1",
  "inst_street_address_2": "",
  "inst_city_name": "HONOLULU",
  "inst_state_code": "HI",
  "inst_state_name": "Hawaii",
  "inst_phone_num": "8089567800",
  "inst_zip_code": "968222247",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "HI01",
  "org_lgl_bus_name": "UNIVERSITY OF HAWAII",
  "org_prnt_uei_num": "",
  "org_uei_num": "NSCKLFSSABF2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Hawaii",
  "perf_str_addr": "2425 CAMPUS RD SINCLAIR RM 1",
  "perf_city_name": "HONOLULU",
  "perf_st_code": "HI",
  "perf_st_name": "Hawaii",
  "perf_zip_code": "968222247",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "HI01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "769900",
   "pgm_ele_name": "Integrat & Collab Ed & Rsearch"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1382",
   "pgm_ref_txt": "OCEAN ACIDIFICATION"
  },
  {
   "pgm_ref_code": "1389",
   "pgm_ref_txt": "CARBON CYCLE RESEARCH"
  },
  {
   "pgm_ref_code": "1610",
   "pgm_ref_txt": "PHYSICAL OCEANOGRAPHY"
  },
  {
   "pgm_ref_code": "1650",
   "pgm_ref_txt": "BIOLOGICAL OCEANOGRAPHY"
  },
  {
   "pgm_ref_code": "1670",
   "pgm_ref_txt": "CHEMICAL OCEANOGRAPHY"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 6201878.0
  }
 ],
 "por": null
}