{
 "awd_id": "0926627",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Inorganic Polymers for Sustainable Civil Infrastructure",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Yick Hsuan",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 299925.0,
 "awd_amount": 301925.0,
 "awd_min_amd_letter_date": "2009-07-27",
 "awd_max_amd_letter_date": "2011-07-08",
 "awd_abstract_narration": "Inorganic polymers, also called geopolymers, present a unique opportunity to make concrete binders almost entirely from waste-stream materials.  However, there are many challenges that must be overcome in order to see implementation of these materials in civil infrastructure.  One major stumbling block is that the waste materials used to make inorganic polymers are inherently highly variable, heterogeneous, and difficult to comprehensively characterize.  The purpose of this investigation is to clarify the relationship between material composition and performance in inorganic polymer binders in order to facilitate production of inorganic polymer concrete from underutilized waste-stream sources. Selected wastes, primarily those from coal burning, will be fully characterized for phase composition and reactivity using newly refined analysis methods specifically adapted for this purpose.  The characteristics for optimum performance in inorganic polymer concrete will be determined, and this knowledge will be used to identify promising waste materials from sources that are currently landfilled.  \r\n\r\nPortland cement concrete is the dominant building material.  However, portland cement production accounts for 2% of primary energy consumption and 5% of global CO2 emissions resulting from human activity. The successful replacement of portland cement concrete with inorganic polymer concrete in infrastructure and repair applications could greatly reduce CO2 emissions and energy use.  Furthermore, targeting underutilized waste materials for inorganic polymer concrete will reduce landfilling. While the field of civil engineering is increasingly emphasizing sustainable development, classroom emphasis on these concepts is lagging.  Research, teaching and outreach efforts performed during the proposed project will begin to address this gap.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Maria",
   "pi_last_name": "Juenger",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Maria G Juenger",
   "pi_email_addr": "mjuenger@mail.utexas.edu",
   "nsf_id": "000249831",
   "pi_start_date": "2009-07-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "110 INNER CAMPUS DR",
  "perf_city_name": "AUSTIN",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121139",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163500",
   "pgm_ele_name": "STRUCTURAL MATERIALS AND MECH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "024E",
   "pgm_ref_txt": "MATERIALS DESIGN"
  },
  {
   "pgm_ref_code": "025E",
   "pgm_ref_txt": "INFRASTRUCTURE MATERIALS"
  },
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "1037",
   "pgm_ref_txt": "DETERIORATION SCIENCE"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "8022",
   "pgm_ref_txt": "Sustainable Infrastructure Materials"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9231",
   "pgm_ref_txt": "SUPPL FOR UNDERGRAD RES ASSIST"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 299925.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 2000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Concrete is the most-used building material in the world because of its wide availability and utility in many applications.&nbsp; Concrete is made from a cement and water paste (which acts as &ldquo;glue&rdquo;), rocks, and sand.&nbsp; The portland cement and water mixture used in most concrete may be replaced by a novel &ldquo;green&rdquo; cementing material known as geopolymer or inorganic polymer, which consists of an aluminosilicate powder and a caustic activating solution.&nbsp; Geopolymer cements present a unique opportunity to make concrete binders almost entirely out of waste stream materials; in this work fly ash, a byproduct of coal burning power plants, was chosen as the powder aluminosilicate source.&nbsp; The use of waste stream materials presents many challenges.&nbsp; One major stumbling block is that most wastes, including fly ash, are inherently variable in composition because they are not manufactured products. Additionally, fly ash is very difficult to comprehensively characterize because it contains a wide variety of crystalline and glassy phases. The purpose of this work was to clarify the relationship between fly ash composition and reactivity in geopolymer cements in order to better predict properties of concrete made from these materials.&nbsp; The most significant global impact of this research is on sustainable development. The successful replacement of portland cement concrete with geopolymer concrete in infrastructure and repair applications greatly reduces CO<sub>2</sub> emissions and energy use associated with concrete construction.&nbsp; Furthermore, finding a way to beneficially reuse fly ashes in geopolymers could reduce the approximately 50% of fly ash that currently goes to landfills worldwide each year.</p>\n<p>&nbsp;</p>\n<p>The first step in this project was to comprehensively characterize fly ashes for composition. Ten fly ashes were analyzed for glassy phase composition by multispectral image analysis.&nbsp; An example of characterized fly ash is attached, in which each color represents a unique phase.&nbsp; The black background is epoxy used to hold the particles during polishing and imaging; the width of the image is about 1mm.&nbsp; The results of this study showed that there are glassy phases common to fly ashes from different sources, which has not been experimentally verified previously.&nbsp; Further, the fly ashes that resulted in geopolymer mortars with high compressive strengths had several glassy phases in common. The phases common to &ldquo;good&rdquo; fly ashes were typically high in calcium, high in silicon, and somewhat low in aluminum.&nbsp; The study also showed that some individual glasses within fly ashes are more reactive than others when mixed with a caustic sodium hydroxide solution.&nbsp;&nbsp; In general, aluminosilicate glasses that contain a modifying element (such as calcium or sodium) were more likely to react during the study time periods (7-28 days) at room temperature than those that are mostly aluminum and silicon.&nbsp; The strictly aluminosilicate glasses were reactive as well, but they were much more slowly reactive than the modified ones.&nbsp; These results will help identify fly ashes that will react well as geopolymers activated with sodium hydroxide, facilitating the implementation of geopolymer concrete in construction.&nbsp; In addition, the results give guidance on the selection of concrete manufacturing conditions; e.g. a fly ash that contains mostly aluminosilicate glasses is likely not ideal for concrete cured at room temperature, but may be better suited for precast concrete manufacturing where higher temperature curing may be used.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/08/2013<br>\n\t\t\t\t\tModified by: Maria&nbsp;G&nbsp;Juenger</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tIma...",
  "por_txt_cntn": "\nConcrete is the most-used building material in the world because of its wide availability and utility in many applications.  Concrete is made from a cement and water paste (which acts as \"glue\"), rocks, and sand.  The portland cement and water mixture used in most concrete may be replaced by a novel \"green\" cementing material known as geopolymer or inorganic polymer, which consists of an aluminosilicate powder and a caustic activating solution.  Geopolymer cements present a unique opportunity to make concrete binders almost entirely out of waste stream materials; in this work fly ash, a byproduct of coal burning power plants, was chosen as the powder aluminosilicate source.  The use of waste stream materials presents many challenges.  One major stumbling block is that most wastes, including fly ash, are inherently variable in composition because they are not manufactured products. Additionally, fly ash is very difficult to comprehensively characterize because it contains a wide variety of crystalline and glassy phases. The purpose of this work was to clarify the relationship between fly ash composition and reactivity in geopolymer cements in order to better predict properties of concrete made from these materials.  The most significant global impact of this research is on sustainable development. The successful replacement of portland cement concrete with geopolymer concrete in infrastructure and repair applications greatly reduces CO2 emissions and energy use associated with concrete construction.  Furthermore, finding a way to beneficially reuse fly ashes in geopolymers could reduce the approximately 50% of fly ash that currently goes to landfills worldwide each year.\n\n \n\nThe first step in this project was to comprehensively characterize fly ashes for composition. Ten fly ashes were analyzed for glassy phase composition by multispectral image analysis.  An example of characterized fly ash is attached, in which each color represents a unique phase.  The black background is epoxy used to hold the particles during polishing and imaging; the width of the image is about 1mm.  The results of this study showed that there are glassy phases common to fly ashes from different sources, which has not been experimentally verified previously.  Further, the fly ashes that resulted in geopolymer mortars with high compressive strengths had several glassy phases in common. The phases common to \"good\" fly ashes were typically high in calcium, high in silicon, and somewhat low in aluminum.  The study also showed that some individual glasses within fly ashes are more reactive than others when mixed with a caustic sodium hydroxide solution.   In general, aluminosilicate glasses that contain a modifying element (such as calcium or sodium) were more likely to react during the study time periods (7-28 days) at room temperature than those that are mostly aluminum and silicon.  The strictly aluminosilicate glasses were reactive as well, but they were much more slowly reactive than the modified ones.  These results will help identify fly ashes that will react well as geopolymers activated with sodium hydroxide, facilitating the implementation of geopolymer concrete in construction.  In addition, the results give guidance on the selection of concrete manufacturing conditions; e.g. a fly ash that contains mostly aluminosilicate glasses is likely not ideal for concrete cured at room temperature, but may be better suited for precast concrete manufacturing where higher temperature curing may be used.\n\n\t\t\t\t\tLast Modified: 11/08/2013\n\n\t\t\t\t\tSubmitted by: Maria G Juenger"
 }
}