{
 "awd_id": "0927138",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  New Methods for Measuring, Evaluating and Predicting the Safety Impact of Road Infrastructure Systems on Driver Behavior",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "elise miller-hooks",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 250000.0,
 "awd_amount": 250000.0,
 "awd_min_amd_letter_date": "2009-08-27",
 "awd_max_amd_letter_date": "2009-08-27",
 "awd_abstract_narration": "In this collaborative research project, the investigators study the impact of roadway infrastructure on driver behavior and its implications on vehicle to vehicle interactions as well as on assessing macroscopic transportation network performance. Focusing on the geometric characteristics of highways and freeways and trying to understand how the road surrounding environment affect the aggressive driving behavior from a traffic flow theory perspective, better insight is given on the geometric effects on traffic operations, geometric effects on safety and effects of operations on safety. For that, the investigators adopt a unified traffic flow framework where the developed microscopic acceleration model and the macroscopic two-fluid model are based on utility maximization (choice) under risk. Explicit incorporation of risk attitudes and perception parameters in the corresponding models while understanding the influence of non-traffic related stimulus allows quantifying the safety implications of different roadway sections on driver behavior.  In order to calibrate the traffic flow models that explain risk attitudes and perception based on road features, extensive data collection is undertaken. The investigators focus on three geographically diverse locations: Washington D.C. metropolitan area and the states of LA and CA. Crash data as well as highway infrastructure characteristics of the data collection sites are used for verifying the new approaches with the SEM (Structural Equation Method) modeling approach. The different research findings are used to develop surrogate safety measures on freeways and highways and to create a prototype microscopic simulation model capturing the impact of external non-traffic related characteristics on the different model parameters.\r\n\r\nFrom a broader perspective, transportation problems are characterized by finding the most efficient methods to move people/goods from an origin to a destination in a fast and safe manner.  In vehicular traffic, these problems translate into avoiding road congestion and reducing human and physical losses due to traffic incidents. The major \"players\" in these problems are the driver/vehicle units (driver socio-demographic characteristics, vehicle properties, etc) and the driving environment (environmental conditions, traffic conditions, transportation infrastructure system characteristics, etc) surrounding such units.  In the past years, understanding the impact of civil infrastructure systems on driver behavior, in particular the corresponding safety implications, have been limited to identifying \"black-spots\" and assessing qualitatively or statistically the safety measures that can be taken to avoid or respond to such incident scenarios. Nowadays, with the rising number of vehicles-miles travelled and the associated incidents, the need for substantial research in this area is no less important but with more generalized models helping answering important questions: what are the driver cognitive properties that are influenced by the road geometric features? Which socio-demographic driver characteristics and environmental/weather features play the major roles in such influence? What are the relationships between drivers? behavior and collective traffic patterns including congestion dynamics? How can weather-related and infrastructure-related parameters be incorporated in traffic flow models? These fundamental questions need to be answered in order to develop good infrastructure design strategies and engineering solutions for safer and efficient transportation systems. By improving traffic management control systems and considering risk-taking behavior, the resulting traffic flow models have tremendous value in evacuation management where risk associated to extreme and hazardous conditions affect driving behavior.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Samer",
   "pi_last_name": "Hamdar",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Samer H Hamdar",
   "pi_email_addr": "hamdar@gwu.edu",
   "nsf_id": "000525670",
   "pi_start_date": "2009-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "George Washington University",
  "inst_street_address": "1918 F ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2029940728",
  "inst_zip_code": "200520042",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "GEORGE WASHINGTON UNIVERSITY (THE)",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECR5E2LU5BL6"
 },
 "perf_inst": {
  "perf_inst_name": "George Washington University",
  "perf_str_addr": "1918 F ST NW",
  "perf_city_name": "WASHINGTON",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200520042",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163100",
   "pgm_ele_name": "CIS-Civil Infrastructure Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 250000.0
  }
 ],
 "por": null
}