{
 "awd_id": "0927269",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Interrelations between Fear and Development Work in Guatemala: A Multi-Perspective Analysis",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2011-08-31",
 "tot_intn_awd_amt": 12000.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "2009-08-30",
 "awd_max_amd_letter_date": "2009-08-30",
 "awd_abstract_narration": "In recent years numerous countries have emerged from large-scale, intra-state conflicts.  A common characteristic in these post-conflict societies has been a noted influx of development aid.  The legacy of violence in these countries presents unique challenges for the implementation of development projects.  As an inevitable response to long-term systemic violence, fear remains a vital issue among the citizenry of many post-conflict societies.  Previous research has investigated the cultural and historical processes which underpin the emergence of fear in various societies.  As both a project and a process, development also has received a great deal of scholarly attention.  What has been less studied is the role played by fear in the implementation and outcomes of development projects.  Utilizing the case study of a highland community in post-conflict Guatemala, this doctoral dissertation research project will analyze the ways in which fear and development interrelate and act upon each other in complex ways.  This study also will investigate how communities reconcile fear to improve livelihoods.  Because development initiatives in post-conflict societies often seek to promote opportunities and alternatives to the legacies of fear, the study of hope is inherent to any study of fear.  As such, the relationship between development initiatives at the local level and the emergence of hope, in the forms of resilience and resistance, is an important component of this project.  The doctoral student undertaking this research will use long-term ethnographic fieldwork, semi-structured interviews, and archival research to provide in-depth data on the perceptions and realities of actors at local, national, and international levels regarding the specific ways in which fear shapes and is shaped by development interventions.  Subsequent analysis and integration of the collected data will incorporate triangulation, drawing together data collected from various sources using a range of collection procedures.  The student expects that triangulation will highlight commonalities and contrasts in the findings, confirming shared perceptions and revealing points of disjuncture and contestation among various stakeholders regarding the ways in which fear impacts the conceptualization, accommodation, and negotiation of development interventions within local communities.\r\n\r\nThe interface of fear and development represents an overlooked area of inquiry, with potential benefits for scholars and development actors in Guatemala and other post-conflict societies.  By linking these two formerly disparate discourses, this project will reveal underlying processes that potentially confound development initiatives at the local level.  Such findings will provide a unique contribution to research on the theory and practice of development and will be relevant to several constituencies, both within the communities in Guatemala and within the networks of transnational actors at multiple scales.  By identifying interrelations between fear and development and by examining concomitant implications for the practice of development, this project will identify more general insights that can then be applied to other development settings.  The identification of useful comparisons with other post-conflict societies both within Latin America and in other geographic contexts will have widespread implications for public policy.  Furthermore, this Doctoral Dissertation Research Improvement award will contribute to the development of a strong, independent research career.  This award is jointly supported by the NSF Geography and Spatial Sciences Program and the NSF Office of International Science and Engineering.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Biles",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "James J Biles",
   "pi_email_addr": "jbiles@indiana.edu",
   "nsf_id": "000073542",
   "pi_start_date": "2009-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Rebecca",
   "pi_last_name": "Clouser",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Rebecca L Clouser",
   "pi_email_addr": "rclouser@indiana.edu",
   "nsf_id": "000514846",
   "pi_start_date": "2009-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana University",
  "perf_str_addr": "107 S INDIANA AVE",
  "perf_city_name": "BLOOMINGTON",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "474057000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IN09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  },
  {
   "pgm_ele_code": "772700",
   "pgm_ele_name": "IRES Track I: IRES Sites (IS)"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "5926",
   "pgm_ref_txt": "LATIN AMERICA, SDC"
  },
  {
   "pgm_ref_code": "5977",
   "pgm_ref_txt": "AMERICAS PROGRAM"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": null
}