{
 "awd_id": "0927619",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Holocene Climate and Environmental History of Laguna Saladilla, Dominican Republic",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2009-09-15",
 "awd_exp_date": "2011-08-31",
 "tot_intn_awd_amt": 12000.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "2009-08-30",
 "awd_max_amd_letter_date": "2009-08-30",
 "awd_abstract_narration": "Lacustrine sediment records provide powerful tools for reconstructing past environments and revealing how the natural environment may respond to human-related climate change in the future.  In comparison to the higher latitudes of North America and Europe, relatively few Holocene paleoenvironmental records exist in the Caribbean region, largely because of a paucity of lakes and the vulnerability of many lakes to dessication during droughts or alteration or destruction by humans.  Laguna Saladilla is a large (2.2 square kilometers in area) lake on the island of Hispaniola, located approximately 5.3 km from the north coast of the Dominican Republic near the border with Haiti.  Sheltered from the northeast trade winds by the Cordillera Septentrional and from sea breezes from the south by the Cordillera Central, Laguna Saladilla is ideally positioned to record changes in the frequency of polar outbreaks that periodically move into the region during the winter.  Movement of the western extension of the Septentrional fault zone over time complicates the sediment record, however.  This doctoral dissertation research project will examine the impacts of tectonic and climatic processes on the sediments of the Laguna Saladilla basin using a combination of ground-penetrating radar (GPR) and the study of environmental proxies in a 10.4 meter-long sediment core recovered in 2001.  The doctoral student will perform both spatial and temporal characterizations of lake sediments using GPR to quantify where and when changes in the lake sediments have occurred.  These data will be used in conjunction with analyses of diatoms, pollen, and microscopic charcoal in the sediment core to determine whether changes in lacustrine sediments are driven by tectonics, climate, or both.  The student also will collect water samples and limnological data along transects across the lake to characterize the present-day diatom community and provide a firmer basis for interpreting changes in diatom taxa in the past.\r\n\r\nThis research at Laguna Saladilla will produce a detailed record of Caribbean climate change over the past 8,000 years.  Results will be valuable for assessing how the vegetation, fire ecology, and hydrological resources of Hispaniola have responded to changes in climate in the past.  The reconstructions will provide information useful in assessing the potential ecological impacts of future human-related climate change.  The GPR field study will examine possible tectonically induced shifts in sediment supply that often are overlooked in interpretations of paleoenvironmental proxies.  GPR is not yet widely used in studies of lake sediments, and most previous research has been conducted at high latitudes.  This project therefore will help establish a role for GPR in studies of tropical lake sediments.  As a Doctoral Dissertation Research Improvement award, this award also will provide support to enable a promising student to establish a strong independent research career.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sally",
   "pi_last_name": "Horn",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Sally P Horn",
   "pi_email_addr": "shorn@utk.edu",
   "nsf_id": "000437675",
   "pi_start_date": "2009-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Maria",
   "pi_last_name": "Caffrey",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Maria A Caffrey",
   "pi_email_addr": "maria.caffrey@colorado.edu",
   "nsf_id": "000513785",
   "pi_start_date": "2009-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Tennessee Knoxville",
  "inst_street_address": "201 ANDY HOLT TOWER",
  "inst_street_address_2": "",
  "inst_city_name": "KNOXVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "8659743466",
  "inst_zip_code": "379960001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "TN02",
  "org_lgl_bus_name": "UNIVERSITY OF TENNESSEE",
  "org_prnt_uei_num": "LXG4F9K8YZK5",
  "org_uei_num": "FN2YCS2YAUW3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Tennessee Knoxville",
  "perf_str_addr": "201 ANDY HOLT TOWER",
  "perf_city_name": "KNOXVILLE",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "379960001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "TN02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1304",
   "pgm_ref_txt": "EARTH SYSTEM HISTORY"
  },
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": null
}