{
 "awd_id": "0927238",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative research: A systems biology approach of diatom response to ocean acidification and climate change",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Garrison",
 "awd_eff_date": "2009-10-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 398613.0,
 "awd_amount": 398613.0,
 "awd_min_amd_letter_date": "2009-09-24",
 "awd_max_amd_letter_date": "2009-09-24",
 "awd_abstract_narration": "Advances in systems biology enable new approaches to understand the carbon cycle and carbon sequestration research across different scales of organization, linking single cells to ecosystems, with broad impacts. Systems biology is a robust, holistic, hypothesis-driven, quantitative, integrative and iterative discipline that enables comprehensive understanding of model organisms by utilizing genomic and computational tools that provide the power for linking gene expression, phenotype, and the environment. In a systems approach, cells are studied as an integrated whole to explain the overall response and dynamic change in the full spectrum of molecules (DNA, RNA proteins and metabolites), and their relationships (biological networks). The publication of the genome of T. pseudonana allows a universal analysis and understanding of the regulation of primary production of diatoms in response to ocean acidification and climate change. Global understanding of the mechanisms of regulation of carbon fixation by diatoms is now possible. This project will focus on characterizing - at molecular and cellular levels using a systems approach - the response of diatoms to ocean acidification and climate change, essential to understanding the future of the ocean's \"biological pump\". The broader goal of this project is to understand the contribution by diatoms to carbon cycling at a biogeochemical level. This project will generate a model of the global expression of all genes in the diatom T. pseudonana and will enable us to anticipate how higher CO2 and temperatures, lower pH will affect the ability of diatoms to sequester carbon in the oceans.\r\n\r\nThe broader impacts of this project include addressing global challenges to society such as climate change and ocean acidification. Because diatoms are at the basis of food webs that support important fisheries, these disturbances will have a direct effect on marine ecosystems, carbon sequestration, and the world's food supply, thus indirectly influencing the world's socioeconomic landscape. The results from this study will have potential applications for geochemists, biogeochemists, biological oceanographers and paleo-scientists. This project will foster collaboration between scientists from different institutions and contribute to the training of two postdoctoral associates and four undergraduates students. Systems biology is in its infancy in marine sciences and training of scientists in this cross-disciplinary area will spur development. This grant will also develop educational tools (a classroom kit) for the understanding of carbon cycling for K-12, the population of future scientists that will be afflicted by the 21st century environmental conditions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Virginia",
   "pi_last_name": "Armbrust",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Virginia Armbrust",
   "pi_email_addr": "armbrust@uw.edu",
   "nsf_id": "000369879",
   "pi_start_date": "2009-09-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 BROOKLYN AVE NE",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "689900",
   "pgm_ele_name": "OCE-Ocean Sciences Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1382",
   "pgm_ref_txt": "OCEAN ACIDIFICATION"
  },
  {
   "pgm_ref_code": "1389",
   "pgm_ref_txt": "CARBON CYCLE RESEARCH"
  },
  {
   "pgm_ref_code": "1650",
   "pgm_ref_txt": "BIOLOGICAL OCEANOGRAPHY"
  },
  {
   "pgm_ref_code": "9117",
   "pgm_ref_txt": "MARINE BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 398613.0
  }
 ],
 "por": null
}