{
 "awd_id": "0927574",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "GOALI: Causation-Based Quality Control - A New Paradigm to Achieve Effective Monitoring, Diagnosis, and Control for Complex Manufacturing Systems",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Diwakar Gupta",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 389487.0,
 "awd_amount": 395487.0,
 "awd_min_amd_letter_date": "2009-08-03",
 "awd_max_amd_letter_date": "2012-01-28",
 "awd_abstract_narration": "This grant funds the development of \"causation-based\" quality control methodologies. A causal model, represented by a general probabilistic network or a probabilistic graphical model, is adopted to represent causal relationships among quality and process variables.  The first effort is to develop engineering knowledge enhanced causal modeling with the focus on integrating the engineering domain knowledge into the causal structure learning and parameter estimation with the consideration of sensing data uncertainties.  Based on the causal model, causation-based monitoring and diagnostic algorithms will be developed through explicit decomposition according to their causal relationships for diagnostic capability enhancement.  In addition, on-line causation-based control and intervention will be studied by integrating cautious control principles with the causal model considering the uncertainties of both model parameters and intervention.  Finally, the developed methodologies will be validated and implemented in multistage forming processes through a GOALI effort with industrial companies.  Industrial companies will provide real data, cases, and manufacturing process information for the research team.  International collaborative research and education efforts will be pursued throughout the research project.\r\nThe success of this project will advance the state of the art in modeling and control of complex systems by contributing new concepts, criteria, and algorithms to the information-processing capabilities for quality improvement.  The project creates enabling methodologies to bring a transition from a traditional SPC to a proactive, real-time diagnostic and predictive control paradigm in a data-rich environment.  The developed causation-based quality control methodologies will provide algorithms and associated software tools to achieve (i) causation (rather than only correlation) based process modeling and analysis; (ii) embedded diagnostic monitoring and root cause identification (rather than only change detection); and (iii) on-line quality inference and intervention for defect prevention (rather than off-line simulation and quality inspection).  The developed methodology addresses critical issues in a data rich environment, which is a problem challenging all industry sectors. The implementation of the resulting methodologies is expected to generate broad economic impacts.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jianjun",
   "pi_last_name": "Shi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jianjun Shi",
   "pi_email_addr": "jianjun.shi@isye.gatech.edu",
   "nsf_id": "000078509",
   "pi_start_date": "2009-08-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Tzyy-Shuh",
   "pi_last_name": "Chang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tzyy-Shuh Chang",
   "pi_email_addr": "chang@ogtechnologies.com",
   "nsf_id": "000274394",
   "pi_start_date": "2009-08-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 NORTH AVE NW",
  "perf_city_name": "ATLANTA",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "150400",
   "pgm_ele_name": "GOALI-Grnt Opp Acad Lia wIndus"
  },
  {
   "pgm_ele_code": "178600",
   "pgm_ele_name": "MANFG ENTERPRISE SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "071E",
   "pgm_ref_txt": "MFG ENTERPRISE OPERATIONS"
  },
  {
   "pgm_ref_code": "078E",
   "pgm_ref_txt": "ENTERPRISE DESIGN & LOGISTICS"
  },
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "1504",
   "pgm_ref_txt": "GRANT OPP FOR ACAD LIA W/INDUS"
  },
  {
   "pgm_ref_code": "9148",
   "pgm_ref_txt": "TOOLS & TECHNOL FOR MANUFACTURING DESIGN"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9231",
   "pgm_ref_txt": "SUPPL FOR UNDERGRAD RES ASSIST"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 389487.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"font-family: Times New Roman; font-size: small;\"> </span></p>\n<p style=\"margin: 0.05in 0in 2pt; text-align: justify; line-height: 12.75pt; mso-para-margin-top: .3gd; mso-para-margin-right: 0in; mso-para-margin-bottom: 2.0pt; mso-para-margin-left: 0in; mso-pagination: none;\"><span style=\"font-size: small;\"><span>This project develops &ldquo;causation-based&rdquo; quality control methodologies and their applications. A causal model, represented by a general probabilistic network (PN) or a probabilistic graphical model, is used to represent causal relationships among quality and process variables.<span style=\"mso-spacerun: yes;\"> <span style=\"mso-spacerun: yes;\">&nbsp;</span></span>In this project, we developed engineering knowledge</span><span><span>-</span></span><span><span>enhanced causal modeling methods with focus on integrating the engineering domain knowledge into the causal structure learning and parameter estimation with consideration of sensing data uncertainties.<span style=\"mso-spacerun: yes;\"> <span style=\"mso-spacerun: yes;\">&nbsp;</span></span>Based on the causal model, causation-based monitoring and diagnostic algorithms w</span></span><span><span>ere</span></span><span><span> developed</span></span><span><span>, which were governed by</span></span><span><span> </span><span>the variables&rsquo;</span></span><span><span> causal relationships for </span></span><span><span>process monitoring and </span></span><span><span>diagnostic capability enhancement.<span style=\"mso-spacerun: yes;\"> <span style=\"mso-spacerun: yes;\">&nbsp;</span></span>In addition, sensor allocation and measurement strategy were investigated </span></span><span><span>given the</span></span><span><span> </span><span>user specific detection</span></span><span><span> requirements.<span style=\"mso-spacerun: yes;\"> <span style=\"mso-spacerun: yes;\">&nbsp;</span></span>The developed methodologies and associated software were validated and implemented with case studies of multistage rolling and casting processes through a GOALI effort with industrial companies.<span style=\"mso-spacerun: yes;\"> <span style=\"mso-spacerun: yes;\">&nbsp;</span></span>In those studies, real data, cases, and manufacturing process information</span></span><span><span> were</span></span><span><span> used in the R&amp;D efforts.<span style=\"mso-spacerun: yes;\"> <span style=\"mso-spacerun: yes;\">&nbsp;</span></span>Furthermore, course modules </span></span><span><span>were</span></span><span><span> developed and offered for graduate students.<span style=\"mso-spacerun: yes;\"> <span style=\"mso-spacerun: yes;\">&nbsp;</span></span>International collaborative research and education efforts have been pursued throughout the research project.</span></span></span></p>\n<p><span style=\"font-family: Times New Roman; font-size: small;\"> </span></p>\n<p style=\"margin: 0.05in 0in 2pt; text-align: justify; mso-para-margin-top: .3gd; mso-para-margin-right: 0in; mso-para-margin-bottom: 2.0pt; mso-para-margin-left: 0in; mso-pagination: none;\"><span><span><span style=\"font-size: small;\">The success of this project advances the state of the art in modeling and control of complex systems by contributing new concepts, criteria, and algorithms to the information-processing capabilities for quality improvement.<span style=\"mso-spacerun: yes;\"> <span style=\"mso-spacerun: yes;\">&nbsp;</span></span>The project creates enabling methodologies to bring a transition from a traditional Statistical Process Quality (SPC) to a proactive, real-time diagnostic and predictive control paradigm in a data-rich environment.<span style=\"mso-spacerun: yes;\"> <span style=\"mso-spacerun: yes;\">&nbsp;</span></span>The developed causation-based quality control methodologies provides algorithms and associated software tools to achieve (i) causation (rather than only correlation) &ndash; based process modeling and analysis; (ii) embedded diagnostic monitoring...",
  "por_txt_cntn": "\n \nThis project develops \"causation-based\" quality control methodologies and their applications. A causal model, represented by a general probabilistic network (PN) or a probabilistic graphical model, is used to represent causal relationships among quality and process variables.  In this project, we developed engineering knowledge-enhanced causal modeling methods with focus on integrating the engineering domain knowledge into the causal structure learning and parameter estimation with consideration of sensing data uncertainties.  Based on the causal model, causation-based monitoring and diagnostic algorithms were developed, which were governed by the variablesÆ causal relationships for process monitoring and diagnostic capability enhancement.  In addition, sensor allocation and measurement strategy were investigated given the user specific detection requirements.  The developed methodologies and associated software were validated and implemented with case studies of multistage rolling and casting processes through a GOALI effort with industrial companies.  In those studies, real data, cases, and manufacturing process information were used in the R&amp;D efforts.  Furthermore, course modules were developed and offered for graduate students.  International collaborative research and education efforts have been pursued throughout the research project.\n\n \nThe success of this project advances the state of the art in modeling and control of complex systems by contributing new concepts, criteria, and algorithms to the information-processing capabilities for quality improvement.  The project creates enabling methodologies to bring a transition from a traditional Statistical Process Quality (SPC) to a proactive, real-time diagnostic and predictive control paradigm in a data-rich environment.  The developed causation-based quality control methodologies provides algorithms and associated software tools to achieve (i) causation (rather than only correlation) &ndash; based process modeling and analysis; (ii) embedded diagnostic monitoring and root cause identification (rather than only change detection); (iii) on-line quality inference and intervention for defect prevention (rather than off-line simulation and quality inspection).  The developed methodology address critical issues in a data rich environment, which is a challenging problem faced by industry sectors. The implementation of the resulting methodologies is expected to generate broad economic impacts.  \n\n \nBased on the research results generated in this project, a NSF Small Business Technology Transfer (STTR) Phase I proposal has been submitted for review.  This STTR project proposes to develop a Causation-based Process Analytical Technology (CPAT) system for continuous Solid Oral Dose (SOD) manufacturing via the integration of engineering knowledge and statistical causal modeling and analysis methodologies. If successful, this innovation is able to provide a new paradigm for continuous SOD manufacturing with significant commercial impacts, which lead to an automatic and stable process with a consistently improved efficiency, yield and quality level.\n\n \nStudents who worked on the project received training in the areas of manufacture systems, data mining, optimization techniques, statistical modeling and computation.  These areas cover four disciplines:  mechanical engineering, industrial and systems engineering, operation research, and statistics.  In addition, the students worked closely with industrial company via the GOALI effort.  Without this project opportunity, students usually do not have much chance to do inter-disciplinary research with real industrial cases.  The technical outcomes were embedded into several graduate course modules.  The research team presented their methods and ideas to not only their own professional affiliation but also to groups across disciplinary boundaries and to industrial practitioners.\n\n \n\n\t\t\t\t\tLast Modified: 10/20/2014\n\n\t\t\t\t\tSubmitted by: Ji..."
 }
}