{
 "awd_id": "0927243",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "BRIGE: Ignition, Burning Rate, Chemistry and Transport Properties of Alternative Fuels",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ted A. Conway",
 "awd_eff_date": "2009-10-01",
 "awd_exp_date": "2012-09-30",
 "tot_intn_awd_amt": 175000.0,
 "awd_amount": 161168.0,
 "awd_min_amd_letter_date": "2009-09-22",
 "awd_max_amd_letter_date": "2012-07-25",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\"\r\nPI: Qiao, Li\r\nProposal Number: 0927243\r\n\r\nThis proposal targets on an emerging area of alternative fuels that have great significance for the\r\neconomy, transportation and power generation systems. In our global, just-in-time economy, American competitiveness and innovation require an affordable, diverse, stable, and environmentally acceptable fuel supply. Simultaneous with efforts to increase the fuel efficiency and decrease the environmental impact of power generation systems, a new, diversified fuel source future is emerging in the marketplace as we move forward into the new century. Reliable design and optimization of advanced energy conversion systems will rely on a fully understanding of the chemical and physical properties of fuels. The next generation fuels are likely to be much different from current fuels. These fuels will be produced from alternative sources such as oil sands, oil shale, coal, as well as from a variety of biomaterials, all of which are fundamentally different from current petroleum-based fuels. New alternative fuels can be even more complex with increased fractions of compounds such as oxygenates napthenes and olefins, whose chemical properties and combustion kinetics are poorly known. There is an urgent need to understand the chemical and physical properties of alternative fuels.\r\n\r\nThe overall objective of this proposal is to study ignition, burning rate, chemistry, and molecular\r\ntransport of surrogate and alternative fuels by a combined experimental and modeling study. The\r\nobjectives will be pursued through an extensive experimental and modeling program that will include to: (1) Measure flame speed, minimum ignition energy, and Markstein number of surrogate and alternative fuel-air mixtures at elevated temperatures and pressures, with dilution, and for a wide range of fuelequivalence ratios; (2) Numerically simulate the planar laminar premixed flames, including complex chemical kinetics and molecular transport; (3) Numerically simulate the time-dependent flame propagation and study the effect of fuel Lewis number and stretch on flame dynamics; (4) Investigate the ignition behavior of extra lean alternative fuel-air mixtures using laser-induced spark ignition.\r\n\r\nIntellectual merit: The proposed research has the potential to (1) Provide a fundamental experimental database covering a wide range of parameters for validation kinetics and models of\r\nsurrogate and alternative fuels that we have little knowledge of; (2) Improve our understanding of the effects of fuel chemistry and molecular transport on flame properties; (3) Improve our understanding of the ignition behavior of extra-lean alternative fuel-air mixtures by laser-induced plasmas. The research activities complement the PI?s education plan which is focused at: (1) Developing new courses in energy; (2) Developing high-school student research program with an emphasis of attracting high-school girls to engineering and science; (3) Recruiting women graduate students and providing research opportunities for women undergraduate students by collaborating with the Women in Engineering Program of Purdue University.\r\n\r\nThe broader impact of the research proposed is significant. The results will lead to a fundamental\r\nunderstanding of the ignition, burning, chemistry and transport properties of surrogate and alternative fuels, a complex and untested range of fuels. The results will improve our modeling and simulation capability for predictive design and thus will speed the development of the next generation of clean, fuelflexible and efficient energy conversion systems. The results will also assist in integrating new alternative fuel resources into the power generation devices, reducing our dependence on foreign oil. Additional broader impact contributions are associated with the educational activities, which are designed to benefit a broad group of individuals, especially women.\r\n",
 "awd_arra_amount": 161167.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Li",
   "pi_last_name": "Qiao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Li Qiao",
   "pi_email_addr": "lqiao@purdue.edu",
   "nsf_id": "000509399",
   "pi_start_date": "2009-09-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "2550 NORTHWESTERN AVE # 1100",
  "perf_city_name": "WEST LAFAYETTE",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479061332",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "774100",
   "pgm_ele_name": "BRIGE-Broad Partic in Eng"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "051E",
   "pgm_ref_txt": "Interfacial trans & thermodynamic"
  },
  {
   "pgm_ref_code": "061E",
   "pgm_ref_txt": "Fire"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "NONE",
   "pgm_ref_txt": "INFRASTRUCTURE FOR SBS COMP (NSF-99-32)"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 161167.0
  }
 ],
 "por": null
}