{
 "awd_id": "0927254",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "IRES US-Kenya: Effects of habitat changes on distribution, abundance and resource exploitation by globally-threatened and forest specialist birds in Arabuko-Sokoke Forest, Kenya",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Marjorie Lueck",
 "awd_eff_date": "2009-09-15",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 139560.0,
 "awd_amount": 139560.0,
 "awd_min_amd_letter_date": "2009-09-04",
 "awd_max_amd_letter_date": "2012-02-16",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\r\n\r\nProfessor Joseph Oyugi of Warren Wright College of the City Colleges of Chicago will train undergraduate students from the United States in applied ecological research by investigating how habitat alterations affect bird communities in a tropical forest. Each year for three summers, four undergraduates and one faculty will travel to Kenya to conduct field research in Arabuko-Sokoke Forest. Arabuko-Sokoke Forest in coastal Kenya ranks second as the most important forest for bird conservation in mainland Africa. The 270 bird species known from it include six globally threatened, three near-threatened species, eight species categorized as regionally threatened in eastern Africa and several other forest-specialist birds. Both threatened and forest specialist birds show preference for certain habitat types. However, Arabuko-Sokoke Forest is under severe pressure due to selective logging, pole harvesting for building, fuel wood collection and unplanned tourism activities. These activities have different impacts on the forest and have the potentials of altering the forest structure and negatively affect forest birds including other biodiversity within the forest. Our objective is to examine how these habitat modifications relate to the distribution, abundance and resource exploitation by three rare bird species and three forest specialist birds that occur in Arabuko-Sokoke forest. Specifically, students will use census data, mist netting and the foraging behavior observations to determine the environmental and ecological factors that either promote the success or threaten the survival of these species. The PI collaborates with Alfred Owino, Research Scientist with Biodiversity Research and Monitoring Division at the Kenya Wildlife Service (KWS) who will be involved in co-mentorship.\r\n\r\nIntellectual Merit: The project directly addresses concerns that Seymour and Hewitt offered to explain the exodus from science fields: lack of confidence, competitive atmosphere and dullness of subject matter. Students will investigate how birds respond to habitat heterogeneity, and in the end identify the axes of environmental heterogeneity that promote species survival and coexistence. This project will provide US students with opportunity for self discovery through ?hands-on? training in field ecology that includes, field preparations, experimental designs, data collection and analysis, writing and research presentation in workshops, conferences and relevant scientific publications. The proposed research investigations will advance science by elucidating mechanisms structuring the bird community of Arabuko-Sokoke Forest, which includes resource use, resource partitioning and mechanisms of coexistence.\r\n\r\nBroader Impacts: Wilbur Wright College is a Minority Serving and Hispanic Serving Institution of about 6000 students that is part of the City Colleges of Chicago. This student population increase the diversity of the STEM talent pool from which the nation?s future scientific talent and technical force will be drawn. The proposed study is also ranked among the priority studies by the wildlife management authority in Kenya. The data from this research would provide the required information for the long-term conservation of the Arabuko-Sokoke Forest. In addition, the research will further the knowledge and expertise of local naturalists and tour guides, and indirectly further their careers. \r\n\r\nThis award is co-funded by NSF's Division of Environmental Biology, Directorate for Biological Sciences.\r\n",
 "awd_arra_amount": 139560.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Oyugi",
   "pi_mid_init": "O",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph O Oyugi",
   "pi_email_addr": "joyugi@ccc.edu",
   "nsf_id": "000512466",
   "pi_start_date": "2009-09-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Alfred",
   "pi_last_name": "Owino",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alfred Owino",
   "pi_email_addr": "alfred@kws.go.ke",
   "nsf_id": "000512471",
   "pi_start_date": "2009-09-04",
   "pi_end_date": "2010-02-16"
  }
 ],
 "inst": {
  "inst_name": "City Colleges of Chicago",
  "inst_street_address": "180 N WABASH AVE STE 200",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125531605",
  "inst_zip_code": "606013608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "IL07",
  "org_lgl_bus_name": "BOARD OF TRUSTEES OF COMMUNITY COLLEGE DISTRICT NO. 508",
  "org_prnt_uei_num": "YMNEVAXEKK37",
  "org_uei_num": "YMNEVAXEKK37"
 },
 "perf_inst": {
  "perf_inst_name": "City Colleges of Chicago",
  "perf_str_addr": "180 N WABASH AVE STE 200",
  "perf_city_name": "CHICAGO",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606013608",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "IL07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "112800",
   "pgm_ele_name": "Population & Community Ecology"
  },
  {
   "pgm_ele_code": "772700",
   "pgm_ele_name": "IRES Track I: IRES Sites (IS)"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1182",
   "pgm_ref_txt": "POP & COMMUNITY ECOL PROG"
  },
  {
   "pgm_ref_code": "5976",
   "pgm_ref_txt": "AFRICA, NEAR EAST, & SO ASIA"
  },
  {
   "pgm_ref_code": "5991",
   "pgm_ref_txt": "KENYA"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 139560.0
  }
 ],
 "por": null
}