{
 "awd_id": "0927585",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Multiscale Biomimetic Study of the Mechanics of Fish Scales",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Dennis Robert Carter",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 228131.0,
 "awd_amount": 240131.0,
 "awd_min_amd_letter_date": "2009-08-24",
 "awd_max_amd_letter_date": "2011-05-11",
 "awd_abstract_narration": "The research objective of this award is to develop a methodology to investigate the deformation and failure mechanisms of the scaled skin of fish for biomimetic applications. This protective system resists penetration thanks to extremely tough scales made of a nanostructured mineral/collagen composite material. In addition, scaled skin is ultra-light, ultra-thin and compliant. The proposed research will deploy a wide array of experimental and modeling techniques to investigate this complex system and to pinpoint which structural features are key to its performance. More specifically, the objectives of the project are (i) to characterize the microstructure of the fish skin system across several lengths, (ii) to measure its mechanical properties and assess its deformation and failure mechanisms, (iii) to develop multiscale continuum damage models for their failure and (iv) to use these models to establish guidelines for the biomimetic design of fiber-reinforced composite and scaled-structures. Such a bio-inspired material will duplicate the key mechanisms found in fish-scales while using different components.\r\nIf successful, the results of this research will find applications in full body personal armor systems, high-performance protective coating or morphing aircraft skins. A deliverable of this award will be a computational tool that will guide the design of bio-inspired material, such that they reproduce the high-performance of biological materials while made of different building blocks. The methodology will be tested by constructing a prototype of a synthetic fish-scale structure. This research will be an avenue to expose undergraduate engineering students to the potential of bio-inspiration in engineering through undergraduate research experiences. In addition, an international dimension will be brought to the project through a strong research collaboration between McGill University (Canada) and CU-Boulder, allowing students broaden their research experience.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Franck",
   "pi_last_name": "Vernerey",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Franck J Vernerey",
   "pi_email_addr": "franck.vernerey@colorado.edu",
   "nsf_id": "000317340",
   "pi_start_date": "2009-08-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Francois",
   "pi_last_name": "Barthelat",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Francois Barthelat",
   "pi_email_addr": "francois.barthelat@mcgill.ca",
   "nsf_id": "000500945",
   "pi_start_date": "2009-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 MARINE ST",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "747900",
   "pgm_ele_name": "BMMB-Biomech & Mechanobiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "024E",
   "pgm_ref_txt": "MATERIALS DESIGN"
  },
  {
   "pgm_ref_code": "027E",
   "pgm_ref_txt": "NANOMECHANICS"
  },
  {
   "pgm_ref_code": "028E",
   "pgm_ref_txt": "BIOMECHANICS"
  },
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "9231",
   "pgm_ref_txt": "SUPPL FOR UNDERGRAD RES ASSIST"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 228131.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The proposed research focused on studying the fundamental mechanisms, across several length-scale, that are responsible for the high-performance of a natural armor system: the scaled skin of fish. This protective system resists penetration thanks to extremely tough scales made of a nanostructured mineral/collagen composite material and owes its compliance to a well-organized structure made of a soft dermis covered with a patterned layer of scales. The research team has deployed a wide array of experimental and modeling techniques to investigate the deformation and failure mechanisms of this complex system, and to pinpoint which structural features are key to its performance. More specifically the outcomes of the projects can be summarized as follows.&nbsp;</p>\n<p><strong>Intellectual merit: </strong>At the macroscale, we have shown that within a thin, flexible and lightweight layer, fish skin displays a variety of strain stiffening and stabilizing mechanisms which promote various functions such as protection, robustness and swimming efficiency. We have particularly highlighted three key important features. First, the tensile behavior of the skin displays a highly elastic behavior which is independent from the presence of rigid scales. More important though, was the behavior of the skin during compression, for which the interaction between scales and dermis precluded the appearance of buckling and wrinkling instabilities. Second, fish skin provides unique mechanisms to achieve strain stiffening in bending while preserving a very small thickness. This nonlinear behavior originates from purely geometric constraints between neighboring scales, which can be easily tuned by changing the properties and geometry of the dermis pockets holding the scales. Third and last, the material is a very robust material that preserves its key mechanical characteristics despite the presence of structural defects that can be the removal or rupture of individual scales. At the microscale, we found that puncture resistance is generated by sophisticated mechanisms at the level of the individual scales, consisting of a two-step failure process involving both the bony layer and collagen layer. On the actual striped-bass, the scales form a well-defined scalation pattern, offering three layers of scales to resist puncture at any point on the fish. While there are significant variations in thickness within a given individual scale, the scalation pattern is such that the total &ldquo;effective&rdquo; protective thickness is uniform over the entire fish. While our experiments and models demonstrate a rather simple scenario in terms of puncture force, they also revealed a new failure mode: even if the scales resist puncture, the large deflections and deformations of the softer underlying tissues around the punctures it may lead to blunt injury. These results have led to a series of guideline for the design of novel protective layers for soft materials, with applications in armor systems, flexible electronics to name a few.<strong>&nbsp;</strong></p>\n<p>&nbsp;<strong>Broader impact: &nbsp;</strong>The domain of applications of scaled structures spans many engineering applications, from ultra-light and flexible armor systems to important future technological development including flexible electronics or the design of smart and adaptive morphing structures for aerospace vehicles. To ensure that knowledge was properly disseminated, our work was published in journal papers (7), book chapter (1) and conference presentations. From an educational perspective, this project was the opportunity to develop new classes on biomimetic material design as well as the insertion of new (biomimetic) modules in existing undergraduate classes. Undergraduate research experience opportunities within the College of Engineering at CU Boulder were also provided for five students, three of them being minorities in engineering...",
  "por_txt_cntn": "\nThe proposed research focused on studying the fundamental mechanisms, across several length-scale, that are responsible for the high-performance of a natural armor system: the scaled skin of fish. This protective system resists penetration thanks to extremely tough scales made of a nanostructured mineral/collagen composite material and owes its compliance to a well-organized structure made of a soft dermis covered with a patterned layer of scales. The research team has deployed a wide array of experimental and modeling techniques to investigate the deformation and failure mechanisms of this complex system, and to pinpoint which structural features are key to its performance. More specifically the outcomes of the projects can be summarized as follows. \n\nIntellectual merit: At the macroscale, we have shown that within a thin, flexible and lightweight layer, fish skin displays a variety of strain stiffening and stabilizing mechanisms which promote various functions such as protection, robustness and swimming efficiency. We have particularly highlighted three key important features. First, the tensile behavior of the skin displays a highly elastic behavior which is independent from the presence of rigid scales. More important though, was the behavior of the skin during compression, for which the interaction between scales and dermis precluded the appearance of buckling and wrinkling instabilities. Second, fish skin provides unique mechanisms to achieve strain stiffening in bending while preserving a very small thickness. This nonlinear behavior originates from purely geometric constraints between neighboring scales, which can be easily tuned by changing the properties and geometry of the dermis pockets holding the scales. Third and last, the material is a very robust material that preserves its key mechanical characteristics despite the presence of structural defects that can be the removal or rupture of individual scales. At the microscale, we found that puncture resistance is generated by sophisticated mechanisms at the level of the individual scales, consisting of a two-step failure process involving both the bony layer and collagen layer. On the actual striped-bass, the scales form a well-defined scalation pattern, offering three layers of scales to resist puncture at any point on the fish. While there are significant variations in thickness within a given individual scale, the scalation pattern is such that the total \"effective\" protective thickness is uniform over the entire fish. While our experiments and models demonstrate a rather simple scenario in terms of puncture force, they also revealed a new failure mode: even if the scales resist puncture, the large deflections and deformations of the softer underlying tissues around the punctures it may lead to blunt injury. These results have led to a series of guideline for the design of novel protective layers for soft materials, with applications in armor systems, flexible electronics to name a few. \n\n Broader impact:  The domain of applications of scaled structures spans many engineering applications, from ultra-light and flexible armor systems to important future technological development including flexible electronics or the design of smart and adaptive morphing structures for aerospace vehicles. To ensure that knowledge was properly disseminated, our work was published in journal papers (7), book chapter (1) and conference presentations. From an educational perspective, this project was the opportunity to develop new classes on biomimetic material design as well as the insertion of new (biomimetic) modules in existing undergraduate classes. Undergraduate research experience opportunities within the College of Engineering at CU Boulder were also provided for five students, three of them being minorities in engineering. Generally, the post-doctoral researchers (1), graduate (3) and undergraduate student (5) who worked on the project were trained to build finite element mod..."
 }
}