{
 "awd_id": "0927411",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: ETBC: The coupling between DOM, algae, and microbes on coral reef platforms",
 "cfda_num": "47.050",
 "org_code": "06040301",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Garrison",
 "awd_eff_date": "2009-11-01",
 "awd_exp_date": "2013-10-31",
 "tot_intn_awd_amt": 339737.0,
 "awd_amount": 339737.0,
 "awd_min_amd_letter_date": "2009-08-24",
 "awd_max_amd_letter_date": "2009-08-24",
 "awd_abstract_narration": "This project will investigate the coupling between primary producers and the utilization of dissolved organic matter (DOM) by marine heterotrophic microbes on coral reefs. Previous metagenomic studies of the microbial communities associated with near-pristine and degraded coral reefs demonstrated a shift from a microbial food web similar to the open ocean (Prochlorococcus spp. and SAR11-like bacteria) to a community dominated by \"super-heterotrophs\", most closely related to known pathogens like E. coli, Staphylococcus spp., Streptococcus spp., Enterobacter spp. and Vibrio spp. This shift is associated with a decline in coral cover and an increase in coral disease prevalence. Previous research by the investigators has also shown that dissolved organic carbon (DOC) concentrations are lower on coral reef platforms compared to measurements of offshore waters (60-80 micro M). On degraded reefs, they have observed DOC measurements as low as 30 - 40 micro M, a value similar to concentrations observed in the deep Pacific Ocean. The observation of low DOC measurements on degraded reefs is decoupled from the high abundance of macroalgae, which one might expect would raise levels of DOC through the release of photosynthate into the water column. \r\n\r\nTo explain this apparent paradox, the investigators suggest the following hypothesis: Reef degradation, and the associated phase-shifts from coral to algal dominance, leads to elevated levels of algal exudates in the water column, which allows the microbial community to utilize the standing stock of semi-labile DOC. This results in: 1) higher microbial numbers and biomass; 2) a community shift to 'super-heterotrophs', which are potential coral pathogens; and 3) lower standing stocks of DOC. This project will represent the first global, metagenomic study of coral reef microbial food webs. The sequence data will be supported by microbiological (e.g., direct counts and limited culturing), water chemistry (DOM characterization), benthic cover (diversity, cover, and coral disease prevalence), fish abundance, and physical oceanographic metadata. At the completion of this research, the PIs will have: 1) characterized the microbial communities (using metagenomics) from >100 coral reefs around the world; 2) determined how different sources of DOM (surface offshore DOM, surface inshore DOM, interstitial coral DOM and, turf algal derived DOM) vary in chemical characterization, help to structure microbial communities, and influence DOC remineralization on coral reefs; 3) determined whether reef-associated algae produce photosynthetic exudates that allow the microbial communities to degrade the semi-labile DOC; 4) correlated coral condition (i.e., cover and disease prevalence) to the quantity and quality of DOM, as well as microbial biomass, taxonomy and metabolisms, and; 5) characterized the residence time of water on the reef platform around Moorea and Kiritimati. \r\n\r\nBroader impacts: At the broadest level, this cross-disciplinary project will identify the linkages between chemical, microbial and ecological processes in coral reef degradation and will inform management and conservation by identifying a likely mechanism of coral mortality. At the level of public outreach, the Coral Reef Multimedia Project, which displays mini-documentaries and short video clips about different aspects of coral reefs, will be expanded. Undergraduate and graduate students from SDSU and SIO will create original movies using the unedited reef video. This program will include 24 students over the three years of the grant and will upload 50+ new videos to the website. The Rohwer and Smith labs also sponsor a monthly coral discussion group, which is a forum for PhD and post-doctoral scientists to present their research. This Coral Club provides encouragement and suggestions for the researchers to move forward with their projects and has established a close link between the two major institutions conducting reef research in San Diego.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Craig",
   "pi_last_name": "Carlson",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Craig A Carlson",
   "pi_email_addr": "carlson@lifesci.ucsb.edu",
   "nsf_id": "000103190",
   "pi_start_date": "2009-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Barbara",
  "perf_str_addr": "3227 CHEADLE HALL",
  "perf_city_name": "SANTA BARBARA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931060001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  },
  {
   "pgm_ele_code": "541800",
   "pgm_ele_name": "OCE SPECIAL PROGRAMS"
  },
  {
   "pgm_ele_code": "718700",
   "pgm_ele_name": "MICROBIAL GENOME SEQUENCING"
  },
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  },
  {
   "pgm_ele_code": "776400",
   "pgm_ele_name": "EMERGING TOPICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1389",
   "pgm_ref_txt": "CARBON CYCLE RESEARCH"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "6875",
   "pgm_ref_txt": "EMERG TOPICS BIOGEOCHEM CYCL"
  },
  {
   "pgm_ref_code": "7187",
   "pgm_ref_txt": "MICROBIAL GENOME SEQUENCING"
  },
  {
   "pgm_ref_code": "9117",
   "pgm_ref_txt": "MARINE BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 339737.0
  }
 ],
 "por": null
}