{
 "awd_id": "0927262",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Efficient Photocatalytic Conversion of CO2 and Water Vapor to Hydrocarbon Fuels Using Sunlight",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert McCabe",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 38491.0,
 "awd_min_amd_letter_date": "2009-08-07",
 "awd_max_amd_letter_date": "2011-04-25",
 "awd_abstract_narration": "0927262 \r\nGrimes         \r\n\r\nThis award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\r\n\r\nIn initial work the PIs have achieved efficient solar conversion of carbon dioxide and water vapor to methane and other hydrocarbons using nitrogen doped titania nanotube arrays, with a wall thickness low enough to facilitate effective carrier transfer to the adsorbing species, sensitized with nano dimensional islands of co-catalysts platinum and/or copper.  All experiments have been conducted in outdoor sunlight at University Park, PA. Intermediate reaction products, hydrogen and carbon monoxide, are also detected, with their relative concentrations underlying hydrocarbon production rates as dependent upon the nature of the co-catalysts on the nanotube array surface. Using outdoor sunlight with a power density between 75 to 102 mW/cm2, normalized to global AM 1.5 sunlight at 100 mW/cm2, a hydrocarbon production rate of 111 ppm cm-2 hr-1 (about 160 microliters/g hr) is obtained when the nanotube array samples are sensitized with both Cu and Pt nanoparticles.1 This rate of CO2 to hydrocarbon production obtained under outdoor sunlight is at least 20 times higher than previous published reports, which were conducted under laboratory conditions using UV illumination.  The PIs seek to understand the reactions inherent in their high rates of photocatalytic CO2 conversion, with a further aim of significantly improving them. Initial objectives include: {1} Uniform sensitization. In preliminary efforts the top surface of the nanotube array samples were sensitized with Cu and Pt co-catalyst particles. The PIs believe uniform sensitization of the nanotube array samples over their entire surface area would significantly enhance photocatalytic conversion rates. They seek to uniformly sensitize the nanotube array samples using atomic layer deposition, or solution chemistry techniques, with immediate variables including nanoparticle type (Cu, CuO, Cu2O, Pt), loading, spacing, size, and size distribution in relationship to the nanotube wall thickness. They will elucidate the role(s) the co-catalysts play, and the associated underlying physical mechanisms including half-reactions, thereby enabling design of photocatalytic materials for enhanced performance. {2} Enhanced Visible Light Absorption. Useful, scale solar conversion of CO2 to hydrocarbon fuels will require photocatalysts responsive to visible light. The PIs propose two routes to achieve this. First, by extending their preliminary efforts on nitrogen doping of titania, which can most readily be accomplished by modifying the conditions of the crystallization anneal to maintain nitrogen within the lattice and minimize the density of carrier trap states associated with doping. Another approach is the synthesis of compositionally graded Ti-Cu-O nanotube arrays designed for broad spectrum solar energy absorption, by anodization of compositionally-graded metal films to achieve nanotube arrays of the corresponding metal oxides.  {3} Photocatalytic Membranes. By enhancing the photocatalytic properties of the sensitized nanotube arrays, and increasing the surface area through decreased pore size the PIs seek to achieve a mechanically robust high-surface area photocatalytic membrane into which CO2 and water vapor flow, and hydrocarbons exit reducing the chances of back reactions, thereby enhancing the conversion rate, as the products will not accumulate near the nanotube surface. The nanotube pore size will be optimized to limit the inflow of CO2 and H2O vapor species to achieve a complete (or nearly complete) conversion to hydrocarbons and intermediates, thus obtaining a complete reactant-product separation.\r\n\r\nBroader Impacts: A viable means to generate hydrocarbon fuels using solar energy and CO2, thereby providing a means to store solar energy in the form of chemical fuel. Interdisciplinary training of a Ph.D. student in this vitally important field, and significant REU participation.\r\n \r\nIntellectual Merit:\r\nImproved understanding of photocatalytic materials and reactions enabling design of advanced photocatalysts, enhanced understanding of oxide materials and their bandgap engineering, enhanced understanding of the synthesis, material properties and performance of ternary oxide semiconductors.",
 "awd_arra_amount": 561510.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Craig",
   "pi_last_name": "Grimes",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Craig A Grimes",
   "pi_email_addr": "cgrimes@engr.psu.edu",
   "nsf_id": "000322402",
   "pi_start_date": "2009-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 OLD MAIN",
  "perf_city_name": "UNIVERSITY PARK",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140100",
   "pgm_ele_name": "Catalysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "044E",
   "pgm_ref_txt": "CATALYSIS"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 561510.0
  }
 ],
 "por": null
}