{
 "awd_id": "0927178",
 "agcy_id": "NSF",
 "tran_type": "CoopAgrmnt",
 "awd_istr_txt": "Cooperative Agreement",
 "awd_titl_txt": "NEES Operations",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927024",
 "po_email": "jpauschk@nsf.gov",
 "po_sign_block_name": "Joy Pauschke",
 "awd_eff_date": "2009-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 105000000.0,
 "awd_amount": 100615646.0,
 "awd_min_amd_letter_date": "2009-09-08",
 "awd_max_amd_letter_date": "2015-09-04",
 "awd_abstract_narration": "Earthquakes and tsunamis have the potential within the United States to cause significant casualties and damage to buildings, bridges, critical utility lifelines, and other civil infrastructure.  To reduce this risk, the George E. Brown, Jr. Network for Earthquake Engineering Simulation (NEES) originated as a national, multi-user research infrastructure to enable research and innovation in earthquake and tsunami loss reduction, create an educated workforce in hazard mitigation, and conduct broader outreach and lifelong learning activities. \r\n\r\nPurdue University, through this cooperative agreement, will lead, manage, operate, and maintain NEES from FY 2010 to FY 2014.  NEES consists of (1) a managing headquarters located at Purdue University, (2) fourteen, state of the art earthquake engineering and tsunami experimental facilities located at and locally operated by universities across the United States, (3) the NEEShub cyberinfrastructure framework, and (4) powered by NEEShub, the NEES Academy for education, outreach, and informal science education.   Information about NEES is available at http://www.nees.org.\r\n\r\nThe NEES facilities, located at Cornell University; Lehigh University; Oregon State University; Rensselaer Polytechnic Institute; University at Buffalo, The State University of New York; University of California, Berkeley; University of California, Davis; University of California, Los Angeles; University of California, San Diego; University of California, Santa Barbara; University of Illinois, Urbana-Champaign; University of Minnesota, Twin Cities; University of Nevada, Reno; and University of Texas at Austin, include single (outdoor), dual, and triple shake tables; geotechnical centrifuges with in-flight biaxial shakers and robotic tools; a tsunami wave basin; laboratories for testing large-scale structures, soil-foundation-structure interaction systems, and lifeline systems; mobile geotechnical and structural testing field equipment; and two permanently instrumented field sites in southern California.  Other organizations participating in NEES operations include Fermi National Accelerator Laboratory; San Jose State University; University of Florida, Gainesville; University of Kansas, Lawrence; University of Michigan, Ann Arbor; and University of Washington, Seattle. \r\n\r\nFor intellectual merit, NEES provides the earthquake and tsunami hazard mitigation communities with a research infrastructure to make discoveries, translate discoveries to engineering demonstrations, develop innovative technologies, and transition technology advances to industry, engineering practice, and seismic design provisions. The experimental facilities and a user-requirement driven cyberinfrastructure powered by NEEShub provide an open access, collaborative, and data-rich experimental and analytical infrastructure for research, education, and technology transfer across earthquake engineering and related fields.  NEEShub, which is based on HUBzero technology previously developed at Purdue University, seamlessly integrates the fourteen facilities and their telepresence capabilities, a publicly accessible curated data repository, web-based collaborative tools, access to leading edge compute resources, and open source computational tools. Using Internet2, the NEES cyberinfrastructure will enable hybrid testing methods (coupled computational and physical simulations) as well as multi-site hybrid simulation.    \r\n\r\nBroader impacts are realized through open access to the NEES infrastructure for research and education. Technical staff operating the experimental facilities and cyberinfrastructure powered by NEEShub offer training workshops to help researchers, educators, and students discover and use NEES resources.  NEEShub's user-friendly, web-based tools facilitate access to NEES resources; contribution of research findings, experimental data, educational materials, and computational and visualization tools; and the reuse of NEES experimental data for follow-on research. NEES provides for the integration of research findings and activities with education, outreach, and training, thus enabling the smooth transition of ideas from conception to education to practice.  NEES has the potential to become the global resource for earthquake engineering simulation and education, serving not only researchers in countries advanced in seismic design and construction, but also as a 24/7 resource for researchers in countries with less developed civil infrastructure and seismic provisions. The NEES Academy provides a community resource for educational materials, on-line learning, and outreach across the age spectrum.  The NEES Academy supports outreach to the profession, providing a mechanism to bridge theories to practice and the needs of practice to research priorities. Faculty and staff at the NEES facilities support ongoing local outreach efforts, such as K-12 camps, museum exhibits, and informal science education. \r\n\r\nThis award is part of the National Earthquake Hazards Reduction Program (NEHRP), http://www.nehrp.gov.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Julio",
   "pi_last_name": "Ramirez",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Julio A Ramirez",
   "pi_email_addr": "ramirez@purdue.edu",
   "nsf_id": "000373005",
   "pi_start_date": "2009-09-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Thalia",
   "pi_last_name": "Anagnos",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Thalia Anagnos",
   "pi_email_addr": "thalia.anagnos@sjsu.edu",
   "nsf_id": "000448233",
   "pi_start_date": "2009-09-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Rudolf",
   "pi_last_name": "Eigenmann",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rudolf Eigenmann",
   "pi_email_addr": "eigenman@udel.edu",
   "nsf_id": "000315744",
   "pi_start_date": "2009-09-08",
   "pi_end_date": "2013-06-13"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ellen",
   "pi_last_name": "Rathje",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Ellen M Rathje",
   "pi_email_addr": "e.rathje@mail.utexas.edu",
   "nsf_id": "000167936",
   "pi_start_date": "2009-09-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Barbara",
   "pi_last_name": "Fossum",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Barbara M Fossum",
   "pi_email_addr": "bfossum@purdue.edu",
   "nsf_id": "000299381",
   "pi_start_date": "2009-09-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Hacker",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas J Hacker",
   "pi_email_addr": "tjhacker@purdue.edu",
   "nsf_id": "000326229",
   "pi_start_date": "2013-06-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "2550 NORTHWESTERN AVE # 1100",
  "perf_city_name": "WEST LAFAYETTE",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479061332",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "747000",
   "pgm_ele_name": "NEES OPERATIONS"
  },
  {
   "pgm_ele_code": "919900",
   "pgm_ele_name": "Unallocated Program Costs"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "043E",
   "pgm_ref_txt": "EARTHQUAKE ENGINEERING"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "151E",
   "pgm_ref_txt": "Tsunami Research"
  },
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  },
  {
   "pgm_ref_code": "7231",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 1765059.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 22379048.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 19749899.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 20067782.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 21500000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 15153858.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>To be safe during an earthquake or tsunami, your home has to be engineered to withstand the shock.&nbsp; NEES equipment sites allow engineers to perform tests to help design earthquake-resistant buildings.</p>\n<p>From 2009 through 2015, NEES Operations headquarters at Purdue University &ldquo;NEEScomm,&rdquo; managed operations for this $105 million, 14-laboratory network funded by the National Science Foundation (Award number CMMI-0927178).</p>\n<p>The George E. Brown Jr., Network for Earthquake Engineering Simulation (NEES), and Purdue University, have played a critical role during the last decade in the National Earthquake Hazards Reduction Program (NEHRP) by providing a well-managed network of physical and virtual facilities for large-scale testing both of vulnerable and resilient components and systems. NEEScomm also provides simulation tools integrated with a central data repository and a cyber-platform for collaboration called the &ldquo;NEEShub&rdquo;.&nbsp; This award has accelerated learning and improved the earthquake resilience of our society from laboratory-based research.</p>\n<p>&nbsp;The NEEScomm Center&rsquo;s six-year tenure as headquarters for NEES Network Operations facilitated an unprecedented cultural change in how research is performed in earthquake engineering. The new &ldquo;outside-the-university collaboration model&rdquo;, using improved data sharing capabilities and co-location of research tools and educational resources on NEEShub serves as a practical model for all disaster-related fields that involve distributed research labs, shared data, and workforce development.</p>\n<p>Using information technology to fuel the new collaboration website, NEEScomm created a fully curated database of research data for earthquake and tsunami damage mitigation.&nbsp; Using the results from these research projects not only helps to promote building code changes but to inform politicians, policy makers and the general public about seismic events and how to save lives during earthquake and tsunami disasters.</p>\n<p>As well as leaving a legacy of research innovation, the network has developed a substantial future workforce prepared to practice hazard engineering and research. The network&rsquo;s collective research, education and technical expertise have instilled thousands of K-20 and graduate students with the knowledge and experience necessary to consider joining the engineering workforce and to enter academia.</p>\n<p>Specifically, through NEEScomm&rsquo;s annual Research Experiences for Undergraduates program, 239 college students&mdash;many of them underrepresented minorities&mdash;learned earthquake engineering by working with NEES researchers and technicians at network facilities. About 560 graduate students, including 191 PhD students, learned earthquake engineering by participating in NEES research projects. Many of those PhD candidates now hold faculty positions at major research universities worldwide. None of this could have been accomplished without the joint participation of NEEScomm and the researchers and technical leaders at the research facilities who provided the necessary mentorship and support to these students.&nbsp; Another network-wide effort, the Research-to-Practice webinar series, enabled researchers to share their findings directly with practicing engineers&mdash;throughout the world.</p>\n<p>Research in NEES has resulted in a wealth of information produced by large-scale testing facilities such as tsunami wave basins, centrifuges, and shake tables. This research community has advanced the understanding of seismic phenomena and laid the groundwork for improvements in design and construction practices to enhance resilience.</p>\n<p>Many of the projects have prompted, or provided the foundation for improvements in model building codes and in design and construction practices, enhancing societal resilience to earthquakes and tsunamis. T...",
  "por_txt_cntn": "\nTo be safe during an earthquake or tsunami, your home has to be engineered to withstand the shock.  NEES equipment sites allow engineers to perform tests to help design earthquake-resistant buildings.\n\nFrom 2009 through 2015, NEES Operations headquarters at Purdue University \"NEEScomm,\" managed operations for this $105 million, 14-laboratory network funded by the National Science Foundation (Award number CMMI-0927178).\n\nThe George E. Brown Jr., Network for Earthquake Engineering Simulation (NEES), and Purdue University, have played a critical role during the last decade in the National Earthquake Hazards Reduction Program (NEHRP) by providing a well-managed network of physical and virtual facilities for large-scale testing both of vulnerable and resilient components and systems. NEEScomm also provides simulation tools integrated with a central data repository and a cyber-platform for collaboration called the \"NEEShub\".  This award has accelerated learning and improved the earthquake resilience of our society from laboratory-based research.\n\n The NEEScomm CenterÆs six-year tenure as headquarters for NEES Network Operations facilitated an unprecedented cultural change in how research is performed in earthquake engineering. The new \"outside-the-university collaboration model\", using improved data sharing capabilities and co-location of research tools and educational resources on NEEShub serves as a practical model for all disaster-related fields that involve distributed research labs, shared data, and workforce development.\n\nUsing information technology to fuel the new collaboration website, NEEScomm created a fully curated database of research data for earthquake and tsunami damage mitigation.  Using the results from these research projects not only helps to promote building code changes but to inform politicians, policy makers and the general public about seismic events and how to save lives during earthquake and tsunami disasters.\n\nAs well as leaving a legacy of research innovation, the network has developed a substantial future workforce prepared to practice hazard engineering and research. The networkÆs collective research, education and technical expertise have instilled thousands of K-20 and graduate students with the knowledge and experience necessary to consider joining the engineering workforce and to enter academia.\n\nSpecifically, through NEEScommÆs annual Research Experiences for Undergraduates program, 239 college students&mdash;many of them underrepresented minorities&mdash;learned earthquake engineering by working with NEES researchers and technicians at network facilities. About 560 graduate students, including 191 PhD students, learned earthquake engineering by participating in NEES research projects. Many of those PhD candidates now hold faculty positions at major research universities worldwide. None of this could have been accomplished without the joint participation of NEEScomm and the researchers and technical leaders at the research facilities who provided the necessary mentorship and support to these students.  Another network-wide effort, the Research-to-Practice webinar series, enabled researchers to share their findings directly with practicing engineers&mdash;throughout the world.\n\nResearch in NEES has resulted in a wealth of information produced by large-scale testing facilities such as tsunami wave basins, centrifuges, and shake tables. This research community has advanced the understanding of seismic phenomena and laid the groundwork for improvements in design and construction practices to enhance resilience.\n\nMany of the projects have prompted, or provided the foundation for improvements in model building codes and in design and construction practices, enhancing societal resilience to earthquakes and tsunamis. The extensive use of NEES facilities and cyberinfrastructure resources allowed researchers to test and collaborate in ways not possible before NEES.\n\nIn addition, by fostering collaboration ..."
 }
}