{
 "awd_id": "0927407",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Effects of sea level on wave-driven inundation for reef-fringed shorelines",
 "cfda_num": "47.050",
 "org_code": "06040303",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eric C. Itsweire",
 "awd_eff_date": "2009-09-15",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 1584380.0,
 "awd_amount": 1584380.0,
 "awd_min_amd_letter_date": "2009-09-10",
 "awd_max_amd_letter_date": "2009-09-10",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\r\n\r\nA field experiment is proposed to examine wave-driven coastal inundation along vulnerable atoll shorelines in the Republic of the Marshall Islands (RMI). A goal of the proposed research is to estimate coastal inundation (regional sea level + tidal height + wind-driven surge + wave setup + wave run-up) driven by wave transformations across fringing reef topography. Based on previous studies at Ipan reef, Guam, it is anticipated that water level over the reef will strongly control the inundation amplitude. To assess the conditions favorable for inundation, ocean wave and water level conditions will be measured in the deep ocean with a directional wave-rider buoy and across the reef with current meters, pressure sensors. Video imagery will be used to assess the penetration of turbulent wave bores over the reef flat, and to obtain time series of the shoreline position in conjunction with high resolution T-LiDAR surveys. Estimates of reef roughness will be obtained to assess swell dissipation due to bottom friction. Meteorological sensors will be used to monitor local wind and atmospheric pressure forcing. The dynamics of wave transformation over the reef will be assessed and incorporated into a single parametric model based on observable properties that define the incident wave conditions and reef dimensions, and the community model XBeach will be evaluated with the observations. The proposed observations will guide the development of an inundation model that will provide a tool to assess coastal inundation risk for future sea level rise scenarios at RMI and other island nations. Elements of the observing system and the parametric and/or numerical inundation model will be transferred to agencies within the RMI for ongoing coastal management and assessment purposes. \r\n\r\nIntellectual merit: Coral reefs typically act as natural breakwaters for island shorelines. Elevated water levels due to storm wave set up, however, have been shown to alter the dynamics of wave transformation on fringing reefs. A better understanding of sea level effects on wave-reef interactions is necessary to obtain quantitative estimates of coastal inundation and run up for reef fringed shorelines. This project aims to acquire and analyze in situ measurements across a fringing reef with a large tidal range during large wave events to (1) assess the effect of sea level rise on the dynamics of wave transformation and wave driven inundation and (2) develop quantitative prediction tools for coastal inundation for atolls and reef-fringed shorelines.\r\n\r\nBroader impact: This project will deliver a predictive model to assess coastal inundation for future sea level rise scenarios at RMI and other island nations. Dissemination of relevant information to the public will be developed as part the Pacific Islands Ocean Observing System (PacIOOS). Elements of the observing system and the numerical inundation model will be transferred to agencies within the RMI for ongoing coastal management and assessment purposes. Results will be communicated to the oceanographic community by presentations at international meetings and by publications in peer-reviewed journals. This collaborative project will provide training for one postdoctoral researcher and RMI students and technicians through scientific exchanges with SOEST researchers and Sea Grant outreach specialists.\r\n",
 "awd_arra_amount": 1584380.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Merrifield",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Mark A Merrifield",
   "pi_email_addr": "mamerrifield@ucsd.edu",
   "nsf_id": "000437719",
   "pi_start_date": "2009-09-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Janet",
   "pi_last_name": "Becker",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Janet Becker",
   "pi_email_addr": "jbecker@soest.hawaii.edu",
   "nsf_id": "000434213",
   "pi_start_date": "2009-09-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Hawaii",
  "inst_street_address": "2425 CAMPUS RD SINCLAIR RM 1",
  "inst_street_address_2": "",
  "inst_city_name": "HONOLULU",
  "inst_state_code": "HI",
  "inst_state_name": "Hawaii",
  "inst_phone_num": "8089567800",
  "inst_zip_code": "968222247",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "HI01",
  "org_lgl_bus_name": "UNIVERSITY OF HAWAII",
  "org_prnt_uei_num": "",
  "org_uei_num": "NSCKLFSSABF2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Hawaii",
  "perf_str_addr": "2425 CAMPUS RD SINCLAIR RM 1",
  "perf_city_name": "HONOLULU",
  "perf_st_code": "HI",
  "perf_st_name": "Hawaii",
  "perf_zip_code": "968222247",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "HI01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 1584380.0
  }
 ],
 "por": null
}