{
 "awd_id": "0927147",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "BRIGE: Measurements of Image Formation in Chemically-Amplified Resists",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Usha Varshney",
 "awd_eff_date": "2009-08-01",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 175000.0,
 "awd_amount": 175000.0,
 "awd_min_amd_letter_date": "2009-07-19",
 "awd_max_amd_letter_date": "2009-07-19",
 "awd_abstract_narration": "\"This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\"\r\n\r\nChemically-amplified resists are required for high-throughput patterning of integrated circuits, but recent experimental and theoretical reports suggest that these systems cannot simultaneously achieve the required resolution, sensitivity, and line edge roughness for next generation lithography.  Resist design must reflect an optimal balance between these three factors, but lithography is one of a few processes in semiconductor manufacturing that does not have closed-loop feedback, so optimization is enormously complex. Process development relies heavily on simulating the exposure, image formation, and development steps. Simulation results are then compared with scanning electron microscopy measurements of the developed resist structures for validation.\r\n\r\nIntellectual Merit: This research program will develop x-ray diffraction methods to characterize the latent image in chemically-amplified resists. The image resolution, three-dimensional shape, and pattern line-edge roughness will be calculated with nanometer accuracy by modeling the diffraction data. There are currently no experimental methods available to access this information, so this project offers a unique strategy to identify the fundamental limitations of chemical amplification for next generation lithography. A protocol will be developed for in-situ measurements of the image formation process, and the real-time feedback acquired with this approach may be used for process development, optimization, and rapid screening of new imaging materials. \r\n\r\nThe key components to this program are as follows:\r\n-\tElectron beam lithography (EBL) will be used to generate the photoacid distribution in the chemically-amplified resists.\r\n-\t The EBL patterns will be line gratings that have a low-amplitude sinusoidal variation in the pitch. The periodic pitch displacements introduce additional diffraction peaks that will facilitate the analysis.\r\n-\t The structure of the latent image will be characterized with three complementary x-ray diffraction techniques: Transmission resonant soft x-ray diffraction, transmission small-angle x-ray diffraction, and grazing-incidence small-angle x-ray diffraction. Each technique offers unique information.\r\n-\tData will be quantitatively analyzed with models that incorporate the image resolution, the shape of the image cross-section, and pattern line-edge roughness. User friendly software packages will be developed and shared with the lithography community.\r\n\r\nBroader Impacts: The BRIGE program will fund two undergraduate researchers from under-represented groups that are enrolled at the freshman or sophomore level.  Each student will be assigned an individual project that is appropriate for their level of skill and knowledge, and they will learn a variety of experimental methods that are relevant to microelectronics fabrication and nanomaterials characterization. These undergraduate students will present their work to science classes at local high schools in Houston. The objective is to demonstrate to high school students the types of research opportunities that are available at the start of their scientific careers.",
 "awd_arra_amount": 175000.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gila",
   "pi_last_name": "Stein",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Gila E Stein",
   "pi_email_addr": "gstein4@utk.edu",
   "nsf_id": "000525708",
   "pi_start_date": "2009-07-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Houston",
  "inst_street_address": "4300 MARTIN LUTHER KING BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "HOUSTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7137435773",
  "inst_zip_code": "772043067",
  "inst_country_name": "United States",
  "cong_dist_code": "18",
  "st_cong_dist_code": "TX18",
  "org_lgl_bus_name": "UNIVERSITY OF HOUSTON SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "QKWEF8XLMTT3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Houston",
  "perf_str_addr": "4300 MARTIN LUTHER KING BLVD",
  "perf_city_name": "HOUSTON",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "772043067",
  "perf_ctry_code": "US",
  "perf_cong_dist": "18",
  "perf_st_cong_dist": "TX18",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  },
  {
   "pgm_ele_code": "774100",
   "pgm_ele_name": "BRIGE-Broad Partic in Eng"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "098E",
   "pgm_ref_txt": "Antennas and Electromagnetics"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "7741",
   "pgm_ref_txt": "BROAD PARTIC IN ENG (BRIGE)"
  },
  {
   "pgm_ref_code": "NONE",
   "pgm_ref_txt": "INFRASTRUCTURE FOR SBS COMP (NSF-99-32)"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 175000.0
  }
 ],
 "por": null
}