{
 "awd_id": "0927173",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Wildlife Conservation and the Role of Inter-Household Exchange in Social-Ecological Resilience",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2011-02-28",
 "tot_intn_awd_amt": 12000.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "2009-09-02",
 "awd_max_amd_letter_date": "2009-09-02",
 "awd_abstract_narration": "Despite their intended roles as sanctuaries of biodiversity, parks and protected areas represent perturbations in landscapes and have stimulated significant social, economic, and environmental change in much of Africa.  Overwhelmingly, social scientists have been critical of parks and protected areas, pointing out many cases in which parks have evicted local residents, catalyzed rural poverty, reconfigured livelihoods, shifted power dynamics, upended gendered relationships, and stimulated misguided development projects.  The processes through which parks influence the links between social and ecological systems and correspondingly environmental health and social well-being remain unclear, however, with relatively little attention given to interactions among households as potential links between social and ecological processes.  This doctoral dissertation research project will examine the effect of Tarangire National Park in northern Tanzania on inter-household exchanges of goods and labor in villages close to the park.  Such exchanges are traditionally a salient feature of many African societies and have been crucial to the persistence and well-being of Maasai herders in the study area.  The doctoral student will seek answers to the following questions:  (1) How has Tarangire National Park influenced the economic opportunities and constraints that local households face?  (2) How have household responses to these evolving constraints and opportunities affected inter-household exchanges of goods and labor?  (3) How have shifting inter-household dynamics influenced demographic patterns and income inequality at the community level?  A quantitative survey of households and semi-structured group and stakeholder interviews will provide data on the shifting structure of the economic environment for local villagers and the changing patterns of inter-household relationships.  The findings will clarify how households have adapted to the park and conservation policy, and explore the implications of these adaptations for the larger social-ecological system.  Likely responses and consequences include households shifting from community-oriented economic activities towards more individualistic practices; increasing income inequality in the region; and increasing social and economic interactions with groups in distant regions.\r\n\r\nThe last three decades have seen a five-fold increase worldwide in lands designated for nature conservation.  This project will explore how the global process of conservation affects a group of rural communities.  It will examine the nature of social change, the scope of change, the implications of change for communities, and potential consequences for wildlife and conservation.  The project will assess the effect of conservation policy on linked social-ecological systems as well as the effects of conservation-related initiatives like NGOs and other organizations drawn to parks.  By focusing on the relationships among households, this research will investigate how household responses to conservation shape community patterns of land use, demography, and the persistence of cultural traits.  This research has potential implications for rural policies regarding conservation planning and biodiversity, land-use and land-cover change, development projects, family planning, and household demography, and labor markets.  It also will contribute to understanding the resilience of social-ecological systems and the social consequences of conservation, topics of current concern in geography, anthropology, economics, and ecology.  As a Doctoral Dissertation Research Improvement award, this award also will provide support to enable a promising student to establish a strong independent research career.  This award is jointly supported by the NSF Geography and Spatial Sciences Program and the NSF Office of International Science and Engineering.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Leslie",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Paul W Leslie",
   "pi_email_addr": "pwleslie@unc.edu",
   "nsf_id": "000159506",
   "pi_start_date": "2009-09-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Baird",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy D Baird",
   "pi_email_addr": "tbaird@vt.edu",
   "nsf_id": "000499018",
   "pi_start_date": "2009-09-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Chapel Hill",
  "inst_street_address": "104 AIRPORT DR STE 2200",
  "inst_street_address_2": "",
  "inst_city_name": "CHAPEL HILL",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9199663411",
  "inst_zip_code": "275995023",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL",
  "org_prnt_uei_num": "D3LHU66KBLD5",
  "org_uei_num": "D3LHU66KBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Chapel Hill",
  "perf_str_addr": "104 AIRPORT DR STE 2200",
  "perf_city_name": "CHAPEL HILL",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "275995023",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  },
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "5976",
   "pgm_ref_txt": "AFRICA, NEAR EAST, & SO ASIA"
  },
  {
   "pgm_ref_code": "5991",
   "pgm_ref_txt": "KENYA"
  },
  {
   "pgm_ref_code": "7338",
   "pgm_ref_txt": "TANZANIA"
  },
  {
   "pgm_ref_code": "7388",
   "pgm_ref_txt": "NETWORKING RESEARCH (NR)"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": null
}