{
 "awd_id": "0927353",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "BRIGE:  In-situ Characterization of Fresh-state Microstructure in Cementitious Materials:  Impact of Aggregation Kinetics, Rheology and Hydration",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mary Toney",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 174651.0,
 "awd_amount": 180651.0,
 "awd_min_amd_letter_date": "2009-07-20",
 "awd_max_amd_letter_date": "2011-04-07",
 "awd_abstract_narration": "The research objective of this BRIGE award are to (1) characterize the fresh state microstructure of portland cement paste, (2) identify key factors linking the fresh state microstructure and rheological material functions, and (3) test the hypothesis that the aggregation mechanisms and morphology of the hydration products are impacted by shear-induced forces.  Key to the success of the project is quantitative measurements of the fresh state microstructure.  An advanced experimental method that enables in-situ particle size measurements will be used to characterize the fresh state microstructure.  A kinetics-based model will be used to determine the aggregation mechanisms and disaggregation mechanisms.  \r\n\r\nIf successful, the results of this research will advance the understanding of the rheological behavior of portland cement-based materials.  From this work fundamental information on structure-property relationships of cement paste suspensions will be gained.  This information can be used as a knowledge base to help predict how changes in the fresh state microstructure would impact the flow behavior and mechanical development cementitious composites. The results of this work are critical to the discovering of new applications for cementitious materials and for the development of high performance concrete with adapted rheology.  The approach proposed in this work could be used to characterize the microstructure of other particulate suspensions, such as drilling fluids, papermaking slurries, sewage sludge.  Integrated into this project are education initiatives aimed at broadening the participation of underrepresented groups, especially females, in engineering. The research and educational plan in this BRIGE proposal promotes an improved understanding of cement-based materials and civil engineering through research, teaching, learning, and training. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Raissa",
   "pi_last_name": "Ferron",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Raissa P Ferron",
   "pi_email_addr": "rferron@mail.utexas.edu",
   "nsf_id": "000524350",
   "pi_start_date": "2009-07-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "110 INNER CAMPUS DR",
  "perf_city_name": "AUSTIN",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121139",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "146700",
   "pgm_ele_name": "MATERIALS PROCESSING AND MANFG"
  },
  {
   "pgm_ele_code": "774100",
   "pgm_ele_name": "BRIGE-Broad Partic in Eng"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "024E",
   "pgm_ref_txt": "MATERIALS DESIGN"
  },
  {
   "pgm_ref_code": "083E",
   "pgm_ref_txt": "MATERIAL TRANSFORMATION PROC"
  },
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "8025",
   "pgm_ref_txt": "Advanced Materials Processing"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9146",
   "pgm_ref_txt": "MANUFACTURING BASE RESEARCH"
  },
  {
   "pgm_ref_code": "9147",
   "pgm_ref_txt": "GENERIC TECHNOL FOR MANUFACTURING CELLS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9231",
   "pgm_ref_txt": "SUPPL FOR UNDERGRAD RES ASSIST"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  },
  {
   "pgm_ref_code": "NONE",
   "pgm_ref_txt": "INFRASTRUCTURE FOR SBS COMP (NSF-99-32)"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 174651.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Portland cement concrete, a composite material composed of portland cement, water, sand, and gravel, is the world&rsquo;s most widely used construction material.&nbsp; In its fresh state, concrete can be considered a suspension consisting of sand and gravel particles suspended in a paste matrix.&nbsp; As a result, mixing is a critical step for any concrete project; improper mixing can result in concrete with poor mechanical properties and durability.&nbsp; The macroscopic flow behavior and rheological properties of concrete are highly impacted by the inherent structure of the paste matrix. However, commonly used structural characterization techniques can not accurately characterize the structure of cement paste due to issues such as polydispersity, low-transparency, high volume fraction and hydration. With the growing use of incorporating various admixtures into concrete and the development of other advanced cementitious suspensions (e.g. self-consolidating concrete), understanding the linkage among mixing of cement paste, fresh state microstructural development, and the flow behavior of cement paste is becoming increasingly more important. The results of this project provides a better understanding of the role of mixing on the flocculation mechanisms of cement pastes, fresh state microstructure and flow and deformation behavior of cement paste. Such information can be leveraged to enhance processing techniques and improve the fresh and hardened state performance of concrete. &nbsp;</p>\n<p>The overarching research goal of this project was to advance the understanding of the microstructural development, flow behavior and deformation behavior of cement-based materials during the period at which the paste matrix is transitioning from a fluid-like material to a rigid-solid-like material. Specifically, the role that processing had on the flow, deformation and microstructural development of cement paste was examined. It was expected that due to more efficient dispersion that increasing the mixing intensity would result in an increase in the flow behavior (i.e. lower yield stress and less viscous paste) of the cement paste. Interestingly, it was discovered that a critical mixing intensity existed in which the yield stress and viscosity of the cement paste actually increased (i.e. flow behavior decreased) when the applied mixing speed exceeded a threshold value.&nbsp; The threshold value depends on the type of mixer and beyond this value the average chord length of the solid particles increases, this is attributed to an increase in particle collisions when the mixing speed increases and to an increase in the hydration rate (i.e. rate which the cement and water reacts). &nbsp;Hence, a key finding of this research is that it is possible to accelerate hydration kinetics and modify the microstructural development of cement pastes through only changing the mixing intensity at which the cement paste is processed. Such knowledge, may be used to develop concrete products that have a lower cement content, but through optimizing processing, still have suitable hardened state properties. For example, the results indicate that denser microstructures can develop when cement paste is processed above the threshold mixing intensity for a particular mixer.&nbsp; Thus, it may be possible to optimize a mixing technique (without increasing the cement content) to create a paste matrix with reduced permeability.&nbsp; This can lead to an improvement in the durability properties of &nbsp;concrete, and thus service life of the concrete. Furthermore, the approach used in this study to examine the fresh state microstructure could be employed to observe the behavior of many complex fluids, not just cement paste. For example, the PI conducted work using this approach to study the transition temperatures of bilipid suspensions.</p>\n<p>&nbsp;</p>\n<p>With regards to educational activities, a novel appro...",
  "por_txt_cntn": "\nPortland cement concrete, a composite material composed of portland cement, water, sand, and gravel, is the worldÆs most widely used construction material.  In its fresh state, concrete can be considered a suspension consisting of sand and gravel particles suspended in a paste matrix.  As a result, mixing is a critical step for any concrete project; improper mixing can result in concrete with poor mechanical properties and durability.  The macroscopic flow behavior and rheological properties of concrete are highly impacted by the inherent structure of the paste matrix. However, commonly used structural characterization techniques can not accurately characterize the structure of cement paste due to issues such as polydispersity, low-transparency, high volume fraction and hydration. With the growing use of incorporating various admixtures into concrete and the development of other advanced cementitious suspensions (e.g. self-consolidating concrete), understanding the linkage among mixing of cement paste, fresh state microstructural development, and the flow behavior of cement paste is becoming increasingly more important. The results of this project provides a better understanding of the role of mixing on the flocculation mechanisms of cement pastes, fresh state microstructure and flow and deformation behavior of cement paste. Such information can be leveraged to enhance processing techniques and improve the fresh and hardened state performance of concrete.  \n\nThe overarching research goal of this project was to advance the understanding of the microstructural development, flow behavior and deformation behavior of cement-based materials during the period at which the paste matrix is transitioning from a fluid-like material to a rigid-solid-like material. Specifically, the role that processing had on the flow, deformation and microstructural development of cement paste was examined. It was expected that due to more efficient dispersion that increasing the mixing intensity would result in an increase in the flow behavior (i.e. lower yield stress and less viscous paste) of the cement paste. Interestingly, it was discovered that a critical mixing intensity existed in which the yield stress and viscosity of the cement paste actually increased (i.e. flow behavior decreased) when the applied mixing speed exceeded a threshold value.  The threshold value depends on the type of mixer and beyond this value the average chord length of the solid particles increases, this is attributed to an increase in particle collisions when the mixing speed increases and to an increase in the hydration rate (i.e. rate which the cement and water reacts).  Hence, a key finding of this research is that it is possible to accelerate hydration kinetics and modify the microstructural development of cement pastes through only changing the mixing intensity at which the cement paste is processed. Such knowledge, may be used to develop concrete products that have a lower cement content, but through optimizing processing, still have suitable hardened state properties. For example, the results indicate that denser microstructures can develop when cement paste is processed above the threshold mixing intensity for a particular mixer.  Thus, it may be possible to optimize a mixing technique (without increasing the cement content) to create a paste matrix with reduced permeability.  This can lead to an improvement in the durability properties of  concrete, and thus service life of the concrete. Furthermore, the approach used in this study to examine the fresh state microstructure could be employed to observe the behavior of many complex fluids, not just cement paste. For example, the PI conducted work using this approach to study the transition temperatures of bilipid suspensions.\n\n \n\nWith regards to educational activities, a novel approach aimed at broadening the exposure of K-12 students to the properties and behavior of concrete materials was employed.  This approach ..."
 }
}