{
 "awd_id": "0927739",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Agent-Based Modeling for Planning Emergency Response to Contamination Emergencies in Water Utilities",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Dennis Wenger",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 384954.0,
 "awd_min_amd_letter_date": "2009-08-26",
 "awd_max_amd_letter_date": "2012-07-18",
 "awd_abstract_narration": "This research project bridges the disciplines of hydraulic engineering and social science to provide answers to the questions a water utility manager faces in a contamination event, \"What do I need to know and what tools can I use to effectively minimize sickness and deaths from this event?\" Approximately 90 percent of the U.S. population receives water from one of 170,000 public water utilities. Despite the ubiquity of this infrastructure and its importance for public health, many aspects of emergency management for water systems remain at an undeveloped stage. Accidental contaminants in the water distribution system erode public trust and result in sickness and death, and malicious contamination may cause even more destructive results.  As a contamination event unfolds, water utility managers need to make decisions in an extraordinarily difficult environment: information that they receive is incomplete and subject to great error; the water distribution system is dynamic and extremely complex; and consumer reactions are uncertain and affect the operation of the water system, making the dynamics of the system even more complex and uncertain.  Throughout an event, consumers may reduce their water consumption based on official notices, such as boil water notices, or informal (peer-initiated) warnings, and the actions of consumers in response to these alerts will change hydraulic conditions in the network. Thus, any further decisions by water utility managers should take into account the fluctuations of the contaminant plume.  The project addresses several unknown facets of the water distribution threat management problem. This research will collect data needed to empirically model consumers' decision-making process and compliance rates to protective action recommendations. Empirical models of consumer behavior and hydraulic simulation of water distribution networks will be coupled through an agent-based modeling (ABM) framework. The simulation framework will be coupled with optimization algorithms to evaluate large sets of response options and develop effective emergency response plans that account for uncertainty and the dynamic nature of population-infrastructure interactions. Project results will be used to develop a protocol for responding to contamination events for municipalities and water utilities.\r\n\r\nWhile intentional contamination is a realistic threat to U.S. water utility infrastructure, little research literature exists on the complex interactions of emergency warnings, public response, and management effectiveness for water utilities.  The Environmental Protection Agency has published documents to provide some guidance for responding to a water distribution event, but can recommend only very generic actions, as the best response for a utility depends on the hydraulic characteristics of the system, the characteristics of the contaminant release, and the interactions of the public, media, and decision makers.  This framework will allow a specific water utility to identify response options for a range of events based on its particular characteristics, thus preparing and equipping public officials and water utility operators to better protect public health.  When a utility uses the framework, a set of documents and flowcharts will be produced that can later be used to guide management actions in real-time as a contaminant event unfolds and the characteristics of the event are understood as information is gathered.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Brumbelow",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "James K Brumbelow",
   "pi_email_addr": "kbrumbelow@civil.tamu.edu",
   "nsf_id": "000262179",
   "pi_start_date": "2012-07-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Emily",
   "pi_last_name": "Berglund",
   "pi_mid_init": "Z",
   "pi_sufx_name": "",
   "pi_full_name": "Emily Z Berglund",
   "pi_email_addr": "emily_berglund@ncsu.edu",
   "nsf_id": "000284164",
   "pi_start_date": "2009-08-26",
   "pi_end_date": "2011-07-25"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Lindell",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Michael K Lindell",
   "pi_email_addr": "lindellm@oregonstate.edu",
   "nsf_id": "000452467",
   "pi_start_date": "2009-08-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Brumbelow",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "James K Brumbelow",
   "pi_email_addr": "kbrumbelow@civil.tamu.edu",
   "nsf_id": "000262179",
   "pi_start_date": "2009-08-26",
   "pi_end_date": "2011-07-25"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Jeryl",
   "pi_last_name": "Mumpower",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Jeryl L Mumpower",
   "pi_email_addr": "jmumpower@tamu.edu",
   "nsf_id": "000349126",
   "pi_start_date": "2009-08-26",
   "pi_end_date": "2012-07-18"
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Engineering Experiment Station",
  "inst_street_address": "3124 TAMU",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778433124",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A&M ENGINEERING EXPERIMENT STATION",
  "org_prnt_uei_num": "QD1MX6N5YTN4",
  "org_uei_num": "QD1MX6N5YTN4"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M Engineering Experiment Station",
  "perf_str_addr": "3124 TAMU",
  "perf_city_name": "COLLEGE STATION",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778433124",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163800",
   "pgm_ele_name": "HDBE-Humans, Disasters, and th"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "041E",
   "pgm_ref_txt": "HAZARD AND DISASTER REDUCTION"
  },
  {
   "pgm_ref_code": "042E",
   "pgm_ref_txt": "HAZARD AND DISASTER RESPONSE"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9231",
   "pgm_ref_txt": "SUPPL FOR UNDERGRAD RES ASSIST"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 378954.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research addressed the question &ldquo;When bacteria or harmful chemicals get into drinking water pipes, how can public officials best protect residents from getting sick?&rdquo; through new cross-disciplinary research methods from social science, public policy, and civil engineering.&nbsp; In the event that a contaminant is introduced to a water distribution system, utility operators must respond quickly to protect public health, while maintaining water availability for fire-fighting, minimizing unnecessary economic losses, and avoiding false alarms.&nbsp; Plans of action for real-time utility response are difficult to design, based on the range of uncertainty and variability in the location, time, type, and duration of contaminant.&nbsp; Additionally, the management of a threat scenario is an interactive and continuous process.&nbsp; Decisions made to contain the contaminant, open hydrants, or influence consumers&rsquo; water usage will impact the number of consumers exposed, but also change the hydraulic conditions in the network, and a strategy must adapt as the contaminant plume fluctuates with changing hydraulics.</p>\n<p>This research created a sociotechnical approach to consider the interactions between the social responses and the water infrastructure.&nbsp; Agent-based models (ABM) were created to simulate the interactions of utility operators, consumers and public health agencies and their impact on the propagation of the contaminant.&nbsp; The modeling framework coupled ABM of actors in the system with a water distribution simulation model, and optimization methods were integrated within the framework to identify rules for choosing response options.&nbsp; Sociotechnical models are developed to couple agent-based modeling with engineering water models to predict how many people become sick and how the reactions of consumers impact the outcome.&nbsp; The computational framework was applied for a virtual city to test the new methods.</p>\n<p><strong>Intellectual Merit:</strong>&nbsp;The modeling approach used in this research simulates individual actors for analyzing the aggregated behavior of a population. &nbsp;Through a technique called agent-based modeling, models of individual consumers were developed based on risk perception surveys that provided expectations of consumer compliance to enable simulation of consumer behaviors in emergencies. &nbsp;To provide input information for the agent-based models,&nbsp;researchers conducted surveys in two communities to find out how people perceive warnings about contaminated water and what actions they will take to protect themselves.&nbsp;&nbsp;The development of agent-based modeling to simulate utility consumers and the integration of these tools with mechanistic modeling of interrelated infrastructure systems provides new insight into the potential outcomes of water utility threats and protective actions.&nbsp; Optimization methods were developed to identify dynamic action plans that incorporate uncertain information, changing conditions, and realistic sensor capabilities.&nbsp;</p>\n<p>New hydraulic engineering models were developed to assess a wide range of management strategies for protecting public health when contaminant is in the pipe network.&nbsp; These strategies include injecting food dye as a warning, determining routes for emergency vehicles with sirens, opening hydrants to flush the system, and broadcasting warnings through media. &nbsp;The strategies were assessed for how well they protect consumers from exposure to a contaminant.</p>\n<p>&nbsp;<strong>Broader Impacts:</strong> This research developed modeling and optimization methodologies for assisting in threat management for water utilities.&nbsp; Response planning can significantly reduce risk for water utilities and is an important step in protecting public health.&nbsp; The findings from this research are being incorporated in courses in...",
  "por_txt_cntn": "\nThis research addressed the question \"When bacteria or harmful chemicals get into drinking water pipes, how can public officials best protect residents from getting sick?\" through new cross-disciplinary research methods from social science, public policy, and civil engineering.  In the event that a contaminant is introduced to a water distribution system, utility operators must respond quickly to protect public health, while maintaining water availability for fire-fighting, minimizing unnecessary economic losses, and avoiding false alarms.  Plans of action for real-time utility response are difficult to design, based on the range of uncertainty and variability in the location, time, type, and duration of contaminant.  Additionally, the management of a threat scenario is an interactive and continuous process.  Decisions made to contain the contaminant, open hydrants, or influence consumersÆ water usage will impact the number of consumers exposed, but also change the hydraulic conditions in the network, and a strategy must adapt as the contaminant plume fluctuates with changing hydraulics.\n\nThis research created a sociotechnical approach to consider the interactions between the social responses and the water infrastructure.  Agent-based models (ABM) were created to simulate the interactions of utility operators, consumers and public health agencies and their impact on the propagation of the contaminant.  The modeling framework coupled ABM of actors in the system with a water distribution simulation model, and optimization methods were integrated within the framework to identify rules for choosing response options.  Sociotechnical models are developed to couple agent-based modeling with engineering water models to predict how many people become sick and how the reactions of consumers impact the outcome.  The computational framework was applied for a virtual city to test the new methods.\n\nIntellectual Merit: The modeling approach used in this research simulates individual actors for analyzing the aggregated behavior of a population.  Through a technique called agent-based modeling, models of individual consumers were developed based on risk perception surveys that provided expectations of consumer compliance to enable simulation of consumer behaviors in emergencies.  To provide input information for the agent-based models, researchers conducted surveys in two communities to find out how people perceive warnings about contaminated water and what actions they will take to protect themselves.  The development of agent-based modeling to simulate utility consumers and the integration of these tools with mechanistic modeling of interrelated infrastructure systems provides new insight into the potential outcomes of water utility threats and protective actions.  Optimization methods were developed to identify dynamic action plans that incorporate uncertain information, changing conditions, and realistic sensor capabilities. \n\nNew hydraulic engineering models were developed to assess a wide range of management strategies for protecting public health when contaminant is in the pipe network.  These strategies include injecting food dye as a warning, determining routes for emergency vehicles with sirens, opening hydrants to flush the system, and broadcasting warnings through media.  The strategies were assessed for how well they protect consumers from exposure to a contaminant.\n\n Broader Impacts: This research developed modeling and optimization methodologies for assisting in threat management for water utilities.  Response planning can significantly reduce risk for water utilities and is an important step in protecting public health.  The findings from this research are being incorporated in courses in the Department of Civil Engineering and the Department of Landscape Architecture and Urban Planning and in relevant textbooks.  The personnel supported on this project is improving diversity in the field of engineering.  Emerging student rese..."
 }
}