{
 "awd_id": "0928539",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: Controlling the Properties and Performance of Concrete Using Computer Aided Molecular Design",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Yick Hsuan",
 "awd_eff_date": "2009-08-01",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 353708.0,
 "awd_amount": 371708.0,
 "awd_min_amd_letter_date": "2009-07-31",
 "awd_max_amd_letter_date": "2011-04-15",
 "awd_abstract_narration": "Modern concrete is no longer portland cement, aggregate and water but may include sophisticated additives known as admixtures.  These chemicals are designed to modify specific properties of the concrete including those that make it easier to place the fresh, fluid concrete, alter the hardening process and improve the resulting hardened properties. A team of researchers at Tennessee Technological University (TTU) propose to use computer-aided molecular design (CAMD) to invent new and non-intuitive admixtures for concrete.  CAMD is an approach that enables the discovery of new molecules from the behavior of known substances.   The team will be collaborating with colleagues from the National Institute of Standards and Technology (NIST) as well as industrial partners from W. R. Grace.  \r\n\r\nInventing new admixtures for concrete promises to improve the life cycle performance and reduce the cost of using concrete for a wide range of infrastructure applications.  Since production of portland cement is responsible for about 7% of the world?s carbon dioxide emissions, anything that can be done to reduce the amount of concrete used, by extending service life for example, would benefit society and reduce the burden of green house gas emissions on the environment.  The research team at TTU also recognizes that CAMD is an important and enabling technology for future scientists and plan to work with regional high school teachers to develop modules that help pre-college age students to learn about the science behind CAMD and the powerful benefits of using such tools.\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Biernacki",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph J Biernacki",
   "pi_email_addr": "jbiernacki@tntech.edu",
   "nsf_id": "000273335",
   "pi_start_date": "2009-07-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Donald",
   "pi_last_name": "Visco",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Donald P Visco",
   "pi_email_addr": "dviscoj@uakron.edu",
   "nsf_id": "000181346",
   "pi_start_date": "2009-07-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Tennessee Technological University",
  "inst_street_address": "1 WILLIAM L JONES DR",
  "inst_street_address_2": "",
  "inst_city_name": "COOKEVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "9313723374",
  "inst_zip_code": "385050001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "TN06",
  "org_lgl_bus_name": "TENNESSEE TECHNOLOGICAL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "KZNHNMDUTJA5"
 },
 "perf_inst": {
  "perf_inst_name": "Tennessee Technological University",
  "perf_str_addr": "1 WILLIAM L JONES DR",
  "perf_city_name": "COOKEVILLE",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "385050001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "TN06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163500",
   "pgm_ele_name": "STRUCTURAL MATERIALS AND MECH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "024E",
   "pgm_ref_txt": "MATERIALS DESIGN"
  },
  {
   "pgm_ref_code": "025E",
   "pgm_ref_txt": "INFRASTRUCTURE MATERIALS"
  },
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "067E",
   "pgm_ref_txt": "DESIGN TOOLS"
  },
  {
   "pgm_ref_code": "068E",
   "pgm_ref_txt": "DESIGN THEORY"
  },
  {
   "pgm_ref_code": "1037",
   "pgm_ref_txt": "DETERIORATION SCIENCE"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "8022",
   "pgm_ref_txt": "Sustainable Infrastructure Materials"
  },
  {
   "pgm_ref_code": "9148",
   "pgm_ref_txt": "TOOLS & TECHNOL FOR MANUFACTURING DESIGN"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "9231",
   "pgm_ref_txt": "SUPPL FOR UNDERGRAD RES ASSIST"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 353708.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 12000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>It is no secret that our concrete infrastructure needs repair and that new concrete yet to be placed must be sustainable and perform better than the materials that preceded it.&nbsp; One problem that has eluded the modern concrete industry is the problem of cracking.&nbsp; Cracks form in concrete for many reasons, among these is shrinkage.&nbsp; While it is hard to believe that concrete shrinks, in fact, it shrinks just after setting due to processes called &ldquo;autogenous mechanisms,&rdquo; and it shrinks later due to drying.&nbsp; Both of these processes are at least in-part related to the fact that water has a very high surface tension.&nbsp; Have you ever seen an insect walking on water?&nbsp; To an insect, the water&rsquo;s surface is something like a trampoline is to us.&nbsp; The tension in the trampoline&rsquo;s surface supports even heavy objects.&nbsp; Surprisingly, the tension in the surface of water is so great that when distributed over a large area, such as the surface of the porosity within concrete, it can actually produce enough force to squeeze the concrete and make it shrink.&nbsp; Researchers at Tennessee Tech University (TTU) and the University of Akron (UA) &nbsp;think that they can alter the surface tension of the water used to make concrete by adding specially design molecules that will reduce the tension and produce less shrinkage.&nbsp; What is unique about the this work is that it is utilizing for the first time a process called Computer Aided Molecular Design (CAMD).&nbsp; CAMD uses information about how know substances behave, encodes their molecular structure and relates it to their performance and then uses that information to predict new molecules with expected improved performance.&nbsp; This technique greatly reduces the search possibilities and provides a focused way to quickly and cost effectively advance technology to improve many applications such as how concrete performs.&nbsp;</p>\n<p>Thus far the TTU-UA team of researchers has demonstrated their technology for several classes of concrete admixtures including the shrinkage application described above.&nbsp; The scope of the recently completed project was to demonstrate that new compounds with targeted activity could be identified using CAMD, that objective has been successfully achieved.&nbsp; The team hopes that this new approach will now lead to one or more commercially successful ventures in the next three to five years.</p>\n<p>The CAMD approach being used has many other applications including design of drugs and environmentally benign solvents.</p>\n<p>For more information consider viewing a short video on <a href=\"http://www.youtube.com/watch?v=JGAOS6BI4w4&amp;list=UU1g7SH_hPzqNKYRF7Hn-kiA&amp;index=1&amp;feature=plcp&amp;noredirect=1\">Controlling the Properties and performance of Concrete using Computer Aided Molecular Design</a>.</p>\n<p>In addition, the research team has developed a website for middle and high school age students and teachers that introduces them to the concepts of molecular design, see <a href=\"http://blogs.cae.tntech.edu/jbiernacki/\">Web Tools for Research and Education</a>.&nbsp; The website was developed as a collaborative effort between the TTU-UA research team and a Cookeville, TN&nbsp;High School science teacher.&nbsp; The site includes web applets and instructional materials for both the teacher and student use.&nbsp; This type of effort endeavors to have broad reaching impact on pre-college science education and to attract students to careers in science, engineering or mathematics by demonstrating exciting, relevant and otherwise inaccessible concepts in modern materials design.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/18/2013<br>\n\t\t\t\t\tModified by: Joseph&nbsp;J&nbsp;Biernacki</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIt is no secret that our concrete infrastructure needs repair and that new concrete yet to be placed must be sustainable and perform better than the materials that preceded it.  One problem that has eluded the modern concrete industry is the problem of cracking.  Cracks form in concrete for many reasons, among these is shrinkage.  While it is hard to believe that concrete shrinks, in fact, it shrinks just after setting due to processes called \"autogenous mechanisms,\" and it shrinks later due to drying.  Both of these processes are at least in-part related to the fact that water has a very high surface tension.  Have you ever seen an insect walking on water?  To an insect, the waterÆs surface is something like a trampoline is to us.  The tension in the trampolineÆs surface supports even heavy objects.  Surprisingly, the tension in the surface of water is so great that when distributed over a large area, such as the surface of the porosity within concrete, it can actually produce enough force to squeeze the concrete and make it shrink.  Researchers at Tennessee Tech University (TTU) and the University of Akron (UA)  think that they can alter the surface tension of the water used to make concrete by adding specially design molecules that will reduce the tension and produce less shrinkage.  What is unique about the this work is that it is utilizing for the first time a process called Computer Aided Molecular Design (CAMD).  CAMD uses information about how know substances behave, encodes their molecular structure and relates it to their performance and then uses that information to predict new molecules with expected improved performance.  This technique greatly reduces the search possibilities and provides a focused way to quickly and cost effectively advance technology to improve many applications such as how concrete performs. \n\nThus far the TTU-UA team of researchers has demonstrated their technology for several classes of concrete admixtures including the shrinkage application described above.  The scope of the recently completed project was to demonstrate that new compounds with targeted activity could be identified using CAMD, that objective has been successfully achieved.  The team hopes that this new approach will now lead to one or more commercially successful ventures in the next three to five years.\n\nThe CAMD approach being used has many other applications including design of drugs and environmentally benign solvents.\n\nFor more information consider viewing a short video on Controlling the Properties and performance of Concrete using Computer Aided Molecular Design.\n\nIn addition, the research team has developed a website for middle and high school age students and teachers that introduces them to the concepts of molecular design, see Web Tools for Research and Education.  The website was developed as a collaborative effort between the TTU-UA research team and a Cookeville, TN High School science teacher.  The site includes web applets and instructional materials for both the teacher and student use.  This type of effort endeavors to have broad reaching impact on pre-college science education and to attract students to careers in science, engineering or mathematics by demonstrating exciting, relevant and otherwise inaccessible concepts in modern materials design.\n\n\t\t\t\t\tLast Modified: 10/18/2013\n\n\t\t\t\t\tSubmitted by: Joseph J Biernacki"
 }
}