{
 "awd_id": "0928439",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: The M8.0 Pisco Peru Earthquake - A Benchmark Ground Failure Event for Remote Sensing and Data Archiving",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Fragaszy",
 "awd_eff_date": "2009-08-01",
 "awd_exp_date": "2011-01-31",
 "tot_intn_awd_amt": 28817.0,
 "awd_amount": 28817.0,
 "awd_min_amd_letter_date": "2009-07-17",
 "awd_max_amd_letter_date": "2009-07-17",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009\r\n(Public Law 111-5)\r\n\r\nLarge earthquakes that strike populated regions present invaluable opportunities to improve our understanding of seismic hazards, and advance the state-of-practice in engineering and science through investigation and analysis of case histories.  Traditionally, earthquake case studies in geotechnical engineering have been undertaken at the site-specific scale, leading to many key advancements in the field.  Increasingly, however, it is recognized that earthquake impacts extend over vast areas and have unique spatial signatures that are a function of regional-scale factors such as geologic setting, ground motion intensity, and land use patterns.  Moreover, the highly networked nature of modern infrastructure systems with their internal feedback loops, potential for cascading failures, and sensitivity to extreme events, suggest that that the consequences of earthquakes be considered within a larger spatial framework.   Advancements in the field of remote sensing, combined with new opportunities in information management and spatial analysis, provide a promising new direction for earthquake studies that needs to be taken advantage of.\r\n\r\nThis research will use remote sensing, geotechnical investigations, and traditional \"boots-on-the-ground\" reconnaissance information to collect, process, interpret, and digitally archive ground failure events (landslides and a massive, several km2 lateral spread) from a large portion of the mesoseismal region of the 2007 Mw8.0 Pisco, Peru Earthquake.  The research plan is guided by the vision of using state-of-the-art remote sensing and data management tools to establish the Pisco Earthquake as a fully documented \"benchmark\" ground failure event that will be permanently archived in a searchable, professionally curated NEEScentral data repository.  Several factors make the Pisco Earthquake well suited for use as a benchmark ground failure event: (i) its effects were documented by a ground-based Geo-engineering Extreme Events Reconnaissance (GEER) team immediately after the earthquake, (ii) the mesoseismal region spans a variety of land uses and geomorphic settings ranging from coastal plains to steep mountainous terrain more than 4,500-m in elevation, and (iii) a rich and varied \"living laboratory\" of earthquake effects ranging from severe soil liquefaction to massive rock avalanches occurred.\r\n\r\nThe work draws on the expertise of a multidisciplinary, multiple-institution team with collective expertise in geotechnical earthquake engineering, remote sensing, and field data collection.  It will focus on two main types of ground failures caused by earthquakes: landslides and lateral spreads.  Remote sensing of these failures will generally be accomplished through high resolution, pre- and post-earthquake stereo satellite imagery analysis.  However, terrestrial LiDAR measurements will also be used at select sites to enhance the stereo derived surface models, and potentially allow for ultra high resolution (sub-pixel) satellite image displacement analyses.  Products of this work will include: (i) a comprehensive, open-source, geospatial database containing an inventory of ground failures over an approximately 1,000 km2 region (including geo-referenced archives of photographs, geological, geotechnical, and damage/impact information), (ii) advancements in remote sensing applied to earthquake ground failures (e.g. refined change detection algorithms for automated landslide identification, and sub-meter lateral displacement analysis on a massive lateral spread), (iii) a series of empirical relationships quantifying the link between geophysical factors (topography, geology, and shaking intensity) and ground failure characteristics, (iv) a geospatial database  template for ground failures that will serve as a model for future earthquake geo-archiving efforts, and (v) openly disseminated non-technical educational modules to promote a better understanding of earthquake consequences among the general public and policy-makers. \r\n\r\nBroader impacts affecting those in the U.S. and abroad include: rich foreign research experiences for students on the team, fostering graduate education for Hispanic students, further strengthening of ties between U.S. and Latin American research communities, and much-needed information to assist local officials with earthquake hazard planning and mitigation in the developing nation of Peru.",
 "awd_arra_amount": 28817.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Adrian",
   "pi_last_name": "Rodriguez-Marek",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Adrian Rodriguez-Marek",
   "pi_email_addr": "adrianrm@vt.edu",
   "nsf_id": "000491982",
   "pi_start_date": "2009-07-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington State University",
  "inst_street_address": "240 FRENCH ADMINISTRATION BLDG",
  "inst_street_address_2": "",
  "inst_city_name": "PULLMAN",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "5093359661",
  "inst_zip_code": "991640001",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "WA05",
  "org_lgl_bus_name": "WASHINGTON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "XRJSGX384TD6"
 },
 "perf_inst": {
  "perf_inst_name": "Washington State University",
  "perf_str_addr": "240 FRENCH ADMINISTRATION BLDG",
  "perf_city_name": "PULLMAN",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "991640001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "WA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163600",
   "pgm_ele_name": "Geotechnical Engineering and M"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "043E",
   "pgm_ref_txt": "EARTHQUAKE ENGINEERING"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  },
  {
   "pgm_ref_code": "5926",
   "pgm_ref_txt": "LATIN AMERICA, SDC"
  },
  {
   "pgm_ref_code": "5977",
   "pgm_ref_txt": "AMERICAS PROGRAM"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 28817.0
  }
 ],
 "por": null
}