{
 "awd_id": "0928926",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Developing A \"Living Laboratory\" for Examining Community Recovery and Resilience After Disaster",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Dennis Wenger",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 374036.0,
 "awd_amount": 374036.0,
 "awd_min_amd_letter_date": "2009-08-07",
 "awd_max_amd_letter_date": "2012-09-18",
 "awd_abstract_narration": "This research builds upon several existing research initiatives along the Texas coast to provide a \"living laboratory\" for examining community recovery and resilience after a disaster.  The Texas coast is quickly becoming the fastest growing area in the United States, exposing potentially millions more people to the adverse impacts of meteorologically-based disasters.  Most recently, Hurricane Ike made landfall overnight on September 12, 2008 near Galveston, Texas.  Prior to Hurricane Ike, the Texas Coastal Communities Planning Atlas documented the physical, environmental, regulatory, and social development patterns present along the Texas Coast (see coastalatlas.tamug.edu).  Data collection under NSF Small Grant for Exploratory Research (SGER) CMMI-0901605 provided immediate data on impact, dislocation, and early repair and rebuilding decisions.  These data provide baseline measures for the proposed research measuring community recovery at multiple scales over a two-year period.  Using the original sample, the researchers will establish a series of panel studies of households, housing units, business owners, businesses, and business structures to track recovery trajectories and adaptive learning.  A geo-coded parcel-level dataset allows us to aggregate units to draw conclusions at multiple scales.  In addition, the researchers will, through participatory observation analysis, qualitative interviews, and documentary analysis, track policy changes by county and city governments to assess adaptive management and social learning.\r\n\r\nThe disaster research community has called for increasingly systematic and quantitative approaches to modeling the impacts and recovery processes following a disaster, with greater attention to measuring recovery at multiple levels, to better model community resilience.  Systematic identification of the key decisions made by public authorities regarding disaster preparedness, response, recovery and mitigation planning and policy development is also needed to assess a critical dimension of resiliency associated with adaptive learning.  The synergy of this research with existing projects provides the ability to do just that - to quantitatively model the dynamics of the built, regulatory, and social environment from pre-hazard event to community response, learning, and recovery - each of which are key dimensions in resilience.  Findings from this research will leverage existing outreach tools to further knowledge that will enable local communities and professionals involved in the design, regulation, and management of the built and natural environments to construct communities that are more socially and physically resilient.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shannon",
   "pi_last_name": "Van Zandt",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shannon Van Zandt",
   "pi_email_addr": "svanzandt@tamu.edu",
   "nsf_id": "000377993",
   "pi_start_date": "2009-08-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Walter",
   "pi_last_name": "Peacock",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Walter G Peacock",
   "pi_email_addr": "peacock@tamu.edu",
   "nsf_id": "000260295",
   "pi_start_date": "2009-08-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Samuel",
   "pi_last_name": "Brody",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Samuel Brody",
   "pi_email_addr": "sbrody@tamu.edu",
   "nsf_id": "000233589",
   "pi_start_date": "2009-08-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Wesley",
   "pi_last_name": "Highfield",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wesley Highfield",
   "pi_email_addr": "highfiew@tamug.edu",
   "nsf_id": "000514349",
   "pi_start_date": "2009-08-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Yu",
   "pi_last_name": "Xiao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yu Xiao",
   "pi_email_addr": "yuxiao@tamu.edu",
   "nsf_id": "000514350",
   "pi_start_date": "2009-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Research Foundation",
  "inst_street_address": "400 HARVEY MITCHELL PKWY S STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778454375",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A & M RESEARCH FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "EQH8NQ4AXFT7"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M University",
  "perf_str_addr": "400 HARVEY MITCHELL PKY S STE 300",
  "perf_city_name": "COLLEGE STATION",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778454375",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163800",
   "pgm_ele_name": "HDBE-Humans, Disasters, and th"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "041E",
   "pgm_ref_txt": "HAZARD AND DISASTER REDUCTION"
  },
  {
   "pgm_ref_code": "042E",
   "pgm_ref_txt": "HAZARD AND DISASTER RESPONSE"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 193864.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 180172.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Introduction</strong></p>\n<p>Researchers from the Hazard Reduction &amp; Recovery Center (HRRC) at Texas A&amp;M University have created a living laboratory for community resilience in Galveston, Texas, allowing them to identify previously untested relationships between the physical and social, and economic development patterns in physically vulnerable communities.&nbsp; Their findings demonstrate the effectiveness of pre-disaster planning, but point to continued disparities in outcomes for minority households and neighborhoods, suggesting that these populations are more likely to be slower to recover, and these neighborhoods are at risk of total redevelopment if displaced households are not able to return.&nbsp; Further, findings suggest the public regulation of building construction and an overreliance on inaccurately drawn flood maps or growth pressures may have ultimately placed more households in harm&rsquo;s way.&nbsp; These findings may lead to improved public decision-making regarding the targeting of resources both prior and subsequent to natural disasters such as hurricanes.</p>\n<p><strong>Economic Recovery</strong></p>\n<p>Businesses that had disaster plans in place prior to the hurricane received less damage to inventory and equipment, regardless of exposure. The greater the amount of inventory/machinery/equipment that was moved to safety before Ike, the less damage received to inventory/machinery/equipment.&nbsp;&nbsp; Having an emergency response plan significantly reduced damage to building, inventory, and machinery/equipment. Having an emergency response plan was associated with 12-19 percent reduction in building damage, inventory damage, and machinery/equipment damage regardless of business age, number of employees, whether belonging to a franchise, and business environment before Ike.&nbsp; Although more businesses engage in emergency response planning after Ike, those that suffered from high damage are less likely to make response plans for future events than those that suffered low damage.</p>\n<p><strong>Social Vulnerability</strong></p>\n<p>African-Americans were more likely to be living in damaged homes.&nbsp; While not dislocated, these families were likely trapped in homes not suitable for habitation.&nbsp; Further, African-Americans were less likely to have begun repairs, delayed at least in part by a lack of private resources or public assistance.</p>\n<p>Minority neighborhoods were more likely to have sustained damage even after controlling for exposure (proximity of the home to the water and to the seawall) and age, suggesting a role for long-term neglect or disinvestment in these neighborhoods.</p>\n<p>The disproportionate impact on racial and ethnic minorities means that these populations are more likely to be slower to recover, and these neighborhoods are at risk of total redevelopment if displaced households are not able to return.&nbsp; As a result, the social geography of the community appears to be changing in ways that compound pre-existing social and economic disparities.</p>\n<p><strong>Physical Vulnerability</strong></p>\n<p>The age of the home has a non-linear relationship with damage after controlling for location in high-risk areas.&nbsp; This suggests that not only did a cultural tradition of building in less risky areas deteriorate over time, but structural characteristics suited for coastal development did as well.&nbsp; The apparent disregard for previously-understood construction practices may reflect an overreliance on inaccurately drawn flood maps or growth pressures that ultimately placed more households in harm&rsquo;s way.&nbsp; The role of construction requirements in the form of building codes likely plays a role as well.&nbsp;</p>\n<p><strong>Broader Impact of the Results</strong></p>\n<p>This research conceptualized community resilience as a holistic process that considers both the physical and social develop...",
  "por_txt_cntn": "\nIntroduction\n\nResearchers from the Hazard Reduction &amp; Recovery Center (HRRC) at Texas A&amp;M University have created a living laboratory for community resilience in Galveston, Texas, allowing them to identify previously untested relationships between the physical and social, and economic development patterns in physically vulnerable communities.  Their findings demonstrate the effectiveness of pre-disaster planning, but point to continued disparities in outcomes for minority households and neighborhoods, suggesting that these populations are more likely to be slower to recover, and these neighborhoods are at risk of total redevelopment if displaced households are not able to return.  Further, findings suggest the public regulation of building construction and an overreliance on inaccurately drawn flood maps or growth pressures may have ultimately placed more households in harmÆs way.  These findings may lead to improved public decision-making regarding the targeting of resources both prior and subsequent to natural disasters such as hurricanes.\n\nEconomic Recovery\n\nBusinesses that had disaster plans in place prior to the hurricane received less damage to inventory and equipment, regardless of exposure. The greater the amount of inventory/machinery/equipment that was moved to safety before Ike, the less damage received to inventory/machinery/equipment.   Having an emergency response plan significantly reduced damage to building, inventory, and machinery/equipment. Having an emergency response plan was associated with 12-19 percent reduction in building damage, inventory damage, and machinery/equipment damage regardless of business age, number of employees, whether belonging to a franchise, and business environment before Ike.  Although more businesses engage in emergency response planning after Ike, those that suffered from high damage are less likely to make response plans for future events than those that suffered low damage.\n\nSocial Vulnerability\n\nAfrican-Americans were more likely to be living in damaged homes.  While not dislocated, these families were likely trapped in homes not suitable for habitation.  Further, African-Americans were less likely to have begun repairs, delayed at least in part by a lack of private resources or public assistance.\n\nMinority neighborhoods were more likely to have sustained damage even after controlling for exposure (proximity of the home to the water and to the seawall) and age, suggesting a role for long-term neglect or disinvestment in these neighborhoods.\n\nThe disproportionate impact on racial and ethnic minorities means that these populations are more likely to be slower to recover, and these neighborhoods are at risk of total redevelopment if displaced households are not able to return.  As a result, the social geography of the community appears to be changing in ways that compound pre-existing social and economic disparities.\n\nPhysical Vulnerability\n\nThe age of the home has a non-linear relationship with damage after controlling for location in high-risk areas.  This suggests that not only did a cultural tradition of building in less risky areas deteriorate over time, but structural characteristics suited for coastal development did as well.  The apparent disregard for previously-understood construction practices may reflect an overreliance on inaccurately drawn flood maps or growth pressures that ultimately placed more households in harmÆs way.  The role of construction requirements in the form of building codes likely plays a role as well. \n\nBroader Impact of the Results\n\nThis research conceptualized community resilience as a holistic process that considers both the physical and social development patterns of a community when understanding its response to disasters. The teamÆs findings indicate specific areas and actions that should be taken to result in more positive outcomes during extreme events&mdash;including pre-disaster planning, earlier evacuation, and the targeting of ..."
 }
}