{
 "awd_id": "0928356",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The At Ease Project",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mark Leddy",
 "awd_eff_date": "2009-10-01",
 "awd_exp_date": "2012-03-31",
 "tot_intn_awd_amt": 201050.0,
 "awd_amount": 201050.0,
 "awd_min_amd_letter_date": "2009-08-29",
 "awd_max_amd_letter_date": "2009-08-29",
 "awd_abstract_narration": "The At Ease Project at Springfield Technical Community College (STCC) is designed to recruit, retain, and support returning combat veterans with disabilities in selected Engineering Technologies Certificate of Completion (COC) programs, including Laser Electro-Optics Technologies, Clean Water Technologies, Energy Systems Technologies, Electronic Systems Technologies, and Computer Systems Technologies.\r\n\r\nThe overarching goal of The At Ease Project is to create and test a replicable model of a STEM college success program for returning combat veterans with disabilities.  The following questions will guide the exploration of the overall impact of intervention strategies on combat veterans' success:\r\n1)\tHow does the creation of alliances between veteran's organizations and community college disability, admission, and instructional services impact the recruitment and retention of veterans with disabilities?\r\n2)\tWhat is the impact of participation in a designated learning community on veterans with disabilities?\r\n3)\tWhat types of intervention best serve veterans with disabilities?\r\n4)\tDoes participation in college success services for veterans with disabilities influence enrollment and retention in STEM career areas?\r\n\r\nThe At Ease Project creates a model that utilizes \"wrap-around\" interventions, surrounding veteran students with a welcoming environment; supportive faculty; intensive pre-enrollment preparation; ongoing academic support through tutoring, mentoring, and advising; and networking opportunities with other veterans.  By testing various approaches, STCC will be able to design and disseminate a model for community colleges that drastically increases the rates of veterans with disabilities enrolling in and graduating from STEM certificate programs.\r\n\r\nPotential participants will be referred from local veteran outreach centers, the VA Medical Center, and One-Stop Career Centers.  After enrolling in the project, participants will then complete an eight-week session of Math Boot Camp and College Success Skills.  These two noncredit courses will prepare veterans for the required math entrance exam and to familiarize them with what to expect on campus. Concurrently, participants will be paired with peer mentors and will be invited to join the STCC Veterans Support Group.  Participants will then attend informational sessions about careers in Engineering Technologies and the COC programs available at STCC.  COC programs are usually completed within one year, enabling veterans with disabilities to move into the work force as quickly as possible. Further support for At Ease participants will be provided by faculty members in the selected COC programs who have received Universal Design Learning training prior to the veterans with disabilities entering their classrooms, and ongoing support from the project team and the Office of Disability Services.\r\n\r\nDuring the second year of the project, STCC will work with other local community colleges to form a plan for submitting a proposal to the NSF to create an Alliance for Students with Disabilities in STEM and to continue the work started in this enrichment project.\r\n\r\nThe project's external evaluation will be led by Dr. Mary Moriarty, an Assessment Researcher at Smith College, who has evaluated numerous projects and directed multiple NSF-funded and Education Department-funded projects focusing on the successful academic advancement of post-secondary students with disabilities.  The At Ease Project will disseminate a \"best practices document,\" will present at the AHEAD national conference and the Veterans SUMMIT, and will submit journal articles for publication in the Disability Compliance for Higher Education and Journal of Post Secondary Education and Disability.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kris",
   "pi_last_name": "Kozuch",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kris Kozuch",
   "pi_email_addr": "KKozuch@stcc.edu",
   "nsf_id": "000526122",
   "pi_start_date": "2009-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Adrienne",
   "pi_last_name": "Smith",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Adrienne Smith",
   "pi_email_addr": "AYSmith@stcc.edu",
   "nsf_id": "000526544",
   "pi_start_date": "2009-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Springfield Technical Community College",
  "inst_street_address": "1 ARMORY SQ STE 1",
  "inst_street_address_2": "",
  "inst_city_name": "SPRINGFIELD",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4137817822",
  "inst_zip_code": "011051685",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MA01",
  "org_lgl_bus_name": "SPRINGFIELD TECHNICAL COMMUNITY COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "TMJXBJPDLX95"
 },
 "perf_inst": {
  "perf_inst_name": "Springfield Technical Community College",
  "perf_str_addr": "1 ARMORY SQ STE 1",
  "perf_city_name": "SPRINGFIELD",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "011051685",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MA01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "154500",
   "pgm_ele_name": "Disabilities Research in STEM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0409",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000910DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 201050.0
  }
 ],
 "por": null
}