{
 "awd_id": "0928764",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Investigating the Fundamental Units of Natural Selection Amng Coral-Algal Symbioses:  Ecological, Geographic, and Physiological Diversity of Host-Symbiont Genotypes",
 "cfda_num": "47.050",
 "org_code": "06040301",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Garrison",
 "awd_eff_date": "2009-09-15",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 612780.0,
 "awd_amount": 612780.0,
 "awd_min_amd_letter_date": "2009-09-14",
 "awd_max_amd_letter_date": "2009-09-14",
 "awd_abstract_narration": "Cnidarians and dinoflagellates in the genus Symbiodinium combine to form one of the most important symbioses on the planet. This project addresses both directly and indirectly several major fundamental gaps in our knowledge of coral-algal symbioses, and how these partnerships may respond to severe natural selection during periods of environmental disturbance, pollution, and climate change. Molecular genetic investigations conducted independently on the animal hosts and algal symbionts have enlightened our appreciation of their diversity. However, rarely have both partners been studied together in any detail. The realization that Symbiodinium populations in most coral colonies appear to be clonal means that genotype analyses can be conducted on both the animal and algal component of an intact association. Genotyping to the level of \"individual\" addresses questions of specificity and stability at the finest scale of genetic resolution and quantifies the diversity of \"holobionts\" at its most basic unit. Data acquired through genotyping are critical for deducing evolutionary processes between host and symbiont populations and how these partner combinations are potentially co-evolving in the face of climate change. Indeed these data will ultimately be used to parameterize evolutionary models of these symbioses with theoretical collaborators. Realizing the functional significance of natural diversity in all ecosystems is vital for understanding how life evolves and how it may respond evolutionarily to climate change over ecological time scales. This study will investigate the clonal diversity of Symbiodinium populations that associate with one of the most important Caribbean reef-building corals, Acropora palmata. This animal is highly specific for Symbiodinium, A3 despite the fact that its larvae must acquire symbionts from environmental pools. In recent work describing the population genetic structure of the A. palmata, thousands of samples were genotyped for the animal and then archived. These specimens provide an exceptional resource for intensive analyses of Symbiodinium genotype diversity within an individual colony, among separate colonies with the same animal genotype (ramets), among large stands of genetically unique colonies (genets), and across populations of A. palmate throughout much of its Caribbean distribution. Initial genotyping of 170 specimens based on four variable loci (4 to 8 more will be developed) indicates that each colony harbors a single dominant clone. This one-to-one host-symbiont genotype correspondence allows for direct comparison of host population genetic structure with that of the symbiont genetic structure to identify and then model how dispersal barriers and life history strategies influence the co-evolution of corals and dinoflagellates. Field collections, comparative physiological studies, and infection experiments will be conducted to investigate the ecological significance, specificity, and stability of diverse host populations with diverse populations of symbiont (Curacao) verses diverse host populations with a low diversity (few genotypes) of symbiont (US Virgin Islands), and finally low diversity host populations with low diversity symbiont populations (Florida). Significant geographic differences in the diversity of host-symbiont genotypic combinations mean that certain populations may be more responsive to natural selection than others.\r\n\r\nDetermining the ecological and evolutionary processes that define the interactions between symbiotic corals is critical to our basic understanding of coral-algal symbioses and how these animal-microbe systems may respond to severe selection induced by climate change. Acropora palmata is particularly worthy of attention because it is one of two coral species currently listed as threatened under the US Endangered Species Act. By identifying the significance of symbiont diversity, conservation efforts can prioritize source populations for restoration material. This information is urgently needed as stated by the NOAA Acropora task force and results from this project will be made available regularly. The data generated here will serve prominent theoreticians to parameterize their evolutionary models of these symbioses and thus benefit the wider biological community and society at large. This study includes outreach missions to educate and train the public and public institutions. The ecological importance of coral-microbe interactions make them charismatic examples for teaching about the importance of microorganisms and symbioses to the health of the biosphere. Through continuing a series of workshops held since 2005 by SECORE (SExual Coral REproduction), the project will help build a cooperative international network of public aquariums and research institutions to establish coral breeding programs of A. palmata. This collaboration between scientists and specialists from large public aquaria and zoos located around the nation and world, serves to engage the public through the outreach mission of the zoos and thereby promotes understanding about the importance of coral symbioses and the basic process of science. Graduate and undergraduate students are an integral part of this project and will receive training in field and laboratory work and lecture courses.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Todd",
   "pi_last_name": "LaJeunesse",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Todd C LaJeunesse",
   "pi_email_addr": "tcl3@psu.edu",
   "nsf_id": "000112590",
   "pi_start_date": "2009-09-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Iliana",
   "pi_last_name": "Baums",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Iliana Baums",
   "pi_email_addr": "baums@psu.edu",
   "nsf_id": "000482925",
   "pi_start_date": "2009-09-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 OLD MAIN",
  "perf_city_name": "UNIVERSITY PARK",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9117",
   "pgm_ref_txt": "MARINE BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 612780.0
  }
 ],
 "por": null
}