{
 "awd_id": "0928577",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Toward More Reliable Mobility: Improved Decision Support Tools for Transportation Systems",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Konstantinos Triantis",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 536483.0,
 "awd_amount": 536483.0,
 "awd_min_amd_letter_date": "2009-08-13",
 "awd_max_amd_letter_date": "2009-08-13",
 "awd_abstract_narration": "This project aims to integrate travel reliability into transportation network analysis methods by developing a coherent theoretical and methodological framework for representing travel reliability in network models, incorporating it in network routing and assignment formulations, and devising associated solution algorithms.   Several fundamental issues in transportation system analysis under uncertainty will be addressed. First, the research team will apply the concept of stochastic dominance, a well-developed theory in economics and finance, to model heterogeneous risk-taking behavior in route choice, which promises to clarify the connections among different risk-modeling tools and to establish a more unified approach to model risk-taking behavior in route choice.  Secondly, theoretically-justified and observationally-validated stochastic performance models will be developed to describe and predict travel time distributions.  In particular, novel routing algorithms will be designed to compute and rank travel time distributions on a priori routes.  Thirdly, the project will create novel network models capable of assessing travel reliability and evaluating its impacts at multiple levels of decision-making.  Finally, the research will shed light on how the travel reliability information provision and traffic dynamics can be incorporated in reliability-based network models.   Case studies constructed using real data will be conducted to assess how these new models can be used to predict future system performance, thereby supporting planning and operations decisions sensitive to travel reliability. \r\n\r\nUrban transportation systems are affected by uncertainties of various sorts, such as accidents, extreme weather, man-made disasters, special events and random travel and activity behavior. Taken individually or in combination, these factors could adversely affect and perturb the quality of transportation services.  In particular, travel behavior researchers have established that unanticipated long delays on highways typically produce much worse frustration among motorists than \"predictable\" ones.  Integrating travel reliability into transportation network analysis methods thus presents a pressing challenge that has motivated this research.  Modeling tools produced under this project are able to account for unreliability of travel times, its effect on how travelers make travel decisions (route, departure time, mode, etc.), and the implications for overall performance and service quality of transportation infrastructure. Ultimately, the research will contribute to enhanced urban mobility and better quality of life, through better time use and more efficient activity participation and scheduling. The results from this research will be integrated into teaching through different forms (curriculum development, teaching tools, case studies, etc.) and thereby contribute to the training of future transportation workforce. Through this project, a web-based application of reliable route guidance will be developed and made available to other researchers and the general public. Potentially, this tool will benefit numerous motorists and freight and increase the public awareness on travel reliability issues.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yu",
   "pi_last_name": "Nie",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yu Nie",
   "pi_email_addr": "y-nie@northwestern.edu",
   "nsf_id": "000490706",
   "pi_start_date": "2009-08-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Hani",
   "pi_last_name": "Mahmassani",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Hani S Mahmassani",
   "pi_email_addr": "masmah@northwestern.edu",
   "nsf_id": "000365839",
   "pi_start_date": "2009-08-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "633 CLARK ST",
  "perf_city_name": "EVANSTON",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602080001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163100",
   "pgm_ele_name": "CIS-Civil Infrastructure Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 536483.0
  }
 ],
 "por": null
}