{
 "awd_id": "0928930",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Proposal: Connectivity of Disease in Marine Ecosystems: Multi-scale Dynamics of a Viral Disease Infecting Caribbean Spiny Lobster",
 "cfda_num": "47.050",
 "org_code": "06040301",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Garrison",
 "awd_eff_date": "2009-09-15",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 573498.0,
 "awd_amount": 573498.0,
 "awd_min_amd_letter_date": "2009-09-11",
 "awd_max_amd_letter_date": "2009-09-11",
 "awd_abstract_narration": "Intellectual Merit: Scientists are struck by how different terrestrial epidemiology is from that in marine ecosystems, a crucial difference being the more rapid spread of diseases in the ocean due to the presumed absence of barriers to waterborne dispersal. Yet, the movement of pathogens in the sea and its importance to disease dynamics in marine metapopulations is virtually unstudied. Marine pathogens do spread among distant host populations, as demonstrated by dramatic epizootics, but is this common or demographically relevant? Nearly all studies of marine diseases treat such events as transitory, focusing instead on local disease dynamics. This approach suggests either that small-scale phenomena normally trump the influence of large-scale pathogen connectivity or, alternatively, that the dispersal of marine pathogens by highly motile adults or free-living waterborne pathogens is simply too intractable for empirical investigation. Yet, there is another unappreciated mechanism - dispersal by infected larvae. Most marine animals have life histories that include planktonic larvae, many of which are highly dispersive. If infected by pathogens, these \"larval vectors\" would provide an efficient mechanism for distributing pathogens at high concentrations directly into habitats where hosts dwell. Perhaps more so than passive, waterborne pathogens that are subject to rapid dilution and have no means of targeting distant hosts.  \r\n\r\nThe investigators in this collaborative study have new evidence that long-distance pathogen dispersal in the sea via infected meroplanktonic larvae is possible. The pathogen in question is an often lethal, pathogenic virus (PaV1;Panulirus argus virus 1) that infects the Caribbean spiny lobster, Panulirus argus - a species broadly distributed throughout the Caribbean where it supports the most valuable fishery in the region. The investigators described the PaV1 virus in 1999 and since then have studied its pathology, epidemiology, transmission, and effects on juvenile lobster populations in the Florida Keys. While the focus of previous studies has been on local pathogen-host dynamics, PaV1 infections in lobsters are now confirmed in distant areas of the Caribbean (Belize, Mexico, St. Croix) in regions that are demographically linked only by dispersing larvae that spend >6 months in the open ocean. The researchers recently discovered that many lobster postlarvae recruiting to coastal nurseries in Florida are infected with PaV1, providing novel evidence for pathogen connectivity among distant host populations.  Focusing on the spiny lobster-PaV1 virus association as a case study, this project is an ambitious program of laboratory, field, and modeling research whose broader implications will better the understanding of the importance of dispersal by infectious agents on the spread and maintenance of disease in marine populations. The project builds upon data and techniques developed with prior NSF sponsorship, and brings together partners in developing Caribbean nations with a multidisciplinary group of scientists with long-standing research programs in larval biology, biophysical and ecological modeling, crustacean biology, molecular biology, and the study of marine diseases. The study has three objectives:1) To investigate the dynamics and mechanisms of PaV1 infection of larvae and the effect of infection on larval behavior and mortality, which influence dispersal and demographic connectivity.(2) To examine the importance of large-scale connectivity by PaV1-infected postlarvae on the maintenance of local disease dynamics and patterns of disease prevalence at local scales.(3) To explore the ramifications of planktonic pathogens and the hydrodynamic environment on large scale patterns of disease connectivity.\r\n\r\nBroader Impacts: This project will result in significant cross-training of students and postdocs, participation by undergraduates in REU programs, and targeted workshops with fishermen and resource managers in Florida and the Caribbean. The project involves resource management personnel from developing Caribbean countries, ensuring that the results will find application in management impacting the Caribbean's most important fishery species. The continued development of advanced molecular and modeling techniques will also yield new assays for the detection of viral infection, and deeper insight into the role of disease and large-scale connectivity in metapopulation dynamics, respectively.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Butler",
   "pi_mid_init": "J",
   "pi_sufx_name": "IV",
   "pi_full_name": "Mark J Butler",
   "pi_email_addr": "mark.butleriv@fiu.edu",
   "nsf_id": "000271950",
   "pi_start_date": "2009-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Old Dominion University Research Foundation",
  "inst_street_address": "4111 MONARCH WAY STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "NORFOLK",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "7576834293",
  "inst_zip_code": "235082561",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "VA03",
  "org_lgl_bus_name": "OLD DOMINION UNIVERSITY RESEARCH FOUNDATION",
  "org_prnt_uei_num": "DSLXBD7UWRV6",
  "org_uei_num": "DSLXBD7UWRV6"
 },
 "perf_inst": {
  "perf_inst_name": "Old Dominion University",
  "perf_str_addr": "HAMPTON BLVD",
  "perf_city_name": "NORFOLK",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "235290001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "VA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "9117",
   "pgm_ref_txt": "MARINE BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 573498.0
  }
 ],
 "por": null
}