{
 "awd_id": "0928742",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Theory:   Biological systems organize to maximize entropy production subject to information and biophysicochemical constraints",
 "cfda_num": "47.074",
 "org_code": "08040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Saran Twombly",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 750000.0,
 "awd_amount": 758000.0,
 "awd_min_amd_letter_date": "2009-08-05",
 "awd_max_amd_letter_date": "2011-04-29",
 "awd_abstract_narration": "This project seeks to answer the question: What is the governing principle that determines how energy and matter flow through biological systems composed of independent but interacting individual organisms, such as occurs in ecosystems? Surprisingly, no predictive theory exists for such a fundamental question. The theory of evolution by natural selection provides a mechanism for self-organization of complex biological structures, but  is indeterminate in regards to the emergent properties biological systems follow, if any. As a consequence, the flow of energy and mass through biological systems is often attributed to the chance composition of the community at any instance in time, which is currently unpredictable.  This project takes the perspective that biological systems evolve and organize in a manner that is, in a sense, independent of community composition.  In the field of nonequilibrium thermodynamics a provisional proof on the theory of maximum entropy production (MEP) has recently been proposed, which posits that steady state systems with sufficient degrees of freedom will organize to maximize the rate of entropy production; that is, the rate of energy dissipation. While organized structures decrease the entropy of a system, they are maintained by external entropy production and have a higher probability of persistence if their presence increases overall entropy production. However, the configuration of structures that generate entropy, and dissipate energy, are constrained by system resources from which the structures must be synthesized from. Hence, biophysicochemical constraints (i.e., elemental resources, organic chemistry, etc.) limit the complexity of dissipative structures. Hurricanes that dissipate thermal energy between the atmosphere and ocean are examples of such dissipative structures. This project proposes that evolution by natural selection produces biological systems that tend to follow a pathway of maximum entropy production by dissipating high temperature radiation and chemical potential.  Consequently, an ecosystem composed of organisms that produce entropy at a high rate has a greater probability of persistence and occupation than an ecosystem under the same constraints that produces entropy at a lower rate. While MEP theory does not distinguish between abiotic and biotic systems, biological systems differ from abiotic ones in one key way: biological systems store information within their metagenome. Therefore, it is proposed that abiotic systems maximize entropy production instantaneously, while information stored within the metagenome allows biological systems to produce entropy along pathways that can increase entropy production when averaged over time. For instance, by storing internal energy, biological systems can maintain entropy production and persist during periods when external energy inputs cease.  Based on MEP theory, it is hypothesized that biological systems with greater information content will have higher entropy production rates than biological systems with lower information content.\r\nTo test these hypotheses, the project will use flow through microcosms (i.e., chemostats) as experimental systems inoculated with natural microbial communities.  Changes in chemical composition will be used to determine entropy production and massively parallel 454 pyrosequencing applied to hypervariable regions in rRNA genes will provide a direct measure of the information content of complex microbial communities. The project will demonstrate that 1) community composition changes to maximize entropy production, 2) loss of information due to decreases in biodiversity results in lower entropy production and 3) communities organize to maximize entropy when averaged over time.  In addition to experimental tests, the project will develop a mathematical framework based on MEP theory to model biogeochemistry orchestrated by biological systems using a distributed metabolic network representation. Computational models and experimental results from this project, including educational outreach activities, will be posted on the project's web site: http://ecosystems.mbl.edu/MEP",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "EF",
 "org_div_long_name": "Emerging Frontiers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Vallino",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph J Vallino",
   "pi_email_addr": "jvallino@mbl.edu",
   "nsf_id": "000464047",
   "pi_start_date": "2009-08-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Julie",
   "pi_last_name": "Huber",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Julie A Huber",
   "pi_email_addr": "jhuber@whoi.edu",
   "nsf_id": "000076390",
   "pi_start_date": "2009-08-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Marine Biological Laboratory",
  "inst_street_address": "7 M B L ST",
  "inst_street_address_2": "",
  "inst_city_name": "WOODS HOLE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5082897243",
  "inst_zip_code": "025431015",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "THE MARINE BIOLOGICAL LABORATORY",
  "org_prnt_uei_num": "M2XKLRTA9G44",
  "org_uei_num": "M2XKLRTA9G44"
 },
 "perf_inst": {
  "perf_inst_name": "Marine Biological Laboratory",
  "perf_str_addr": "7 M B L ST",
  "perf_city_name": "WOODS HOLE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025431015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  },
  {
   "pgm_ele_code": "766400",
   "pgm_ele_name": "THEORETICAL BIOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7664",
   "pgm_ref_txt": "THEORETICAL BIOLOGY"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9189",
   "pgm_ref_txt": "WATER RESOURCES/COASTAL & MARINE ENVIRON"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 750000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 8000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>All organisms, big and small, require food and nutrients for growth, but microscopic organisms, such as bacteria, can grow on a far wider source of nutrients and food than the animals we are accustom to.&nbsp; For instance, some bacteria can grow on natural gas that we use for heating and cooking, while others can fix CO<sub>2</sub> from the air, like plants, but rust iron for energy instead of using light.&nbsp; In the environment, the growth of all these different kinds of bacteria alter the chemistry of the environment in complex ways, but their combined actions form the life support system necessary for all higher plants and animals, including humans. Understanding and modeling this &ldquo;biogeochemistry&rdquo;, as it is known as, is critical for understanding how the environment may change due to both natural and human induced causes.</p>\n<p>The objective of our project is to develop a new means of modeling how the collective actions of all microorganisms in the environment alters and maintains life supporting biogeochemistry.&nbsp; The theory is based on the hypothesis that complex living communities will organized to maximize their consumption of energy (i.e., food), but their energy use will be spread out over time, which allows them to consume even more energy.&nbsp; For example, the evolution of circadian rhythm allows plants to more effectively use light from the sun because the internal rhythm allows plants to prepare for sunrise and sunset.&nbsp; This energy use by life differs significantly from nonliving chemistry, such as fire, that uses energy as fast as possible with no dependency on past or future conditions. It is information acquired by evolution and natural selection, and stored in the genome, that allows living systems to function in an anticipatory manner.</p>\n<p>To facilitate testing and development of the theory, we use laboratory microcosms based on complex microbial communities that use natural gas as their only source of food.&nbsp; The model based on the new theory has been able to accurately reproduce the chemistry observed in the bacterial microcosms. The model also provides a mathematical distinction between living and nonliving systems and shows the importance of including temporal strategies, such as circadian rhythm, into models for predicting biogeochemistry. Our experimental results from genomic sequencing of the bacterial community in the microcosms also shows that the dominate bacteria can change radically overtime even though the consumption of natural gas remains unchanged.&nbsp; This ability of the bacterial community to radically change its composition while maintaining a consistent chemistry is also predicted by the theory.&nbsp; Results from our project are helping to improve our understanding and modeling of natural systems that provide critical ecosystem services for society.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/25/2013<br>\n\t\t\t\t\tModified by: Joseph&nbsp;J&nbsp;Vallino</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAll organisms, big and small, require food and nutrients for growth, but microscopic organisms, such as bacteria, can grow on a far wider source of nutrients and food than the animals we are accustom to.  For instance, some bacteria can grow on natural gas that we use for heating and cooking, while others can fix CO2 from the air, like plants, but rust iron for energy instead of using light.  In the environment, the growth of all these different kinds of bacteria alter the chemistry of the environment in complex ways, but their combined actions form the life support system necessary for all higher plants and animals, including humans. Understanding and modeling this \"biogeochemistry\", as it is known as, is critical for understanding how the environment may change due to both natural and human induced causes.\n\nThe objective of our project is to develop a new means of modeling how the collective actions of all microorganisms in the environment alters and maintains life supporting biogeochemistry.  The theory is based on the hypothesis that complex living communities will organized to maximize their consumption of energy (i.e., food), but their energy use will be spread out over time, which allows them to consume even more energy.  For example, the evolution of circadian rhythm allows plants to more effectively use light from the sun because the internal rhythm allows plants to prepare for sunrise and sunset.  This energy use by life differs significantly from nonliving chemistry, such as fire, that uses energy as fast as possible with no dependency on past or future conditions. It is information acquired by evolution and natural selection, and stored in the genome, that allows living systems to function in an anticipatory manner.\n\nTo facilitate testing and development of the theory, we use laboratory microcosms based on complex microbial communities that use natural gas as their only source of food.  The model based on the new theory has been able to accurately reproduce the chemistry observed in the bacterial microcosms. The model also provides a mathematical distinction between living and nonliving systems and shows the importance of including temporal strategies, such as circadian rhythm, into models for predicting biogeochemistry. Our experimental results from genomic sequencing of the bacterial community in the microcosms also shows that the dominate bacteria can change radically overtime even though the consumption of natural gas remains unchanged.  This ability of the bacterial community to radically change its composition while maintaining a consistent chemistry is also predicted by the theory.  Results from our project are helping to improve our understanding and modeling of natural systems that provide critical ecosystem services for society.\n\n\t\t\t\t\tLast Modified: 11/25/2013\n\n\t\t\t\t\tSubmitted by: Joseph J Vallino"
 }
}