{
 "awd_id": "0929402",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Arabidopsis 2010: 1,001 Genomes Project",
 "cfda_num": "47.074",
 "org_code": "08070100",
 "po_phone": "7032924967",
 "po_email": "kccone@nsf.gov",
 "po_sign_block_name": "Karen Cone",
 "awd_eff_date": "2009-08-01",
 "awd_exp_date": "2011-07-31",
 "tot_intn_awd_amt": 1600000.0,
 "awd_amount": 1600000.0,
 "awd_min_amd_letter_date": "2009-08-07",
 "awd_max_amd_letter_date": "2010-05-03",
 "awd_abstract_narration": "Plant biologists need many completely sequenced and functionally annotated genomes within each species in order to fully exploit the power of evolution to understand how an organism functions and adapts to its environment. Researchers interested in natural variation in Arabidopsis propose to generate genomic DNA sequences from over 1000 inbred strains, driving technology developments in both hardware for the DNA sequencing itself and in software development to make sense of the DNA sequence data. The goal of this research project is to record the genetic variation in the entire genome of many strains of the reference plant Arabidopsis thaliana. We will develop and apply cutting edge DNA sequencing approaches using the reference plant A. thaliana to address questions of fundamental importance about plant evolution and gene function. The complete genome sequences for 200 accessions, produced as a result of this project, will provide the first complete view of haplotype structure for Arabidopsis thaliana and will allow future studies of epigenetic variation among different individuals in a population or within a species, a potential source of phenotypic diversity. The patterns of sequence and structural variation will reveal important insights into the dynamics of genome change and pinpoint potentially functionally important sources of genetic and epigenetic variation. Moreover, these data will enable subsequent mechanistic studies through experimental manipulation of Arabidopsis strains. \r\n\r\nThe 1001 Arabidopsis Genomes Project (http://1001genomes.org) will provide detailed genotyping data of wild strains that will complement the efforts of individual investigators to phenotype these same accessions for thousands of traits of interest. For example, this research has the potential for rapid advancement toward the mechanisms by which plants adapt to various climates, utilize soil nutrients and resist pathogen infection. The knowledgebase produced from the 1,001 Arabidopsis Genomes Project will yield direct and measurable outcomes for deployment of similar traits in economically important crops for a changing global environment.\r\n\r\nBroader Impacts of the Proposed Research\r\nThe impact of this project will be in two broad areas. First, the completion of the planned research will result in important new resources for the plant biology community: large-scale information on genetic variation among closely related genotypes. The very limited availability of whole genome sequence variation information has negatively impacted a variety of research endeavors such as the understanding of adaptive evolution or the development of association mapping. All of the DNA sequence data will be made freely and easily accessible to the research community. The long-term impact of these enabling tools and technologies on agriculture and forestry is expected to be profound, providing fundamental knowledge for the construction of new plant varieties with superior agronomic traits. An equally important aspect of this program is training, which will be provided at a variety of levels, including outreach to high school and undergraduate students as well as postdoctoral mentoring.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Ecker",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph R Ecker",
   "pi_email_addr": "ecker@salk.edu",
   "nsf_id": "000195577",
   "pi_start_date": "2009-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The Salk Institute for Biological Studies",
  "inst_street_address": "10010 N TORREY PINES RD",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8584534100",
  "inst_zip_code": "920371002",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "SALK INSTITUTE FOR BIOLOGICAL STUDIES, SAN DIEGO, CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNJ6BMBTFGN5"
 },
 "perf_inst": {
  "perf_inst_name": "The Salk Institute for Biological Studies",
  "perf_str_addr": "10010 N TORREY PINES RD",
  "perf_city_name": "LA JOLLA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920371002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1116",
   "pgm_ref_txt": "EUKARYOTIC GENETICS"
  },
  {
   "pgm_ref_code": "1131",
   "pgm_ref_txt": "ARABIDOPSIS"
  },
  {
   "pgm_ref_code": "1684",
   "pgm_ref_txt": "THE 2010 PROJECT"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 800000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 800000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong><span style=\"font-family: Arial; font-size: x-small;\">Summary of results. </span></strong><span style=\"font-family: Arial; font-size: x-small;\">Understanding the relationship between genotype and the resulting phenotype is one of the greatest challenges in plant biology today.&nbsp; Complex environments are constantly challenging a plants ability to thrive in nature forcing them to locally adapt to their surroundings.&nbsp; Identifying genes that are important for adaption is paramount to our understanding of complex traits and eventual translation into crop biology.&nbsp; A complete catalog of genetic variation that exists within the plant kingdom would be an ideal place to begin to understand all phenotypic forms but is currently unrealistic.&nbsp; Instead, collaboration among plant scientists has formed and initiated the 1,001 genomes project. This 24-month project aimed to identify genetic variation that exists within the <em>Arabidopsis thaliana</em> species.&nbsp; Thousands of <em>Arabidopsis thaliana</em> accessions have been collected from a wide range of geographical locations.&nbsp; Furthermore, these accessions display a broad range of phenotypes that are shared among many species within the plant kingdom.</span></p>\n<p><span style=\"font-family: Arial; font-size: x-small;\">Our laboratory joined the worldwide public effort to produce 1,001 <em>Arabidopsis thaliana </em>genomes. We contributed 171 genomes sequences and associated structural and nucleotide sequence variation information. In addition to genetic variation, epigenetic variation is clearly an influential factor in determining phenotype.&nbsp; We &nbsp;developed methods to determine genome-wide DNA methylation profiles at single-base resolution (methylomes).&nbsp; Because of the recent increase in sequencing capacity/instrument run, we were able generated DNA methylome and strand-specific transcriptome information for most accessions as an additional&nbsp; part of our plan to capture all possible forms of variation (the methylome and transcriptomes were not part of the original aims but due to the decreasing cost of sequencing were able to carryout these studies without additional funding). </span></p>\n<p><strong><span style=\"color: black; font-family: Arial; font-size: x-small;\">&nbsp;</span></strong><strong><span style=\"color: black; font-family: Arial; font-size: x-small;\">Publications Resulting from this NSF Award.</span></strong></p>\n<p><span style=\"font-family: Arial; font-size: x-small;\">&nbsp;</span><span style=\"font-family: Arial; font-size: x-small;\">Schmitz RJ, Schultz MD, Lewsey MG, O'Malley RC, Urich MA, Libiger O, Schork NJ, Ecker JR.&nbsp;</span><span style=\"font-family: Arial; font-size: x-small;\">Science. (2011) 334:369-73.</span></p>\n<p><strong><span style=\"color: black; font-family: Arial; font-size: x-small;\">&nbsp;</span></strong><strong><span style=\"color: black; font-family: Arial; font-size: x-small;\">Summary of description of Data, Samples, Physical collections and Products.</span></strong></p>\n<p><span style=\"color: black; font-family: Arial; font-size: x-small;\">We<strong> </strong>have completed sequencing from 171 accessions genomes and developed a new type of genome &nbsp;browser that</span><span style=\"font-family: Arial; font-size: x-small;\"> displays SNP information which allows <span style=\"color: black;\">rapid community access and searching of data prior to deposition of finished sequences. </span>&nbsp;<span style=\"color: black;\">All next-generation genome sequences have been deposited into Genbank SRA and have been made freely available on our web site:</span></span> <a href=\"http://signal.salk.edu/atg1001/index.php\"><span style=\"font-family: Arial; font-size: x-small;\">http://signal.salk.edu/atg1001/index.php</span></a><span style=\"color: black; font-family: Arial; font-size: x-small;\"> and on the consortium web site: </span><a href=\"http://1001genom...",
  "por_txt_cntn": "\nSummary of results. Understanding the relationship between genotype and the resulting phenotype is one of the greatest challenges in plant biology today.  Complex environments are constantly challenging a plants ability to thrive in nature forcing them to locally adapt to their surroundings.  Identifying genes that are important for adaption is paramount to our understanding of complex traits and eventual translation into crop biology.  A complete catalog of genetic variation that exists within the plant kingdom would be an ideal place to begin to understand all phenotypic forms but is currently unrealistic.  Instead, collaboration among plant scientists has formed and initiated the 1,001 genomes project. This 24-month project aimed to identify genetic variation that exists within the Arabidopsis thaliana species.  Thousands of Arabidopsis thaliana accessions have been collected from a wide range of geographical locations.  Furthermore, these accessions display a broad range of phenotypes that are shared among many species within the plant kingdom.\n\nOur laboratory joined the worldwide public effort to produce 1,001 Arabidopsis thaliana genomes. We contributed 171 genomes sequences and associated structural and nucleotide sequence variation information. In addition to genetic variation, epigenetic variation is clearly an influential factor in determining phenotype.  We  developed methods to determine genome-wide DNA methylation profiles at single-base resolution (methylomes).  Because of the recent increase in sequencing capacity/instrument run, we were able generated DNA methylome and strand-specific transcriptome information for most accessions as an additional  part of our plan to capture all possible forms of variation (the methylome and transcriptomes were not part of the original aims but due to the decreasing cost of sequencing were able to carryout these studies without additional funding). \n\n Publications Resulting from this NSF Award.\n\n Schmitz RJ, Schultz MD, Lewsey MG, O'Malley RC, Urich MA, Libiger O, Schork NJ, Ecker JR. Science. (2011) 334:369-73.\n\n Summary of description of Data, Samples, Physical collections and Products.\n\nWe have completed sequencing from 171 accessions genomes and developed a new type of genome  browser that displays SNP information which allows rapid community access and searching of data prior to deposition of finished sequences.  All next-generation genome sequences have been deposited into Genbank SRA and have been made freely available on our web site: http://signal.salk.edu/atg1001/index.php and on the consortium web site: http://1001genomes.org\n\n \n\n\t\t\t\t\tLast Modified: 11/10/2011\n\n\t\t\t\t\tSubmitted by: Joseph R Ecker"
 }
}