{
 "awd_id": "0929989",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "WORKSHOP: VL/HCC'09 Doctoral Consortium: Democratizing Access to Computational Tools",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2009-06-01",
 "awd_exp_date": "2010-05-31",
 "tot_intn_awd_amt": 14880.0,
 "awd_amount": 14880.0,
 "awd_min_amd_letter_date": "2009-03-19",
 "awd_max_amd_letter_date": "2009-03-19",
 "awd_abstract_narration": "This is funding to support a Doctoral Consortium (workshop) for about 10-14 promising graduate students, along with a panel of 4-5 distinguished research faculty mentors, which will take place in conjunction with the 2009 IEEE Symposium on Visual Languages and Human-Centric Computing (VL/HCC 2009), to be held September 20-24, 2009, in Corvallis, Oregon, and sponsored by the IEEE Computer Society.  The long-running VL/HCC series occupies a unique niche among HCI and Programming Language conferences, in that it focuses specifically on how to help humans successfully develop and use software.  The diversity and ubiquity of people's goals, interactions, and concerns with information systems is continually increasing.  Not only does interactive computer software permeate many individuals' working lives, people commonly rely on computing and information systems for leisure and home activities as well.  As a result, end users now expect considerable flexibility and control in their interactions with computer software.  For many, it is no longer sufficient to consume the packaged software and scripted tasks developed by the professional software industry; they now must produce their own computational solutions to a wide variety of problems, including spreadsheet models, web sites, educational media and simulations, automated business procedures, and visualizations.  To produce such software, even for domain-specific problems, end users must look beyond surface-level interaction with computers and acquire the conceptual models and skills of computational thinking.  But current advances toward computational thinking by end users are not evenly distributed across all segments of the population.  Thus, this year's VL/HCC Doctoral Consortium, the seventh to be funded by NSF in this series, will focus on expanding the benefits of computational thinking to diverse populations.  Ensuring that designers of computational languages and tools consider the needs of populations historically overlooked in information technology will increase the chance that these individuals/groups are able to learn and use the more powerful tools that are fast becoming essential to information literacy.  At the same time, such efforts may lead researchers to identify new software construction metaphors and techniques that increase the usability of their languages and environments more generally.  The workshop's primary goal is to stimulate graduate students' and other researchers' thinking about how varying communication media, representations, and problem-solving support affect end users' willingness and ability to access, manipulate, and program solutions to their work or everyday problems.  What are the special needs of disadvantaged populations?  How can computational problem-solving tools and devices be designed to meet these needs?  The workshop will bring together and build community among young researchers working on different aspects of these problems from the perspectives of diverse fields including computer science, the social sciences, and education.  It will guide the work of these new researchers by providing an opportunity for experts in the research field (as well as their peers) to give them advice, in that student participants will make formal presentations of their work during the workshop and will receive feedback from a faculty panel.  The feedback is geared to helping students understand and articulate how their work is positioned relative to other human-computer interaction research, whether their topics are adequately focused for thesis research projects, whether their methods are correctly chosen and applied, and whether the results are appropriately analyzed and presented.  As in prior years the VL/HCC 2009 Doctoral Consortium will be part of the regular conference program.  A 2-page extended abstract of each participant's work will be published in the conference proceedings.    \r\n\r\nBroader Impacts:  The workshop will help shape ongoing and future research projects aimed at alleviating a pressing problem of relevance to a great many people within our society. This event will promote discovery and learning, by encouraging the student researchers to explore a difficult and challenging open problem, through involvement of a panel of well-known researchers whose task is to provide constructive feedback, and through inclusion of other conference participants who will also learn from and provide additional feedback to the students and to each other.  The PI and the members of the organizing committee will make special efforts to attract a diverse and interdisciplinary group of student participants, with special attention paid to recruitment of minorities and females. The PI expects that most of the students supported by this award will come from U.S. universities but as in past years, due to the highly international make-up of the research community, a few non-U.S. students may be invited to participate as well.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Amy",
   "pi_last_name": "Ko",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Amy J Ko",
   "pi_email_addr": "ajko@uw.edu",
   "nsf_id": "000510102",
   "pi_start_date": "2009-03-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 BROOKLYN AVE NE",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "9215",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING SYSTEMS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 14880.0
  }
 ],
 "por": null
}