{
 "awd_id": "0929537",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "GEOTRACES Zonal Atlantic Section: Arsenic and phosphorus biogeochemistry",
 "cfda_num": "47.050",
 "org_code": "06040302",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Donald L. Rice",
 "awd_eff_date": "2010-03-01",
 "awd_exp_date": "2014-02-28",
 "tot_intn_awd_amt": 296231.0,
 "awd_amount": 318896.0,
 "awd_min_amd_letter_date": "2009-09-14",
 "awd_max_amd_letter_date": "2011-06-06",
 "awd_abstract_narration": "GEOTRACES is a newly initiated international oceanographic program to identify processes and quantify fluxes that control the distributions of key trace elements and isotopes in the oceans and to establish an understanding of the sensitivity of these distributions to changing environmental conditions.  A scientist from Old Dominion University plans to participate in the 2010 North Atlantic GEOTRACES cruise to collect and analyze samples for arsenic and phosphorus with the goal of quantifying the biogeochemical linkages between these two elements.  The specific research objectives are the following:  (1) establish the correlations between measured dissolved arsenate:phosphate ratios and the concentrations of arsenite, monomethyl-arsenic, and dimethyl-arsenic; (2) quantify the surface water residence times of arsenite, monomethyl-arsenic, and dimethyl- arsenic with respect to photo-oxidation and demethylation; (3) evaluate the efficacy of using the concentrations of arsenite, monmethyl-arsenic, and/or dimethyl-arsenic as proxies for phosphate stress; and (4) construct a biogeochemical budget for dissolved As in the North Atlantic that will allow the effect of P on As cycling to be quantified.  As regards broader impacts, one postdoc and one undergraduate student will be supported and trained as part of this project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gregory",
   "pi_last_name": "Cutter",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Gregory A Cutter",
   "pi_email_addr": "gcutter@odu.edu",
   "nsf_id": "000471608",
   "pi_start_date": "2009-09-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Old Dominion University Research Foundation",
  "inst_street_address": "4111 MONARCH WAY STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "NORFOLK",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "7576834293",
  "inst_zip_code": "235082561",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "VA03",
  "org_lgl_bus_name": "OLD DOMINION UNIVERSITY RESEARCH FOUNDATION",
  "org_prnt_uei_num": "DSLXBD7UWRV6",
  "org_uei_num": "DSLXBD7UWRV6"
 },
 "perf_inst": {
  "perf_inst_name": "Old Dominion University",
  "perf_str_addr": "HAMPTON BLVD",
  "perf_city_name": "NORFOLK",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "235290001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "VA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9198",
   "pgm_ref_txt": "OTHER ENVIRONMENT"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 296231.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 22665.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br /><br /></p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp; Of all the life in the ocean, perhaps the most crucial are the microscopic drifting plants called phytoplankton. These plants take up carbon dioxide during photosynthesis and when they die and sink to the deep ocean, organic carbon from carbon dioxide is taken with them. Thus, understanding what controls phytoplankton growth has important ramifications to global climate through carbon dioxide uptake and release. Nutrients like nitrogen and phosphorus clearly affect phytoplankton growth just as they do on land. Oceanographers have learned that certain trace elements such as iron also act as nutrients even though they are at extremely low concentrations. But, we also know that other trace elements such as copper or arsenic can be toxic to ocean phytoplankton. Overall, we need to study the processes (cycling) that affect nutrients and trace elements in the ocean to understand how these chemicals affect the Earth&rsquo;s climate now and in the future.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; In 2010 and 2011 the US GEOTRACES program undertook transects from Portugal to Cape Verde Islands and Massachusetts to CVI as part of an international effort to study the cycling of trace elements and isotopes. This region of the Atlantic between southern Europe and North Africa, and North America, has tremendous concentration ranges of essential nutrients like nitrate-nitrogen and phosphate-phosphorus, essential trace metals like iron, and toxic trace elements such as arsenic. We chose to study arsenic, not only because it&rsquo;s toxic and can be mobilized by fossil fuel combustion, but also because it can teach us a lot about phosphorus in the ocean.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Over the last 37 years we&rsquo;ve learned a lot about the marine arsenic cycle (Figure 1). Arsenic enters the ocean from rivers and from the atmosphere (rain and dust); it leaves by association with phytoplankton and sinking (the down arrows). Arsenic can exist in many different chemical forms (Fig. 1): the inorganic ion can have a +3 or +5 charge, and it can also exist as organic arsenic compounds such as monomethyl arsenic (MMAs) and dimethyl arsenic (DMAs). Because As+5, arsenate, is chemically almost identical to phosphate, when phytoplankton take up phosphate during photosynthesis and growth, they also take up arsenate. Arsenate can substitute for phosphate in key organic molecules &ndash; the reason for arsenic&rsquo;s toxicity. But, &ldquo;clever&rdquo; phytoplankton can detoxify arsenic by changing its chemical form to As+3, MMAs, or DMAs that are not toxic. In the center of Fig.1&rsquo;s surface water is arsenate (As(V)), and phytoplankton uptake and conversion to As(III), MMAs, and DMAs are the arrows going to the left. These compounds can be converted back to arsenate in matters of hours to months, so it&rsquo;s a cycle that phytoplankton have to keep working at it. However, near the coasts where the phosphate concentration is much higher than arsenate&rsquo;s, arsenic uptake in minimized. In the middle of the ocean where there are no riverine and minimal atmospheric inputs, phytoplankton have taken up most of the phosphate, resulting in two problems &ndash; not enough of an essential nutrient to grow, compounded by arsenic toxicity. It&rsquo;s actually not easy to measure if phytoplankton growth is limited by the availability of phosphate. You can measure the concentration of phosphate and the amount of the other essential nutrient, nitrate, and compare their N:P ratio to what most phytoplankton need (usually they need 16N:1P), or you can measure an enzyme that is activated when phytoplankton are limited by phosphate availability &ndash; alkaline phosphatase activity or APA. The enzyme assay is probably the best tool, but it&rsquo;s a very tedious procedure and the enzyme is so unstable that it only records P-stress for a matter of minutes t...",
  "por_txt_cntn": "\n\n\n\n\n     Of all the life in the ocean, perhaps the most crucial are the microscopic drifting plants called phytoplankton. These plants take up carbon dioxide during photosynthesis and when they die and sink to the deep ocean, organic carbon from carbon dioxide is taken with them. Thus, understanding what controls phytoplankton growth has important ramifications to global climate through carbon dioxide uptake and release. Nutrients like nitrogen and phosphorus clearly affect phytoplankton growth just as they do on land. Oceanographers have learned that certain trace elements such as iron also act as nutrients even though they are at extremely low concentrations. But, we also know that other trace elements such as copper or arsenic can be toxic to ocean phytoplankton. Overall, we need to study the processes (cycling) that affect nutrients and trace elements in the ocean to understand how these chemicals affect the EarthÆs climate now and in the future.\n\n      In 2010 and 2011 the US GEOTRACES program undertook transects from Portugal to Cape Verde Islands and Massachusetts to CVI as part of an international effort to study the cycling of trace elements and isotopes. This region of the Atlantic between southern Europe and North Africa, and North America, has tremendous concentration ranges of essential nutrients like nitrate-nitrogen and phosphate-phosphorus, essential trace metals like iron, and toxic trace elements such as arsenic. We chose to study arsenic, not only because itÆs toxic and can be mobilized by fossil fuel combustion, but also because it can teach us a lot about phosphorus in the ocean.\n\n      Over the last 37 years weÆve learned a lot about the marine arsenic cycle (Figure 1). Arsenic enters the ocean from rivers and from the atmosphere (rain and dust); it leaves by association with phytoplankton and sinking (the down arrows). Arsenic can exist in many different chemical forms (Fig. 1): the inorganic ion can have a +3 or +5 charge, and it can also exist as organic arsenic compounds such as monomethyl arsenic (MMAs) and dimethyl arsenic (DMAs). Because As+5, arsenate, is chemically almost identical to phosphate, when phytoplankton take up phosphate during photosynthesis and growth, they also take up arsenate. Arsenate can substitute for phosphate in key organic molecules &ndash; the reason for arsenicÆs toxicity. But, \"clever\" phytoplankton can detoxify arsenic by changing its chemical form to As+3, MMAs, or DMAs that are not toxic. In the center of Fig.1Æs surface water is arsenate (As(V)), and phytoplankton uptake and conversion to As(III), MMAs, and DMAs are the arrows going to the left. These compounds can be converted back to arsenate in matters of hours to months, so itÆs a cycle that phytoplankton have to keep working at it. However, near the coasts where the phosphate concentration is much higher than arsenateÆs, arsenic uptake in minimized. In the middle of the ocean where there are no riverine and minimal atmospheric inputs, phytoplankton have taken up most of the phosphate, resulting in two problems &ndash; not enough of an essential nutrient to grow, compounded by arsenic toxicity. ItÆs actually not easy to measure if phytoplankton growth is limited by the availability of phosphate. You can measure the concentration of phosphate and the amount of the other essential nutrient, nitrate, and compare their N:P ratio to what most phytoplankton need (usually they need 16N:1P), or you can measure an enzyme that is activated when phytoplankton are limited by phosphate availability &ndash; alkaline phosphatase activity or APA. The enzyme assay is probably the best tool, but itÆs a very tedious procedure and the enzyme is so unstable that it only records P-stress for a matter of minutes to hours. What if arsenic detoxification products could be used to monitor phosphate stress? They should be produced under low P conditions, they are stable for days to months, and measuring them is relatively easy compared to ..."
 }
}