{
 "awd_id": "0929100",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Arabidopsis 2010:   Functional Analysis of Ubiquitin-Protein Ligase (E3) Families in Arabidopis",
 "cfda_num": "47.074",
 "org_code": "08070400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Engin Serpersu",
 "awd_eff_date": "2009-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 4675380.0,
 "awd_amount": 4675380.0,
 "awd_min_amd_letter_date": "2009-07-24",
 "awd_max_amd_letter_date": "2012-07-26",
 "awd_abstract_narration": "Intellectual Merit:\r\nThe goal of this project is to define the network of Arabidopsis proteins responsible for covalent attachment of the small protein ubiquitin (Ub) to specific cellular targets. The attachment of Ub to other proteins is highly selective and plays an integral role in numerous developmental and metabolic processes in plants. Although addition of Ub was originally discovered as a mechanism to promote protein degradation, recently other functions have become apparent, including roles in DNA repair, lysosomal catabolism, intracellular trafficking, and the regulation of chromatin structure and transcription. Several enzymes are needed for attachment of Ub to targets, but among these the Ub-protein ligases (or E3s) are the crucial enzymes that control both target selectivity and the nature of the Ub linkage. Genome analysis now shows that Arabidopsis may express over 1,500 E3 components, making E3s one of the largest functional protein groups in plants (~5% of the proteome). The diversity of E3s is unique to the plant kingdom, and the large size of this family indicates it presents a versatile mechanism for controlling cellular processes. This versatility makes it of significant interest relative to plant evolution and adaptation to the environment, as well as holding potential for future plant genetic engineering. This project will expand successful collaborative efforts to define E3 proteins families and their targets in Arabidopsis, using the large battery of methods, reagents and mutants, as well as a variety of new genomic and structure-based approaches. The project will continue to identify and annotate the Arabidopsis E3 protein families and define their biochemical activities.  Their importance to Arabidopsis physiology, development and survival will be analyzed by reverse genetic analyses and further studied by expression profiling, localization using GFP-E3 fusions, and strategies to identify partners or substrates (yeast-two-hybrid and co-immunoprecipitation). The project will continue to develop protein microarrays as a high-throughput method to unravel the network of proteins involved in E3 action.   Further substrates of ubiquitylation will be identified and then confirmed genetically and by global protein stability assays.  The relationships between E3s and their partner E2s will be assessed by substrate-specific in vitro assays and genetic analyses.  3-D models for how targets are recognized by representative E3s will be developed by X-ray crystallographic analyses.  Finally, the project will transfer knowledge gained from Arabidopsis to other plant species to help define E3 evolution, to understand why plants are so reliant on this post-translational modification, and to identify E3 orthologs in crops, which can then be exploited to improve agricultural productivity.  \r\n \r\nBroader Impact:  \r\nThe program will provide high level training for postdoctoral researchers and graduate students. A mentoring plan is in place to involve trainees specifically in design of the research, and to develop career opportunities. Students and postdocs will present their work at annual project meetings of the investigators, exposing them to the interdisciplinary aspects of the work. In addition to training graduate students and postdoctoral fellows, under-represented minority undergraduates will also be part of the discovery process through a summer research program partnering with the University of West Alabama. This project aims to train, in a highly interdisciplinary context, the next generation of professionals to continue these efforts, and to expose under-represented minorities to plant research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Vierstra",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Richard D Vierstra",
   "pi_email_addr": "rdvierstra@wustl.edu",
   "nsf_id": "000109322",
   "pi_start_date": "2009-07-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Judy",
   "pi_last_name": "Callis",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Judy Callis",
   "pi_email_addr": "jcallis@ucdavis.edu",
   "nsf_id": "000399193",
   "pi_start_date": "2009-07-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Estelle",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Mark A Estelle",
   "pi_email_addr": "mestelle@ucsd.edu",
   "nsf_id": "000328591",
   "pi_start_date": "2009-07-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Xing-Wang",
   "pi_last_name": "Deng",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xing-Wang Deng",
   "pi_email_addr": "xingwang.deng@yale.edu",
   "nsf_id": "000466304",
   "pi_start_date": "2009-07-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Shin-Han",
   "pi_last_name": "Shiu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shin-Han Shiu",
   "pi_email_addr": "shius@msu.edu",
   "nsf_id": "000336317",
   "pi_start_date": "2009-07-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1168",
   "pgm_ref_txt": "METABOLIC BIOCHEMISTRY"
  },
  {
   "pgm_ref_code": "1684",
   "pgm_ref_txt": "THE 2010 PROJECT"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 1163243.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 1130790.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 1170636.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 1210711.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Project Outcomes Report</p>\n<p><strong>FUNCTIONAL ANALYSIS OF THE UBIQUITIN-PROTEIN LIGASE (E3) FAMILIES IN <em>ARABIDOPSIS (</em>MCB-0929100, RD. Vierstra, PI)<br /></strong></p>\n<p><strong>Broader Impacts:</strong> This project represents the collaborative effort of six academic laboratories. Not only did all personnel in these laboratories benefit, each laboratory also collaborated with other laboratories, thus extending the training to more than six sites. This project supported the training of 71 scientists at all stages of careers; from high school students experiencing their first laboratory experience to post-doctoral scholars learning specialized state-of-the-art techniques to carry with them to new positions in science-based careers. High school students as part of biotechnology training studied in several laboratories, receiving certifications. In between, undergraduate students received invaluable laboratory experiences as part of research projects and, in some cases gaining authorship on scientific papers.&nbsp; Graduate students received training in how to conduct experiments and present their results in public venues, such as at meetings. These trainees included a large number of under-represented minorities. The six laboratories held a daylong symposium annually, providing students with an opportunity to present their work. All these trainees obtained valuable skills. They learned new methods, learned about the scientific methodology and learned how scientific results can be communicated effectively. They learned the power of multidisciplinary approaches; that a combination of genetics, biochemistry and molecular biology can be used collectively to solve outstanding questions. The research provided DNA constructs, mutant lines and protocols to the greater community and contributed to the global effort to improve the description of genes in the genome of a plant species, representative of all plants. As a result of this project, new methods for analyzing genes developed.</p>\n<p><strong>Intellectual Merit:</strong> The research supported by this grant has led to multiple significant discoveries. The work has led to a better understanding of how plants develop during seed germination to deal with the changing light environment as they emerge from the soil. The work has led to a great understanding of how plants sense a stressful environment and alter their growth in order to survive stressful conditions. &nbsp;Small molecules are made by plants and travel around the plant to tell other parts the developmental status and/or the environmental conditions experienced by distant parts. These chemicals enter cells and &ldquo;communicate&rdquo; information to the recipient cell. This project discovered the chemicals interact with components inside the cell and that regulating the abundance and/or activity of players inside those cells is key to the correct communication.&nbsp; The systems under study in these six laboratories reveal at a molecular level how these chemicals are perceived. This information is key to being able to use it to alter plants&rsquo; responses to changes in their environment. An understanding of the ways a plant can change is important if it is to be used to improve crop production. Another outcome could be the ability to synthesize chemicals resembling one of these chemicals made by plants to produce plants with a desired outcome, such as higher yield or greener leaves. &nbsp;&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/16/2015<br>\n\t\t\t\t\tModified by: Richard&nbsp;D&nbsp;Vierstra</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nProject Outcomes Report\n\nFUNCTIONAL ANALYSIS OF THE UBIQUITIN-PROTEIN LIGASE (E3) FAMILIES IN ARABIDOPSIS (MCB-0929100, RD. Vierstra, PI)\n\n\nBroader Impacts: This project represents the collaborative effort of six academic laboratories. Not only did all personnel in these laboratories benefit, each laboratory also collaborated with other laboratories, thus extending the training to more than six sites. This project supported the training of 71 scientists at all stages of careers; from high school students experiencing their first laboratory experience to post-doctoral scholars learning specialized state-of-the-art techniques to carry with them to new positions in science-based careers. High school students as part of biotechnology training studied in several laboratories, receiving certifications. In between, undergraduate students received invaluable laboratory experiences as part of research projects and, in some cases gaining authorship on scientific papers.  Graduate students received training in how to conduct experiments and present their results in public venues, such as at meetings. These trainees included a large number of under-represented minorities. The six laboratories held a daylong symposium annually, providing students with an opportunity to present their work. All these trainees obtained valuable skills. They learned new methods, learned about the scientific methodology and learned how scientific results can be communicated effectively. They learned the power of multidisciplinary approaches; that a combination of genetics, biochemistry and molecular biology can be used collectively to solve outstanding questions. The research provided DNA constructs, mutant lines and protocols to the greater community and contributed to the global effort to improve the description of genes in the genome of a plant species, representative of all plants. As a result of this project, new methods for analyzing genes developed.\n\nIntellectual Merit: The research supported by this grant has led to multiple significant discoveries. The work has led to a better understanding of how plants develop during seed germination to deal with the changing light environment as they emerge from the soil. The work has led to a great understanding of how plants sense a stressful environment and alter their growth in order to survive stressful conditions.  Small molecules are made by plants and travel around the plant to tell other parts the developmental status and/or the environmental conditions experienced by distant parts. These chemicals enter cells and \"communicate\" information to the recipient cell. This project discovered the chemicals interact with components inside the cell and that regulating the abundance and/or activity of players inside those cells is key to the correct communication.  The systems under study in these six laboratories reveal at a molecular level how these chemicals are perceived. This information is key to being able to use it to alter plantsÆ responses to changes in their environment. An understanding of the ways a plant can change is important if it is to be used to improve crop production. Another outcome could be the ability to synthesize chemicals resembling one of these chemicals made by plants to produce plants with a desired outcome, such as higher yield or greener leaves.   \n\n\t\t\t\t\tLast Modified: 12/16/2015\n\n\t\t\t\t\tSubmitted by: Richard D Vierstra"
 }
}