{
 "awd_id": "0929075",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Feeding and food limitation in copepod nauplii, the neglected life stage",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Garrison",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 523962.0,
 "awd_amount": 540702.0,
 "awd_min_amd_letter_date": "2009-08-31",
 "awd_max_amd_letter_date": "2012-07-12",
 "awd_abstract_narration": "This project will investigate feeding by copepod nauplius larvae, the most abundant metazoans in the sea. It will answer three questions: 1) How does food selection by adults and nauplii differ when they are fed multiple prey species in the laboratory? 2) How does food selection by adults and nauplii differ when they are feeding on natural prey assemblages? and, 3) How do growth, development, and survival differ between copepodites and nauplii when their growth is food limited? Comparative experiments and field-based measurements will contrast the food consumed, and the effects of food limitation, between nauplii and later life stages. This contrast will include attributes of food such as size, taxon, and motility, and will include experiments with cultured prey offered singly or in a mixture, and natural prey, and apply genetic techniques to determine prey consumption by a predatory copepod. Copepods will be collected from the San Francisco Estuary, with four species selected for experiments to span taxonomic groups, sizes, salinity ranges, and general feeding behavior. A variety of techniques will be applied to account for the inevitable biases and limitations of each; all but one have previously been applied in our laboratories. These will include laboratory feeding experiments using cultured prey individually and in mixtures, and experiments using natural prey. Consumption of prey in experimental bottles will be measured as chlorophyll concentration and through particle counts by microscopy and flow cytometry. Radioactively labeled prey will be used in short incubations to determine feeding on particular prey types. Samples from the field will be examined for gut fluorescence. Separate experiments will determine how nauplii and copepodites survive and grow at different concentrations of food. Investigations of feeding by a predatory copepod (Tortanus dextrilobatus) will use molecular techniques to identify mitochondrial and nuclear DNA from diverse suspected prey species. Specific primers will be developed for common zooplankton species consumed by T. dextrilobatus in the laboratory. General primers and screening protocols developed here will be useful for identifying food web interactions in other estuarine communities.\r\n\r\nCopepod nauplii are important both in their diverse trophic roles in ocean foodwebs and in the population dynamics of copepods. Nauplii have a completely different feeding apparatus from later stages, and the first feeding stage can be very sensitive to starvation, making these life stages critical to population dynamics. Yet extant copepod population models treat nauplii as miniature adults. This work will provide valuable input to the growing efforts at modeling ocean ecosystems. This project will also support two Master's theses at San Francisco State University, a minority-serving institution. The project will provide continuing opportunities for training undergraduates, including URM students, in genetics and field ecology at the Romberg Tiburon Center for Environmental studies, an NSF FSML-supported field station on San Francisco Bay.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wim",
   "pi_last_name": "Kimmerer",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Wim J Kimmerer",
   "pi_email_addr": "kimmerer@sfsu.edu",
   "nsf_id": "000227756",
   "pi_start_date": "2009-08-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Cynthia",
   "pi_last_name": "Cohen",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Cynthia S Cohen",
   "pi_email_addr": "sarahcoh@sfsu.edu",
   "nsf_id": "000233673",
   "pi_start_date": "2009-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "San Francisco State University",
  "inst_street_address": "1600 HOLLOWAY AVE",
  "inst_street_address_2": "",
  "inst_city_name": "SAN FRANCISCO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "4153387090",
  "inst_zip_code": "941321740",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "CA11",
  "org_lgl_bus_name": "SAN FRANCISCO STATE UNIVERSITY",
  "org_prnt_uei_num": "JW7YN4NDAHC1",
  "org_uei_num": "F4SLJ5WF59F6"
 },
 "perf_inst": {
  "perf_inst_name": "San Francisco State University",
  "perf_str_addr": "1600 HOLLOWAY AVE",
  "perf_city_name": "SAN FRANCISCO",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "941321740",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "CA11",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9117",
   "pgm_ref_txt": "MARINE BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 523962.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 16740.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Copepods are small crustaceans that are ubiquitous in all natural waters, and probably the most abundant multicellular animals on earth.&nbsp; Many of them are planktonic, meaning that they drift with the water because they are so small, typically about 1-5 millimeters long as adults.&nbsp; Planktonic copepods feed on phytoplankton (planktonic algae), protozoans, and sometimes each other.&nbsp; They are fed upon in turn by fish, and most fish depend on copepods for food during their early lives.&nbsp; Thus, copepods are a key element of aquatic food webs.</p>\n<p>Despite their small size, copepods have a complex life cycle and a wide array of behavioral adaptations to find food and mates and to avoid predators.&nbsp; They&nbsp; are skilled at selecting good food from the myriad of microscopic particles and organisms surrounding them. Adult copepods typically have 11 pairs of appendages, six highly specialized pairs for finding and handling food and detecting predators, and five pairs of powerful swimming legs.&nbsp; Over a thousand studies have been conducted of feeding in adult &nbsp;copepods, including what they eat, how they get it, how fast they feed, and where they feed. Yet, this is a complex topic because of the variety of copepods and their habitats and the constantly changing array of potential food.&nbsp; We still have a lot more to learn.</p>\n<p>Copepods develop from eggs that hatch into larvae called &ldquo;nauplii&rdquo; (singular: nauplius) (Figure 1).&nbsp; These are very small, typically 10-20% of the length and a few percent of the mass of the adults.&nbsp; They look like little mites, with three pairs of unspecialized appendages used in swimming and feeding.&nbsp; How do they get their food?&nbsp; Only a handful of studies have examined feeding by these small animals.</p>\n<p>Our study was intended to begin closing the gap in knowledge of nauplii, the neglected life stage.&nbsp; We took two very different approaches to feeding by the nauplii of very different copepods.</p>\n<p>In the first part of the study, we fed nauplii and adults of two very different copepod species with a variety of phytoplankton (planktonic algae) of different types and sizes.&nbsp; We used a high-power microscope to determine whether the nauplii and adults fed on these phytoplankton.&nbsp; When chlorophyll is exposed to blue light it&nbsp; fluoresces a faint red, and with this microscope we can see either the whole animal or just the red light through the copepods&rsquo; translucent bodies, and infer the amount of chlorophyll and therefore phytoplankton (Figure 2).&nbsp; This allows us to determine how much of that particular species the copepods had eaten.&nbsp; We also measured the feeding rate of adults and nauplii using an instrument that can measure fluorescence in a large number of samples at once.&nbsp; We were surprised to learn that there were greater differences between the two copepod species than between the nauplii and adults of either species.&nbsp; In other words the nauplii, despite their small size and rudimentary feeding appendages, were able to obtain similar foods as the adults, with their complex feeding appendages and strong swimming ability.</p>\n<p>The second part of our study looked at feeding by a copepod that, as an adult, is predatory on other copepods.&nbsp; This copepod, called <em>Tortanus</em> (Figure 3) has a pair of stout hooks that it uses to grab prey, usually other copepods nearly as large as itself.&nbsp; The nauplius looks much like those of other copepods (compare with Figures 1 and 2).&nbsp; We used a molecular method to find out what these animals were eating in San Francisco Bay.&nbsp; We extracted DNA from adults and nauplii, and used a technique developed by the student working on the project to identify the DNA of potential prey organisms.&nbsp; This showed that the adults were mostly eating copepods, as expected, but the nauplii w...",
  "por_txt_cntn": "\nCopepods are small crustaceans that are ubiquitous in all natural waters, and probably the most abundant multicellular animals on earth.  Many of them are planktonic, meaning that they drift with the water because they are so small, typically about 1-5 millimeters long as adults.  Planktonic copepods feed on phytoplankton (planktonic algae), protozoans, and sometimes each other.  They are fed upon in turn by fish, and most fish depend on copepods for food during their early lives.  Thus, copepods are a key element of aquatic food webs.\n\nDespite their small size, copepods have a complex life cycle and a wide array of behavioral adaptations to find food and mates and to avoid predators.  They  are skilled at selecting good food from the myriad of microscopic particles and organisms surrounding them. Adult copepods typically have 11 pairs of appendages, six highly specialized pairs for finding and handling food and detecting predators, and five pairs of powerful swimming legs.  Over a thousand studies have been conducted of feeding in adult  copepods, including what they eat, how they get it, how fast they feed, and where they feed. Yet, this is a complex topic because of the variety of copepods and their habitats and the constantly changing array of potential food.  We still have a lot more to learn.\n\nCopepods develop from eggs that hatch into larvae called \"nauplii\" (singular: nauplius) (Figure 1).  These are very small, typically 10-20% of the length and a few percent of the mass of the adults.  They look like little mites, with three pairs of unspecialized appendages used in swimming and feeding.  How do they get their food?  Only a handful of studies have examined feeding by these small animals.\n\nOur study was intended to begin closing the gap in knowledge of nauplii, the neglected life stage.  We took two very different approaches to feeding by the nauplii of very different copepods.\n\nIn the first part of the study, we fed nauplii and adults of two very different copepod species with a variety of phytoplankton (planktonic algae) of different types and sizes.  We used a high-power microscope to determine whether the nauplii and adults fed on these phytoplankton.  When chlorophyll is exposed to blue light it  fluoresces a faint red, and with this microscope we can see either the whole animal or just the red light through the copepodsÆ translucent bodies, and infer the amount of chlorophyll and therefore phytoplankton (Figure 2).  This allows us to determine how much of that particular species the copepods had eaten.  We also measured the feeding rate of adults and nauplii using an instrument that can measure fluorescence in a large number of samples at once.  We were surprised to learn that there were greater differences between the two copepod species than between the nauplii and adults of either species.  In other words the nauplii, despite their small size and rudimentary feeding appendages, were able to obtain similar foods as the adults, with their complex feeding appendages and strong swimming ability.\n\nThe second part of our study looked at feeding by a copepod that, as an adult, is predatory on other copepods.  This copepod, called Tortanus (Figure 3) has a pair of stout hooks that it uses to grab prey, usually other copepods nearly as large as itself.  The nauplius looks much like those of other copepods (compare with Figures 1 and 2).  We used a molecular method to find out what these animals were eating in San Francisco Bay.  We extracted DNA from adults and nauplii, and used a technique developed by the student working on the project to identify the DNA of potential prey organisms.  This showed that the adults were mostly eating copepods, as expected, but the nauplii were eating a wide variety of prey, and their diet was more like what we would expect from a particle-feeding copepod than a predatory one.\n\nTo understand the role of these important organisms in the waters of the world, we need to understand how the..."
 }
}