{
 "awd_id": "0930866",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research ETBC: Combined Experimental and Theoretical Study of the Physical Mechanisms Underlying Deposition, Degradation and Preservation of Marine Organic Carbon",
 "cfda_num": "47.050",
 "org_code": "06040200",
 "po_phone": "7032927792",
 "po_email": "bransom@nsf.gov",
 "po_sign_block_name": "Barbara Ransom",
 "awd_eff_date": "2009-09-15",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 350230.0,
 "awd_amount": 350230.0,
 "awd_min_amd_letter_date": "2009-09-04",
 "awd_max_amd_letter_date": "2011-07-29",
 "awd_abstract_narration": "Clay-rich marine sediments form Earth's main sink for organic carbon. This determines atmospheric oxygen levels, as well as fluctuations of global climate. For example, an increase in carbon burial effectiveness lowers atmospheric CO2 and induces global cooling, with an increase creating the opposite effect. Understanding oceanic carbon burial therefore has a direct bearing on how we model past changes of the earth system and predict future developments, such as global warming due to fossil fuel consumption. This research carries out an ambitious and holistic controlled laboratory examination of the transport, deposition, and degradation of organic matter in clay-rich sediments. It involves construction of a novel, new flume that allows visualization of transported organo-clay flocs and bed forms and allows for the control of temperature and system redox conditions. The work also involves detailed transmission and electron microscopic studies of sediment and organic matter textural relations, a novel integrated organic matter degradation study, and development and parameterization of theoretical and mathematical models of carbon sequestration and degradation. Broader impacts of the work include support of two researchers in an EPSCoR state (Mississippi), student training, and public outreach through YouTube and the Internet. It is also applicable to increasing our understanding of the dispersal of pollutants by sedimentary processes and may also help the search for unconventional fossil fuel resources that can ease our transition to the next generation of fuels and power sources.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Rothman",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel H Rothman",
   "pi_email_addr": "dhr@mit.edu",
   "nsf_id": "000170305",
   "pi_start_date": "2009-09-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 MASSACHUSETTS AVE",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  },
  {
   "pgm_ele_code": "745900",
   "pgm_ele_name": "Sedimentary Geo & Paleobiology"
  },
  {
   "pgm_ele_code": "776400",
   "pgm_ele_name": "EMERGING TOPICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 224551.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 125679.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Organic carbon is created from carbon dioxide that has been taken out<br />of the atmosphere and oceans.&nbsp; Its eventual degradation transforms<br />that carbon back to CO2.&nbsp; A small fraction, however, is preserved in<br />rock, forming a geologic sink for CO2 and a source for atmospheric O2.<br />This work has addressed the controls on the rates of degradation and<br />preservation, with emphasis on organic carbon in sediments and<br />dissolved organic carbon in the water column.&nbsp; <br /><br />Our work on sedimentary processes has addressed three ways in which<br />the diffusion of enzymes sets these rates.&nbsp; First, we have developed<br />new methods for measuring enzyme diffusivity in porous media, which<br />will provide important constraints on estimates of degradation rates.<br />Second, we have formulated models that show how mineral surface area<br />impacts the diffusion of enzymes.&nbsp; These models are in general<br />agreement with prior observations of surface area/organic carbon<br />content of clay minerals.&nbsp; Third, we have shown theoretically<br />how similar processes result in a logarithmic dependence of<br />preservation rates on the time during which sedimentary organic matter<br />is exposed to oxygen.&nbsp; Each aspect of this work suggests that physical<br />characteristics of the sedimentary environment---specifically, the<br />mineral matrix and its tendency to be associated with organic<br />matter---play a crucial role in determining rates of preservation and<br />degradation.<br /><br />Our work on dissolved organic carbon (DOC) has addressed two<br />conundrums: 1) Why are radiocarbon measurements of deep sea DOC<br />partially decoupled from radiocarbon measurements of dissolved<br />inorganic carbon?&nbsp; In other words, why do organic and inorganic carbon<br />``age'' at different rates in the deep ocean?&nbsp; 2) Why do radiocarbon<br />measurements of deep sea DOC suggest this carbon persists for several<br />thousand years while other measurements suggest that marine organic<br />carbon turns over, on average, within decades?&nbsp; Our theoretical models<br />predict that both time scales represent averages computed from a<br />complex, long-tailed distribution of degradation rates.&nbsp; To better<br />understand that distribution, we have performed laboratory experiments<br />in which DOC is oxidized by UV radiation.&nbsp; By analyzing the carbon<br />isotopic composition of the resulting CO2 flux, we estimate the age<br />distribution of DOC in the water column.&nbsp; We find evidence that the<br />distribution of time scales extends to at least 30,000 years,<br />and that modern, semi-labile DOC is present in the deep ocean.<br /><br />Each of our results provides new insight into the marine carbon <br />cycle.&nbsp; These insights help inform our understanding of the ways in<br />marine biogeochemical processes impact carbon dioxide and oxygen<br />levels, and, as a consequence, climate.&nbsp; To make clear such<br />connections, a portion of our work has also addressed the past history<br />of the carbon cycle.&nbsp; We have developed a new method for the<br />interpretation of carbon isotopic fluctuations, and have applied that<br />technique to a reconstruction of environmental events preceding the<br />end-Permian extinction.&nbsp; Our results indicate an important role played<br />by anomalously slow rates of carbon degradation that precede the<br />extinction.<br /><br />Our project has made possible the interdisciplinary training of a<br />graduate student in mathematical modeling and experimental marine<br />chemistry.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/27/2013<br>\n\t\t\t\t\tModified by: Daniel&nbsp;H&nbsp;Rothman</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOrganic carbon is created from carbon dioxide that has been taken out\nof the atmosphere and oceans.  Its eventual degradation transforms\nthat carbon back to CO2.  A small fraction, however, is preserved in\nrock, forming a geologic sink for CO2 and a source for atmospheric O2.\nThis work has addressed the controls on the rates of degradation and\npreservation, with emphasis on organic carbon in sediments and\ndissolved organic carbon in the water column.  \n\nOur work on sedimentary processes has addressed three ways in which\nthe diffusion of enzymes sets these rates.  First, we have developed\nnew methods for measuring enzyme diffusivity in porous media, which\nwill provide important constraints on estimates of degradation rates.\nSecond, we have formulated models that show how mineral surface area\nimpacts the diffusion of enzymes.  These models are in general\nagreement with prior observations of surface area/organic carbon\ncontent of clay minerals.  Third, we have shown theoretically\nhow similar processes result in a logarithmic dependence of\npreservation rates on the time during which sedimentary organic matter\nis exposed to oxygen.  Each aspect of this work suggests that physical\ncharacteristics of the sedimentary environment---specifically, the\nmineral matrix and its tendency to be associated with organic\nmatter---play a crucial role in determining rates of preservation and\ndegradation.\n\nOur work on dissolved organic carbon (DOC) has addressed two\nconundrums: 1) Why are radiocarbon measurements of deep sea DOC\npartially decoupled from radiocarbon measurements of dissolved\ninorganic carbon?  In other words, why do organic and inorganic carbon\n``age'' at different rates in the deep ocean?  2) Why do radiocarbon\nmeasurements of deep sea DOC suggest this carbon persists for several\nthousand years while other measurements suggest that marine organic\ncarbon turns over, on average, within decades?  Our theoretical models\npredict that both time scales represent averages computed from a\ncomplex, long-tailed distribution of degradation rates.  To better\nunderstand that distribution, we have performed laboratory experiments\nin which DOC is oxidized by UV radiation.  By analyzing the carbon\nisotopic composition of the resulting CO2 flux, we estimate the age\ndistribution of DOC in the water column.  We find evidence that the\ndistribution of time scales extends to at least 30,000 years,\nand that modern, semi-labile DOC is present in the deep ocean.\n\nEach of our results provides new insight into the marine carbon \ncycle.  These insights help inform our understanding of the ways in\nmarine biogeochemical processes impact carbon dioxide and oxygen\nlevels, and, as a consequence, climate.  To make clear such\nconnections, a portion of our work has also addressed the past history\nof the carbon cycle.  We have developed a new method for the\ninterpretation of carbon isotopic fluctuations, and have applied that\ntechnique to a reconstruction of environmental events preceding the\nend-Permian extinction.  Our results indicate an important role played\nby anomalously slow rates of carbon degradation that precede the\nextinction.\n\nOur project has made possible the interdisciplinary training of a\ngraduate student in mathematical modeling and experimental marine\nchemistry.\n\n\t\t\t\t\tLast Modified: 11/27/2013\n\n\t\t\t\t\tSubmitted by: Daniel H Rothman"
 }
}