{
 "awd_id": "0930229",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Partnerships for Adaptation, Implementation and Dissemination (PAID):   Career Success in Science & Engineering-Related Fields for Female Faculty at Public Two-Year Institutions",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Beth Mitchneck",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2009-07-17",
 "awd_max_amd_letter_date": "2009-07-17",
 "awd_abstract_narration": "This empirical mixed-methods research study will investigate career paths, employment outcomes, and factors that influence academic career success for female faculty in science and engineering-related (S&E) fields at public community colleges.  So far, very limited research exists on the career advancement of these female faculty members at public two-year institutions.  Within a four-year institutional setting, several employment outcomes, including representation in faculty and leadership positions, tenure status, academic rank, salaries, disciplinary affiliation, research productivity, and others, are identified as markers of academic career advancement. \r\nCommunity colleges differ dramatically from their four-year counterparts in missions and institutional characteristics.  These differences point to the need to re-examine the explanatory power of some findings on S&E career success and advancement outcomes of female faculty in the four-year sector in the context of two-year institutions.  To this end, this study will investigate (1) the extent to which the factors associated with advancement and employment outcomes in the four-year sector translate to the two-year institutional context, and (2) the extent to which there exist other factors affecting female faculty members' employment outcomes that are unique to two-year institutions. \r\n\r\nThe conceptual and theoretical framework for the study is largely grounded in sociological, organizational, and economic theory.  This study follows a mixed methods design to identify factors associated with community college female faculty members' academic career success and employment outcomes in S&E fields by multivariate regression analyses based on the National Study of Postsecondary Faculty (NSOPF) and to contextualize these results through qualitative analysis.  Success will be measured using a number of employment outcomes.  Qualitative inquiry will focus on career choices and patterns of academic career advancement, including an examination of barriers to success. \r\n\r\nIntellectual Merit: \r\nTwo relevant areas of research on gender differences in higher education-science and engineering in academe and faculty work at two-year institutions-have very limited information on the experiences of community college women faculty teaching S&E disciplines.  The former literature largely focuses on the role of women scientists and engineers in research universities and on doctoral recipients, whereas the two-year sector scholarship mainly explores general experiences of female faculty irrespective of their disciplinary backgrounds.  The state of current literature thus ignores, in general, the role that both two-year institutions and their S&E female faculty play in developing science and engineering talent, as well as factors promoting the advancement of women S&E faculty in these institutions. \r\n\r\nBroader Impact: \r\nIn today's climate of economic downturn, it is vitally important and, in fact, urgent to explore how more affordable community colleges may contribute to developing S&E talent.  Community and technical colleges promote diversity by offering opportunity and access to a heterogeneous student body, including women, racial and ethnic minorities, and individuals at all stages of their lives engaged in life-long learning. All of the benefits of community colleges may only be fulfilled if the talent of both female and male well-qualified scientist and engineers will be utilized to its fullest potential.  Providing female S&E faculty members chances for career advancement merited by their academic achievements is a matter of national importance. Results from this study will be disseminated through many channels, including presentations to such bodies as the American Association of Community Colleges, and may thus affect policies to strengthen the overall S&E education infrastructure.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Valerie",
   "pi_last_name": "Conley",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Valerie M Conley",
   "pi_email_addr": "vmconley@uccs.edu",
   "nsf_id": "000081916",
   "pi_start_date": "2009-07-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Ingram",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "David C Ingram",
   "pi_email_addr": "Ingram@ohio.edu",
   "nsf_id": "000285671",
   "pi_start_date": "2009-07-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Koonce",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "David A Koonce",
   "pi_email_addr": "koonce@ohio.edu",
   "nsf_id": "000359884",
   "pi_start_date": "2009-07-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Cynthia",
   "pi_last_name": "Anderson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Cynthia Anderson",
   "pi_email_addr": "andersc2@ohio.edu",
   "nsf_id": "000250066",
   "pi_start_date": "2009-07-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio University",
  "inst_street_address": "1 OHIO UNIVERSITY",
  "inst_street_address_2": "",
  "inst_city_name": "ATHENS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "7405932857",
  "inst_zip_code": "457012979",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "OH12",
  "org_lgl_bus_name": "OHIO UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LXHMMWRKN5N8"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio University",
  "perf_str_addr": "1 OHIO UNIVERSITY",
  "perf_city_name": "ATHENS",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "457012979",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "OH12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "756800",
   "pgm_ele_name": "ADVANCE-PAID"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7568",
   "pgm_ref_txt": "ADVANCE-PAID"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 500000.0
  }
 ],
 "por": null
}