{
 "awd_id": "0930096",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Role of the cytokine macrophage migration inhibitory factor (MIF) as a neurotrophin in Zebrafish neurogenesis",
 "cfda_num": "47.074",
 "org_code": "08090200",
 "po_phone": "7032927871",
 "po_email": "jdeshler@nsf.gov",
 "po_sign_block_name": "James Deshler",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2011-08-31",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2009-07-20",
 "awd_max_amd_letter_date": "2009-07-20",
 "awd_abstract_narration": "\"This award is funded under the American Recovery and Reinvestment Act of 2009\r\n(Public Law 111-5).\"\r\n\r\nIn this project new technologies based on the emerging sciences of microfluidics and microelectro-poration have been developed in a partnership between neuroscientists and engineers to address fundamental questions of nervous system and sensory system development.  Using a model organism, the tiny zebrafish, newly recognized factors \"immune system cytokines\" are being studied for their roles in the earliest stages of development of the nervous system and sensory systems (ear and eye).  A zebrafish microfluidic bioreactor was developed to expose specific circumscribed parts of the growing embryo's nervous system or sensory systems to streams of morphogens (fundamental growth promoting molecules), in controlled concentrations.  In the bioreactor, small areas of the developing nervous system, the ear or the eye can be bathed in such morphogens, including MIF (macrophage migration inhibitory factor), which is an \"inflammatory\" cytokine.  Cytokines are vital for immune system development as well as triggers of damaging inflammatory reactions after the immune system forms.  The primary investigator's laboratory has made the surprising discovery that immune system cytokines, and especially MIF, are also vital for the very earliest development of nervous system neurons (and pathfinding of neurites) and sensory cells in the eye and ear.  MIF could also be involved in repair processes at concentrations orders of magnitude below those that cause inflammation.  MIF and other cytokines therefore act as \"neurotrophins\" or directional nerve growth factors in these systems, a surprising outcome to scientists in a field that had long thought only classical (already identified) neurotrophins could play such a role.  The use of microfluidic technologies as well as electroporation of molecules directly into the developing zebrafish inner ear were key to this new line of research.  This project investigates the mechanism of action by which MIF exposure to circumscribed parts of the nervous system and developing sensory systems promotes their development and how blocking it alters development.  Fundamental links between the developing nervous and sensory systems and the immune system can be studied in this model.  Zebrafish auditory system development is, in many ways, the same as that in the human ear.  The same molecules that are active in zebrafish are active in humans, but zebrafish are easier to study.  Development takes place outside the mother and is extremely rapid (a scale of hours to a few days rather than weeks or months).  This project will provide training opportunities for interdisciplinary teams of neuroscientists and engineers at all levels from undergraduate and graduate students (who developed the zebrafish bioreactor) to the postdoctoral and faculty level, who supervised the work.",
 "awd_arra_amount": 400000.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kate",
   "pi_last_name": "Barald",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Kate F Barald",
   "pi_email_addr": "kfbarald@umich.edu",
   "nsf_id": "000116185",
   "pi_start_date": "2009-07-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Shuichi",
   "pi_last_name": "Takayama",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shuichi Takayama",
   "pi_email_addr": "takayama@gatech.edu",
   "nsf_id": "000488094",
   "pi_start_date": "2009-07-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "1109 GEDDES AVE STE 3300",
  "perf_city_name": "ANN ARBOR",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "771200",
   "pgm_ele_name": "Organization"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1096",
   "pgm_ref_txt": "NEURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 400000.0
  }
 ],
 "por": null
}