{
 "awd_id": "0930097",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Partnerships for Adaptation, Implementation and Dissemination (PAID):  An Analysis of NSF ADVANCE Programs",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": "7032925350",
 "po_email": "jdearo@nsf.gov",
 "po_sign_block_name": "Jessie Dearo",
 "awd_eff_date": "2010-01-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 775291.0,
 "awd_amount": 825290.0,
 "awd_min_amd_letter_date": "2009-07-17",
 "awd_max_amd_letter_date": "2014-12-29",
 "awd_abstract_narration": "This project addresses the need to understand how universities can most effectively create institutional environments that support the success of women scholars. We will leverage the significant work done at institutions that have implemented Institutional Transformation (IT) projects under the National Science Foundation's ADVANCE program. Individual institutions have assessed and chronicled their own goals, strategies, and processes. This study takes a cross-institutional, analytical and synthetic approach to extract the lessons, best practices, and organizational strategies that support the success of women scholars in STEM fields. \r\n\r\nThe study addresses the following question: What has been learned about the effectiveness and long-term viability of organizational change efforts to create institutional environments that are conducive to the success of women scholars, particularly in STEM fields? \r\n\r\nThe sub-questions are: \r\n- What strategies and processes have worked well in creating institutional environments that are conducive to the success of women scholars, especially in STEM fields? Have some strategies worked particularly well in regard to specific goals? \r\n- Why have these strategies and processes worked well? Why did some not work well? \r\n- How does a university's organizational culture and other institutional characteristics relate to the initial choice and ultimate effectiveness of the strategies and processes used? \r\n- In institutions where change strategies and processes have resulted in significant outcomes in terms of creating environments that are conducive to supporting the career progress of STEM women faculty, what can be learned about effective theories of change and effective strategies and processes? That is, what lessons on \"best practices\" can be learned from ADVANCE programs that have had an impact? \r\n\r\nThe three-year study will use a mixed-methods approach, guided by conceptual frameworks concerning organizational change and faculty work. Nineteen institutions that have held ADVANCE IT awards will be surveyed, from which five will be chosen for detailed examination as case studies. Data-gathering methods include a review of project reports, a web-based survey, telephone interviews, and site visits; these largely qualitative data will be analyzed using the conceptual frameworks and organized in Change Strategy Matrices. \r\n\r\nIntellectual Merit\r\nThe study is grounded in the literature on organizational change and faculty work and presented by a highly qualified team. It is explicitly designed to contribute both to practice and the scholarly literature. Through analysis of multiple data sets, the study will produce research findings that expand knowledge about the process of organizational transformation in higher education. Findings will contribute to knowledge of how institutions can foster environments conducive to women's success, how specific change strategies relate to organizational impact, how institutions use explicit change theories or rationales, and how institutional context influences the impact of particular change strategies. \r\n\r\nBroader Impact \r\nThe study will produce outcomes and deliverables that provide specific evidence-based information and detailed case examples to a wide variety of audiences: institutional leaders and change agents who seek to enhance the success of women STEM scholars; female STEM faculty who may use the study to guide their own career planning or to shape their own institutions' policies, programs, or strategies; and scholars of higher education, gender, and organizational change.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marilyn",
   "pi_last_name": "Amey",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marilyn Amey",
   "pi_email_addr": "amey@msu.edu",
   "nsf_id": "000161876",
   "pi_start_date": "2014-10-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Ann",
   "pi_last_name": "Austin",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Ann E Austin",
   "pi_email_addr": "aaustin@msu.edu",
   "nsf_id": "000092692",
   "pi_start_date": "2009-07-17",
   "pi_end_date": "2014-10-27"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sandra",
   "pi_last_name": "Laursen",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Sandra L Laursen",
   "pi_email_addr": "sandra.laursen@colorado.edu",
   "nsf_id": "000287665",
   "pi_start_date": "2009-07-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "426 AUDITORIUM RD RM 2",
  "perf_city_name": "EAST LANSING",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488242600",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "756800",
   "pgm_ele_name": "ADVANCE-PAID"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7568",
   "pgm_ref_txt": "ADVANCE-PAID"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0415",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001516DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 775291.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 49999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><!--  /* Font Definitions */ @font-face \t{font-family:\"Cambria Math\"; \tpanose-1:2 4 5 3 5 4 6 3 2 4; \tmso-font-charset:0; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:-536870145 1107305727 0 0 415 0;} @font-face \t{font-family:Calibri; \tpanose-1:2 15 5 2 2 2 4 3 2 4; \tmso-font-charset:0; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:-520092929 1073786111 9 0 415 0;}  /* Style Definitions */ p.MsoNormal, li.MsoNormal, div.MsoNormal \t{mso-style-unhide:no; \tmso-style-qformat:yes; \tmso-style-parent:\"\"; \tmargin-top:0in; \tmargin-right:0in; \tmargin-bottom:10.0pt; \tmargin-left:0in; \tline-height:115%; \tmso-pagination:widow-orphan; \tfont-size:11.0pt; \tfont-family:Calibri; \tmso-ascii-font-family:Calibri; \tmso-ascii-theme-font:minor-latin; \tmso-fareast-font-family:Calibri; \tmso-fareast-theme-font:minor-latin; \tmso-hansi-font-family:Calibri; \tmso-hansi-theme-font:minor-latin; \tmso-bidi-font-family:\"Times New Roman\"; \tmso-bidi-theme-font:minor-bidi;} a:link, span.MsoHyperlink \t{mso-style-priority:99; \tcolor:#0033CC; \ttext-decoration:underline; \ttext-underline:single;} a:visited, span.MsoHyperlinkFollowed \t{mso-style-noshow:yes; \tmso-style-priority:99; \tcolor:purple; \tmso-themecolor:followedhyperlink; \ttext-decoration:underline; \ttext-underline:single;} .MsoChpDefault \t{mso-style-type:export-only; \tmso-default-props:yes; \tfont-size:11.0pt; \tmso-ansi-font-size:11.0pt; \tmso-bidi-font-size:11.0pt; \tfont-family:Calibri; \tmso-ascii-font-family:Calibri; \tmso-ascii-theme-font:minor-latin; \tmso-fareast-font-family:Calibri; \tmso-fareast-theme-font:minor-latin; \tmso-hansi-font-family:Calibri; \tmso-hansi-theme-font:minor-latin; \tmso-bidi-font-family:\"Times New Roman\"; \tmso-bidi-theme-font:minor-bidi;} .MsoPapDefault \t{mso-style-type:export-only; \tmargin-bottom:10.0pt; \tline-height:115%;} @page WordSection1 \t{size:8.5in 11.0in; \tmargin:1.0in 1.0in 1.0in 1.0in; \tmso-header-margin:.5in; \tmso-footer-margin:.5in; \tmso-paper-source:0;} div.WordSection1 \t{page:WordSection1;} --></p>\n<p>The project has researched, developed, and shared knowledge about effective change processes that promote the recruitment, retention, and success of women scholars in science, technology, engineering and mathematics (STEM) fields. The project has examined the change strategies chosen by institutions and the impact of those strategies, the reasons why particular strategies have been effective, and the influence of organizational culture and context on both the initial choice and ultimate impact of the chosen strategies. The project's intellectual merit lies in the lessons learned about effective approaches to organizational change that creates institutional environments conducive to the success of STEM women scholars.</p>\n<p>The project focused particularly on colleges and universities that were supported by the National Science Foundation ADVANCE program to undertake systemic institutional transformation around faculty gender equity. Data from project reports, interviews, focus groups and workshops together supplied information from institutional leaders, facilitators of institutional transformation, and faculty participants in the institutional projects.&nbsp; <span style=\"mso-spacerun: yes;\">&nbsp;</span><span style=\"mso-spacerun: yes;\"> I</span>ntensive case studies at five institutions examined in greater detail the range of change strategies they had initiated. The research team used well-recognized social science processes for data collection, analysis, and interpretation.</p>\n<p>The project findings point to 13 frequently used strategies and interventions that can be included in developing strategic plans to effect organizational change in support of gender equity. The findings show that engaging in this type of organizational change involves strategic thinking, in which institutional context influences how core problems for STEM women scholars are identified and addressed. Interventions are not &ldquo;one size fits all,&rdquo; but rather are most effective when selected, designed, and adapted to be directly relevant to particular institutional circumstances.</p>\n<p>The project specifically addressed broader impacts by disseminating the results in avenues and forms that are easily accessible and relevant to leaders and faculty members in higher education institutions, and to scholars who study organizational change. <span style=\"mso-spacerun: yes;\">&nbsp;</span>The project team sought to provide practical resources that can be used to design and guide institutional change projects.<span style=\"mso-spacerun: yes;\">&nbsp; </span>The project produced the StratEGIC Toolkit (<span style=\"text-decoration: underline;\">Strat</span>egies for <span style=\"text-decoration: underline;\">E</span>ffecting <span style=\"text-decoration: underline;\">G</span>ender <span style=\"text-decoration: underline;\">E</span>quity and <span style=\"text-decoration: underline;\">I</span>nstitutional <span style=\"text-decoration: underline;\">C</span>hange), available at <a href=\"http://www.strategictoolkit.org\">www.strategictoolkit.org</a>. The Toolkit includes a Users&rsquo; Guide that describes the research, provides key points about organizational change derived from social science research literature, and offers suggestions for using the Toolkit to facilitate organizational change to create more inclusive environments and to support the advancement of STEM women scholars. <span style=\"mso-spacerun: yes;\">&nbsp;</span></p>\n<p>Central to the Toolkit are the 13 Strategic Intervention Briefs, each designed to guide discussion and consideration of strategic choices when institutions are designing change initiatives. These interventions include: faculty professional development programs; grants to individual faculty; mentoring and networking activities; development of institutional leaders; inclusive recruitment and hiring; equitable processes of tenure and promotion; strengthened accountability structures; flexible work arrangements; practical family-friendly accommodations; support for dual-career couples; strategies for improving departmental climate; visiting scholars; and enhanced visibility for women and women&rsquo;s issues. Each Brief addresses, for a particular intervention, the rationale, purpose, audience, models, examples, available evaluation results, and affordances and limitations of including that intervention in a comprehensive change portfolio.</p>\n<p>Such portfolios are described in a second section of the Toolkit, featuring 15 Institutional Portfolios.<span style=\"mso-spacerun: yes;\">&nbsp; </span>Each of the Portfolios illustrates how a particular institution created a change portfolio relevant to its local problems and context.<span style=\"mso-spacerun: yes;\">&nbsp; </span>Video materials complement these text-based materials, notably a set of 11 Program Perspectives that provide advice on the change process from leaders who held a variety of roles in their institutions&rsquo; transformation initiatives.</p>\n<p>In addition to the StratEGIC Toolkit, which provides results and materials in easily accessible form to interested institutional leaders and change facilitators, the project team has published an article and a book chapter.<span style=\"mso-spacerun: yes;\">&nbsp; </span>They have offered workshops highlighting study results at numerous conference and meetings attended by university senior administrators, ADVANCE project leaders, and disciplinary scholars and leaders. This range of products is designed to provide findings in both scholarly and practical forms, thereby seeking to help institutions benefit from the study in ways that support organizational change efforts that make a lasting difference in the recruitment and success of STEM women scholars.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/06/2015<br>\n\t\t\t\t\tModified by: Sandra&nbsp;L&nbsp;Laursen</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\n\nThe project has researched, developed, and shared knowledge about effective change processes that promote the recruitment, retention, and success of women scholars in science, technology, engineering and mathematics (STEM) fields. The project has examined the change strategies chosen by institutions and the impact of those strategies, the reasons why particular strategies have been effective, and the influence of organizational culture and context on both the initial choice and ultimate impact of the chosen strategies. The project's intellectual merit lies in the lessons learned about effective approaches to organizational change that creates institutional environments conducive to the success of STEM women scholars.\n\nThe project focused particularly on colleges and universities that were supported by the National Science Foundation ADVANCE program to undertake systemic institutional transformation around faculty gender equity. Data from project reports, interviews, focus groups and workshops together supplied information from institutional leaders, facilitators of institutional transformation, and faculty participants in the institutional projects.    Intensive case studies at five institutions examined in greater detail the range of change strategies they had initiated. The research team used well-recognized social science processes for data collection, analysis, and interpretation.\n\nThe project findings point to 13 frequently used strategies and interventions that can be included in developing strategic plans to effect organizational change in support of gender equity. The findings show that engaging in this type of organizational change involves strategic thinking, in which institutional context influences how core problems for STEM women scholars are identified and addressed. Interventions are not \"one size fits all,\" but rather are most effective when selected, designed, and adapted to be directly relevant to particular institutional circumstances.\n\nThe project specifically addressed broader impacts by disseminating the results in avenues and forms that are easily accessible and relevant to leaders and faculty members in higher education institutions, and to scholars who study organizational change.  The project team sought to provide practical resources that can be used to design and guide institutional change projects.  The project produced the StratEGIC Toolkit (Strategies for Effecting Gender Equity and Institutional Change), available at www.strategictoolkit.org. The Toolkit includes a Users? Guide that describes the research, provides key points about organizational change derived from social science research literature, and offers suggestions for using the Toolkit to facilitate organizational change to create more inclusive environments and to support the advancement of STEM women scholars.  \n\nCentral to the Toolkit are the 13 Strategic Intervention Briefs, each designed to guide discussion and consideration of strategic choices when institutions are designing change initiatives. These interventions include: faculty professional development programs; grants to individual faculty; mentoring and networking activities; development of institutional leaders; inclusive recruitment and hiring; equitable processes of tenure and promotion; strengthened accountability structures; flexible work arrangements; practical family-friendly accommodations; support for dual-career couples; strategies for improving departmental climate; visiting scholars; and enhanced visibility for women and women?s issues. Each Brief addresses, for a particular intervention, the rationale, purpose, audience, models, examples, available evaluation results, and affordances and limitations of including that intervention in a comprehensive change portfolio.\n\nSuch portfolios are described in a second section of the Toolkit, featuring 15 Institutional Portfolios.  Each of the Portfolios illustrates how a particular institution created a change portfolio relevant to its local problems and context.  Video materials complement these text-based materials, notably a set of 11 Program Perspectives that provide advice on the change process from leaders who held a variety of roles in their institutions? transformation initiatives.\n\nIn addition to the StratEGIC Toolkit, which provides results and materials in easily accessible form to interested institutional leaders and change facilitators, the project team has published an article and a book chapter.  They have offered workshops highlighting study results at numerous conference and meetings attended by university senior administrators, ADVANCE project leaders, and disciplinary scholars and leaders. This range of products is designed to provide findings in both scholarly and practical forms, thereby seeking to help institutions benefit from the study in ways that support organizational change efforts that make a lasting difference in the recruitment and success of STEM women scholars.\n\n\t\t\t\t\tLast Modified: 12/06/2015\n\n\t\t\t\t\tSubmitted by: Sandra L Laursen"
 }
}