{
 "awd_id": "0930053",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "US-Ethiopia International Workshop: Risk Science Scholarship and Sustainable Development: Building Educator-Practitioner Networks in Africa, Bahir Dar, August 2009",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "DeAndra Beck",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2010-08-31",
 "tot_intn_awd_amt": 59950.0,
 "awd_amount": 59950.0,
 "awd_min_amd_letter_date": "2009-09-03",
 "awd_max_amd_letter_date": "2009-09-03",
 "awd_abstract_narration": "John Magistro and The Bureau of Applied Research in Anthropology (BARA) at the University of Arizona (UA) propose to conduct a five-day workshop entitled Risk Science Scholarship and Sustainable Development: Building Educator-Practitioner Networks in Africa. The working session will be hosted by BDU (Bahir Dar University, Bahir Dar, Ethiopia), a collaborating partner with BARA/UA in the implementation of a new MSc post-graduate program in Disaster Risk Science and Sustainable Development (DRSSD). \r\n\r\n(1) Intellectual Merit The proposed workshop addresses the urgent need for human and institutional resource capacity building at the university level in Africa to more effectively manage recurrent and escalating exposure to anthropogenic and naturally triggered disaster and conflict events on the continent. The underinvestment in capacity development related to risk management in Sub-Saharan Africa was recently profiled by the Commission of the African Union, UNISDR and the World Bank. It stressed the ?lack of technically-oriented human resources? in Africa, with specific emphasis on the need for cross sectoral training and strengthening of capabilities in relation to hydrometeorological threats. It also drew attention to ?low knowledge, skills competencies, staff and information at all levels? as limiting factors in national and sub-national management of disaster and associated risks. Despite years of experience in disaster response, Ethiopia has yet to establish adequate systems to respond to and prepare for the series of natural and human-made disasters that continue to beset the country. Development professionals have not yet mastered strategies that focus on risk reduction and management within the development context. Thus the workshop will convene leading educators and practitioners who will revise and design a more socially responsive curriculum that links theory to development praxis for application among government institutions and training colleges within Ethiopia and across Africa.\r\n\r\n(2) Broader Impacts The workshop will provide clear mutual benefits to BDU and UA by bolstering curriculum development and the exchange of knowledge in the growing field of risk science and management. Contributions from leading scholars and practitioners in Africa will significantly improve the quality of curriculum and pedagogy for both universities. More importantly, it will broaden the base of institutional contacts and link the BDU-UA partnership to ongoing educator-practitioner networks in the risk science and management field in Africa. Benefits will expand to the larger circle of scholars and experts attending the workshop, by sharing and coordinating the efforts of the respective research centers and institutions. As poor and disadvantaged populations are often those who bear the brunt of accumulating risk processes, the workshop will ultimately benefit society by promoting curricula that are underpinned by a socially responsive imperative to address the needs of highly vulnerable populations in both countries (and including Native American and borderland communities in Arizona).\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Magistro",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "John Magistro",
   "pi_email_addr": "jvm@email.arizona.edu",
   "nsf_id": "000525979",
   "pi_start_date": "2009-09-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Finan",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy J Finan",
   "pi_email_addr": "finan@u.arizona.edu",
   "nsf_id": "000319292",
   "pi_start_date": "2009-09-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Muluneh",
   "pi_last_name": "Yitayew",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Muluneh Yitayew",
   "pi_email_addr": "muluneh@ccit.arizona.edu",
   "nsf_id": "000422666",
   "pi_start_date": "2009-09-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "845 N PARK AVE RM 538",
  "perf_city_name": "TUCSON",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "85721",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729900",
   "pgm_ele_name": "Catalyzing New Intl Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5976",
   "pgm_ref_txt": "AFRICA, NEAR EAST, & SO ASIA"
  },
  {
   "pgm_ref_code": "7384",
   "pgm_ref_txt": "ETHIOPIA"
  },
  {
   "pgm_ref_code": "9196",
   "pgm_ref_txt": "NATURAL DISASTERS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 59950.0
  }
 ],
 "por": null
}