{
 "awd_id": "0930344",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "An Informatics Approach for Near Real-Time Monitoring of Evolutionary Trends in Biological Systems",
 "cfda_num": "47.074",
 "org_code": "08080200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Maglia",
 "awd_eff_date": "2009-09-15",
 "awd_exp_date": "2011-02-28",
 "tot_intn_awd_amt": 75763.0,
 "awd_amount": 75763.0,
 "awd_min_amd_letter_date": "2009-08-17",
 "awd_max_amd_letter_date": "2009-08-17",
 "awd_abstract_narration": "\"This award is funded under the American Recovery and Reinvestment Act of 2009 \r\n(Public Law 111-5).\" \r\n\r\n\r\nThe University of Colorado has been awarded a grant to develop cyberinfrastructure to track the geographic distribution of changes in virus genetics.  The second part of the 20th century was notable for the development of earth observation systems providing an unparalleled view of a changing world.  In the 21st century, a new frontier is real time monitoring biological systems and how those systems are changing over space and time. Biological systems provide an added challenge because organisms continue to evolve, responding to biotic and abiotic changes to the overall earth system.  Therefore, it is not simply enough to monitor spatiotemporal trends in species or ecosystems.  If scientists are to become better able to predict future changes to biological systems, they must understand the underlying changes to the genomes of organisms, how those genetic changes translate to phenotypic changes, and which phenotypes are successful in relation to a changing environment.\r\n\r\nThe pipeline of genetic data available for such predictions has increased rapidly but the ability to analyze these data has lagged behind.  This project is a groundbreaking evolutionary-based biomonitoring program.  The prototype system would begin to close this gap by utilizing an automated analysis workflow that provides essential information about organismal evolution usable by the research, education and policy-making community.  This proof of concept will be tested especially on evolution of influenza A viruses to rapidly detect evolution of drug resistance, a timely and time-sensitive issue. Users will be able to select a taxon and gene or genome of interest and our system will automatically harvest those data and produce an evolutionary tree.  By tying locality data of the sequence data to the evolutionary tree, the system can project that tree onto a virtual globe producing a sharable geophylogeny.  The system will also automate detection of selection pressure on protein coding genes as another output.  Most importantly, once a workflow is set up by a user, it can be set to persist so that as new data becomes available, new analyses are consistently run and new knowledge about the state of the biological world returned to interested users.  For the research and policy community, near-real-time monitoring will provide a useful, customizable and ultimately predictive tool. For education and outreach communities, geophylogenies offer a powerful visual tool for exploring and learning about evolutionary changes occurring across the environment. Information about the project can be found at http://biodiversity.colorado.edu/.",
 "awd_arra_amount": 75763.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Guralnick",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Robert P Guralnick",
   "pi_email_addr": "Robert.Guralnick@colorado.edu",
   "nsf_id": "000452597",
   "pi_start_date": "2009-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 MARINE ST",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "722600",
   "pgm_ele_name": "HUMAN RESOURCES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1165",
   "pgm_ref_txt": "ADVANCES IN BIO INFORMATICS"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9184",
   "pgm_ref_txt": "BIOTECHNOLOGY - INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 75763.0
  }
 ],
 "por": null
}