{
 "awd_id": "0930067",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Aaniinen-Nakoda Environmental Excellence Center",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": "7032925173",
 "po_email": "lchase@nsf.gov",
 "po_sign_block_name": "Jody Chase",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 1114161.0,
 "awd_amount": 1114161.0,
 "awd_min_amd_letter_date": "2009-08-28",
 "awd_max_amd_letter_date": "2013-07-31",
 "awd_abstract_narration": "The primary goals of this I3 project are to: (1) strengthen the educational effectiveness of FBC?s STEM degree programs and associated component projects through the synergistic integration of STEM research and education; and (2) broaden participation in STEM research and education among American Indians. To achieve these goals, the project will bring together five currently active environmental research and education projects under the common administrative and programmatic umbrella of the Aaniinen-Nakoda Environmental Excellence Center (ANEEC). The ANEEC will promote connectivity and synergy among component projects in a manner that: (1) builds the intellectual capital and research capacity of the entire institution; (2) increases the effectiveness of each component project; and (3) provides students with a fully integrated STEM learning experience in which research and education are embedded in a cultural and land-based context that fosters student engagement and promotes student success. Specifically, the ANEEC project will: (1) develop FBC?s environmental research capacity and intellectual capital through cross-disciplinary STEM faculty development efforts; (2) coordinate the administration of environmental research and education projects to enhance their educational effectiveness and efficiency; (3) infuse Aaniinen and Nakoda cultural perspectives into all environmental research and education projects; (4) create a shared framework for providing students with high-quality summer research experiences; and (5) modify curriculum to establish clear linkages between summer research experiences and academic year course offerings.\r\n\r\nAaniinen-Nakoda Environmental Excellence Center brings together the NSF/EHR award from TCUP, as well as other work, around the I-3 integrative themes of the integration of research and education, and broadening participation.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "Friskics",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Scott R Friskics",
   "pi_email_addr": "friskics@hotmail.com",
   "nsf_id": "000309231",
   "pi_start_date": "2012-09-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Deborah",
   "pi_last_name": "HisHorseIsThunder",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Deborah HisHorseIsThunder",
   "pi_email_addr": "dhhit@mail.fbcc.edu",
   "nsf_id": "000508884",
   "pi_start_date": "2009-08-28",
   "pi_end_date": "2012-09-14"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Victoria",
   "pi_last_name": "Yazzie",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Victoria Yazzie",
   "pi_email_addr": "vyazzie@mail.fbcc.edu",
   "nsf_id": "000569219",
   "pi_start_date": "2010-07-26",
   "pi_end_date": "2012-09-14"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "McClain",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth McClain",
   "pi_email_addr": "aquaticstudy@hotmail.com",
   "nsf_id": "000626515",
   "pi_start_date": "2012-09-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sean",
   "pi_last_name": "Chandler",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sean Chandler",
   "pi_email_addr": "schandler@ancollege.edu",
   "nsf_id": "000626516",
   "pi_start_date": "2012-12-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Aaniiih Nakoda College",
  "inst_street_address": "269 BLACKFEET AVE",
  "inst_street_address_2": "",
  "inst_city_name": "HARLEM",
  "inst_state_code": "MT",
  "inst_state_name": "Montana",
  "inst_phone_num": "",
  "inst_zip_code": "595268083",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MT02",
  "org_lgl_bus_name": "AANIIIH NAKODA COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "V91EHQY5N9R4"
 },
 "perf_inst": {
  "perf_inst_name": "Aaniiih Nakoda College",
  "perf_str_addr": "269 BLACKFEET AVE",
  "perf_city_name": "HARLEM",
  "perf_st_code": "MT",
  "perf_st_name": "Montana",
  "perf_zip_code": "595268083",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MT02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "913100",
   "pgm_ele_name": "Centers for Rsch Excell in S&T"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5281",
   "pgm_ref_txt": "INNOV THRU INSTITUTNL INTEGRTN"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0409",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000910DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 884505.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 229656.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Aaniiih Nakoda College is a Tribal College serving the Aaniinen and Nakoda Tribes of the Fort Belknap Indian Reservation located in north central Montana.&nbsp;&nbsp;&nbsp; The college was a recipient of an Innovation through Institutional Integration initiative (I-Cubed) grant which allowed the synergistic integration of STEM research and indigenous science education along with broadening the American Indians representation in the STEM workforce.&nbsp; In addition, the founding of the Aaniinen/Nakoda Environmental Excellence Center increased the synergy and collaboration among disparate STEM research and education projects as well as enhanced their sustainability while reducing artificial barriers that were unnecessarily dis-integrating student&rsquo;s STEM learning experience. A cross-disciplinary faculty development program based on a &ldquo;grow your own&rdquo; philosophy resulted in ANC members acquiring advanced degrees (4 Masters Degrees and 2 PhD&rsquo;s) or specialized training in PCR and DNA sequencing.&nbsp; With the advent of ANEEC and a closely associated laboratory, housing state of the art equipment, coordination of environmental research and development of ANC research protocols resulted in enhanced retention and success for STEM students (ANC graduation rates overall is 43%, science research interns 67%).&nbsp; The ANEEC was a focal area where Place Based research conducted on the Fort Belknap Indian Reservation was unified and interconnections between place, culture and identity were affirmed and reinforced by the presence of Elders from the established Council of Elders who became an integral part of the I-Cubed program.&nbsp; Elders were often in the STEM classrooms and were a dimension of the students&rsquo; success by reinforcing Traditional Ecological Knowledge of the &lsquo;Sense of Place&rsquo; that is home to the Aaniinen and Nakoda people.&nbsp; Reciprocity between Elders, faculty and students led to increased student engagement in STEM courses.&nbsp; Well known Native scholars were brought to the college that also helped infuse cultural perspectives into all environmental and education projects as well as course syllabi which now contain a section on how culture is integrated into that subject. &nbsp;The CoPI was chairman of the American Indian Studies Department and a recent PhD who became a conduit for the Council of Elders in asking them to conduct various activities centered around their deep cultural wisdom.&nbsp; Immersion of faculty during the summer for weeklong retreats with Elders carried out in the field introduced non-tribal STEM lecturers to history, sacred geography and ceremony. Summer research interns working on various research projects i.e. West Nile, Milk River Health, Buffalo, Riparian areas, Mine impacted streams draining onto the reservation, had both a field and laboratory experience.&nbsp; A Web Based Interface Data Bank was developed to house the data from these Place Based projects so students and faculty could access the information for their specific purpose.&nbsp; This database is now on the ANC website for all students and faculty to use after obtaining appropriate password and is an example of I-cube for all research projects conducted under the various funding agencies. With the data base available for use in all STEM courses the research data has become part and parcel of the curriculum in our course offerings that engage student in relevant work they themselves have often generated. The team-taught statistics course is an example where students have no cultural discontinuity.&nbsp; Here, the complex mathematical formulae are translated into simple diagrams by the author of their text book, who teaches his own Indigenous students in Australia.&nbsp; Additionally, our students do hands-on practicals and their own Place Based research project for hypothesis testing. &nbsp;Elders are present often in the lab...",
  "por_txt_cntn": "\nAaniiih Nakoda College is a Tribal College serving the Aaniinen and Nakoda Tribes of the Fort Belknap Indian Reservation located in north central Montana.    The college was a recipient of an Innovation through Institutional Integration initiative (I-Cubed) grant which allowed the synergistic integration of STEM research and indigenous science education along with broadening the American Indians representation in the STEM workforce.  In addition, the founding of the Aaniinen/Nakoda Environmental Excellence Center increased the synergy and collaboration among disparate STEM research and education projects as well as enhanced their sustainability while reducing artificial barriers that were unnecessarily dis-integrating studentÆs STEM learning experience. A cross-disciplinary faculty development program based on a \"grow your own\" philosophy resulted in ANC members acquiring advanced degrees (4 Masters Degrees and 2 PhDÆs) or specialized training in PCR and DNA sequencing.  With the advent of ANEEC and a closely associated laboratory, housing state of the art equipment, coordination of environmental research and development of ANC research protocols resulted in enhanced retention and success for STEM students (ANC graduation rates overall is 43%, science research interns 67%).  The ANEEC was a focal area where Place Based research conducted on the Fort Belknap Indian Reservation was unified and interconnections between place, culture and identity were affirmed and reinforced by the presence of Elders from the established Council of Elders who became an integral part of the I-Cubed program.  Elders were often in the STEM classrooms and were a dimension of the studentsÆ success by reinforcing Traditional Ecological Knowledge of the æSense of PlaceÆ that is home to the Aaniinen and Nakoda people.  Reciprocity between Elders, faculty and students led to increased student engagement in STEM courses.  Well known Native scholars were brought to the college that also helped infuse cultural perspectives into all environmental and education projects as well as course syllabi which now contain a section on how culture is integrated into that subject.  The CoPI was chairman of the American Indian Studies Department and a recent PhD who became a conduit for the Council of Elders in asking them to conduct various activities centered around their deep cultural wisdom.  Immersion of faculty during the summer for weeklong retreats with Elders carried out in the field introduced non-tribal STEM lecturers to history, sacred geography and ceremony. Summer research interns working on various research projects i.e. West Nile, Milk River Health, Buffalo, Riparian areas, Mine impacted streams draining onto the reservation, had both a field and laboratory experience.  A Web Based Interface Data Bank was developed to house the data from these Place Based projects so students and faculty could access the information for their specific purpose.  This database is now on the ANC website for all students and faculty to use after obtaining appropriate password and is an example of I-cube for all research projects conducted under the various funding agencies. With the data base available for use in all STEM courses the research data has become part and parcel of the curriculum in our course offerings that engage student in relevant work they themselves have often generated. The team-taught statistics course is an example where students have no cultural discontinuity.  Here, the complex mathematical formulae are translated into simple diagrams by the author of their text book, who teaches his own Indigenous students in Australia.  Additionally, our students do hands-on practicals and their own Place Based research project for hypothesis testing.  Elders are present often in the laboratory during these activities, amusingly asking why they have their hands in a bowl of beads for which students explained sampling and probability.  The research results from all the..."
 }
}