{
 "awd_id": "0931778",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Probing Phase transitions in orientationally ordered monolayers on solid surfaces with liquid crystals",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eddie Chang",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 160362.0,
 "awd_amount": 160362.0,
 "awd_min_amd_letter_date": "2009-07-29",
 "awd_max_amd_letter_date": "2009-07-29",
 "awd_abstract_narration": "Highly ordered monolayers of amphiphilic molecules at interfaces provide an excellent model for the understanding of thermodynamic and rheological properties of quasi two dimensional nano scale systems. They are also promise in a variety of applications, such as wetting, lubrication, molecular electronics, sensors, and nonlinear optics. Some of these applications rely on the orientational order of amphiphilic molecules in monolayers. The objective of this proposed research is to study the phase transitions which arise solely from the change of the molecular tilt azimuth in long range orientationally ordered monolayers of amphiphilic molecules on solid substrates using liquid crystals as an optical amplification probe. Well characterized splay stripe and star textures, which are associated with the regular variation in the molecular tilt azimuth, will be chosen as prototypes in our studies. The specific aims for achieving the objective are to 1) assemble the long range orientationally ordered monolayers with star and stripe textures on glass substrates, 2) image the star and stripe textures with liquid crystals, 3) measure the azimuthal anchoring energy of liquid crystals on the star and stripe textures, 4) observe the blooming transition of star textures and the zigzag transition of stripe textures on glass substrates, and 5) investigate the effect of the surface properties of solid substrates on these phase transitions.\r\n\r\n Intellectual Merit: The fidelity of transferred monolayers on solid substrates is a long standing issue in monolayer studies. It has been predicted that the structure and phase of a transferred monolayer on a solid substrate should correspond to one which has been observed on water surface, but possibly under different conditions of surface pressure, temperature, subphase compositions. However, details of these conditions are still missing. The project aims to develop a simple and fast platform based on liquid crystal-optical amplification to image the long range orientationally ordered phases in transferred monolayers and the transitions between them to advance our understanding of these conditions and test the theoretical prediction. In addition, the ability of assembling the long range orientationally ordered monolayers onto substrates has a considerable technological potential for nanotribology. The proposed work will also advance our understanding of the interaction mechanism of liquid crystals with the molecularly engineered surfaces, which is critical in display applications.\r\n\r\nBroad Impacts: Lipid rafts in cell membranes are believed to participate in a member of cellular processes, such as membrane trafficking and signaling. They are considered as lipid ordered domains enriched in cholesterol and sphingolipids, which coexist with a liquid disordered phase enriched in phospholipids. One of long term practical applications of the liquid crystal optical amplification, which is proposed in this research project, is to in situ image lipid rafts in membranes.  From a broader perspective, aside from advancing the discovery and understanding of the long range orientationally ordered phases and phase transitions of amphiphilic monolayers on solid substrates, the proposed program obligates the PI to educate and train graduate and undergraduate students in interface engineering, molecular assembly, and liquid crystals. The PI actively participates in NSF REU programs and UCF outreach programs, which encourage the participation of underrepresented groups and high school teachers and seniors. The integration of the proposed research will involve graduate students, undergraduates, and minorities in scientific research and discovery, which will benefit the broad community.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jiyu",
   "pi_last_name": "Fang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jiyu Fang",
   "pi_email_addr": "jfang@mail.ucf.edu",
   "nsf_id": "000388907",
   "pi_start_date": "2009-07-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The University of Central Florida Board of Trustees",
  "inst_street_address": "4000 CENTRAL FLORIDA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "ORLANDO",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "4078230387",
  "inst_zip_code": "328168005",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "FL10",
  "org_lgl_bus_name": "THE UNIVERSITY OF CENTRAL FLORIDA BOARD OF TRUSTEES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RD7MXJV7DKT9"
 },
 "perf_inst": {
  "perf_inst_name": "The University of Central Florida Board of Trustees",
  "perf_str_addr": "4000 CENTRAL FLORIDA BLVD",
  "perf_city_name": "ORLANDO",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "328168005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "FL10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141400",
   "pgm_ele_name": "INTERFAC PROCESSES & THERMODYN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "051E",
   "pgm_ref_txt": "Interfacial trans & thermodynamic"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 160362.0
  }
 ],
 "por": null
}