{
 "awd_id": "0931418",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Particle Motion in Colloidal Dispersions:  Microrheology and Microdiffusivity",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Olbricht",
 "awd_eff_date": "2009-09-15",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2009-07-29",
 "awd_max_amd_letter_date": "2011-08-08",
 "awd_abstract_narration": "0931418 \r\nBrady \r\n\r\n\r\nIntellectual Merit: The increased demand for knowledge of small scale behavior has made microrheology a key step in the understanding of biological systems and the design and use of advanced materials and nano scale devices. Most microrheological work to date has focused on linear viscoelastic properties, by correlating the random thermally driven displacements of tracers to the complex modulus through a generalized Stokes Einstein relation, a process which is well understood but which is limited in its scope to equilibrium systems. But many systems of practical interest are driven out of equilibrium and display (indeed, rely upon) nonlinear behaviors. Recently a body of work has emerged focusing on this active, nonlinear microrheology. In such a system, tracer particles undergo displacements due not only to random thermal fluctuations, but also due to the application of an external force applied directly to the tracer. The dispersion is driven out of equilibrium, and as with macrorheology, dynamic responses such as viscosity can be measured. Since the tracer probes the material at its own (micro)scale, much smaller samples are required compared to macrorheology, and localized heterogeneity can be explored. Recent experiments confirm the theory; but in both theory and experiment, the focus thus far has remained on the mean response of the material the viscosity and little focus has been devoted to particle uctuations.  Just as the shear flow in macrorheology enhances particle diffusion, an analogous `force induced' diffusivity arises due to the single particle forcing of active microrheology.  This diffusive motion is fundamental to the motion of an active microscale particle important both for scientific and technology considerations.  The proposed research extends the theory of active microrheology to the force induced diffusive motion of individual particles, as well as normal microstress differences.  This work will combine theoretical and computational studies, focusing on colloidal systems because they offer very well characterized materials, allowing for comparisons to macroscale measurements.  But the impact of this research extends beyond colloids, as the theoretical foundation and general conclusions are extendable to many complex materials, especially biomaterials.  Other issues such as the effect of tracer size on the `continuum approximation', and hydrodynamic interactions between pairs of moving particles leading to structure formation, will be addressed. This work will expose new material capabilities and ultimately provide a validation of microrheology as a sound technique, critical for its continued application and future growth.\r\n\r\nBroader Impact: Motion control for active microscale particles is a major focus in many fields from biophysics to alternative energy to nanomedicine and it begins with understanding the fluctuations in particle motion. Since this research provides the theoretical foundation for new experimental techniques that have widespread application in science and technology, its impact is both very broad and deep.  This research will develop PhD students into experts in colloid physics, rheology, and computational methods, who will become leaders in industry and academia. To aid in the education of future scientists and engineers, a microrheology section for the Caltech chemical engineering laboratory will be created. To disseminate the research widely, a publicly accessible website showcasing research results will accompany publication in technical journals.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Brady",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "John F Brady",
   "pi_email_addr": "jfbrady@caltech.edu",
   "nsf_id": "000212238",
   "pi_start_date": "2009-07-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California Institute of Technology",
  "inst_street_address": "1200 E CALIFORNIA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "PASADENA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6263956219",
  "inst_zip_code": "911250001",
  "inst_country_name": "United States",
  "cong_dist_code": "28",
  "st_cong_dist_code": "CA28",
  "org_lgl_bus_name": "CALIFORNIA INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "U2JMKHNS5TG4"
 },
 "perf_inst": {
  "perf_inst_name": "California Institute of Technology",
  "perf_str_addr": "1200 E CALIFORNIA BLVD",
  "perf_city_name": "PASADENA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "911250001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "28",
  "perf_st_cong_dist": "CA28",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141500",
   "pgm_ele_name": "PMP-Particul&MultiphaseProcess"
  },
  {
   "pgm_ele_code": "144300",
   "pgm_ele_name": "FD-Fluid Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "058E",
   "pgm_ref_txt": "Newtonian fluids"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 97059.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 99971.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 102970.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The increased demand for knowledge of small-scale behavior has made microrheology a key step in the understanding of biological systems and the design and use of advanced materials and nano-scale devices.&nbsp; Microrheology refers to the probing of the linear viscoelastic and nonlinear rheological response of a material by the motion of a small Brownian particle or particles.&nbsp; The approach is easy to implement experimentally because one can optically track the motion of a small micron-sized particles and from their motion, provided one has a theoretical understanding and basis, determine the rheological properties of the material.&nbsp; Microrheology is very useful when only small samples are available, such as with precious biological materials, or in the context of combinatorial materials synthesis where many compounds need to be analyzed quickly.&nbsp; In this research we have developed a theoretical basis from which, by simply tracking the average and the diffusive motion of a single Brownian probe particle, the complete rheological behavior (the complete stress tensor) of a material can be determined.&nbsp; This theoretical approach was verified in the context of concentrated colloidal dispersions by comparison of the theory with Brownian dynamics simulation.&nbsp; To quote Yogi Berra:&nbsp; &ldquo;You can observe a lot just by watching.&rdquo;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/14/2014<br>\n\t\t\t\t\tModified by: John&nbsp;F&nbsp;Brady</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2014/0931418/0931418_10036745_1400106498320_cover--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2014/0931418/0931418_10036745_1400106498320_cover--rgov-800width.jpg\" title=\"LOAF\"><img src=\"/por/images/Reports/POR/2014/0931418/0931418_10036745_1400106498320_cover--rgov-66x44.jpg\" alt=\"LOAF\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Pipkin diagram showing the various rheological responses of a colloidal dispersion subject to large amplitude oscillatory microrheological flows.</div>\n<div class=\"imageCredit\">Swan, Zia and Brady, Journal of Rheology (2014)</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">John&nbsp;F&nbsp;Brady</div>\n<div class=\"imageTitle\">LOAF</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThe increased demand for knowledge of small-scale behavior has made microrheology a key step in the understanding of biological systems and the design and use of advanced materials and nano-scale devices.  Microrheology refers to the probing of the linear viscoelastic and nonlinear rheological response of a material by the motion of a small Brownian particle or particles.  The approach is easy to implement experimentally because one can optically track the motion of a small micron-sized particles and from their motion, provided one has a theoretical understanding and basis, determine the rheological properties of the material.  Microrheology is very useful when only small samples are available, such as with precious biological materials, or in the context of combinatorial materials synthesis where many compounds need to be analyzed quickly.  In this research we have developed a theoretical basis from which, by simply tracking the average and the diffusive motion of a single Brownian probe particle, the complete rheological behavior (the complete stress tensor) of a material can be determined.  This theoretical approach was verified in the context of concentrated colloidal dispersions by comparison of the theory with Brownian dynamics simulation.  To quote Yogi Berra:  \"You can observe a lot just by watching.\"\n\n\t\t\t\t\tLast Modified: 05/14/2014\n\n\t\t\t\t\tSubmitted by: John F Brady"
 }
}