{
 "awd_id": "0931038",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Rheology of Nanosize Powder Suspensions",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Olbricht",
 "awd_eff_date": "2009-07-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2009-06-30",
 "awd_max_amd_letter_date": "2009-06-30",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5) \r\n\r\n0931038\r\nAkinc\r\n\r\n\r\nIntellectual Merit\r\n\r\nThe rheological behavior of highly loaded, nanosize powder suspensions presents scientific and technological challenges. As the particle size approaches nanoscale, the viscosity of the suspension increases sharply. When the solids content approaches 30 vol, the viscosity becomes intractable. However, we recently discovered that mono and disaccharides (i.e. fructose and sucrose) dramatically decrease the viscosity of nano alumina suspensions.  The primary objective of the proposed research is to understand the rheological behavior of highly loaded nanosize powder suspensions where particle potential fields overlap, thus flocculation becomes a serious concern. An additional objective is to understand the dramatic role low molecular weight (MW) saccharides play in reducing the viscosity. We will investigate the molecular level interactions between particle surface, water, and saccharide molecules to establish a relationship between characteristics of saccharide molecule and the viscosity of the suspension. The intellectual merit of this project lies in the fact that, upon completion, we will be able to describe the flow behavior of nanosize powder suspensions in aqueous sachharide solution where surface chemistry plays a significant role. Specifically, experiments with strain rate programmed rheometry; sub zero temperature differential scanning calorimetry (SZT-DSC); colloidal probe atomic force microscopy (CP-AFM); and variable temperature 1H, 1H-27Al, and 13C nuclear magnetic resonance (NMR) spectroscopy experiments will be carried out as functions of solids composition and content, saccharide type and concentration. Integrating interparticle potential to the viscosity expression and modifying the particle packing due to clustering and/or bound water will allow us to quantitatively describe flow behavior of nano powder suspensions and control of viscosity with saccharide or similar additives.\r\n\r\nBroader Impact\r\n\r\nNano owder suspensions find applications in ultra thin dielectrics, solid oxide fuel cells, membranes, coatings, abrasive polishing, adhesives, and sunscreens, among others. A practical consequence of this research will be the elucidation of how the viscosity varies with the solids content and its surface chemistry, and how low MW saccharides reduce the viscosity. The results from this research will enable us to control the flow behavior of many nanoparticle suspensions, and formulate high solids content, low viscosity suspensions that are consolidated to components with features in the nanoscale. Therefore, this project has significant broader impacts on diverse industries that have multi billion dollar revenues.  This project will allow education of a graduate student in the nanosize powder processing science. For this, a domestic female student will be recruited. Approximately 40% of PIs grad students in the last decade were female. In addition, undergraduate students preferably from underrepresented groups will be recruited through Freshman Mentor Program and the Program for Women in Science and Engineering. Over the years, the PI has employed, on the average, two undergraduate students per year in his research group.  The PI has produced an educational video Materials Matter to be distributed ASM International across the country to recruit students to engineering, in particular MSE. PI has also developed a short video clip based on the current research topic: Viscosity of Suspensions: Magic or Science. We intend to make short video clip again to be distributed broadly across the country via internet. Also an undergraduate laboratory experiment demonstrating the variation of viscosity with saccharide concentration will be developed and implemented in Ceramic Processing course that the PI teaches every year.  Use of sub zero temperature DSC, variable temperature NMR, and sophisticated colloidal probe AFM experiments for measuring interparticle forces directly will allow scientists in other fields to implement these techniques in broad range of fields,",
 "awd_arra_amount": 300000.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mufit",
   "pi_last_name": "Akinc",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mufit Akinc",
   "pi_email_addr": "makinc@iastate.edu",
   "nsf_id": "000390272",
   "pi_start_date": "2009-06-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Iowa State University",
  "inst_street_address": "1350 BEARDSHEAR HALL",
  "inst_street_address_2": "515 MORRILL ROAD",
  "inst_city_name": "AMES",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "5152945225",
  "inst_zip_code": "500112103",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IA04",
  "org_lgl_bus_name": "IOWA STATE UNIVERSITY OF SCIENCE AND TECHNOLOGY",
  "org_prnt_uei_num": "DQDBM7FGJPC5",
  "org_uei_num": "DQDBM7FGJPC5"
 },
 "perf_inst": {
  "perf_inst_name": "Iowa State University",
  "perf_str_addr": "1350 BEARDSHEAR HALL",
  "perf_city_name": "AMES",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "500112103",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141500",
   "pgm_ele_name": "PMP-Particul&MultiphaseProcess"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "055E",
   "pgm_ref_txt": "Particle science and technology"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": null
}