{
 "awd_id": "0932404",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Effects and transport of exopolymeric substances (EPS) on engineered nanoparticle (EN) into marine phytoplankton cells",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927949",
 "po_email": "nosavage@nsf.gov",
 "po_sign_block_name": "Nora Savage",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 191842.0,
 "awd_amount": 199722.0,
 "awd_min_amd_letter_date": "2009-07-22",
 "awd_max_amd_letter_date": "2012-07-17",
 "awd_abstract_narration": "0933137/0932404 \r\nSantschi/ Chin \r\n\r\nEngineered Nanoparticles (ENs), which range in size from 1 to 100 nm and have properties that are different from those of bulk materials of the same chemical composition, are used in the fabrication of numerous consumer goods, including printing paints, detergents, bactericides, coatings, cosmetics, sunscreens, tires, computer electronics, and drug delivery. In spite of their growing and widespread use, the impacts of these materials on human health and the health of ocean ecosystems are largely unknown. ENs include carbon nanotubes, metal containing particles, zero-valent metal products, dendrimers, and quantum dots (QDs). The proposed research will utilize QDs, as they not only have many applications in biological imaging, disease diagnostics, and therapeutics, but their broad excitation spectrum, tunable emission wavelength and quite stable fluorescence also make them suitable for mechanistic studies. While the major concern with ENs is in terms of their potential toxicity (e.g., the potential for producing reactive oxygen species), the proposed research will mainly focus on the transport steps and mechanisms into marine phytoplankton cells, which can be affected by both electrostatic and hydrophobic interactions. For example, the relative hydrophilicity of ENs is one of the key factors controlling their ability to reach coastal waters, as well as their bioavailability and biological uptake. Because of the emulsification and surfactant qualities of terrestrial and aquatic natural organic substances such as fulvic acids and exopolymeric substances (EPS), it can be expected that ENs that reach surface waters are more hydrophilic. EPS, secreted from phytoplankton and bacteria in the ocean are polysaccharide-rich anionic colloidal polymers that are important in the formation of marine gels, marine snow and biofilms, as well as in colloid and trace element scavenging and in providing protection against virus infection. The same EPS characteristics will also affect EN uptake and accumulation in organisms. Based on the limited research on animal cells, ENs can enter cells either by endocytosis (material to be ingested is progressively enclosed by the plasma membrane, which eventually detaches to form an endocytic vesicle) or by other non-vehicle related processes such as surface adhesion and passive diffusion. \r\n\r\nIn this research, the effects of EPS on EN stability in aquatic systems and the mechanisms of EN transport across the marine phytoplankton membranes will be examined. The following hypothesis will be tested in the proposed research: H1: QD stability in the aquatic environment can be significantly influenced by EPS, which can alter the attachment and/or entry pathways of QDs into cells, with the relative the hydrophobicity of EPS playing a major role. H2: QDs may not only be adsorbed onto the cell surface but may also be internalized and concentrated in certain algal organelles; this in turn will determine their final effects (either elimination or amelioration of potential damages) on phytoplankton. H3: QDs may enter phytoplankton without an obvious cell wall through endocytosis while non-vesicle related processes may be the main mechanisms of entry in phytoplankton with cell walls. Or QDs may not necessarily enter cells, but stimulate nonspecifically membrane receptors. H4: Intracellular Ca2+ signaling plays a universal critical role in stimulus coupling of activation in a broad variety of cell responses. The potential interactions of QDs with phytoplankton cells could trigger intracellular Ca2+ elevation leading to exocytosis and/or endocytosis. In order to test these four hypotheses, five different phytoplankton species will be screened first for their ability to produce EPS and to uptake ENs intracellularly. After an initial screening, two of the five species will be chosen for further mechanistic research on their interactions with QDs, which will be the EN of choice. EN subcellular distribution as well as the excretion of ENs and EPS out of the phytoplankton cells via a Ca2+-mediated secretion process will also be examined. \r\n\r\nBesides contributing to our knowledge of ENs' behavior and toxicity in aquatic systems, toxicity responses of phytoplankton, and importance of relative hydrophobicity/hydrophilicity of EPS in changing stability and fate of ENs, the outcome of this research will also contribute to the knowledge base for policy-making of ENs regulations, and will enhance training programs at TAMUG and UC Merced for postdoctoral fellows, graduate and undergraduate students. It will also contribute to increased awareness in the scientific, academic and local communities of the environmental risks associated with this developing technology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wei-Chun",
   "pi_last_name": "Chin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wei-Chun Chin",
   "pi_email_addr": "wchin2@ucmerced.edu",
   "nsf_id": "000432228",
   "pi_start_date": "2009-07-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California - Merced",
  "inst_street_address": "5200 N LAKE RD",
  "inst_street_address_2": "",
  "inst_city_name": "MERCED",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2092012039",
  "inst_zip_code": "953435001",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "CA13",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, MERCED",
  "org_prnt_uei_num": "",
  "org_uei_num": "FFM7VPAG8P92"
 },
 "perf_inst": {
  "perf_inst_name": "University of California - Merced",
  "perf_str_addr": "5200 N LAKE RD",
  "perf_city_name": "MERCED",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "953435001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "CA13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117900",
   "pgm_ele_name": "Nanoscale Interactions Program"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "011E",
   "pgm_ref_txt": "Nano environmental health & safety"
  },
  {
   "pgm_ref_code": "9197",
   "pgm_ref_txt": "ENVIRONMENTAL TECHNOLOGY"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 191842.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 5880.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 2000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Nanoparticles are widely used in our daily life&mdash;finding applications in cosmetics and sunscreens, in surface coating and industrial paints. The fate of these artificial materials, ultimately, is their release into the natural aquatic environment. Intensive nanomaterial studies thus far have focused on cytotoxicity, but ecological impacts of engineering nanoparticles (ENs) remain under-explored.&nbsp;&nbsp; While the major concern with ENs is in terms of their potential toxicity (e.g., the potential for producing reactive oxygen species), the ongoing research is mainly focused on the transport steps and mechanisms into marine phytoplankton cells, which can be affected by both electrostatic and hydrophobic interactions. For example, the relative hydrophilicity of ENs is one of the key factors controlling their ability to reach coastal waters, as well as their bioavailability and biological uptake. Because of the emulsification and surfactant qualities of terrestrial and aquatic natural organic substances such as fulvic acids and exopolymeric substances (EPS), it can be expected that ENs that reach surface waters are more hydrophilic. EPS, secreted from phytoplankton and bacteria in the ocean are polysaccharide-rich anionic colloidal polymers that are important in the formation of marine gels, marine snow and biofilms, as well as in colloid and trace element scavenging and in providing protection against virus infection. The same EPS characteristics will also affect EN uptake and accumulation in organisms. &nbsp;</p>\n<p><strong>Intellectual Merit:</strong></p>\n<p><strong>&nbsp;</strong>In our research, the effects of EPS on EN stability in aquatic systems and the mechanisms of EN transport across the marine phytoplankton membranes were demonstrated with various ENs, including quantum dots and commonly used polystyrene nanoparticles.&nbsp; In addition, the interactions between various ENs and different types of EPS and marine DOM (dissolved organic matter) were identified.</p>\n<p><strong>Broader Impacts:</strong></p>\n<p>There were graduate students, postdoctoral fellows, international visiting student and undergraduate students involved in this project.&nbsp; We have published 7 journal articles and disseminated in several conferences.&nbsp; One PhD dissertation was based on this research project.&nbsp; With the high percentage of minority students at UC Merced (Hispanic Serving Institute), we successfully recruited 4 minority undergraduate students working for this NSF project through supplementary REU support.&nbsp; This project also fostered international collaboration with National Sun Yat-Sen University (NSYSU) in Taiwan.&nbsp; A graduate student from Taiwan was involved in this study and recently published a journal article about the fate of carbon black nanoparticles in the ocean.&nbsp; A sabbatical visit from a NSYSU professor is scheduled in 2016 to further the collation between UC Merced and NSYSU.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/01/2014<br>\n\t\t\t\t\tModified by: Wei-Chun&nbsp;Chin</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nNanoparticles are widely used in our daily life&mdash;finding applications in cosmetics and sunscreens, in surface coating and industrial paints. The fate of these artificial materials, ultimately, is their release into the natural aquatic environment. Intensive nanomaterial studies thus far have focused on cytotoxicity, but ecological impacts of engineering nanoparticles (ENs) remain under-explored.   While the major concern with ENs is in terms of their potential toxicity (e.g., the potential for producing reactive oxygen species), the ongoing research is mainly focused on the transport steps and mechanisms into marine phytoplankton cells, which can be affected by both electrostatic and hydrophobic interactions. For example, the relative hydrophilicity of ENs is one of the key factors controlling their ability to reach coastal waters, as well as their bioavailability and biological uptake. Because of the emulsification and surfactant qualities of terrestrial and aquatic natural organic substances such as fulvic acids and exopolymeric substances (EPS), it can be expected that ENs that reach surface waters are more hydrophilic. EPS, secreted from phytoplankton and bacteria in the ocean are polysaccharide-rich anionic colloidal polymers that are important in the formation of marine gels, marine snow and biofilms, as well as in colloid and trace element scavenging and in providing protection against virus infection. The same EPS characteristics will also affect EN uptake and accumulation in organisms.  \n\nIntellectual Merit:\n\n In our research, the effects of EPS on EN stability in aquatic systems and the mechanisms of EN transport across the marine phytoplankton membranes were demonstrated with various ENs, including quantum dots and commonly used polystyrene nanoparticles.  In addition, the interactions between various ENs and different types of EPS and marine DOM (dissolved organic matter) were identified.\n\nBroader Impacts:\n\nThere were graduate students, postdoctoral fellows, international visiting student and undergraduate students involved in this project.  We have published 7 journal articles and disseminated in several conferences.  One PhD dissertation was based on this research project.  With the high percentage of minority students at UC Merced (Hispanic Serving Institute), we successfully recruited 4 minority undergraduate students working for this NSF project through supplementary REU support.  This project also fostered international collaboration with National Sun Yat-Sen University (NSYSU) in Taiwan.  A graduate student from Taiwan was involved in this study and recently published a journal article about the fate of carbon black nanoparticles in the ocean.  A sabbatical visit from a NSYSU professor is scheduled in 2016 to further the collation between UC Merced and NSYSU.\n\n \n\n\t\t\t\t\tLast Modified: 10/01/2014\n\n\t\t\t\t\tSubmitted by: Wei-Chun Chin"
 }
}