{
 "awd_id": "0932449",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Effects of Viscoelasticity on Filament Thinning & Drop Breakup in Microfluidic Devices: Single Molecule Experiments",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ashok S. Sangani",
 "awd_eff_date": "2009-07-15",
 "awd_exp_date": "2012-06-30",
 "tot_intn_awd_amt": 300156.0,
 "awd_amount": 300156.0,
 "awd_min_amd_letter_date": "2009-07-07",
 "awd_max_amd_letter_date": "2009-07-07",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\r\n\r\n0932449\r\nArratia\r\n\r\n\r\nComplex fluids are a broad class of materials that are usually homogeneous at the macroscopic scale and disordered at the microscopic scale, but possess structure at an intermediate scale (e.g., colloids, blood, and polymers). The rheology and bulk flow behavior of such fluids are strong functions of their intermediate or structural scale. A prime example of this is the stretching and alignment of flexible polymer molecules in fluid flow, which has been connected to turbulence drag reduction, hydrodynamic instabilities, and enhanced viscosity. In the particular case of drop breakup in two phase flows, the presence of polymer molecules can lead to many interesting phenomena such as enhancement in fluid filament lifetime and ?beads on string. The increase in fluid filament lifetime is often credited to the stretching of molecules, which is related to both the fluid relaxation time and extensional viscosity. In this proposed work, we aim to understand the drop breakup process of polymeric fluids in a simple microfluidic device by visualizing the conformation dynamics and statistics of fluorescent DNA molecules.  Using such methods, we will be able, for the first time, to address many outstanding questions such as: i) What is the critical strain rate for the coil stretch transition in two phase flows ii) Are the molecules fully stretched or only partially stretched during the filament thinning process iii) How do the molecules behave during the iterated stretching instability, which gives rise to the beads-on-string phenomenon iv) Is there molecular scission during the filament thinning and/or breakup process v) How do the dynamics of molecules in the fluid filament relate to measurements of extensional viscosity and fluid relaxation time. Experiments will be performed in a cross slot microfluidic device. Drops will be formed using hydrodynamic focusing. We will use mineral oil as the continuous phase and dilute polymeric solutions and DNA suspensions of various concentrations as the dispersed phase. All fluids will be characterized using conventional rheometers. DNA will be visualized using a fluorescent microscope and a CMOS camera. We will measure the molecule extension and conformation as a function of strain rate and viscous drag. By combining currently developed single molecule imaging methods with controlled fluid flow, it is possible to assess the dynamics of molecule stretching inside a fluid filament undergoing thinning and breakup.\r\n\r\nIntellectual Merit: The studies proposed here are the first fundamental investigations of the mechanisms by which the conformation dynamics of flexible molecules affects the filament thinning and drop breakup process of viscoelastic fluids using direct visualization of molecules. The parallel pursuit of bulk flow behavior and direct molecular visualization will give rise to a comprehensive view of the molecular interactions with the applied fluid stresses. This, in turn, will lead to the development of more realistic and accurate theoretical and molecular models for the drop breakup process of viscoelastic fluids. The use of microfluidics allows for an excellent test-bed for single molecule experiments since flows can be very wellcontrolled.  In addition, it is expected that the experiments will lead to accurate measurements of important fluid rheological properties such as fluid relaxation time and extensional viscosity.\r\n\r\nBroader Impact: This proposal outlines an integrated research and educational program that includes: i) training graduate students by offering new graduate level courses in complex fluids, rheology, and multiphase flows as well as research opportunities in these areas. A main goal is to increase the participation of historically under represented minorities such as females, African Americans, Native Americans, and Hispanics in research; ii) recruiting undergraduate students for summer research internships from Historically Black Colleges and Universities that do not possess an engineering graduate program. The PI will also take advantage of the University of Pennsylvania's strong outreach infrastructure to involve K-12 teachers and high school students from West Philadelphia in the research program; iii) finally, the results of this research and educational program will be broadly disseminated and will have potentially important benefits to society. In particular, the results will offer new knowledge in multiphase and complex fluid flow phenomena.",
 "awd_arra_amount": 300156.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paulo",
   "pi_last_name": "Arratia",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Paulo E Arratia",
   "pi_email_addr": "parratia@seas.upenn.edu",
   "nsf_id": "000502016",
   "pi_start_date": "2009-07-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pennsylvania",
  "inst_street_address": "3451 WALNUT ST STE 440A",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158987293",
  "inst_zip_code": "191046205",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "TRUSTEES OF THE UNIVERSITY OF PENNSYLVANIA, THE",
  "org_prnt_uei_num": "GM1XX56LEP58",
  "org_uei_num": "GM1XX56LEP58"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pennsylvania",
  "perf_str_addr": "3451 WALNUT ST STE 440A",
  "perf_city_name": "PHILADELPHIA",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191046205",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141500",
   "pgm_ele_name": "PMP-Particul&MultiphaseProcess"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "055E",
   "pgm_ref_txt": "Particle science and technology"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 300156.0
  }
 ],
 "por": null
}