{
 "awd_id": "0932941",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Elucidating the Flow Structure and Addressing Modeling Issues in Turbulent Boundary Layers Based on Multiscale, 3D Velocity Measurements",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Dimitrios Papavassiliou",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 460000.0,
 "awd_min_amd_letter_date": "2009-08-20",
 "awd_max_amd_letter_date": "2012-08-30",
 "awd_abstract_narration": "Katz\r\n0932941\r\n\r\nHigh Reynolds number turbulent boundary layers continue to pose major scientific and technological challenges due to their inherently complex couplings of dynamics across many length and time scales. Integration of recently introduced techniques enables 3D high-resolution volumetric velocity measurements across a range of scales, from very near the wall to the outer part of the boundary layer. The objective of this study is to experimentally investigate interactions among buffer layer vortices and outer (inertial) layer, larger-scale structures above a smooth wall at moderate to high Reynolds numbers. Data analysis will examine effects of mean flow acceleration and local instantaneous pressure gradients on the characteristics of buffer layer vortices and their effects on turbulence statistics. The study will also address fundamental Large-Eddy Simulation (LES) issues in wall-bounded flows, especially modeling of wall shear stresses in terms of large-scale features that are resolved in LES, and impact of unsteadiness, local pressure gradient, and instantaneous streamwise curvature on the wall stress. Finally, the PIs will develop a systematic method for determining the length-scale required for fully resolving the inner boundary layer flow, both experimentally and numerically. The multi-scale velocity measurements will be performed by simultaneously implementing two state-of-the-art, 3D flow measurement techniques: Relatively \"coarse\" measurements will be performed using tomographic particle image velocimetry (PIV) at a spatial resolution of 0.5mm. High-resolution velocity measurements near the wall within part of the coarse volume will be performed using digital holographic microscopy (DHM), at a spatial resolution of 20 um. Also, using recently introduced procedures, four-exposure DHM will measure the instantaneous distribution of material acceleration, and provide the local pressure gradients. Experiments will be performed in the optically index-matched facility at JHU that enables unobstructed near-wall measurements, even near rough walls and curved boundaries used for generating mean pressure gradients. In-line DHM, a high-resolution flow measurement technique recently developed in the PIs' laboratory, involves acquisition of in-line holograms of a seeded flow by a digital camera. Numerical reconstruction and particle tracking provide the 3D velocity distribution. The present optical setup and data analysis procedures will be further developed for simultaneous application with tomographic PIV. DHM extends the depth of field of a conventional microscope by 3 orders of magnitude, and may revolutionize microscopy in many other fields that require measurements of 3D dynamic processes as in swimming of bacterial suspensions. The PIs have been active in disseminating holographic microscopy by providing software, training and follow-up assistance to personnel in several academic laboratories, including Rutgers, LSU and VA Tech. The PIs will continue their long-term commitment to and record of success at involving undergraduate students in laboratory and field research, as part of the PIs' effort to motivate them to pursue graduate education. The PIs will also continue engaging high school students from Baltimore Polytechnic in an extensive, yearlong research experience as part of their Research Practicum.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Katz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph Katz",
   "pi_email_addr": "katz@jhu.edu",
   "nsf_id": "000446250",
   "pi_start_date": "2009-08-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Meneveau",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Charles V Meneveau",
   "pi_email_addr": "meneveau@jhu.edu",
   "nsf_id": "000113441",
   "pi_start_date": "2009-08-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "Johns Hopkins University",
  "perf_str_addr": "3400 N CHARLES ST",
  "perf_city_name": "BALTIMORE",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212182608",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144300",
   "pgm_ele_name": "FD-Fluid Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "057E",
   "pgm_ref_txt": "Thermodynamics"
  },
  {
   "pgm_ref_code": "058E",
   "pgm_ref_txt": "Newtonian fluids"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 400000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 60000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The complex couplings of dynamics across many length and time scales in high Reynolds number turbulent boundary layers still pose major scientific and technological challenges. Combined utilization of recently introduced velocity measurement techniques enables us, for the first time, to perform three dimensional, time resolved, multi-scale, volumetric velocity measurements with unprecedented resolution and range of scales, spanning 3.5 orders of magnitude. Funding for the required instrumentation has been provided by a parallel MRI grant, and substantial fraction of our effort under the present grant has focused on the development of these techniques. The instrumentation and data analysis software are now operational, and have already been used to probe boundary layers over compliant walls.</p>\n<p>To perform multi-scale, volumetric, 3D, and time resolved velocity measurements, we have combined two state of the art techniques with different resolutions. This system integrates tomographic Particle Image Velocimentry (TPIV)&nbsp;for relatively coarse measurements (interrogation volume of ~1x1x1 mm) over a relatively large volume (4x4x1.5 cm), and digital holographic microscopy (DHM), which was introduced in our laboratory, for high resolution measurements (resolution: 15 &ndash; 60 mm) in a sub-sample (of ~1.5x2.5x1.5 mm) embedded within part of the TPIV volume. When combined, TPIV covers the entire boundary layer, but resolves only the outer layer, and DHM fully resolves the details of the near wall flow. Depending on spatial resolution, the continuous acquisition rate of this system varies between 1.4 to 10 kHz. Furthermore, we have utilized essentially the same optical setup as a combined TPIV and Mach Zehnder Interferometer (MZI) for simultaneous, time resolved 3D velocity and surface deformation measurements in a study of boundary layer interactions with a compliant wall. Here, TPIV measures the 3D velocity, and MZI maps the wall deformation.</p>\n<p>While developing these systems, their components have been implemented in a series of studies requiring time resolved 2D PIV measurements to investigate a series of turbulent shear flow problems. Those that are funded at least in part by the present grant include: (i) Characterizing effects of mean and fluctuating pressure gradients on smooth wall boundary layer turbulence, (ii) The flow structure and turbulence in an open cavity shear layer, with an emphasis on interactions of the unsteady pressure field with the cavity corners, and (iii) The flow in the inner part of rough wall boundary layers, in particular flow structures dominating the inner part of a rough wall boundary layer, the so-called the roughness sublayer. The cavity shear layer and rough wall studies were funded in part by ONR (during early phases), and in part by NSF, under the present grant. The accelerating boundary layer flow study was totally funded by the present grant.&nbsp;</p>\n<p>The measurement techniques and procedures introduced represent significant advancements in our ability to probe and elucidate complex flows. For example, use of time-resolved PIV data for measuring instantaneous pressure distributions has been introduced and subsequently implemented in our laboratory. This technique and its derivatives have become quite popular, and implemented in a series of studies in several settings, including characterization of noise sources.&nbsp;Second, utilization of DHM in an optically index-matched facility to resolve the 3D flow structure and obtain mean flow Reynolds stress statistics in the roughness sublayer at high Reynolds numbers is an essential step in closing the longstanding gap in our ability to probe such flows. Applications of DHM for high&ndash;resolution 3D velocity measurements and particle tracking have been introduced in our laboratory. This technique has broad applications both in fluid mechanics and biological studies inv...",
  "por_txt_cntn": "\nThe complex couplings of dynamics across many length and time scales in high Reynolds number turbulent boundary layers still pose major scientific and technological challenges. Combined utilization of recently introduced velocity measurement techniques enables us, for the first time, to perform three dimensional, time resolved, multi-scale, volumetric velocity measurements with unprecedented resolution and range of scales, spanning 3.5 orders of magnitude. Funding for the required instrumentation has been provided by a parallel MRI grant, and substantial fraction of our effort under the present grant has focused on the development of these techniques. The instrumentation and data analysis software are now operational, and have already been used to probe boundary layers over compliant walls.\n\nTo perform multi-scale, volumetric, 3D, and time resolved velocity measurements, we have combined two state of the art techniques with different resolutions. This system integrates tomographic Particle Image Velocimentry (TPIV) for relatively coarse measurements (interrogation volume of ~1x1x1 mm) over a relatively large volume (4x4x1.5 cm), and digital holographic microscopy (DHM), which was introduced in our laboratory, for high resolution measurements (resolution: 15 &ndash; 60 mm) in a sub-sample (of ~1.5x2.5x1.5 mm) embedded within part of the TPIV volume. When combined, TPIV covers the entire boundary layer, but resolves only the outer layer, and DHM fully resolves the details of the near wall flow. Depending on spatial resolution, the continuous acquisition rate of this system varies between 1.4 to 10 kHz. Furthermore, we have utilized essentially the same optical setup as a combined TPIV and Mach Zehnder Interferometer (MZI) for simultaneous, time resolved 3D velocity and surface deformation measurements in a study of boundary layer interactions with a compliant wall. Here, TPIV measures the 3D velocity, and MZI maps the wall deformation.\n\nWhile developing these systems, their components have been implemented in a series of studies requiring time resolved 2D PIV measurements to investigate a series of turbulent shear flow problems. Those that are funded at least in part by the present grant include: (i) Characterizing effects of mean and fluctuating pressure gradients on smooth wall boundary layer turbulence, (ii) The flow structure and turbulence in an open cavity shear layer, with an emphasis on interactions of the unsteady pressure field with the cavity corners, and (iii) The flow in the inner part of rough wall boundary layers, in particular flow structures dominating the inner part of a rough wall boundary layer, the so-called the roughness sublayer. The cavity shear layer and rough wall studies were funded in part by ONR (during early phases), and in part by NSF, under the present grant. The accelerating boundary layer flow study was totally funded by the present grant. \n\nThe measurement techniques and procedures introduced represent significant advancements in our ability to probe and elucidate complex flows. For example, use of time-resolved PIV data for measuring instantaneous pressure distributions has been introduced and subsequently implemented in our laboratory. This technique and its derivatives have become quite popular, and implemented in a series of studies in several settings, including characterization of noise sources. Second, utilization of DHM in an optically index-matched facility to resolve the 3D flow structure and obtain mean flow Reynolds stress statistics in the roughness sublayer at high Reynolds numbers is an essential step in closing the longstanding gap in our ability to probe such flows. Applications of DHM for high&ndash;resolution 3D velocity measurements and particle tracking have been introduced in our laboratory. This technique has broad applications both in fluid mechanics and biological studies involving dense suspensions of swimming organisms. Finally, we believe that combining TPIV and DHM..."
 }
}