{
 "awd_id": "0932542",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Student Design Projects to Aid Hearing Impaired at The University of Texas at Dallas",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ted A. Conway",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 128445.0,
 "awd_amount": 128445.0,
 "awd_min_amd_letter_date": "2009-08-24",
 "awd_max_amd_letter_date": "2013-02-19",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\r\n\r\n\r\n0932542\r\nTorlak\r\n\r\nThe aim of this proposal is to implement a highly focused program at The University of Texas at Dallas that enables seniors enrolled in senior design projects in the Department of Electrical Engineering (EE) to partner with clinical collaborators from The Callier Center for Communication Disorders and explore new ideas for improving access, integration and quality of life for persons with hearing disabilities. The Callier Center for Communication Disorders at the University of Texas at Dallas is a multifaceted, university based institution containing a large number of interdisciplinary programs. This effort will combine a unique blend of resources, personnel, and NIH-sponsored projects in The Department of Electrical Engineering and Callier Center for engineering seniors to understand the bases, treatments, and technology for persons with hearing impairments.\r\n\r\nIntellectual Merit\r\nThe objective of the proposed design program is to encourage collaboration for senior engineering students with Audiology students, persons with impaired hearing, and research faculty to identify assistive technology needs and to collectively design new or improve upon existing assistive devices and technology. Most design projects will be identified based on the interaction between the engineering students and persons with impaired hearing under the supervision of Callier faculty and engineering faculty. Some design projects will be dedicated to improve ongoing clinical efforts and to support the training of audiologists. At the conclusion of the design sequence the engineering students will have experienced the most sophisticated techniques for evaluating hearing and auditory processing disorders and gained experience with advanced technology for reducing speech recognition deficits caused by hearing loss through completing an assistive hearing technology or equipment project.\r\n\r\nBroader Impacts\r\nEvery year five senior design projects will be offered to Electrical Engineering students. We will include faculty and doctoral students from The Callier Center for Communication Disorders as clinical advisors on project teams. The students in this program will be asked to attend monthly seminars about ethics in medical research and regulatory process of medical devices. Potential projects include Bluetooth/Wi-Fi based assistive listening systems, hands-free Bluetooth interface for cochlear implants, portable software-defined cochlear implant processors, self-test system for hearing aid users, auditory training software on portable digital players, cortical auditory evoke potential (CAEP) recorder to auditory stimuli, and real-time signal processing system deployed in cochlear implants. Innovative student designs will be presented at engineering education conferences and published in engineering education or rehabilitation engineering journals. Upon completion of the project, students will have gained valuable experience in conducting research/development that will prepare them to continue on to more in-depth research opportunities in fields related to hearing impairments, or any other disability. The proposed program aims at producing engineers who will be able to pursue the next generation of research challenges in assistive technologies that will improve the quality of life of not only hearing impaired listeners, but of those with other disabilities in ways never before imagined.",
 "awd_arra_amount": 128445.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Murat",
   "pi_last_name": "Torlak",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Murat Torlak",
   "pi_email_addr": "torlak@utdallas.edu",
   "nsf_id": "000492604",
   "pi_start_date": "2009-08-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nasser",
   "pi_last_name": "Kehtarnavaz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nasser Kehtarnavaz",
   "pi_email_addr": "kehtar@utdallas.edu",
   "nsf_id": "000373779",
   "pi_start_date": "2009-08-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Philipos",
   "pi_last_name": "Loizou",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Philipos C Loizou",
   "pi_email_addr": "loizou@utdallas.edu",
   "nsf_id": "000485692",
   "pi_start_date": "2009-08-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Linda",
   "pi_last_name": "Thibodeau",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Linda Thibodeau",
   "pi_email_addr": "thib@utdallas.edu",
   "nsf_id": "000501958",
   "pi_start_date": "2009-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Dallas",
  "inst_street_address": "800 WEST CAMPBELL RD.",
  "inst_street_address_2": "SP2.25",
  "inst_city_name": "RICHARDSON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9728832313",
  "inst_zip_code": "750803021",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "TX24",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT DALLAS",
  "org_prnt_uei_num": "",
  "org_uei_num": "EJCVPNN1WFS5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Dallas",
  "perf_str_addr": "800 WEST CAMPBELL RD.",
  "perf_city_name": "RICHARDSON",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "750803021",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "TX24",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534200",
   "pgm_ele_name": "Disability & Rehab Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "010E",
   "pgm_ref_txt": "DISABILITY RES & HOMECARE TECH"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 128445.0
  }
 ],
 "por": null
}