{
 "awd_id": "0932937",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dynamic Properties of Confined Complex Fluids",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Olbricht",
 "awd_eff_date": "2009-07-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 299999.0,
 "awd_amount": 299999.0,
 "awd_min_amd_letter_date": "2009-06-29",
 "awd_max_amd_letter_date": "2009-06-29",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\r\n\r\n0932937\r\nWalz \r\n\r\nThis project will be an experimental investigation focused on advancing our understanding of the dynamic behavior of complex fluids (i.e., fluids containing dispersed nanocolloids) in confinement. While the oscillatory equilibrium structure of these films, resulting from ordering of the nanocolloids, has been well studied, the dynamic relationship between thinning rate, structure formation, and viscous resistance of the film has received far less attention and is poorly understood. Understanding these relationships is important for predicting such basic properties as froth stability and product storage life. The work will build upon significant preliminary measurements obtained by the PI and will address the following issues: \r\n\r\n1.  To what extent can the viscous resistance of the film to drainage be predicted using lubrication equations developed for pure fluids? \r\n\r\n2.  How does the rate of thinning affect the ability of the nanocolloids to order? These particular studies will also be focused on validating a a Peclet number analysis previously derived by the PI. \r\n\r\n3.  How are the viscous resistance of the film and ability of the nanoparticles to order affected by nanoparticles shape? This is an unexplored issue and will be studied using model rod like nanoparticles. \r\n\r\nThe studies will be conducted using colloidal probe atomic force microscopy, which has been found to be an ideal tool for measurements of this type. \r\nA fourth task of the project will be to develop an experimental test bed demonstrating the use of attractive depletion forces to separate colloidal particles flowing through a packed bed of stationary collector beads. This task will again build upon preliminary work by the PI which demonstrated the feasibility of this application. \r\n\r\nIntellectual Merit \r\n\r\nThin liquid films containing a dispersed phase are found in many common products and industrial processes. Examples include food products, soaps and detergents, and recovery of minerals using froth flotation. Understanding the stability of these films is of critical importance, and the knowledge gained from this project will clearly be useful toward this goal. Drainage dynamics can also be important in predicting the rate of particle aggregation, deposition, and transport. In addition to being a useful application, the proposed use of depletion interactions as a particle separation tool could spur additional research into new applications that capitalize on the unique properties of this force. While the depletion force has been extensively studied for more than 60 years, there are very few actual applications utilizing its capabilities. \r\n\r\nBroader Impacts \r\n\r\nThis project will support a full time Ph.D. graduate student for three years, a post doctoral researcher for one year, and provide research opportunities to undergraduate researchers. As Head of the Department of Chemical Engineering at Virginia Tech, the PI is fully committed to maintaining a diverse educational environment and continually strives to provide opportunities to underrepresented groups. The project will also provide support needed to develop a training module for summer programs at the University aimed at encouraging high school and middle school students to consider a career in science and engineering. Finally, the proposed particle separation apparatus will be incorporated into a laboratory course in colloids and interfaces that the PI is developing.",
 "awd_arra_amount": 299999.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Walz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "John Walz",
   "pi_email_addr": "john.walz@uky.edu",
   "nsf_id": "000360585",
   "pi_start_date": "2009-06-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "300 TURNER ST NW",
  "perf_city_name": "BLACKSBURG",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240603359",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141500",
   "pgm_ele_name": "PMP-Particul&MultiphaseProcess"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "055E",
   "pgm_ref_txt": "Particle science and technology"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 299999.0
  }
 ],
 "por": null
}