{
 "awd_id": "0932781",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  A Polymer Synthesis/Membrane Characterization",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rosemarie D. Wesson",
 "awd_eff_date": "2009-09-15",
 "awd_exp_date": "2013-02-28",
 "tot_intn_awd_amt": 175000.0,
 "awd_amount": 176999.0,
 "awd_min_amd_letter_date": "2009-09-14",
 "awd_max_amd_letter_date": "2012-06-22",
 "awd_abstract_narration": "0932781/0931761\r\nEmrick/Freeman\r\n\r\nThe PIs propose collaborative fundamental research centered on the preparation, application, and characterization of polymer coatings for water purification membranes. The PIs recognize that advancing water purification membranes and processes is a critically important scientific and technological challenge of the 21st Century, and that the combination of population growth and increasing strain on fresh water supplies poses a serious societal threat, both in the United States and worldwide. Accelerating discoveries that improve water purification membranes is accomplished in this proposal through a polymer synthesis and membrane characterization collaboration, which will enable a rapid and effective testing of novel polymer materials used to prepare membranes and to modify membrane surfaces. The research plan  optimizes anti-fouling coatings for water purification membranes, focusing especially on robust polyolefin-graft-PEG copolymers as a platform polymer to act as a coating for membranes. A new proposed polymer syntheses for coatings and characterization methods that evaluate the effectiveness of the new coatings in preventing membrane fouling is proposed. Zwitterionic polymers, such as phosphorylcholine and sulfobetaine structures, as well as poly(dopamine) coatings, form the basis of these efforts. The strategies elucidated for anti-fouling membranes are extended to the problem of biofouling, which is important for advancing the utility of membrane bioreactors. \r\n\r\nBroader impact and education efforts that are designed to maximize the impact of the research, and excite the general public, the polymer/engineering communities, and disadvantaged and minority community members about materials and engineering research that carries societal importance through its objectives of water purification. The PIs will emphasize efforts that impact both the research community and the general public, including: 1) Organization and leadership roles in research conferences that are devoted, in whole or in part, to polymer membranes and water purification. Prominent among the activities will be membrane sessions at semi-annual National meetings of the American Chemical Society, including sessions at the Salt Lake City ACS meeting (March 2009) and the Macromolecular Materials Gordon Research Conference in Ventura, CA (January 2011). 2) Activities geared towards the education of undergraduates, female and minority students, the general public, and physically challenged (hearing impaired) students. Activities will include the creation of a water purification activity cluster designed for use at the Austin Children's Museum's Science Sundays, and participation of students from the Texas School for the Deaf (TSD) in the UT laboratory for a research experience in membranes and separation. 3) Technology transfer strategies that generate and sustain relationships between the PIs and the private sector, and that streamline discoveries towards potential commercial impact, contributing to American competitiveness in the global scientific community. The PI's prior technology transfer experience accelerate this process, as will their participation in semi-annual meetings of the Center for UMass-Industry Research on Polymers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Todd",
   "pi_last_name": "Emrick",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Todd Emrick",
   "pi_email_addr": "tsemrick@mail.pse.umass.edu",
   "nsf_id": "000210963",
   "pi_start_date": "2009-09-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "101 COMMONWEALTH AVE",
  "perf_city_name": "AMHERST",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010039252",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141700",
   "pgm_ele_name": "Interfacial Engineering Progra"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "052E",
   "pgm_ref_txt": "MAT & PROC FOR CHEM SEPARATION"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 175000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 1999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project addressed the need for advancing the field of water purification and improving the quality and quantity of&nbsp;consumable water available to society.&nbsp; This was done&nbsp;by improving the quality and performance of membranes used to separate oil from water, and separate salt from water.&nbsp; The project resulted in the development of new materials for coating&nbsp;today's commercially available&nbsp;water purification membranes, and involved collaborative research among polymer chemists at the University of Massachusetts Amherst and chemical engineers at the University of Texas Austin.&nbsp; The most important finding of the project was the discovery of a new polymer that imparts the following properties to water purification membranes:&nbsp; 1) allows passage of large amounts of water through the membrane even when the water feed stream&nbsp;contains a high concentration of oil droplets; 2) prevents oil from passing through the membrane; and 3) prevents a large reduction in rate of water flow through the membrane by preventing contamination of the membrane surface, which would otherwise block the water from passing through the membrane.&nbsp; The intellectual merit to the project is found in the advancements made in the polymer synthesis, coating techniques, and membrane characterization that formed the science of the project.&nbsp; The broader impact is found in the new knowledge that developed, and the translation of the knowledge into society for improving the water supply.&nbsp; Further broader impact is found in the training of scientists now in the U.S. workforce in the polymer and engineering areas, including women-in-science who were key&nbsp;contributors to the success of the project.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/02/2013<br>\n\t\t\t\t\tModified by: Todd&nbsp;Emrick</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project addressed the need for advancing the field of water purification and improving the quality and quantity of consumable water available to society.  This was done by improving the quality and performance of membranes used to separate oil from water, and separate salt from water.  The project resulted in the development of new materials for coating today's commercially available water purification membranes, and involved collaborative research among polymer chemists at the University of Massachusetts Amherst and chemical engineers at the University of Texas Austin.  The most important finding of the project was the discovery of a new polymer that imparts the following properties to water purification membranes:  1) allows passage of large amounts of water through the membrane even when the water feed stream contains a high concentration of oil droplets; 2) prevents oil from passing through the membrane; and 3) prevents a large reduction in rate of water flow through the membrane by preventing contamination of the membrane surface, which would otherwise block the water from passing through the membrane.  The intellectual merit to the project is found in the advancements made in the polymer synthesis, coating techniques, and membrane characterization that formed the science of the project.  The broader impact is found in the new knowledge that developed, and the translation of the knowledge into society for improving the water supply.  Further broader impact is found in the training of scientists now in the U.S. workforce in the polymer and engineering areas, including women-in-science who were key contributors to the success of the project. \n\n \n\n\t\t\t\t\tLast Modified: 06/02/2013\n\n\t\t\t\t\tSubmitted by: Todd Emrick"
 }
}