{
 "awd_id": "0932724",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "The Criticality of the Elements",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce Hamilton",
 "awd_eff_date": "2009-08-15",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 291450.0,
 "awd_amount": 344771.0,
 "awd_min_amd_letter_date": "2009-08-03",
 "awd_max_amd_letter_date": "2013-05-01",
 "awd_abstract_narration": "0932724\r\nGraedel\r\n\r\nFor the most part, the long term availability of \"specialty metals\" of great importance to society (e.g., hafnium, niobium, molybdenum, cobalt, tantalum, etc.) is essentially unknown.  Methodology for assessing the \"criticality\" of these materials will be used together with extensive data on geology, product engineering, and other relevant factors to evaluate the criticality of twelve metals central to modern technology.  This will provide a comprehensive analytical framework for assessing the criticality of the specialty metals, as well as new guidance to product designers and industry and government managers and policy makers.  The results of this research are anticipated to be immediately employable critical materials information for sectors including corporate design engineers, international trade analysts, industry institutes, and the National Defense Stockpile Center.  Additionally, the research project will train a dozen young scientists and engineers in the assessment of the long-term sustainability of materials.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Graedel",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas E Graedel",
   "pi_email_addr": "thomas.graedel@yale.edu",
   "nsf_id": "000427805",
   "pi_start_date": "2009-08-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Yale University",
  "inst_street_address": "150 MUNSON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW HAVEN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2037854689",
  "inst_zip_code": "065113572",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CT03",
  "org_lgl_bus_name": "YALE UNIV",
  "org_prnt_uei_num": "FL6GV84CKN57",
  "org_uei_num": "FL6GV84CKN57"
 },
 "perf_inst": {
  "perf_inst_name": "Yale University",
  "perf_str_addr": "150 MUNSON ST",
  "perf_city_name": "NEW HAVEN",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "065113572",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "CT03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764300",
   "pgm_ele_name": "EnvS-Environmtl Sustainability"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "012E",
   "pgm_ref_txt": "Industrial Ecology"
  },
  {
   "pgm_ref_code": "016E",
   "pgm_ref_txt": "POLLUTION AVOIDANCE"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 95306.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 96477.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 99667.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 48241.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 5080.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>There have been increasing cries of concern about the availability of metals, and of the importance of metals to national security and domestic manufacturing, but there is much uncertainty about how to decide whether restrictions to availability are really significant, and how the supply risk of one metal compares with that of another. This research was designed to develop an operational &ldquo;critical materials&rdquo; methodology, using extensive data on geology, product engineering, international trade, recycling, and other relevant factors, and then to evaluate the criticality of a number of potentially critical metals. In addition to the methodological development, the results were expected to provide guidance for product development, recycling potential, and the design of substitutes.</p>\n<p>We designed an analysis approach that could be applied at corporate, national, or global level. It involves determinations related to geological resources, regulatory restrictions, geopolitics, substitution potential, and several other measures. Once the approach was developed, we applied it to 62 different chemical elements. We discovered that availability challenges are different for different metals &ndash; some have very low concentrations in mineable rocks, some have export restrictions, some have no good substitutes, and so forth. An important result is that there is no single answer to the question &ldquo;What metals are critical?&rdquo; because corporations, countries, and the planet have different needs and different dependencies. Nonetheless, the results suggest that scarce metals such as indium and europium are likely to be much more problematic than abundant ones such as titanium and tin.</p>\n<p>Over the four year period, the project involved 15 male and 15 female students, of which 11 were undergraduates, eighteen were master&rsquo;s students, and one was a doctoral student. The team included two postdoctoral associates as well. Countries represented by these students included China, Greece, India, and Turkey. All of the participants received unique and valuable training in minerals availability.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/01/2013<br>\n\t\t\t\t\tModified by: Thomas&nbsp;E&nbsp;Graedel</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThere have been increasing cries of concern about the availability of metals, and of the importance of metals to national security and domestic manufacturing, but there is much uncertainty about how to decide whether restrictions to availability are really significant, and how the supply risk of one metal compares with that of another. This research was designed to develop an operational \"critical materials\" methodology, using extensive data on geology, product engineering, international trade, recycling, and other relevant factors, and then to evaluate the criticality of a number of potentially critical metals. In addition to the methodological development, the results were expected to provide guidance for product development, recycling potential, and the design of substitutes.\n\nWe designed an analysis approach that could be applied at corporate, national, or global level. It involves determinations related to geological resources, regulatory restrictions, geopolitics, substitution potential, and several other measures. Once the approach was developed, we applied it to 62 different chemical elements. We discovered that availability challenges are different for different metals &ndash; some have very low concentrations in mineable rocks, some have export restrictions, some have no good substitutes, and so forth. An important result is that there is no single answer to the question \"What metals are critical?\" because corporations, countries, and the planet have different needs and different dependencies. Nonetheless, the results suggest that scarce metals such as indium and europium are likely to be much more problematic than abundant ones such as titanium and tin.\n\nOver the four year period, the project involved 15 male and 15 female students, of which 11 were undergraduates, eighteen were masterÆs students, and one was a doctoral student. The team included two postdoctoral associates as well. Countries represented by these students included China, Greece, India, and Turkey. All of the participants received unique and valuable training in minerals availability.\n\n \n\n\t\t\t\t\tLast Modified: 09/01/2013\n\n\t\t\t\t\tSubmitted by: Thomas E Graedel"
 }
}