{
 "awd_id": "0932810",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Spontaneous and nonphotochemical laser-induced nucleation in levitated supersaturated microdroplets",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eddie Chang",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 160362.0,
 "awd_amount": 160362.0,
 "awd_min_amd_letter_date": "2009-08-29",
 "awd_max_amd_letter_date": "2009-08-29",
 "awd_abstract_narration": "0932810\r\nGaretz\r\n\r\nThis project investigats both spontaneous and laser-induced nucleation in levitated supersaturated microdroplets having diameters ranging from about 5 to 50 ìm, that corresponds to a range of volumes from 0.065 to 65 pL. The small volumes achievable in microdroplets allow the attainment of significantly higher supersaturations than in bulk solutions, creating conditions favorable for the creation of metastable polymorphs. Such microdroplets provide a means of eliminating impurity induced heterogeneous crystallization, providing a unique opportunity to study polymorph control by creating designer interfaces using surfactant molecules. \r\n\r\nThe principal aim of this projectl is to study polymorph control of organic compounds in the spontaneous and laser induced nucleation of levitated supersaturated microdroplets, as a function of microdroplet volume, with and without surfactants. Surfactants will serve as designer templates for nucleation of specific polymorphs. It is anticipated that these studies will reveal unusual and even unknown polymorphs and hydrates, which will be identified by deliquescence points, Raman spectra and weight changes. \r\n\r\nThe project brings together a unique combination of expertise: Garetz in the area of laser-material interactions, and Arnold in the area of microdroplet levitation, in collaboration with Michael Ward in the area of crystallization and polymorphism. It differs significantly from Garetz's earlier work on laser-induced nucleation, in that all experiments will be carried out in the confined volumes of microdroplets, and many will employ surfactants. Under these novel conditions, it is anticipated that surfactant monolayers will exert a greater influence on nucleation compared to bulk crystallization media owing to the greater surface area volume ratio in microdroplets and the minimization of interference from adventitious nucleation impurities. While other research groups have studied the effects of surface monolayers on polymorphism or the effects of confined volumes on polymorphism, the research proposed herein is unique in simultaneously combining these two parameters into a single experiment in an ultraclean environment, in a manner that allows independent control of each parameter. \r\n\r\nBroader Impact: \r\n\r\nAlthough nucleation of crystalline materials has been investigated for decades, it remains a poorly understood phenomenon that will only be unraveled through new and innovative methods. If this project succeeds it will open considerable opportunities for exploring the nucleation, crystallization, and polymorphism of innumerable organic compounds that are interesting because of their commercial applications. New polymorphs represent new materials. The methodology developed in this proposal may provide a unique approach to the discovery of new polymorphs, which is of vital importance in the development of new pharmaceuticals. If this project is successful, it could potentially transform the way new polymorphs are discovered in the pharmaceutical industry. \r\n\r\nBoth PIs of this proposal have considerable experience mentoring undergraduate students, and the proposed research lends itself to such training through summer research internships, funding for which is requested in this proposal.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bruce",
   "pi_last_name": "Garetz",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Bruce A Garetz",
   "pi_email_addr": "bgaretz@duke.poly.edu",
   "nsf_id": "000405896",
   "pi_start_date": "2009-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Arnold",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen Arnold",
   "pi_email_addr": "sa1577@nyu.edu",
   "nsf_id": "000157382",
   "pi_start_date": "2009-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Polytechnic University of New York",
  "inst_street_address": "15 Metrotech Center",
  "inst_street_address_2": "",
  "inst_city_name": "Brooklyn",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7182603360",
  "inst_zip_code": "112013826",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "NY07",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "Polytechnic University of New York",
  "perf_str_addr": "15 Metrotech Center",
  "perf_city_name": "Brooklyn",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "112013826",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "NY07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141400",
   "pgm_ele_name": "INTERFAC PROCESSES & THERMODYN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "008E",
   "pgm_ref_txt": "Gene and Drug Delivery"
  },
  {
   "pgm_ref_code": "051E",
   "pgm_ref_txt": "Interfacial trans & thermodynamic"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 160362.0
  }
 ],
 "por": null
}