{
 "awd_id": "0932536",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Rapid Electrophoretic Sorting of DNA using Nanoemulsion Tags",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eddie Chang",
 "awd_eff_date": "2009-08-01",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 329999.0,
 "awd_amount": 329999.0,
 "awd_min_amd_letter_date": "2009-07-27",
 "awd_max_amd_letter_date": "2009-07-27",
 "awd_abstract_narration": "0932536\r\nSchneider\r\n\r\n\"This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\"\r\n\r\nThe investigators  propose a novel method of rapid DNA electrophoresis that uses dilute suspensions of nanoemulsion droplets that transient bind to DNA in the sample. To encourage interaction of the DNA with the nanoemulsion droplets, DNA is end modified with various nonpolar groups. This alkylated DNA (aDNA) can then be used as a primer for a standard Sanger DNA sequencing process. Separations are carried out using capillary electrophoresis (CE), a standard vehicle for many types of biomolecular characterization and DNA sequencing. Because the electrophoretic separation does not require the use of polymers or gels as a sieving matrix, we expect to provide run times that are 10-100 times faster than can be achieved by the current state-of-the-art, capillary gel electrophoresis (CGE). In addition, much longer DNA can be analyzed, greatly reducing the enzymatic work that must be performed in the Sanger process. Finally, difficulties encountered when introducing viscous polymer solutions into capillaries or microchannels are avoided using these dilute surfactant solutions. \r\n\r\nIntellectual Merit: The process proposed is an extension of end labeled free solution electrophoresis (ELFSE), an existing DNA separation technique that covalently attaches uncharged polymer or protein drag tags to DNA populations so that their free solution mobility is a function of DNA length. While this would remove the requirement of a sieving matrix, ELFSE methods have not been competitive with CGE as the tags need to be prohibitively monodisperse to be effective. In this system, interactions between aDNA and droplets or micelles are frequent and short lived, so that each aDNA swaps tags millions of times during the run. This confers a highly uniform average drag upon the a DNA, even though the droplets may be polydisperse. Tags can also be swapped during the run as required for separation of a given length of DNA. The research plan involves developing nanoemulsion preparation methods that are compatible with electrophoresis, quantifying and maximizing the peak resolution in high electric fields, and establishing means of switching tag sizes during the run for greater sequencing throughput. \r\n\r\nBroader Impacts: DNA sequencing is a tremendously valuable bioanalysis method that has revolutionized the study of biological processes, microbial diversity, and evolution. This method will dramatically reduce the cost of these methods and bring them to bear on a wider range of problems. Insights into the dynamics of solubilization and droplet hydrodynamics in electric fields will also be revealed from the work. DNA electrophoresis is a ubiquitous process in modern biology labs and the method is likely to have a large impact in other arenas as well. The investigators will also sponsor several undergraduate research projects and develop a new lab for a graduate course focused on methods of colloidal characterization. Finally, they will develop a series of hands on demonstrations for the Summer Academy for Minority Students (SAMS), which exposes minority high school students to opportunities in science and engineering. The demonstration will involve using PCR methods to quantify the amount of DNA in an unknown sample.",
 "awd_arra_amount": 329999.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Schneider",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "James W Schneider",
   "pi_email_addr": "schneider@cmu.edu",
   "nsf_id": "000333137",
   "pi_start_date": "2009-07-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie-Mellon University",
  "perf_str_addr": "5000 FORBES AVE",
  "perf_city_name": "PITTSBURGH",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133815",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141400",
   "pgm_ele_name": "INTERFAC PROCESSES & THERMODYN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "051E",
   "pgm_ref_txt": "Interfacial trans & thermodynamic"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 329999.0
  }
 ],
 "por": null
}