{
 "awd_id": "0933360",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Equipment Grant for Interfacial Velocimetry and 3D Liquid-Phase Thermometry in Microfluidic Devices",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Horst Henning Winter",
 "awd_eff_date": "2009-09-15",
 "awd_exp_date": "2012-02-29",
 "tot_intn_awd_amt": 99735.0,
 "awd_amount": 99735.0,
 "awd_min_amd_letter_date": "2009-08-14",
 "awd_max_amd_letter_date": "2009-08-14",
 "awd_abstract_narration": "0933360\r\nYoda\r\n\r\nThis award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5). \r\n\r\nMicrofluidic 'Labs on a Chip' have transformed a wide variety of biochemical assays by shrinking the contents of an analytical chemistry laboratory down to a few square centimeters. Scaling down even further, ultimately to assays at the single-molecule level, requires a fundamental understanding of interfacial transport. At these scales, the entire flow will be well within 1 micron of the wall, surface (e.g. electrostatic) forces become significant. The PI's group has led in developing non-intrusive optical techniques to study interfacial transport, using evanescent wave-based optical techniques such as particle image velocimetry (PIV) and dual-tracer fluorescence thermometry (DFT) to measure velocity and temperature fields within 400 nm of the wall. Recently, they have used multilayer nano-PIV (MnPIV) to measure velocity gradient (i.e., wall shear stress) and slip length in Poiseuille flows through hydrophilic and hydrophobically coated microchannels, and shown that the nonuniform distribution of the colloidal particle tracers used in microscale PIV techniques can significantly affect estimates of slip length. The PI's group has also developed a DFT technique that can measure temperature fields in aqueous solutions with a(n in-plane) spatial resolution as small as a 3 micron with a sensitivity more than triple that of previous DFT methods. This small equipment grant will extend the microscale transport diagnostic capabilities of the PI's group by supporting the acquisition of a 'next generation' electron multiplying CCD camera to image 40 nm (and smaller) tracers for MnPIV over the brief exposures required to minimize Brownian effects; and a spinning-disk confocal attachment for an already existing microscope to acquire three-dimensional temperature fields in 'real time' consisting of up to 70 × 512 × 512 samples with a spatial resolution as small as 1.3 micron. This equipment will support two current research projects funded by NSF and the Office of Naval Research for velocity and temperature measurement at sub-micron scales.  These research projects will advance knowledge and understanding of microscale transport by improving the accuracy and spatial resolution of microscale velocimetry techniques, especially in the near-wall region, and by developing, for the first time, a thermometry technique that can obtain 3D liquid-phase temperature fields with a spatial resolution fine enough for microfluidic devices.  Finally, this equipment will support the education of graduate students and undergraduate researchers at the largest Mechanical Engineering program in the nation and (based on 2008 data) one of the leaders in educating African-American and Hispanic engineers.\r\n\r\nThis award is cofunded with the TTP program in CBET.",
 "awd_arra_amount": 99735.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Minami",
   "pi_last_name": "Yoda",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Minami Yoda",
   "pi_email_addr": "yodamina@msu.edu",
   "nsf_id": "000333917",
   "pi_start_date": "2009-08-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 NORTH AVE NW",
  "perf_city_name": "ATLANTA",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140600",
   "pgm_ele_name": "TTP-Thermal Transport Process"
  },
  {
   "pgm_ele_code": "144300",
   "pgm_ele_name": "FD-Fluid Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "060E",
   "pgm_ref_txt": "BIO-TRANSPORT & FLUID MECH"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 99735.0
  }
 ],
 "por": null
}