{
 "awd_id": "0933588",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "PEET:   Antlion Systematics:   building global expertise in the Myrmeleontidae (Insecta: Neuroptera)",
 "cfda_num": "47.074",
 "org_code": "08010206",
 "po_phone": "7032928227",
 "po_email": "smalcomb@nsf.gov",
 "po_sign_block_name": "Simon Malcomber",
 "awd_eff_date": "2010-01-01",
 "awd_exp_date": "2016-12-31",
 "tot_intn_awd_amt": 749496.0,
 "awd_amount": 749496.0,
 "awd_min_amd_letter_date": "2009-08-31",
 "awd_max_amd_letter_date": "2013-09-04",
 "awd_abstract_narration": "Antlions constitute a large group of neuropteran insects that play important ecological roles in arid-land habitats as a dominant class of small, soil-based predators. Our knowledge of the diversity, evolutionary history, and ecology of antlions is still very incomplete. Only half of the estimated 3000 world species have been scientifically described, and the historical relationships among these species remain poorly known. This project will address two high-priority areas: first, the development of a new global framework for antlion classification based on a rigorous phylogenetic analysis of molecular data from a large number of selected species; and second, the description of new species and completion of comprehensive monographs and identification keys. \r\n\r\nTo address the recent precipitous decline in the global expertise-base of antlion taxonomists, this project will provide education and training opportunities for multiple graduate and undergraduate students in the fields of antlion systematics and informatics. Project results will include the production of new print works that address the identification, diversity and interrelationships of antlion species, and the development of new on-line resources that will integrate information on antlions into the global digital infrastructure of biodiversity informatics. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Oswald",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "John D Oswald",
   "pi_email_addr": "j-oswald@tamu.edu",
   "nsf_id": "000435010",
   "pi_start_date": "2009-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M AgriLife Research",
  "inst_street_address": "2147 TAMU",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778430001",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A&M AGRILIFE RESEARCH",
  "org_prnt_uei_num": "ZM3QVJ8ACN11",
  "org_uei_num": "KU3DCFJJTVN3"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M AgriLife Research",
  "perf_str_addr": "2147 TAMU",
  "perf_city_name": "COLLEGE STATION",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778430001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "737600",
   "pgm_ele_name": "PARTNER TO ENHANCE EXP IN TAX"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1056",
   "pgm_ref_txt": "PARTNERSHIPS IN TAXONOMY"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 153418.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 163030.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 149741.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 146037.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 137270.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"style\">&nbsp;Antlions are a large group of insects that attack and kill other insects and often play an important ecological role as small predators in ground habitats, particularly in desert regions. Pit-building antlion larvae have fascinated young and old for centuries with their ability to construct funnel-shaped traps in the sand to catch passing ants and other small insects for their dinner. By walking backwards in ever smaller circles, and by flipping sand&mdash;always to the outside of the circle&mdash;that falls over their backs and onto the tops of their flat heads as they walk, antlions are able to form a simple construction that serves as both home and meal ticket. But, not all antlion larvae make pits, in fact the majority do not. How and when did the behavior for building such pits arise? Antlions and their close relatives, the owlflies, belong to a lineage of several thousand species that as adults would much rather sit and hide, or fly, rather than walk, or run. In fact, the ends of the legs of these insects are so modified for grasping small cylinders (think grass stems and small twigs) that they are very hard pressed to walk effectively at all if placed on a flat surface. When and why did adult antlions and owlflies trade in the (seemingly advantageous&hellip;) ability to walk for a better ability grasp small objects for perching?</p>\n<p class=\"style\">&nbsp;These are just two examples&mdash;one involving behavior, and one involving morphological structure&mdash;of the many fascinating changes that have taken place over the course of time in the evolution of antlions and their close relatives. But, how do we investigate questions like this, which clearly occurred first in the very distant past? In order to approach such questions we need to be able to peer into the deep history of these insects, what we call their phylogeny. By investigating and understanding the pattern of how living species are related to each other, we can propose and test hypotheses about how the striking behaviors and morphologies that they share (or don&rsquo;t share) may have come about long ago, and at the same time gain insights into some of the processes and environmental pressures, or opportunities, that may have led to those changes.</p>\n<p class=\"style\">In this project two graduate students were trained specifically in the biodiversity of antlions. They undertook studies aimed at better understanding the details of the diversity of certain groups of antlions and at deciphering the phylogenetic relationships among antlions and their close relatives. The students assembled specimens from insect collections around the world, made field expeditions (particularly to Australia) to collect new specimens, and analyzed both morphological and DNA characters to make hypotheses about how different antlion species are related. A major result of this work has been the construction of the most detailed picture to date about how most of the different major groups of antlions around the world are related to each other, knowledge that now allows us to think more clearly about how many of the intriguing morphologies and behaviors displayed by antlions have evolved over time. In addition to their work on antlion phylogeny, each student examined thousands of specimens of one of two different groups of antlions. Each student compiled all of the information that they derived from those specimens (including the descriptions of 16 new species), together with other information about the species in those groups that they found in books and journals, into a large technical monograph (called a &ldquo;revision&rdquo;). Each monograph contains most of the known information about those two groups of antlions. So now, if you want to know something about either of those two groups of antlions, the students&rsquo; revisions are the best place to start your search.</p>\n<p class=\"style\">&nbsp;In addition to the work above, other students helped to produce a variety of websites that scientists from around the world who study antlions (and related groups of insects, such as the lacewings, snakeflies, and fishflies) use to find specific information about different species, and to generally carry out their work in a more rapid and efficient manner. These websites provide many different kinds of basic information&mdash;for example, information about the scientific names of species, where each species is found, how they are classified, and what resources are available to identify them&mdash;that biodiversity scientists need to carry out their day-to-day work, and to extend scientific knowledge. Some of the products of this aspect of the project can be found in the Lacewing Digital Library web portal.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/14/2017<br>\n\t\t\t\t\tModified by: John&nbsp;D&nbsp;Oswald</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "Antlions are a large group of insects that attack and kill other insects and often play an important ecological role as small predators in ground habitats, particularly in desert regions. Pit-building antlion larvae have fascinated young and old for centuries with their ability to construct funnel-shaped traps in the sand to catch passing ants and other small insects for their dinner. By walking backwards in ever smaller circles, and by flipping sand&mdash;always to the outside of the circle&mdash;that falls over their backs and onto the tops of their flat heads as they walk, antlions are able to form a simple construction that serves as both home and meal ticket. But, not all antlion larvae make pits, in fact the majority do not. How and when did the behavior for building such pits arise? Antlions and their close relatives, the owlflies, belong to a lineage of several thousand species that as adults would much rather sit and hide, or fly, rather than walk, or run. In fact, the ends of the legs of these insects are so modified for grasping small cylinders (think grass stems and small twigs) that they are very hard pressed to walk effectively at all if placed on a flat surface. When and why did adult antlions and owlflies trade in the (seemingly advantageous&hellip;) ability to walk for a better ability grasp small objects for perching?\n These are just two examples&mdash;one involving behavior, and one involving morphological structure&mdash;of the many fascinating changes that have taken place over the course of time in the evolution of antlions and their close relatives. But, how do we investigate questions like this, which clearly occurred first in the very distant past? In order to approach such questions we need to be able to peer into the deep history of these insects, what we call their phylogeny. By investigating and understanding the pattern of how living species are related to each other, we can propose and test hypotheses about how the striking behaviors and morphologies that they share (or don?t share) may have come about long ago, and at the same time gain insights into some of the processes and environmental pressures, or opportunities, that may have led to those changes.\nIn this project two graduate students were trained specifically in the biodiversity of antlions. They undertook studies aimed at better understanding the details of the diversity of certain groups of antlions and at deciphering the phylogenetic relationships among antlions and their close relatives. The students assembled specimens from insect collections around the world, made field expeditions (particularly to Australia) to collect new specimens, and analyzed both morphological and DNA characters to make hypotheses about how different antlion species are related. A major result of this work has been the construction of the most detailed picture to date about how most of the different major groups of antlions around the world are related to each other, knowledge that now allows us to think more clearly about how many of the intriguing morphologies and behaviors displayed by antlions have evolved over time. In addition to their work on antlion phylogeny, each student examined thousands of specimens of one of two different groups of antlions. Each student compiled all of the information that they derived from those specimens (including the descriptions of 16 new species), together with other information about the species in those groups that they found in books and journals, into a large technical monograph (called a \"revision\"). Each monograph contains most of the known information about those two groups of antlions. So now, if you want to know something about either of those two groups of antlions, the students? revisions are the best place to start your search.\n In addition to the work above, other students helped to produce a variety of websites that scientists from around the world who study antlions (and related groups of insects, such as the lacewings, snakeflies, and fishflies) use to find specific information about different species, and to generally carry out their work in a more rapid and efficient manner. These websites provide many different kinds of basic information&mdash;for example, information about the scientific names of species, where each species is found, how they are classified, and what resources are available to identify them&mdash;that biodiversity scientists need to carry out their day-to-day work, and to extend scientific knowledge. Some of the products of this aspect of the project can be found in the Lacewing Digital Library web portal.\n\n \n\n\t\t\t\t\tLast Modified: 04/14/2017\n\n\t\t\t\t\tSubmitted by: John D Oswald"
 }
}