{
 "awd_id": "0933057",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Interagency Agreement",
 "awd_titl_txt": "COLLABORATIVE RESEARCH: Fingering convection at low Prandtl number",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Dimitrios Papavassiliou",
 "awd_eff_date": "2010-01-01",
 "awd_exp_date": "2013-12-31",
 "tot_intn_awd_amt": 99996.0,
 "awd_amount": 99996.0,
 "awd_min_amd_letter_date": "2009-09-15",
 "awd_max_amd_letter_date": "2013-03-13",
 "awd_abstract_narration": "CBET - 0933759 /0933057 \r\nGaraud / Radko \r\n \r\nFingering convection at low Prandtl number. Double-diffusive processes play an important role in mixing the upper ocean, and have been extensively studied in this context. Decades of experimental and theoretical research in the high-Prandtl (Pr) number regime characteristic of the heat/salt system have provided reliable parametrizations for the turbulent heat and salt fluxes induced by double-diffusive instabilities, as well as insight into the mechanisms leading to the formation of thermohaline staircases. Double-diffusive mixing is also thought to play a major role in the astrophysical context, and in particular in the interior of stars and giant planets. However, the applicability of parametrizations and analytical theories derived in the high-Pr regime to other regions of parameter space remains an entirely open question. Indeed, studies of the characteristics of linear and weakly nonlinear double-diffusive instability suggest that the low- Pr regime appropriate to the astrophysical context bears little resemblance to the aforementioned heat-salt system. The mechanism causing the saturation of the fingering instability is still undetermined; whether fingering convection leads to the formation of thermochemical staircases or not is an entirely open question. In short, double-diffusive transport remains one of the most uncertain components of global stellar/planetary evolution models. In this study, The PIs plan to carry out an extensive numerical and analytical study of fingering convection in the context of stellar/planetary interiors (Pr'á 1), address the points raised above and derive practical parametric formulae for the heat and compositional fluxes for use by the astrophysical community in global evolution models. The numerical tool the PIs intend to use has already been developed in the scope of a related but different NSF-funded study. Using this tool, the PI's team obtained the first ever evidence for 3D spontaneous thermohaline staircase formation. Since no low-Pr, 3D Direct Numerical Simulations of fingering convection have ever been performed, the PI's experimental results will be an invaluable point of comparison for all existing and future theories. The analytical tools the PIs intend to develop will be inspired by, and thus strive to extend, existing high-Pr work. Both astrophysical and oceanographic communities, supported by state-of- the-art numerical tools, will greatly benefit from this interaction. This study will contribute to UC-wide efforts in the development of the Fluid Dynamics and High-Performance Computing curricula by providing the opportunities for undergraduate training in research (Senior Thesis projects, and UC LEADS research opportunities) and by contributing to the construction of a fluid dynamics student experimental laboratory with inquiry-based learning educational techniques (as part of the Institute for Science and Engineer Educators program).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Timour",
   "pi_last_name": "Radko",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Timour Radko",
   "pi_email_addr": "tradko@nps.edu",
   "nsf_id": "000484514",
   "pi_start_date": "2009-09-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Naval Postgraduate School",
  "inst_street_address": "1 UNIVERSITY CIR",
  "inst_street_address_2": "",
  "inst_city_name": "MONTEREY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8316562271",
  "inst_zip_code": "939435098",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "CA19",
  "org_lgl_bus_name": "NAVAL POSTGRADUATE SCHOOL",
  "org_prnt_uei_num": "NW2RJN8TQQW1",
  "org_uei_num": "CEPCN5K7EKU8"
 },
 "perf_inst": {
  "perf_inst_name": "Naval Postgraduate School",
  "perf_str_addr": "1 UNIVERSITY CIR",
  "perf_city_name": "MONTEREY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "939435098",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "CA19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144300",
   "pgm_ele_name": "FD-Fluid Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "057E",
   "pgm_ref_txt": "Thermodynamics"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 99996.0
  }
 ],
 "por": null
}