{
 "awd_id": "0933341",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Effect of Perturbations on Eddy Organization in Turbulent Boundary Layers",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Dimitrios Papavassiliou",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 180000.0,
 "awd_amount": 180000.0,
 "awd_min_amd_letter_date": "2009-08-21",
 "awd_max_amd_letter_date": "2009-08-21",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5). \r\n\r\nLongmire\r\n0933341 \r\n\r\nRecent research has demonstrated the prevalence and importance of a large scale organization in turbulent boundary layers thought to be caused by packets of individual eddies. Given that packets appear to have a specific spanwise spacing, the PI hypothesizes that obstacles can alter the spanwise structure. For example, obstacles can be spaced at intervals to either enhance stability of neighboring packets or alternatively interfere with and hence alter the typical spanwise (and probably streamwise) scaling observed in flow over smooth walls. In the current study, the vortex packet structure will be perturbed using obstacles extending into the logarithmic region of the boundary layer. Planar and volumetric velocity fields of boundary layers in a large water channel facility will be measured by stereo and tomographic PIV, respectively. The resulting velocity fields will be probed with feature identification algorithms to determine the effect of perturbations on eddy and packet interaction, evolution, and scaling.  Instantaneous shear stresses and shear stress gradients will be quantified simultaneously to determine potential effects of perturbations on wall-normal momentum transfer.  Obstacle height and spanwise spacing will be varied to modify the packet organization. Further, the flow speed will be varied to scale the results with Reynolds number and to see how they might extrapolate to behavior at the much higher Reynolds numbers in practical applications. The results of this study will help answer whether packet formation in boundary layers results from a 'bottom up'  mechanism initiated near the wall or it results from perturbations or instabilities initiated away from the wall. Further, the experiments will demonstrate how scaling, organization, and accompanying characteristics can be altered by intelligent control methods. Accurate models will lead to more efficient processes in energy production and conversion, more efficient transport of vehicles and materials, better understanding of pollutant, microorganism and nutrient transport in the atmosphere and aquatic environments. One graduate student will be trained, and undergraduate students will participate in the research through REU supplements and the UM UROP program. Also, the PI and students will work with elementary school teachers and students at a school with significant Native American population to develop interactive demonstrations and flow visualization activities based on rockets, paper airplanes, and environmental flows.",
 "awd_arra_amount": 180000.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ellen",
   "pi_last_name": "Longmire",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ellen Longmire",
   "pi_email_addr": "longmire@umn.edu",
   "nsf_id": "000111533",
   "pi_start_date": "2009-08-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "2221 UNIVERSITY AVE SE STE 100",
  "perf_city_name": "MINNEAPOLIS",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554143074",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144300",
   "pgm_ele_name": "FD-Fluid Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "057E",
   "pgm_ref_txt": "Thermodynamics"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 180000.0
  }
 ],
 "por": null
}