{
 "awd_id": "0933271",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Equipment Proposal:  Multiple Capillary Probe Inlet System for Spatio-Temporal Studies of Catalysis in Multi-Functional Reactors",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "George J. Antos",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2011-08-31",
 "tot_intn_awd_amt": 85000.0,
 "awd_amount": 85000.0,
 "awd_min_amd_letter_date": "2009-08-27",
 "awd_max_amd_letter_date": "2009-08-27",
 "awd_abstract_narration": "0933271\r\nHarold\r\n\r\nThis award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\r\n\r\nMulti-functional and periodically-operated catalytic reactors are emerging, particularly in environmental and energy related applications. A common thread these catalytic reactors is the complex nonlinear interactions of multiple chemical and transport processes that give rise to spatial and temporal gradients of concentration and temperature. The rational design and operation of the catalyst and reactor requires a comprehensive understanding of these interactions, hopefully in the form of a predictive model that developed through systematic experimentation and analysis. The classical approach of measuring outlet concentration for a range of space velocities does not provide the level of detail needed to elucidate reaction pathways and reactor performance features, or to compare with rigorous reactor models. \r\n\r\nTo this end, the PI will employ a multiple capillary probe mass spectrometer inlet system for carrying out spatially-resolved studies of catalysis in multi-functional reactors. The system will be coupled with an existing quadrupole mass spectrometer and incorporated into a recently built advanced bench-scale reactor system. The mass spectrometer system will be used to resolve the concentrations of selected reactants and products in catalytic processes with spatial and/or temporal gradients, including periodic NOx storage and reduction for which the PI is supported by a current NSF grant, coupled periodic NOx storage and reduction and selective catalytic reduction, and autothermal reforming in catalytic membrane reactors, the subject of a recent NSF grant.\r\n\r\nIntellectual Merit: The intellectual merit of the proposed work comprises the spatial and temporal resolution of species concentrations and temperature during flow and reaction in catalytic reactors. These measurements will provide essential information about reaction pathways and the nature of reaction-transport interactions leading to propagating concentration and temperature fronts. The detailed insight gained from these measurements will be utilized in the development of microkinetic and reactor models leading to improved designs and operating strategies.\r\n\r\nBroader Impact: The broader impact of this study is the development of spatially-resolved mass spectrometry as a new tool to study catalysis in heterogeneous reactors and to closely couple such experiments with spatial/multi-dimensional catalytic reactor modeling. The study will advance the understanding of emerging catalytic processes critical to the environment and alternative energy; specifically lean NOx storage and reduction, selective catalytic reduction, and hydrogen generation and purification during autothermal reforming in catalytic membrane reactors.\r\n",
 "awd_arra_amount": 85000.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Harold",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Michael P Harold",
   "pi_email_addr": "mharold@uh.edu",
   "nsf_id": "000218171",
   "pi_start_date": "2009-08-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Rachel",
   "pi_last_name": "Muncrief",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rachel Muncrief",
   "pi_email_addr": "rmuncrief@uh.edu",
   "nsf_id": "000527306",
   "pi_start_date": "2009-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Houston",
  "inst_street_address": "4300 MARTIN LUTHER KING BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "HOUSTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7137435773",
  "inst_zip_code": "772043067",
  "inst_country_name": "United States",
  "cong_dist_code": "18",
  "st_cong_dist_code": "TX18",
  "org_lgl_bus_name": "UNIVERSITY OF HOUSTON SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "QKWEF8XLMTT3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Houston",
  "perf_str_addr": "4300 MARTIN LUTHER KING BLVD",
  "perf_city_name": "HOUSTON",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "772043067",
  "perf_ctry_code": "US",
  "perf_cong_dist": "18",
  "perf_st_cong_dist": "TX18",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140100",
   "pgm_ele_name": "Catalysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "044E",
   "pgm_ref_txt": "CATALYSIS"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 85000.0
  }
 ],
 "por": null
}