{
 "awd_id": "0933506",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "IDF: Controlled Network Disruption and Spatiotemporal Sampling of Microperfused 3-D Neural Cultures",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Athanassios Sambanis",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2009-07-23",
 "awd_max_amd_letter_date": "2009-07-23",
 "awd_abstract_narration": "0933506\r\nLaPlaca\r\n\r\nThe ability to grow and manipulate cells in culture is crucial to understanding basic mechanisms of both normal and disease processes.  Three-dimensional thick neural cultures, in particular, mimic brain tissue, but are limited by the lack of a blood supply to deliver nutrients and remove waste.  There is a critical need to develop new technology to address this need and produce valid brain tissue models.  The intellectual merit of this interdisciplinary research lies in the engineering of a new culture model that includes the major cell types in the brain: neurons, astrocytes, and microglia, together with a highly controllable microfluidic system that perfuses nutrients throughout the culture and permits waste removal and sampling of the cell culture media during periods of both normal conditions and cell injury.  Several new innovative elements will be incorporated:  1) include inflammatory cells (microglia) to create a more realistic cell model; 2) introduce a unique, ultrasound-based injury model to produce local injury within the culture; and 3) incorporate microfluidics for perfusion and sampling.  Thus, the overall objective is to create a robust and complex neural tissue equivalent that will faithfully represent brain and to investigate the role of microglia following inflammatory triggers.  In Task 1, the most appropriate building blocks are chosen to create a novel, complex 3-D neural system for studying inflammation.  In addition, microfluidics will be integrated to include perfusion and sampling capabilities. Furthermore, a new traumatic injury model will be developed, providing a means for detailed study of injury mechanisms using highly controllable and tunable methodology. In Task 2, the role of the microglia in the injury response will be tested, as cytokines released from injured microglia are hypothesized to increase cell death.  This research is highly significant, as robust culture tools that incorporate multiple cell types and microfluidic perfusion and sampling offer unprecedented levels of spatial and temporal control for determining mechanisms of both normal and injured cells.  The broader impact of this research direction will be the development of extremely novel neural tissue equivalents that can be used for numerous applications.  It is expected that the next generation of culture systems realized by this approach will revolutionize the way neural cell culturing is done, as the complex interactions among cell types are considered and microcirculation is mimicked through microperfusion.  Three-dimensional tissue models with these capabilities will push forward the translation of basic science discoveries for industry, government, and medical breakthroughs. The technical findings will be shared with university, government, and industry researchers with emphasis on collaboration and ultimately having an impact on those affected with traumatic injury or other neurological disorders.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michelle",
   "pi_last_name": "LaPlaca",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Michelle C LaPlaca",
   "pi_email_addr": "michelle.laplaca@bme.gatech.edu",
   "nsf_id": "000114996",
   "pi_start_date": "2009-07-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ari",
   "pi_last_name": "Glezer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ari Glezer",
   "pi_email_addr": "ari.glezer@me.gatech.edu",
   "nsf_id": "000441656",
   "pi_start_date": "2009-07-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 NORTH AVE NW",
  "perf_city_name": "ATLANTA",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534500",
   "pgm_ele_name": "Engineering of Biomed Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "004E",
   "pgm_ref_txt": "BIOMEDICAL ENG AND DIAGNOSTICS"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": null
}