{
 "awd_id": "0933409",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "COLLABORATIVE RESEARCH: Smart Sediment Grains and the Incipient Motion of Coastal Heterogeneous Sediments",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Dimitrios Papavassiliou",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 270000.0,
 "awd_amount": 270000.0,
 "awd_min_amd_letter_date": "2009-08-22",
 "awd_max_amd_letter_date": "2011-06-03",
 "awd_abstract_narration": "Foster/Chou\r\n0933409/0933694\r\n\r\nNOAA estimates that the large local, state, and federal financial investments in nourishment projects to maintain existing beaches is returned ten-fold through tourism dollars alone. As sea level rises and population demands on our shorelines increase, some experts predict the socioeconomic and ecological pressures on the beaches and coastal planners will also rise. These projects are generally successful at temporarily restoring the beach width, however re-nourished sediment more quickly erodes as it has different characteristics than the \"native\" sediment. The PIs will develop and experimental program for these studies. Theories for the motion of sediment largely neglect any unsteady contributions from the passing waves or more local turbulent disturbance. The existing applied engineering models based on such principles have relatively low skill when predicting the onshore transport of sediment in moderate wave climates (e.g small wave periods of 3-5 s and wave heights of roughly 1 m) with weak mean flows where beaches rebuild and could significantly benefit from an improved understanding of nearshore sediment dynamics. The hypothesis the PI's seek to test is that in wave-driven coastal environments where the flow regime is unsteady and the sediment characteristics can be heterogenous, the incipient motion of a sediment bed results from a combination of the shear stress gradient and the horizontal pressure gradient. The PIs will test this hypothesis by developing a new wireless Lagrangian sensor, the Smart Sediment Grain. The specific objectives for this project are to develop a theoretical formulation for the incipient motion of sediment in response to random free surface gravity waves, extending Sleath's 1999 formulation; develop a Smart Sediment Grain (SSG) to measure the three-dimensional acceleration of individual motes (or grains); and finally observe the motion and transport of heterogeneous sediments (both natural and smart particles) through a comprehensive full-scale laboratory observation. Full-scale observations will be performed at the Ven Te Chow Laboratory at the University of Illinois (UIUC). Observations will be obtained for a range of natural grain classes (0.2 < d50 < 20.0 mm) and also for a range of lighter particles that will allow for a range of the full parameter space relevant to coastal environments. This effort represents a synergistic collaboration between a wireless technology expert and a sediment transport scientist. This effort is transformative in its application of state-of-the-art MEMs technology to resolve longstanding fundamental questions regarding the motion of intermittently mobile sediment beds exposed to free surface gravity waves. There exist wide-ranging broader impacts of this effort that include increasing the participation of underrepresented groups, transitioning high technology to society, entraining k-12 students into science and engineering, and increasing the predictive skill of coastal management models. This project will provide support for the Ph.D. studies of a minority female student. The PIs will participate in outreach programs at the Joan and James Leitzel Center at UNH and through Girls Inc, Eureka! Ongoing collaborations with TUDelft will provide an opportunity to model the successful Dutch methods for transitioning scientific findings to the larger engineering community.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Diane",
   "pi_last_name": "Foster",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Diane L Foster",
   "pi_email_addr": "diane.foster@whoi.edu",
   "nsf_id": "000518900",
   "pi_start_date": "2009-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of New Hampshire",
  "inst_street_address": "51 COLLEGE RD",
  "inst_street_address_2": "BLDG 107",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NH",
  "inst_state_name": "New Hampshire",
  "inst_phone_num": "6038622172",
  "inst_zip_code": "038242620",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NH01",
  "org_lgl_bus_name": "UNIVERSITY SYSTEM OF NEW HAMPSHIRE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GBNGC495XA67"
 },
 "perf_inst": {
  "perf_inst_name": "University of New Hampshire",
  "perf_str_addr": "51 COLLEGE RD",
  "perf_city_name": "DURHAM",
  "perf_st_code": "NH",
  "perf_st_name": "New Hampshire",
  "perf_zip_code": "038242620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NH01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141500",
   "pgm_ele_name": "PMP-Particul&MultiphaseProcess"
  },
  {
   "pgm_ele_code": "144300",
   "pgm_ele_name": "FD-Fluid Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "059E",
   "pgm_ref_txt": "Complex fluids"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 90961.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 98391.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 80648.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Comprehensive characterization of coastal processes is important to reduce loss of life and property from natural disasters in coastal zones and improve the efficiency of beach nourishment programs. The major goal of this project was to investigate the influence of the shear stress gradient and the horizontal pressure gradient in triggering sediment motion under oscillatory flows. The specific objectives were to develop a theoretical formulation for the incipient motion of sediment in response to random free surface gravity waves; develop a Smart Sediment Grain (SSG) that will measure the three-dimensional acceleration of individual grains; and experimentally observe the motion and transport of heterogeneous sediments, both natural and smart particles, through small- and full-scale laboratory observations.</p>\n<p>The Smart Sediment Grain was developed by embedding a wireless sensor node inside a gravel-sized plastic sphere. The node consists of 2 tri-axial accelerometers, a flash card for onboard data storage, and a battery. The shell was made from Delrin plastic because it is easy to machine, had the appropriate density to facilitate tests in the incipient motion regime in small-scale wave flumes and was transparent to radio frequency. Angle of repose tests determined that the SSGs have mobility characteristics similar to gravel. We tested the SSGs in the large wave flume at the O. H. Hinsdale Wave Research Laboratory at Oregon State University to investigate their response to full-scale waves in a controlled environment. A variety of waves and small-scale tsunamis were generated. Acoustic instruments and wave gages measured the fluid velocities and wave characteristics. A scientific-grade underwater camera monitored the SSG movement and verified motion. Next, a comprehensive incipient motion experiment was conducted in the Small-Oscillating Flow Tunnel at the Naval Research Laboratory, Stennis Space Center, MS. A full range of flows were simulated over a variety of sediment characteristics. The sediment types included natural coarse sand, gravel, acetate beads and the SSGs. These sediments allow us to investigate the effects of sediment size, shape and density on incipient motion. Particle Image Velocimetry, comprising of a dual cavity Nd:YAG 532 nm laser and 4 high-speed cameras, measured the hydrodynamics at the sediment bed and within the test section. These experiments represent one of the most comprehensive efforts to resolve the fundamental theories of incipient motion with high-resolution velocity measurements at the fluid-sediment interface over a broad range of hydrodynamic conditions and sediment characteristics. They represent a very rich dataset which can be used to validate numerical and theoretical models of the mobility of sediments in the nearshore.</p>\n<p>The angle of repose experiments revealed that the angle of repose of the SSG was not only influenced by the number of contact points of the sediment, but also by the flow direction relative to the configuration of the surrounding sediments. Incipient motion was triggered by the pressure gradient in flows with large accelerations, by the shear stresses in flows with low acceleration and by the combined effects of both mechanisms in intermediate flows. Turbulent vortices shed from neighboring sediment grains may trigger sediment transport. Additionally, incipient motion of heterogeneous sediments occurred selectively by sediment classifications depending on the size, shape and orientation of the grain relative to the flow.</p>\n<p>The data are being synthesized to formulate a more comprehensive incipient motion criterion to account for the effects of shear stresses, pressure gradients and sediment characteristics including size, density and bed configuration. This criterion can be implemented in large-scale ocean circulation and weather prediction models to improve our predictive capabilities of co...",
  "por_txt_cntn": "\nComprehensive characterization of coastal processes is important to reduce loss of life and property from natural disasters in coastal zones and improve the efficiency of beach nourishment programs. The major goal of this project was to investigate the influence of the shear stress gradient and the horizontal pressure gradient in triggering sediment motion under oscillatory flows. The specific objectives were to develop a theoretical formulation for the incipient motion of sediment in response to random free surface gravity waves; develop a Smart Sediment Grain (SSG) that will measure the three-dimensional acceleration of individual grains; and experimentally observe the motion and transport of heterogeneous sediments, both natural and smart particles, through small- and full-scale laboratory observations.\n\nThe Smart Sediment Grain was developed by embedding a wireless sensor node inside a gravel-sized plastic sphere. The node consists of 2 tri-axial accelerometers, a flash card for onboard data storage, and a battery. The shell was made from Delrin plastic because it is easy to machine, had the appropriate density to facilitate tests in the incipient motion regime in small-scale wave flumes and was transparent to radio frequency. Angle of repose tests determined that the SSGs have mobility characteristics similar to gravel. We tested the SSGs in the large wave flume at the O. H. Hinsdale Wave Research Laboratory at Oregon State University to investigate their response to full-scale waves in a controlled environment. A variety of waves and small-scale tsunamis were generated. Acoustic instruments and wave gages measured the fluid velocities and wave characteristics. A scientific-grade underwater camera monitored the SSG movement and verified motion. Next, a comprehensive incipient motion experiment was conducted in the Small-Oscillating Flow Tunnel at the Naval Research Laboratory, Stennis Space Center, MS. A full range of flows were simulated over a variety of sediment characteristics. The sediment types included natural coarse sand, gravel, acetate beads and the SSGs. These sediments allow us to investigate the effects of sediment size, shape and density on incipient motion. Particle Image Velocimetry, comprising of a dual cavity Nd:YAG 532 nm laser and 4 high-speed cameras, measured the hydrodynamics at the sediment bed and within the test section. These experiments represent one of the most comprehensive efforts to resolve the fundamental theories of incipient motion with high-resolution velocity measurements at the fluid-sediment interface over a broad range of hydrodynamic conditions and sediment characteristics. They represent a very rich dataset which can be used to validate numerical and theoretical models of the mobility of sediments in the nearshore.\n\nThe angle of repose experiments revealed that the angle of repose of the SSG was not only influenced by the number of contact points of the sediment, but also by the flow direction relative to the configuration of the surrounding sediments. Incipient motion was triggered by the pressure gradient in flows with large accelerations, by the shear stresses in flows with low acceleration and by the combined effects of both mechanisms in intermediate flows. Turbulent vortices shed from neighboring sediment grains may trigger sediment transport. Additionally, incipient motion of heterogeneous sediments occurred selectively by sediment classifications depending on the size, shape and orientation of the grain relative to the flow.\n\nThe data are being synthesized to formulate a more comprehensive incipient motion criterion to account for the effects of shear stresses, pressure gradients and sediment characteristics including size, density and bed configuration. This criterion can be implemented in large-scale ocean circulation and weather prediction models to improve our predictive capabilities of coastal processes and sediment transport phenomena. The Smart Sediment Grain is on..."
 }
}