{
 "awd_id": "0933095",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Advances in Global Dynamic Optimization",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Maria Burka",
 "awd_eff_date": "2009-09-15",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 310202.0,
 "awd_amount": 310202.0,
 "awd_min_amd_letter_date": "2009-09-11",
 "awd_max_amd_letter_date": "2009-09-11",
 "awd_abstract_narration": "Paul Barton\r\n0933095\r\n\r\n\r\n\r\nIntellectual Merit The objective of this research is to develop algorithms for the global solution of dynamic optimization problems of practical size, with a particular interest in chemical engineering applications. In such optimization problems, inputs, parameters and/or initial conditions for a system of differential equations that optimize a specified performance metric are sought.  This type of optimization problem is ubiquitous in engineering disciplines due to the widespread use of differential equations to model systems of interest. For chemical engineering applications, it is widely known that dynamic optimization problems nearly always exhibit multiple suboptimal local minima. Most dynamic optimization algorithms can only guarantee convergence to local minima, which can have serious economic and environmental consequences, and may also result in unsafe operating conditions, when implemented on real systems. To date, there are roughly three algorithms capable of solving general dynamic optimization problems to guaranteed global optimality - all of these are restricted to problems with fewer than about five degrees of freedom and five state variables due to excessive computational cost, and therefore cannot be used to address many practical chemical engineering problems. Thus, the primary objective of this work is to develop more efficient algorithms for solving dynamic optimization problems globally.\r\n\r\nUnder previous NSF support, the PI and coworkers developed a rigorous global dynamic optimization algorithm, which hinges on a novel theory for generating convex relaxations for these problems. Though this theory works well in many cases, there remain large classes of problems for which these relaxations are too weak. This work involves the theoretical development and efficient numerical implementation of better techniques for generating convex relaxations. For general dynamic optimization problems, a new theory has recently been developed which can provide tighter relaxations in many cases, yet there are many remaining challenges regarding implementation of this theory to produce a complete algorithm. These challenges are the topic of one of the tasks that will be undertaken in this project.\r\n\r\nAll techniques to relax dynamic optimization problems require the generation of bounds on the state variables over a range of parameters. The accuracy of these bounds is directly reflected in the strength of the convex relaxations generated. Methods for efficiently generating tighter bounds than are currently available are the subject of the second specific research tasks. It is found that major improvements can potentially be made for the specific case of optimization problems involving chemically reacting systems, due to the availability of independently known physical information. This includes a very large and important class of chemical engineering applications. However, exploiting this information to its fullest extent presents several interesting theoretical and computational questions that remain to be addressed. Finally, a method for generating tight bounds for general dynamic optimization problems by augmenting our existing method with simple first-order Taylor models in a novel manner will be studied.\r\n\r\nBroader Impact The ability to solve dynamic optimization problems of practical size could have a major impact on the chemical process industry. The ability to simulate large-scale dynamic systems efficiently has caused an increase in the development of detailed dynamic process models for many chemical processes. Yet optimizing these systems for design, operation or control can currently only be done locally, or through the use of inappropriate linear approximations. The ability to solve globally dynamic optimization problems involving such detailed dynamic models would allow appropriate treatment of important problems such as formal safety verification of chemical processes, design of start-up and shut-down procedures, synthesis of integrated batch processes, and the integration of design and control. Furthermore, it is believed that generic global dynamic optimization techniques will find widespread use in nearly all science and engineering disciplines.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Barton",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Paul I Barton",
   "pi_email_addr": "pib@mit.edu",
   "nsf_id": "000093668",
   "pi_start_date": "2009-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 MASSACHUSETTS AVE",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140300",
   "pgm_ele_name": "Proc Sys, Reac Eng & Mol Therm"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "050E",
   "pgm_ref_txt": "CHEMICAL PROCESS DESIGN"
  },
  {
   "pgm_ref_code": "7752",
   "pgm_ref_txt": "CDI NON SOLICITED RESEARCH"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 310202.0
  }
 ],
 "por": null
}