{
 "awd_id": "0933058",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A Fluid-Structure Interaction Study in Wind-Turbine Blades",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ram Gupta",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 174162.0,
 "awd_amount": 174162.0,
 "awd_min_amd_letter_date": "2009-07-30",
 "awd_max_amd_letter_date": "2009-07-30",
 "awd_abstract_narration": "0933058\r\nPonta\r\n\r\nLimitations in the current blade technology constitute a technological barrier to further reductions in wind-energy cost. Blade manufacturing is labor-intensive and requires highly-qualified manpower, a bottleneck that reflects into the increasing share of the cost of the rotor as turbine size increases. Huge size differences complicate extrapolation of experimental data from the wind tunnel to the prototype scale. Hence, a key to introduce new technological solutions that improve the economics of blade design, manufacturing and transport logistics, without compromising reliability, is to reduce the uncertainties related to blade aeroelastic dynamics. The objective of the proposed research is to get a better understanding of the underlying physics through improved mathematical computational models of the fluid-structure interaction process. This Virtual Test Environment where innovative prototype blades may be tested at realistic full-scale conditions, with a reasonable computational cost, would combine two advanced numerical models in a parallel HPC supercomputer platform: A model of the unsteady separated flow using Vorticity-Velocity Self-Adaptive algorithms; and a model of the structural response of heterogeneous composite beams using Dimensional-Reduction techniques on the blade sections.\r\n\r\nIntellectual Merit: The intellectual merit of this work is the advancement of computational mathematical models for the complex fluid-structure interaction problems that play a critical role in wind-turbine blade design, providing also a fundamental tool for a better understanding of the underlying physics. Besides its clear relevance to turbo-machinery development, studying the nonlinear dynamics of fluid-structure interaction provides insights into a widespread physical topic which makes appearances in many scientific disciplines and several branches of Engineering. In cases where a rotational component is added to the relative motion of a body due to the intrinsic operation of a certain mechanism, the scientific challenge is still greater. These phenomena manifest themselves at a wide range of scales and present excellent opportunities for scientific discovery with a richness of technical application.\r\n\r\nBroader Impacts: This work will advance industrial development in wind-energy technology while promoting teaching and learning at both the undergraduate and graduate levels by motivating engineering students to lead research at the frontiers of applied mathematics and computational mechanics. This work would also have transformative effects in the development of wind turbine blade technology through synergistic activities in collaboration with a high-tech company located in the region. Besides contributing to the local economy, these activities would help students gain experience from an industrial setting. This work intrinsically broadens the participation of underrepresented groups in research: both the PI and the PhD students involved in this project are from under-represented groups.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Fernando",
   "pi_last_name": "Ponta",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Fernando Ponta",
   "pi_email_addr": "flponta@mtu.edu",
   "nsf_id": "000307332",
   "pi_start_date": "2009-07-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan Technological University",
  "inst_street_address": "1400 TOWNSEND DR",
  "inst_street_address_2": "",
  "inst_city_name": "HOUGHTON",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "9064871885",
  "inst_zip_code": "499311200",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MI01",
  "org_lgl_bus_name": "MICHIGAN TECHNOLOGICAL UNIVERSITY",
  "org_prnt_uei_num": "GKMSN3DA6P91",
  "org_uei_num": "GKMSN3DA6P91"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan Technological University",
  "perf_str_addr": "1400 TOWNSEND DR",
  "perf_city_name": "HOUGHTON",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "499311200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MI01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764400",
   "pgm_ele_name": "EchemS-Electrochemical Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "051E",
   "pgm_ref_txt": "Interfacial trans & thermodynamic"
  },
  {
   "pgm_ref_code": "090E",
   "pgm_ref_txt": "Chem/Bio and Physical Diagnostics"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 174162.0
  }
 ],
 "por": null
}