{
 "awd_id": "0933605",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "When particles should not stick: Understanding the causes for unfavorable particle deposition",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eddie Chang",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 299997.0,
 "awd_amount": 299997.0,
 "awd_min_amd_letter_date": "2009-08-27",
 "awd_max_amd_letter_date": "2011-08-02",
 "awd_abstract_narration": "0933605\r\nDrazer\r\n\r\nThe study of particle deposition at solid liquid interfaces is central to a number of technological applications, such as filtration, oil recovery, paints, and water treatment, just to name a few.   Originally proposed to explain aggregation phenomena in colloidal dispersions DLVO theory has proven extremely successful and robust to describe particle deposition when the conditions are favorable. On the other hand, there is a clear disagreement between the theory and experiment for the deposition of colloidal particles under unfavorable chemical conditions, that is, when electrostatic repulsion creates a barrier to particle deposition. In most cases, the observed deposition is larger than that expected from theoretical models, such as the classical colloidal filtration theory (CFT). Although several explanations have been proposed to address this discrepancy our understanding remains fragmented and there is no unified description that successfully explains deposition under unfavorable conditions. In addition, most experiments measure effluent concentrations or other quantities that are only indirectly related to deposition.  In order to determine why deposition under unfavorable conditions deviates strongly from the classical treatment of particle deposition, a series of simple experiments that provide not only average results but also detailed information on individual deposition events at the particle level and their statistical distributions will be performed. In addition, the proposed experiments will be performed under simple and well controlled geometry and flow conditions, to further enable a direct comparison with theoretical predictions and to suggest corrections to the theory where needed.\r\n\r\nIntellectual Merit:\r\n\r\nThe proposed work will help resolve a long standing issue as to why unfavorable deposition exists in the first place. In addition, understanding particle deposition and reentrainment will impact a wide range of disciplines, such as oil recovery strategies and microfluidic devices. Therefore, there is an important engineering rationale in understanding the underlying causes for particle deposition under unfavorable conditions. Whether surface charge heterogeneities or poor determination of the surface potential of the collector is at the root of the observed discrepancies is unclear. The design of simple and versatile experiments to address these issues will lead to an ideal platform to study the fundamentals of particle deposition from both an experimental and theoretical perspective. Moreover, the proposed particle tracking experiments will provide detailed information on the deposition phenomena at the level of individual particles that can be directly compared with Brownian dynamic simulations. In addition, the tools that will be developed in this project will allow, in the future, studying the deposition of more complex colloids, such as bacteria, viruses, or minerals of various shapes and surface charge distribution.\r\n\r\nBroad Impacts:\r\n\r\nThe broader impact of this work lies in both education and outreach activities, as well as on its technologically enabling capabilities. Training will be provided to graduate, undergraduates, and high school students in an interdisciplinary environment that includes a strong exposure to the fields of materials and interfacial science as well as transport phenomena. It will also provide experience in a broad range of experimental, modeling and simulations tools and methods. The PIs educational philosophy is designed to foster a true passion for science in students by giving them opportunities to actively produce scientific material, rather than acting as passive consumers. In the lab, undergraduates and high school students are encouraged to present their findings within the group and externally, including authorship in peer reviewed scientific publications. From a scientific and technological perspective understanding particle deposition will impact several disciplines, such as oil recovery strategies. In fact, one of the major problems in oil production is the drastic reduction in permeability of reservoir rocks due to clays and other minerals released in the form of fine particles during injection.  Another area that would benefit from the present work is that of microfluidic devices and lab-on-a-chip systems. A large number of microfluidic devices involving the transport of suspended species are being investigated for potential applications in areas that range from medicine, to the detection of explosives. In many cases, colloidal deposition and clogging of fluidic channels is an important problem.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "German",
   "pi_last_name": "Drazer",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "German M Drazer",
   "pi_email_addr": "german.drazer@rutgers.edu",
   "nsf_id": "000175811",
   "pi_start_date": "2009-08-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Joelle",
   "pi_last_name": "Frechette",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Joelle Frechette",
   "pi_email_addr": "jfrechette@berkeley.edu",
   "nsf_id": "000485379",
   "pi_start_date": "2009-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "Johns Hopkins University",
  "perf_str_addr": "3400 N CHARLES ST",
  "perf_city_name": "BALTIMORE",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212182608",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141400",
   "pgm_ele_name": "INTERFAC PROCESSES & THERMODYN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "051E",
   "pgm_ref_txt": "Interfacial trans & thermodynamic"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 99551.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 93767.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 106679.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The scientific, economic, and environmental importance of filtration cannot be underestimated, especially as the resources for potable water are becoming more scarce and the cost of energy are increasing. Particulate transport, separation, and deposition are at the core of contaminant spreading and environmental remediation strategies. Our work helps to better understand what causes particle deposition and how to facilitate their separation. As such our findings could lead to the design of more effective and rapid separation and filtration systems. Such systems could be employed in a wide range of technologies: from water purification to enhanced oil recovery.</p>\n<p>Regardless of the application, deposition is a complex process that includes competing contributions from different effects, including electrostatic forces, van der Waals interactions, Brownian motion and hydrodynamics. Therefore, we worked on assessing and understanding different aspects of the problem in well-defined experiments.&nbsp; It was also important to understand the behavior of a particle when it approaches a solid surface, a flat surface, a constriction or another particle. In particular, when a suspended colloid approaches a solid, and the gap separating the two surfaces becomes small, hydrodynamic (lubrication) forces can be dominant and can prevent irreversible deposition. This project partially supported investigations designed to investigate the motion of suspended particles close to solid obstacles. We observed that the details of the interactions, the material of the particles and the size or type of obstacles is inconsequential for the final outcome. Specifically, we demonstrated that the closest approach between the surface of a particle and a fixed obstacle in its path follows a universal curve that seems to be valid over a wide range of length scales, from microns to millimeters. (These results also have important consequences that were exploited for the design and development of microfluidic separation systems). Another project outcome is the development of patchy surfaces to study the role of charge heterogeneity on particle deposition and of a simple model to study the motion of a particle in a constriction.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/06/2013<br>\n\t\t\t\t\tModified by: Joelle&nbsp;Frechette</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe scientific, economic, and environmental importance of filtration cannot be underestimated, especially as the resources for potable water are becoming more scarce and the cost of energy are increasing. Particulate transport, separation, and deposition are at the core of contaminant spreading and environmental remediation strategies. Our work helps to better understand what causes particle deposition and how to facilitate their separation. As such our findings could lead to the design of more effective and rapid separation and filtration systems. Such systems could be employed in a wide range of technologies: from water purification to enhanced oil recovery.\n\nRegardless of the application, deposition is a complex process that includes competing contributions from different effects, including electrostatic forces, van der Waals interactions, Brownian motion and hydrodynamics. Therefore, we worked on assessing and understanding different aspects of the problem in well-defined experiments.  It was also important to understand the behavior of a particle when it approaches a solid surface, a flat surface, a constriction or another particle. In particular, when a suspended colloid approaches a solid, and the gap separating the two surfaces becomes small, hydrodynamic (lubrication) forces can be dominant and can prevent irreversible deposition. This project partially supported investigations designed to investigate the motion of suspended particles close to solid obstacles. We observed that the details of the interactions, the material of the particles and the size or type of obstacles is inconsequential for the final outcome. Specifically, we demonstrated that the closest approach between the surface of a particle and a fixed obstacle in its path follows a universal curve that seems to be valid over a wide range of length scales, from microns to millimeters. (These results also have important consequences that were exploited for the design and development of microfluidic separation systems). Another project outcome is the development of patchy surfaces to study the role of charge heterogeneity on particle deposition and of a simple model to study the motion of a particle in a constriction.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 12/06/2013\n\n\t\t\t\t\tSubmitted by: Joelle Frechette"
 }
}