{
 "awd_id": "0934920",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Control of Composition and Phase at the Nanoscale: The Development of AlMn Nanoparticles",
 "cfda_num": "47.049",
 "org_code": "03070010",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eric Taleff",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2012-03-31",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2009-08-28",
 "awd_max_amd_letter_date": "2010-07-02",
 "awd_abstract_narration": "TECHNICAL SUMMARY: \r\n\r\nThis project will discover methods to synthesize AlMn nanoparticles in the tau phase. Bulk tau-AlMn is ferromagnetic (Ms = 950 emu/cc) with a high magnetocrystalline anisotropy (Ku ~ 1 x 107 erg/cc). These particles are expected to have ideal magnetic properties necessary to support the growth in data storage capacity for magnetic tape beyond the year 2020. This technology demands tight compositional and size distributions. From previous work on FePt it has been determined that a two-step nucleation process can be used to control the compositional uniformity. One metal forms the seed from which the other metal atom heterogeneously nucleates. In this project the approach is to nucleate the formation of Mn seed particles, followed by a heterogeneous reduction of Al3+ at the particle surface. The nucleation step will either be a thermal decomposition of an organometallic manganese compound (e.g., Mn2(CO)10) or reduction of Mn2+. Cyclic voltammetry will be used to determine the reduction potentials for the Mn2+ and Al3+ precursors, thereby providing a means of identifying the reducing agents for the nucleation and growth steps. The particles will be prepared in the presence of trioctylphosphine capping ligands to provide a dispersion of particles in an organic solvent. Reaction conditions will be identified that provide control over the particle composition and size distribution. High resolution TEM images will be used to measure the distributions of particle sizes and EDAX on individual particles will provide their compositions. Post synthesis heat treatment in an inert atmosphere will determine conditions for obtaining the chemically ordered, ferromagnetic tau&#61472;phase with high magnetocrystalline anisotropy. Time-dependent remnant coercivity measurements will provide values of important magnetic properties, i.e, Ms, Hk, Ku, and V. The effect of particle size, composition and chemical ordering on the magnetic properties will be ascertained.  \r\n\r\nNON-TECHNICAL SUMMARY: \r\n\r\nThe world-wide demand for information storage capacity is growing faster than our ability to provide data storage media. Magnetic storage tape is the lowest cost, most reliable and highest volume metric storage density medium for archiving digital data. It is an indispensible component of the overall data storage hierarchy. The Information Storage Industry Consortium (INSIC) has projected that by 2018 current magnetic particles will not support further growth in data storage density. This research project aims at addressing the systematic development of a new class of magnetic nanoparticles that will support further increases in storage density and make tape a viable medium beyond 2018. The particles are a ferromagnetic aluminum-manganese tau phase alloy and this project will discover new chemistry to prepare these particles. The development of these particles will require an essential understanding of compositional, phase and structure stability in multi-component metallic alloys in the nanometer regime. The results will elucidate the intrinsic growth mechanisms of nanoparticles. This will bring to fruition the ability to tailor nanoparticles for applications beyond magnetic storage such as catalysis, hyperthermia cancer treatments, and energy harvesting systems. This project will support a graduate student, who will earn a Ph. D. in Materials Science under the joint direction of D. E. Nikles (chemistry) and G. B. Thompson (metallurgy). The student will have a unique multidisciplinary educational experience at the interface between nanoparticle chemical science and nanoparticle metallurgy. The project will also support a high school student who will spend the summer in doing research as part of a Nanoscience and Engineering High School Internship Program.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Nikles",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "David E Nikles",
   "pi_email_addr": "dnikles@mint.ua.edu",
   "nsf_id": "000273373",
   "pi_start_date": "2009-08-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gregory",
   "pi_last_name": "Thompson",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Gregory B Thompson",
   "pi_email_addr": "gthompson@eng.ua.edu",
   "nsf_id": "000035550",
   "pi_start_date": "2009-08-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alabama Tuscaloosa",
  "inst_street_address": "801 UNIVERSITY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "TUSCALOOSA",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2053485152",
  "inst_zip_code": "354012029",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AL07",
  "org_lgl_bus_name": "UNIVERSITY OF ALABAMA",
  "org_prnt_uei_num": "TWJWHYEM8T63",
  "org_uei_num": "RCNJEHZ83EV6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alabama Tuscaloosa",
  "perf_str_addr": "801 UNIVERSITY BLVD",
  "perf_city_name": "TUSCALOOSA",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "354012029",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AL07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177100",
   "pgm_ele_name": "METAL & METALLIC NANOSTRUCTURE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In the early 21st century the demand for digital data storage has been growing by 80% per year, while the data storage industry has been increasing the capacity of its data storage devices (magnetic hard drives and magnetic tape systems) at 40% per year. In the year 2007 the demand for data storage exceeded the capacity for data storage.</p>\n<p>Magnetic tape has been and will be the medium of choice for mass data archiving and for electronic libraries. Magnetic tape consists of a magnetic coating, containing magnetic particles and a polymer binder, on a polymer substrate. Data is stored by magnetizing the magnetic particles. The Information Storage Industry Consortium (INSIC) is a international research consortium of companies that produce data storage products. INSIC has published a roadmap for magnetic tape technology that predicts the future performance for magnetic tape and identifies the research required to support future increases in data storage capacity. In the year 2012 the state-of-the-art tape data storage cartridge holds 4 TB (four terabytes or 4 x 10<sup>12</sup> bytes). INSIC predicts the capacity will double every two years and by 2022 the capacity will be 128 TB. The INSIC roadmap predicts that current magnetic particle technology will evolve to support the predicted increases in data storage capacity. However, beyond the year 2022, a new magnetic particle technology will be required to continue the 40% per year growth in data storage capacity in the decade of the 2020's.</p>\n<p>We have taken the challenge of discovering new magnetic particles for use beyond the year 2022. We propose that ferromagnetic AlMn binary alloy nanoparticle could meet those future needs. The magnetic tau-phase of the binary alloy AlMn has the magnetic properties required to meet these future needs. However, no one has ever been able to prepare particles of AlMn. The need will be for a new ferromagnetic particle with a diameter in the range for 5 to 15 nm. The particle size must be controlled, since in this size range the magnetic properties greatly depend on the particle size.</p>\n<p>The NSF support has allowed us to discover a chemical method to prepare binary alloy nanoparticles of Al and Mn. The method involved the chemical reduction of a mixture of AlCl<sub>3</sub> and MnCl<sub>2</sub> at high temperature. AlCl<sub>3</sub> and MnCl<sub>2</sub> are very difficult to reduce to the corresponding metal. We have identified chemical reducing agents that give AlMn nanoparticles with an average particle size of 5 nm. The composition was 50 atomic percent Al and 50 atomic percent Mn. The particles had a face-centered cubic (fcc) structure and not the magnetic tau-phase. Learning how to convert the fcc phase to the &tau;-phase is an objective of future research. The NSF support has allowed use to determine reaction conditions that control the particle size and composition. This is the first example of the preparation of AlMn particles, particularly in the size range relevant to the future need of the magnetic data storage industry.</p>\n<p>Nikles is a member INSIC's magnetic tape project and has reported these results to the INSIC tape scientists community and the INSIC annual meeting in August 20120. Furthermore, he participated in preparing the most recent magnetic tape road map, published May 2012.</p>\n<p>The NSF support has allowed us to educate a graduate student, who will earn a Ph. D. in materials science. The student had a multidisciplinary research experience by working in Nikles' chemistry labs and in Thompson's metallurgy labs. The student developed a strong expertise in particle chemistry and electron microscopy. The NSF project also supported two high school interns, both from under-represented groups. Both worked on the synthesis and characterization of magnetic nanoparticles. Both plan to earn science or engineering degrees. The graduate student and high school stu...",
  "por_txt_cntn": "\nIn the early 21st century the demand for digital data storage has been growing by 80% per year, while the data storage industry has been increasing the capacity of its data storage devices (magnetic hard drives and magnetic tape systems) at 40% per year. In the year 2007 the demand for data storage exceeded the capacity for data storage.\n\nMagnetic tape has been and will be the medium of choice for mass data archiving and for electronic libraries. Magnetic tape consists of a magnetic coating, containing magnetic particles and a polymer binder, on a polymer substrate. Data is stored by magnetizing the magnetic particles. The Information Storage Industry Consortium (INSIC) is a international research consortium of companies that produce data storage products. INSIC has published a roadmap for magnetic tape technology that predicts the future performance for magnetic tape and identifies the research required to support future increases in data storage capacity. In the year 2012 the state-of-the-art tape data storage cartridge holds 4 TB (four terabytes or 4 x 1012 bytes). INSIC predicts the capacity will double every two years and by 2022 the capacity will be 128 TB. The INSIC roadmap predicts that current magnetic particle technology will evolve to support the predicted increases in data storage capacity. However, beyond the year 2022, a new magnetic particle technology will be required to continue the 40% per year growth in data storage capacity in the decade of the 2020's.\n\nWe have taken the challenge of discovering new magnetic particles for use beyond the year 2022. We propose that ferromagnetic AlMn binary alloy nanoparticle could meet those future needs. The magnetic tau-phase of the binary alloy AlMn has the magnetic properties required to meet these future needs. However, no one has ever been able to prepare particles of AlMn. The need will be for a new ferromagnetic particle with a diameter in the range for 5 to 15 nm. The particle size must be controlled, since in this size range the magnetic properties greatly depend on the particle size.\n\nThe NSF support has allowed us to discover a chemical method to prepare binary alloy nanoparticles of Al and Mn. The method involved the chemical reduction of a mixture of AlCl3 and MnCl2 at high temperature. AlCl3 and MnCl2 are very difficult to reduce to the corresponding metal. We have identified chemical reducing agents that give AlMn nanoparticles with an average particle size of 5 nm. The composition was 50 atomic percent Al and 50 atomic percent Mn. The particles had a face-centered cubic (fcc) structure and not the magnetic tau-phase. Learning how to convert the fcc phase to the &tau;-phase is an objective of future research. The NSF support has allowed use to determine reaction conditions that control the particle size and composition. This is the first example of the preparation of AlMn particles, particularly in the size range relevant to the future need of the magnetic data storage industry.\n\nNikles is a member INSIC's magnetic tape project and has reported these results to the INSIC tape scientists community and the INSIC annual meeting in August 20120. Furthermore, he participated in preparing the most recent magnetic tape road map, published May 2012.\n\nThe NSF support has allowed us to educate a graduate student, who will earn a Ph. D. in materials science. The student had a multidisciplinary research experience by working in Nikles' chemistry labs and in Thompson's metallurgy labs. The student developed a strong expertise in particle chemistry and electron microscopy. The NSF project also supported two high school interns, both from under-represented groups. Both worked on the synthesis and characterization of magnetic nanoparticles. Both plan to earn science or engineering degrees. The graduate student and high school students saw the broad impact of this project. They understood how basic science, with a high risk of failure, has the potential to have a high impact..."
 }
}