{
 "awd_id": "0934871",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CMG Collaborative Research: Envirodynamics on River Networks",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924488",
 "po_email": "jwang@nsf.gov",
 "po_sign_block_name": "Junping Wang",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 224075.0,
 "awd_amount": 224075.0,
 "awd_min_amd_letter_date": "2009-09-03",
 "awd_max_amd_letter_date": "2009-09-03",
 "awd_abstract_narration": "The topology of river networks has been extensively studied over the past decades using the suite of quantitative methods developed in the pioneering works of Horton, Strahler, Shreve, and Tokunaga. As a result, stream-ordering schemes and statistical self-similarity concepts have been explored to a considerable extent in hydrologic and geomorphologic sciences and have penetrated other areas of natural sciences. At the same time, questions related to how the static topology of a river network affects the dynamical processes operating on this network have been studied to a considerably lesser degree, while the impact of such processes is of the greatest interest from environmental, economic, and societal points of view. This project maintains a sustained research effort focused on environmental transport along river networks, in particular, and dynamic processes on hierarchical branching structures, in general. The main goal is to develop a theoretical and modeling framework that will facilitate predictive understanding of the relationships between the geometry of a network and dynamic processes that operate on it. The analytic methods to be developed and applied in the project arise from the theories of hierarchical aggregation and complex networks. The proposed transport modeling is based on the mathematical theory of Boolean delay equations (BDEs), a framework especially tailored for the mathematical modeling of systems that exhibit thresholds, multiple feedbacks and distinct time delays. The BDE modeling will provide a flexible basis for a preliminary assessment of land-use and climate change effects on resource attributes of a river system, including sediment grain size distribution, algae production and transport, nutrient loading, and fish population. It will also constitute a simple ?platform? for testing hypotheses and guiding further data collection efforts for improved prediction under uncertainty. The project will adapt concepts and tools from other disciplines, mainly dynamical and complex systems, to earth-surface research. \r\n\r\nThe proposed study opens a new direction in earth-surface modeling, focused on environmental transport on river networks. The intellectual merit of this project resides in the novel mathematical, modeling, and data exploration approaches, put forward by an interdisciplinary team toward predictive understanding of environmental dynamics on river networks. The critical societal and economic importance of network dynamic problems? in the geosciences and other areas of the physical and life sciences?adds substantially to the proposal?s intellectual merit. The project will result in better predictive understanding of environmental fluxes including precipitation, sediment bedload, nutrients, pollutants, etc., and provide new insight into rivers? habitat structure and food webs. The project will impact other science areas that involve network dynamics and hierarchical aggregation, including gene interactions, social networks, spread of diseases, and Internet security. The new results will be achieved by further developing a novel theoretical concept of dynamic networks, integrating this concept into concrete applications, and developing corresponding numerical models. The project PIs are actively involved in promoting interactions between mathematicians, physicists and researchers in geosciences and will further strengthen such interactions within this project. The collaborative and cross-disciplinary approach of this project makes it an ideal training ground for graduate students, post-docs and young scientists.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ilya",
   "pi_last_name": "Zaliapin",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Ilya V Zaliapin",
   "pi_email_addr": "zal@unr.edu",
   "nsf_id": "000293249",
   "pi_start_date": "2009-09-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Board of Regents, NSHE, obo University of Nevada, Reno",
  "inst_street_address": "1664 N VIRGINIA ST # 285",
  "inst_street_address_2": "",
  "inst_city_name": "RENO",
  "inst_state_code": "NV",
  "inst_state_name": "Nevada",
  "inst_phone_num": "7757844040",
  "inst_zip_code": "895570001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NV02",
  "org_lgl_bus_name": "BOARD OF REGENTS OF THE NEVADA SYSTEM OF HIGHER ED",
  "org_prnt_uei_num": "WLDGTNCFFJZ3",
  "org_uei_num": "WLDGTNCFFJZ3"
 },
 "perf_inst": {
  "perf_inst_name": "Board of Regents, NSHE, obo University of Nevada, Reno",
  "perf_str_addr": "1664 N VIRGINIA ST # 285",
  "perf_city_name": "RENO",
  "perf_st_code": "NV",
  "perf_st_name": "Nevada",
  "perf_zip_code": "895570001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NV02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "721500",
   "pgm_ele_name": "OPPORTUNITIES FOR RESEARCH CMG"
  },
  {
   "pgm_ele_code": "723200",
   "pgm_ele_name": "MATHEMATICAL GEOSCIENCES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7232",
   "pgm_ref_txt": "MATHEMATICAL GEOSCIENCES"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 224075.0
  }
 ],
 "por": null
}