{
 "awd_id": "0934733",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CMG Collaborative Research: Fast Multipole Algorithms for Geophysical Stress Modeling and Their Use in Large-Scale Simulation of Earthquake Occurrence",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924488",
 "po_email": "jwang@nsf.gov",
 "po_sign_block_name": "Junping Wang",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 288623.0,
 "awd_amount": 288623.0,
 "awd_min_amd_letter_date": "2009-09-03",
 "awd_max_amd_letter_date": "2009-09-03",
 "awd_abstract_narration": "Fast Multipole Methods (FMMs) are widely used in many branches of science and technology, but there is a need for general-purpose, well-documented open source implementations of optimized versions of the method, suitable for use in the geosciences and other fields. One of the pressing needs for using FMMs is in conducting large-scale mathematical modeling of the occurrence of many earthquakes over a long period of time. Such simulations would produce a synthetic catalog of earthquakes, whose statistical properties, in both space and time, may be similar to the actual distribution of earthquakes that occur in nature. Such simulations are analogous to the global circulation models used by meteorologists and climate scientists to simulate weather and climate. In both cases, the objective is to use basic physical laws to simulate the behavior of a large and complex natural system. We have only recently gained enough knowledge about the complex non-linear geosystem that generates earthquakes that it is possible to conduct realistic earthquake simulations and test them against observed earthquake behavior. It is now possible that the simulations can be sufficiently realistic in detail and large enough in scale that they can be useful in understanding the physics of earthquakes as well as the probabilities of earthquake occurrence, understandings that have important societal benefits. This project will develop FMM algorithms and implement them for use with earthquake simulator codes. These improved codes will also be used to conduct much-improved earthquake simulations. The software we create will be useful for a variety of other applications in science and engineering beyond the one we focus on; we will provide our documented libraries with example problems on an open website and will publicize this to the scientific community.\r\n\r\nThis project will develop, test, and apply new generations of efficient computer programs that can generate hitherto impossible long artificial histories of earthquakes. These histories will enable scientists to understand patterns of occurrence that can be used for estimating the hazard that earthquakes pose to human life and property. For example, the California Earthquake Authority, which sets earthquake insurance rates with billions of dollars of implications for California and the world, presently bases its estimates of the probability of earthquake occurrence on methodology that many experts feel is inadequate. The ability to create computer models that generate many long sequences of earthquakes is regarded by experts as the next important step in improving our understanding of when and where earthquakes may occur in many earthquake prone regions of the USA and abroad. In many ways this approach is similar to the computer-based forecasts of weather and climate that are presently much more advanced than are forecasts of earthquake occurrence. The project involves a new and tight collaboration between mathematicians and earthquake scientists who previously have been developing state-of-the-art approaches in their fields independently. The computer programs that are produced will enhance the ability or society to make fast and efficient computer models with benefits in a range of scientific and engineering applications in addition to their usefulness in understanding earthquakes. The programs will be documented, publicized, and made freely available on a web site.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Leslie",
   "pi_last_name": "Greengard",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Leslie F Greengard",
   "pi_email_addr": "greengard@cims.nyu.edu",
   "nsf_id": "000100866",
   "pi_start_date": "2009-09-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Zydrunas",
   "pi_last_name": "Gimbutas",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zydrunas Gimbutas",
   "pi_email_addr": "gimbutas@cims.nyu.edu",
   "nsf_id": "000528201",
   "pi_start_date": "2009-09-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York University",
  "inst_street_address": "70 WASHINGTON SQ S",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129982121",
  "inst_zip_code": "100121019",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "NEW YORK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NX9PXMKW5KW8"
 },
 "perf_inst": {
  "perf_inst_name": "New York University",
  "perf_str_addr": "70 WASHINGTON SQ S",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100121019",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "721500",
   "pgm_ele_name": "OPPORTUNITIES FOR RESEARCH CMG"
  },
  {
   "pgm_ele_code": "723200",
   "pgm_ele_name": "MATHEMATICAL GEOSCIENCES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 288623.0
  }
 ],
 "por": null
}