{
 "awd_id": "0934079",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "NJ Partnership for Excellence in Middle School Mathematics",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032925140",
 "po_email": "lzia@nsf.gov",
 "po_sign_block_name": "Lee Zia",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 3629382.0,
 "awd_amount": 5000000.0,
 "awd_min_amd_letter_date": "2009-08-11",
 "awd_max_amd_letter_date": "2013-07-31",
 "awd_abstract_narration": "The New Jersey Partnership for Excellence in Middle School Mathematics (NJ-PEMSM) is a partnership between Rutgers University and seven school districts in the state of New Jersey. The partnership is developing the expertise of teachers in mathematics, pedagogy, and leadership to enhance the mathematical achievement of their students and to share their expertise further as lead teachers, mathematics coaches, and district resources. NJ-PEMSM includes school districts facing a cross-section of the most serious educational challenges for American public schools: economic stresses in the home and community environments, a diversity of socio-cultural contexts, and partial student proficiency on statewide mathematics assessments. The NJ-PEMSM Institute, with summer and academic year components, is enrolling 100 active middle school mathematics teachers, in four cohorts over five years, as Partnership Fellows. Fellows undertake a program that develops deep mathematical content knowledge and research-based pedagogical strategies to engage students in learning. The mathematical domains include numbers and operations, algebra, geometry, probability, and discrete mathematics. Teaching strategies include attention to children's mathematical reasoning processes, affect and motivation. The Institute is developing leadership skills that empower participants to communicate their expertise to colleagues, and to positively influence their school districts. Fellows can earn a Master's of Education in Mathematics Education, and/or advanced licensures. Ongoing support structures are designed to sustain a community of expert practice.   A rigorous research effort is documenting the outcomes of the project for dissemination to the broader community. A special focus is being placed on the mathematical achievement of special-needs students.  \r\n\r\nNJ-PEMSM expects the following outcomes:\r\n1) To develop a cadre of middle school math teachers who have strong mathematical content, pedagogy and leadership skills and knowledge. \r\n2) To provide middle school mathematics teachers with a deeper and more flexible mathematical content knowledge so that they can effectively teach conceptually challenging mathematics.\r\n3) To transform middle school mathematics education by better engaging and motivating students from economically disadvantaged, and racially, ethnically, and culturally diverse populations so that they choose to pursue more advanced mathematics courses. \r\n4) To answer specific research questions regarding middle school teachers' acquisition of mathematical knowledge and pedagogical development, consequences for students' learning, including special education students, and the impact of teacher leadership development on participating school districts.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Amy",
   "pi_last_name": "Cohen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Amy Cohen",
   "pi_email_addr": "acc@math.rutgers.edu",
   "nsf_id": "000441873",
   "pi_start_date": "2009-08-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Joan",
   "pi_last_name": "Bennett",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Joan W Bennett",
   "pi_email_addr": "bennett@aesop.rutgers.edu",
   "nsf_id": "000137590",
   "pi_start_date": "2009-08-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Carolyn",
   "pi_last_name": "Maher",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Carolyn A Maher",
   "pi_email_addr": "carolyn.maher@gse.rutgers.edu",
   "nsf_id": "000192095",
   "pi_start_date": "2009-08-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "R. Michael",
   "pi_last_name": "Beals",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "R. Michael Beals",
   "pi_email_addr": "beals@math.rutgers.edu",
   "nsf_id": "000207187",
   "pi_start_date": "2009-08-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Coleman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "John Coleman",
   "pi_email_addr": "jcoleman@trschools.com",
   "nsf_id": "000525966",
   "pi_start_date": "2009-08-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University New Brunswick",
  "perf_str_addr": "3 RUTGERS PLZ",
  "perf_city_name": "NEW BRUNSWICK",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "089018559",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177700",
   "pgm_ele_name": "MSP-TEACHER INSTITUTES"
  },
  {
   "pgm_ele_code": "179200",
   "pgm_ele_name": "MSP-TARGETED AWARDS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0409",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000910DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 2194669.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 1070618.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 807723.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 926990.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\n<p>The New Jersey Partnership for Excellence in Middle School Math (PEMSM) served four cohorts of mid-career math teachers from 15 school districts, most facing educational challenges.&nbsp; The primary goal was to help teachers deepen their understanding of middle school mathematics and mathematical pedagogy. &nbsp;A second goal was improved engagement and learning by the students of the participating teachers.&nbsp; Other goals included substantial interaction among university faculty and participating teachers, and ongoing educational research.</p>\n<p>&nbsp;</p>\n<p>Each cohort pursued a structured program of seven masters-level courses, five focused on the mathematics of the middle grades and two focused on mathematical pedagogy.&nbsp; This program required three academic semesters and two summer institutes over 20 months.&nbsp; Each cohort included a cross-section of teachers from the partner districts:&nbsp; men as well as women; members of many ethnic groups; and special education teachers as well as regular education teachers.&nbsp; The regular education teachers held K-8 licenses, but few held middle grades specialization endorsements in mathematics.&nbsp; The five math content courses satisfied the content requirements for this endorsement.&nbsp; The special education teachers co-taught with regular math teachers and felt it important to learn more of the content they were trying to help their inclusion students and their pull-out students learn.</p>\n<p>&nbsp;</p>\n<p>The first-day enrollment of the cohorts averaged 26 teachers. &nbsp;Of these 104 teachers, 85 completed the full PEMSM program. Thirty-four program-completers have taken additional courses, completed a masters paper, and earned an Ed.M.&nbsp; in Mathematics Education. &nbsp;Others are still pursuing that masters degree.&nbsp; Almost all attrition was due to health issues, new children, aged parents, relocation to follow a spouse&rsquo;s job, or scheduling demands of a second job; little was due to dissatisfaction.</p>\n<p>&nbsp;</p>\n<p>The Partnership&rsquo;s independent external evaluator reported significant increases in mathematical-knowledge-for-teaching.&nbsp; They also noted increased confidence and flexibility in the classroom, and greater comfort addressing both the content and practice standards of the Common Core.&nbsp; The evaluations used pre-and-post-testing with nationally validated and normed instruments, annual focus groups, surveys, and classroom observations.&nbsp; There is fairly robust evidence that the students of PEMSM teachers were more engaged in learning mathematics and more successful on end-of-year assessments than were students of teachers not in PEMSM.&nbsp; Among many confounding factors in interpreting student data are changes in state assessments from grade to grade, and the mobility of students from school to school and district to district.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Math courses were taught by senior faculty in mathematics; the pedagogy courses, by senior faculty in education.&nbsp; Ten senior math faculty were involved.&nbsp;&nbsp; In each case the instructor-of-record was assisted by experienced facilitators of professional development for mathematics education, by graduate students in math or in math ed, and &ndash; during summer institutes &ndash; by teacher peer mentors with appropriate experience and background for the grade band.&nbsp; A wide variety of mathematics education researchers (graduate students, post-doctoral fellows, and faculty) also conducted research projects as well as participating in some of the instruction.&nbsp; Outcomes of faculty involvement include the development of new math courses for future middle K-8 teachers, revisions of existing courses, writing of a text-book on geometry aimed at future middle grades teachers, engagement by graduate students in outreach work with teachers, acquisition by graduate students and f...",
  "por_txt_cntn": "\n \n\nThe New Jersey Partnership for Excellence in Middle School Math (PEMSM) served four cohorts of mid-career math teachers from 15 school districts, most facing educational challenges.  The primary goal was to help teachers deepen their understanding of middle school mathematics and mathematical pedagogy.  A second goal was improved engagement and learning by the students of the participating teachers.  Other goals included substantial interaction among university faculty and participating teachers, and ongoing educational research.\n\n \n\nEach cohort pursued a structured program of seven masters-level courses, five focused on the mathematics of the middle grades and two focused on mathematical pedagogy.  This program required three academic semesters and two summer institutes over 20 months.  Each cohort included a cross-section of teachers from the partner districts:  men as well as women; members of many ethnic groups; and special education teachers as well as regular education teachers.  The regular education teachers held K-8 licenses, but few held middle grades specialization endorsements in mathematics.  The five math content courses satisfied the content requirements for this endorsement.  The special education teachers co-taught with regular math teachers and felt it important to learn more of the content they were trying to help their inclusion students and their pull-out students learn.\n\n \n\nThe first-day enrollment of the cohorts averaged 26 teachers.  Of these 104 teachers, 85 completed the full PEMSM program. Thirty-four program-completers have taken additional courses, completed a masters paper, and earned an Ed.M.  in Mathematics Education.  Others are still pursuing that masters degree.  Almost all attrition was due to health issues, new children, aged parents, relocation to follow a spouseÆs job, or scheduling demands of a second job; little was due to dissatisfaction.\n\n \n\nThe PartnershipÆs independent external evaluator reported significant increases in mathematical-knowledge-for-teaching.  They also noted increased confidence and flexibility in the classroom, and greater comfort addressing both the content and practice standards of the Common Core.  The evaluations used pre-and-post-testing with nationally validated and normed instruments, annual focus groups, surveys, and classroom observations.  There is fairly robust evidence that the students of PEMSM teachers were more engaged in learning mathematics and more successful on end-of-year assessments than were students of teachers not in PEMSM.  Among many confounding factors in interpreting student data are changes in state assessments from grade to grade, and the mobility of students from school to school and district to district. \n\n \n\nMath courses were taught by senior faculty in mathematics; the pedagogy courses, by senior faculty in education.  Ten senior math faculty were involved.   In each case the instructor-of-record was assisted by experienced facilitators of professional development for mathematics education, by graduate students in math or in math ed, and &ndash; during summer institutes &ndash; by teacher peer mentors with appropriate experience and background for the grade band.  A wide variety of mathematics education researchers (graduate students, post-doctoral fellows, and faculty) also conducted research projects as well as participating in some of the instruction.  Outcomes of faculty involvement include the development of new math courses for future middle K-8 teachers, revisions of existing courses, writing of a text-book on geometry aimed at future middle grades teachers, engagement by graduate students in outreach work with teachers, acquisition by graduate students and faculty alike of appreciation for methods to achieve more active learning in math classrooms.  University participants also increased their respect for the seriousness of purpose of the teacher participants.\n\n \n\nPapers and posters have been presented at regional and na..."
 }
}