{
 "awd_id": "0935321",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:  Integrated Modeling and Experimental Assessment of Chimpanzee and Hominin Locomotion",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2009-10-01",
 "awd_exp_date": "2016-09-30",
 "tot_intn_awd_amt": 1875760.0,
 "awd_amount": 1875760.0,
 "awd_min_amd_letter_date": "2009-09-27",
 "awd_max_amd_letter_date": "2012-02-22",
 "awd_abstract_narration": "Habitual upright bipedalism - walking exclusively on two straight legs - is one of the key evolutionary adaptations that sets modern humans apart from other primates. In contrast, the crouched form of bipedalism used by our nearest relatives, chimpanzees, represents the best available example of how our early bipedal ancestors would have walked. Therefore, advancing our understanding of bipedal locomotion in chimpanzees is central to understanding the evolution of locomotion in humans.\r\n\r\nIn this project, an interdisciplinary team of scientists will use state-of-the-art computer modeling and lab-based experimental techniques to study the mechanics, energetics, and control of bipedal locomotion in chimpanzees. Specifically, the researchers will develop a computer model of the chimpanzee musculoskeletal system that will be used to generate simulations of bipedal walking. The musculoskeletal model will be used to evaluate the impact of specific morphological adaptations that have been proposed to play a role in the evolution of human bipedalism. The computer model will be complemented by a detailed set of empirically derived locomotor data that will be collected on chimpanzee subjects. These data will fully document bipedal locomotion in chimpanzees, and will aid in generating and validating the bipedal walking simulations. Together, these modeling and experimental investigations will be used to reconstruct the most likely manner in which the australopithecine ancestors of humans walked on two legs, and by so doing, determine if australopithecine bipedality was transitional between that of apes and humans.\r\n\r\nThe broader impacts of this research will target both scientific and educational domains. The researchers plan to make the computer simulation models and corresponding experimental data widely and freely available to other scientists, and develop a learning module based on the models that can be used in teaching functional morphology and biomechanics. Moreover, this project will support the research of two successful female scientists, and the mentoring of postdoctoral fellows and both graduate and undergraduate students. By training the next generation of scientists and creating freely-available model and data resources, this project will facilitate discoveries in the evolution of human locomotion that go far beyond the present project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jack",
   "pi_last_name": "Stern",
   "pi_mid_init": "T",
   "pi_sufx_name": "Jr.",
   "pi_full_name": "Jack T Stern",
   "pi_email_addr": "jack.stern@sunysb.edu",
   "nsf_id": "000308956",
   "pi_start_date": "2009-09-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Brigitte",
   "pi_last_name": "Demes",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Brigitte Demes",
   "pi_email_addr": "bdemes@ms.cc.sunysb.edu",
   "nsf_id": "000184913",
   "pi_start_date": "2009-09-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "O'Neill",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew O'Neill",
   "pi_email_addr": "moneill@midwestern.edu",
   "nsf_id": "000394258",
   "pi_start_date": "2009-09-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Larson",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Susan G Larson",
   "pi_email_addr": "susan.larson@stonybrook.edu",
   "nsf_id": "000286076",
   "pi_start_date": "2009-09-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Stony Brook",
  "inst_street_address": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "inst_street_address_2": "",
  "inst_city_name": "STONY BROOK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6316329949",
  "inst_zip_code": "117940001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NY01",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "M746VC6XMNH9",
  "org_uei_num": "M746VC6XMNH9"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Stony Brook",
  "perf_str_addr": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "perf_city_name": "STONY BROOK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "117940001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NY01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "528200",
   "pgm_ele_name": "HUMAN ORIG: MOVING IN NEW DIR"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 423362.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 385407.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 711668.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 355323.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The determination of when our ancestors first adopted upright walking depends on the recovery of relevant fossils, as well as on comparative anatomical and functional analyses of those fossils. Each time a new fossil is found, its morphology is compared to that of modern humans, other fossils and our closest relatives, the living apes.&nbsp; The unique mosaic of features that is typically revealed make the functional interpretation of this morphology difficult and often controversial.&nbsp; Computational biomechanics and modeling offer a means of deriving a more integrated functional interpretation of fossil morphology.&nbsp;</p>\n<p>Given that computer modeling is attempting to simulate an extremely complex, multifaceted system, it is an intricate procedure, dependent on many factors, and the underlying assumptions and parameters used to develop a computer model will have a great influence on the results of the analysis. The modeler must make a variety of decisions regarding how to construct the model, what the model should attempt to optimize or emulate, and which modeling technique is most appropriate, all of which depend on the availability of empirical data to support and test the model.&nbsp; Some past modeling studies attempting to reconstruct the locomotion of extinct human ancestors have relied exclusively on modern human locomotor data as inputs, while others have generated fossil human locomotion <em>de novo</em> but with no means for validation of the results.&nbsp; The solution we offered to these problems was to perform the same model-based locomotion simulations for two extant species that are both closely related to our extinct human ancestors, coupled with comparable detailed sets of empirically based locomotor data to be used for model inputs and validation. The obvious choice to pair with simulations of modern human locomotion is simulation of bipedal walking in chimpanzees.</p>\n<p>A detailed three-dimensional (3-D) musculoskeletal model of the chimpanzee pelvis and hind limb was developed and validated, and was published in O&rsquo;Neill et al. (2013). An OpenSim version of the chimpanzee pelvis and hind limb model is freely available at: <a href=\"https://simtk.org/projects/chimphindlimb\">https://simtk.org/projects/chimphindlimb</a></p>\n<p>The model includes geometric representations of bones and joints, as well as 35 muscle&ndash;tendon units represented using 44 Hill-type muscle models. Comparisons with a similar human musculoskeletal model support the view that chimpanzees are better suited for force production over a larger range of joint positions than humans.&nbsp;</p>\n<p>Initial kinematic results for motion of the chimpanzee pelvis and hind limb during bipedal walking have been published in O&rsquo;Neill et al. (2015), and demonstrate substantial differences between humans and chimpanzees in both the sagittal and non-sagittal planes. &nbsp;Humans walk with a more stable pelvis than chimpanzees, and while both species exhibit similar magnitudes of pelvis list, the segment motion is opposite in phasing. In the hind limb, chimpanzees walk with a more flexed and abducted limb posture, and substantially exceed humans in the magnitude of hip rotation during a stride.</p>\n<p>Collected kinematic and kinetic data on chimpanzee bipedal locomotion have been used to explore center of mass mechanics and whether their bent-hip, bent-knee form of walking precludes any potential for the kinetic and potential energy exchange that characterizes modern human walking (Demes et al., 2015).&nbsp; Based on studies using human subjects who were asked to walk with bent hips and knees, it has been suggested that this form of bipedalism would have been too energetically costly for early human ancestors.&nbsp; However, the results for chimpanzees who naturally walk with bent hips and knees reveal that energy exchange does occur, albeit less than that exhibited by humans.&nbsp;</p>\n<p>Chimpanzee kinematic data has also been used to analyze trunk and head motion as part of an investigation of the evolution of human upper body stability (Thompson. 2016).&nbsp; Although the trunk of chimpanzees has been characterized as &ldquo;stiff&rdquo; based on morphology, three dimensional kinematic analyses show that bipedal walking chimpanzees rotate their lumbar and thoracic regions in a manner similar to humans.&nbsp;</p>\n<p>Finally, kinematic data from the feet reveal that chimpanzees use less midfoot joint motion overall during bipedal walking than humans (Holowka, 2015), which runs counter to the commonly held belief that the human foot has evolved to become more rigid during walking, and instead indicates that relatively high midfoot joint mobility is an underappreciated component of proper longitudinal arch function in humans. These results also suggest that foot joint morphology may be a poor indicator of mobility in fossil hominins.</p>\n<p>The empirical data documenting chimpanzee locomotor characteristics gathered during this project represent the most comprehensive and robust biomechanical dataset known from a living ape, and bear directly on questions of locomotor behavior in human ancestors. They illustrate the importance of obtaining direct, high-quality locomotor data from apes, and that inferences based solely on anatomy or on humans mimicking apes in their movement profiles can be misleading representations of how ape biology actually works.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/14/2016<br>\n\t\t\t\t\tModified by: Susan&nbsp;G&nbsp;Larson</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2016/0935321/0935321_10029186_1476388965920_chimpmusculoskeletalmodel2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/0935321/0935321_10029186_1476388965920_chimpmusculoskeletalmodel2--rgov-800width.jpg\" title=\"Three-dimensional musculoskeletal model of the chimpanzee pelvis and hind limb\"><img src=\"/por/images/Reports/POR/2016/0935321/0935321_10029186_1476388965920_chimpmusculoskeletalmodel2--rgov-66x44.jpg\" alt=\"Three-dimensional musculoskeletal model of the chimpanzee pelvis and hind limb\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The model includes geometric representations of bones and joints, as well as 35 muscle-tendon units. An OpenSim version of the chimpanzee pelvis and hind limb model may be downloaded here: https://simtk.org/projects/chimphindlimb</div>\n<div class=\"imageCredit\">O'Neill MC, Lee, L-F, Larson SG, Demes B, Stern JT & Umberger BR. (2013). A three-dimensional musculoskeletal model of the chimpanzee (Pan troglodytes) pelvis and hind limb. Journal of Experimental Biology 216, 3709-3723.</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Susan&nbsp;G&nbsp;Larson</div>\n<div class=\"imageTitle\">Three-dimensional musculoskeletal model of the chimpanzee pelvis and hind limb</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/0935321/0935321_10029186_1476390701552_chimpkinematics-ONeill2015--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/0935321/0935321_10029186_1476390701552_chimpkinematics-ONeill2015--rgov-800width.jpg\" title=\"Chimpanzee pelvis and hind limb posture during full bipedal walking stride (both stance and swing phases)\"><img src=\"/por/images/Reports/POR/2016/0935321/0935321_10029186_1476390701552_chimpkinematics-ONeill2015--rgov-66x44.jpg\" alt=\"Chimpanzee pelvis and hind limb posture during full bipedal walking stride (both stance and swing phases)\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">There are substantial differences between human and chimpanzee bipedal walking, in both the sagittal and non-sagittal planes. Stride-to-stride variation in joint and segment motion was greater in chimpanzees than humans, although intraspecific variation was similar on average.</div>\n<div class=\"imageCredit\">O'Neill MC, Lee L-F, Demes B, Thompson NE, Larson SG, Stern JT Jr & Umberger BR. (2015). Three-dimensional kinematics of the pelvis and hind limbs in chimpanzee (Pan troglodytes) and human bipedal walking. Journal of Human Evolution 86, 32-42.</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Susan&nbsp;G&nbsp;Larson</div>\n<div class=\"imageTitle\">Chimpanzee pelvis and hind limb posture during full bipedal walking stride (both stance and swing phases)</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/0935321/0935321_10029186_1476391284329_DemesetalajpaCoMchimp2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/0935321/0935321_10029186_1476391284329_DemesetalajpaCoMchimp2--rgov-800width.jpg\" title=\"Vertical (a) and mediolateral (b) fluctuations of the CoM for three chimpanzee subjects over a bipedal stride\"><img src=\"/por/images/Reports/POR/2016/0935321/0935321_10029186_1476391284329_DemesetalajpaCoMchimp2--rgov-66x44.jpg\" alt=\"Vertical (a) and mediolateral (b) fluctuations of the CoM for three chimpanzee subjects over a bipedal stride\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The bold lines are the mean values for the three animals. The shaded and unshaded areas represent the average double support and single support phases, respectively.</div>\n<div class=\"imageCredit\">Demes B, Thompson NE, O'Neill MC & Umberger BR. (2015). Center of mass mechanics of chimpanzee bipedal walking. American Journal of Physical Anthropology 156, 422-433.</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Susan&nbsp;G&nbsp;Larson</div>\n<div class=\"imageTitle\">Vertical (a) and mediolateral (b) fluctuations of the CoM for three chimpanzee subjects over a bipedal stride</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/0935321/0935321_10029186_1476391957901_NatCommFigure2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/0935321/0935321_10029186_1476391957901_NatCommFigure2--rgov-800width.jpg\" title=\"Relative motion of trunk segments to one another in humans and chimpanzees during a bipedal stride.\"><img src=\"/por/images/Reports/POR/2016/0935321/0935321_10029186_1476391957901_NatCommFigure2--rgov-66x44.jpg\" alt=\"Relative motion of trunk segments to one another in humans and chimpanzees during a bipedal stride.\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">(a) Motion of the thorax relative to the pelvis (mean +/-s.d.). (b) Pelvis-to-thorax motion partitioned by the contributions of the lumbar and thoracic segments. (c,d) Angular motions near 50% of stride. (e) Total range of relative pelvis-to-thorax, pelvis-to-lumbar and lumbar-to-thorax motion.</div>\n<div class=\"imageCredit\">Thompson NE, Demes B, O'Neill MC, Holowka NB, Larson SG. (2015). Surprising trunk rotational capabilities in chimpanzees and implications for bipedal walking proficiency in early hominins. Nature Communications DOI : 10.1038/ncomms9416</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Susan&nbsp;G&nbsp;Larson</div>\n<div class=\"imageTitle\">Relative motion of trunk segments to one another in humans and chimpanzees during a bipedal stride.</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/0935321/0935321_10029186_1476458407493_bipedsagmidfootkin2a--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/0935321/0935321_10029186_1476458407493_bipedsagmidfootkin2a--rgov-800width.jpg\" title=\"Midfoot sagittal plane motion during bipedal walking\"><img src=\"/por/images/Reports/POR/2016/0935321/0935321_10029186_1476458407493_bipedsagmidfootkin2a--rgov-66x44.jpg\" alt=\"Midfoot sagittal plane motion during bipedal walking\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Average midfoot motion (+/-s.d.) across stance phase in the sagittal plane in (A) chimpanzees and (B) humans. (C): Average range of motion (+/-s.d.) over full stance, first double-limb support (DS1), single-limb support (SS), and second double-limb support (DS2)</div>\n<div class=\"imageCredit\">Holowka NB, O'Neill MC, Thompson NE, Demes B. (in review). Chimpanzee and human midfoot motion during bipedal walking and the evolution of the longitudinal arch of the foot. J Hum Evol.</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Susan&nbsp;G&nbsp;Larson</div>\n<div class=\"imageTitle\">Midfoot sagittal plane motion during bipedal walking</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThe determination of when our ancestors first adopted upright walking depends on the recovery of relevant fossils, as well as on comparative anatomical and functional analyses of those fossils. Each time a new fossil is found, its morphology is compared to that of modern humans, other fossils and our closest relatives, the living apes.  The unique mosaic of features that is typically revealed make the functional interpretation of this morphology difficult and often controversial.  Computational biomechanics and modeling offer a means of deriving a more integrated functional interpretation of fossil morphology. \n\nGiven that computer modeling is attempting to simulate an extremely complex, multifaceted system, it is an intricate procedure, dependent on many factors, and the underlying assumptions and parameters used to develop a computer model will have a great influence on the results of the analysis. The modeler must make a variety of decisions regarding how to construct the model, what the model should attempt to optimize or emulate, and which modeling technique is most appropriate, all of which depend on the availability of empirical data to support and test the model.  Some past modeling studies attempting to reconstruct the locomotion of extinct human ancestors have relied exclusively on modern human locomotor data as inputs, while others have generated fossil human locomotion de novo but with no means for validation of the results.  The solution we offered to these problems was to perform the same model-based locomotion simulations for two extant species that are both closely related to our extinct human ancestors, coupled with comparable detailed sets of empirically based locomotor data to be used for model inputs and validation. The obvious choice to pair with simulations of modern human locomotion is simulation of bipedal walking in chimpanzees.\n\nA detailed three-dimensional (3-D) musculoskeletal model of the chimpanzee pelvis and hind limb was developed and validated, and was published in O?Neill et al. (2013). An OpenSim version of the chimpanzee pelvis and hind limb model is freely available at: https://simtk.org/projects/chimphindlimb\n\nThe model includes geometric representations of bones and joints, as well as 35 muscle&ndash;tendon units represented using 44 Hill-type muscle models. Comparisons with a similar human musculoskeletal model support the view that chimpanzees are better suited for force production over a larger range of joint positions than humans. \n\nInitial kinematic results for motion of the chimpanzee pelvis and hind limb during bipedal walking have been published in O?Neill et al. (2015), and demonstrate substantial differences between humans and chimpanzees in both the sagittal and non-sagittal planes.  Humans walk with a more stable pelvis than chimpanzees, and while both species exhibit similar magnitudes of pelvis list, the segment motion is opposite in phasing. In the hind limb, chimpanzees walk with a more flexed and abducted limb posture, and substantially exceed humans in the magnitude of hip rotation during a stride.\n\nCollected kinematic and kinetic data on chimpanzee bipedal locomotion have been used to explore center of mass mechanics and whether their bent-hip, bent-knee form of walking precludes any potential for the kinetic and potential energy exchange that characterizes modern human walking (Demes et al., 2015).  Based on studies using human subjects who were asked to walk with bent hips and knees, it has been suggested that this form of bipedalism would have been too energetically costly for early human ancestors.  However, the results for chimpanzees who naturally walk with bent hips and knees reveal that energy exchange does occur, albeit less than that exhibited by humans. \n\nChimpanzee kinematic data has also been used to analyze trunk and head motion as part of an investigation of the evolution of human upper body stability (Thompson. 2016).  Although the trunk of chimpanzees has been characterized as \"stiff\" based on morphology, three dimensional kinematic analyses show that bipedal walking chimpanzees rotate their lumbar and thoracic regions in a manner similar to humans. \n\nFinally, kinematic data from the feet reveal that chimpanzees use less midfoot joint motion overall during bipedal walking than humans (Holowka, 2015), which runs counter to the commonly held belief that the human foot has evolved to become more rigid during walking, and instead indicates that relatively high midfoot joint mobility is an underappreciated component of proper longitudinal arch function in humans. These results also suggest that foot joint morphology may be a poor indicator of mobility in fossil hominins.\n\nThe empirical data documenting chimpanzee locomotor characteristics gathered during this project represent the most comprehensive and robust biomechanical dataset known from a living ape, and bear directly on questions of locomotor behavior in human ancestors. They illustrate the importance of obtaining direct, high-quality locomotor data from apes, and that inferences based solely on anatomy or on humans mimicking apes in their movement profiles can be misleading representations of how ape biology actually works.\n\n\t\t\t\t\tLast Modified: 10/14/2016\n\n\t\t\t\t\tSubmitted by: Susan G Larson"
 }
}