{
 "awd_id": "0936434",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "GSE/RES Taking credit for one's success: Reducing stereotypic attributional bias can improve women's science and engineering outcomes",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": "7032927303",
 "po_email": "jjesse@nsf.gov",
 "po_sign_block_name": "Jolene Jesse",
 "awd_eff_date": "2009-11-01",
 "awd_exp_date": "2014-10-31",
 "tot_intn_awd_amt": 499908.0,
 "awd_amount": 499908.0,
 "awd_min_amd_letter_date": "2009-08-27",
 "awd_max_amd_letter_date": "2011-07-18",
 "awd_abstract_narration": "Intellectual merit: Women studying in fields non-traditional for women, including science and engineering, are proposed to show a spontaneous pattern of implicit achievement attribution, termed \"stereotypic attributional bias\" (SAB). SAB is defined as a subtle form of stereotypic bias in which women's science and engineering successes are spontaneously attributed to external causes (such as luck) and their failures spontaneously attributed to internal causes (such as lack of ability). This research explores whether the tendency to engage in SAB is promoted by being in educational environments perceived as unwelcoming to women. Features of unwelcoming environments include having few or no other female colleagues or role models, and witnessing subtle behavioral biases favoring men. It is proposed that female students pursuing science and engineering may come to engage in SAB, independent of their explicitly stated beliefs about women and science, as a result of stereotypic messages encountered in their environments. \r\n\r\nThis research unites three strong theoretical perspectives (gender distinctiveness, implicit stereotyping, and achievement attribution) to advance understanding of women's lower participation in science and engineering compared to men. The SAB concept is a unique contribution based on sound research evidence in social psychology placed in a new theoretical framework, i.e. as an unintended, implicit attributional bias that is increased by stereotypic environmental cues and that influences academic outcomes. This project also promotes both basic experimental and applied intervention approaches to understanding, predicting, and improving academic outcomes among female science students. \r\n\r\nIn seven laboratory studies, the research tests these hypotheses: 1) female students in settings perceived to be unwelcoming to women [e.g., male-dominated settings and/or those in which behavioral biases favoring men exist] will show greater SAB than women in settings more welcoming to women; 2) SAB predicts diminished motivation for and performance in science and engineering among women; 3) female science and engineering students who do not evince SAB show increased academic persistence after success feedback, whereas women who engage in SAB do not; 4) the implications of SAB will be different for White vs. African American women due to differences in the content of stereotypes regarding their race/ethnicity; and 5) an intervention designed to reduce SAB can improve women's science outcomes, as a result of increasing internal attributions for their science and engineering success. \r\n\r\nBroader impacts: The proposed research advances discovery about factors influencing female science students while promoting teaching, training and learning as undergraduate and graduate students will participate fully as student collaborators in all aspects of the project. Members of underrepresented groups will participate in the proposed research, as this project focuses directly on an important underrepresented population (women in science), and reserves key roles for racial minority and majority male and female students as research assistants as well as respondents. The proposed research will serve to enhance infrastructure for research and education, as computer technologies will be developed and collaborative contacts will be made with the university's Center for Research and Learning on Teaching, the College of Engineering, and related departments, encouraging and facilitating future research collaborations. Broad dissemination of the results of the research will include research presentations and publications, in both psychology and education journals. Moreover, these results will be shared with educational, research, and diversity programs. Finally, this project will offer important and significant benefits to society, as understanding the processes influencing women in science is critical in moving toward the goal of greater representation of women in science and scientific innovation.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Denise",
   "pi_last_name": "Sekaquaptewa",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Denise J Sekaquaptewa",
   "pi_email_addr": "dsekaqua@umich.edu",
   "nsf_id": "000421980",
   "pi_start_date": "2009-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "1109 GEDDES AVE STE 3300",
  "perf_city_name": "ANN ARBOR",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "154400",
   "pgm_ele_name": "RES ON GENDER IN SCI & ENGINE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0409",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000910DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 171701.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 147036.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 181171.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project examined stereotypic attributional bias (SAB) among female students in science and engineering.&nbsp; SAB is defined as the spontaneous, unprompted tendency to explain women&rsquo;s successes and men&rsquo;s setbacks in science and engineering to external forces such as good or bad luck, and explain women&rsquo;s setbacks and men&rsquo;s successes to internal traits and abilities such as high or low ability.&nbsp; Engaging in this pattern of spontaneous attribution may serve to support and maintain negative stereotypes about women&rsquo;s science and engineering ability compared to men&rsquo;s, as evidence of women&rsquo;s science success is explained away to fleeting circumstances, whereas evidence of men&rsquo;s science success is accepted as accurate reflections of their high ability; similarly, men&rsquo;s science setbacks are explained away to unfortunate circumstances whereas women&rsquo;s science setbacks are accepted as accurate reflections of their low ability. This project examined whether women may show SAB as a result of being in science and engineering environments that are perceived as negative for women; to test whether engaging in SAB predicts more negative science and engineering outcomes; and to test a role model-based intervention designed to reduce SAB and improve women&rsquo;s science and engineering outcomes.</p>\n<p>In a series of seven studies involving undergraduates majoring in science and engineering, evidence for these predictions emerged.&nbsp; Study 1 showed that the SAB pattern of attribution emerged among science and engineering undergraduates, and among women, engaging in SAB predicted diminished feelings of belonging and acceptance in their field of study.&nbsp; We also found that self-reported negative environments for women in science and engineering predicted greater SAB among women.&nbsp; In Study 2, female science students who witnessed the negative treatment of women in science (i.e., seeing men display negative non-verbal behaviors toward a woman speaking about science in a laboratory setting) felt less accepted by their science peers, and also showed greater SAB, indicating that an environmental factor (negative treatment of women) increases SAB among women in science.&nbsp; A follow up study indicated that men do not show increased SAB as a result of witnessing the negative treatment of other men.&nbsp; A later study (Experiment 5) showed similar results among a sample of African American engineering undergraduates.&nbsp; Study 3 showed that female science students who read about a male dominated science event became more concerned about gender stereotyping and felt more negatively about the science event compared to women who read about a gender-balanced science event.&nbsp; Of importance, women who read about the gender unbalanced science event also showed greater SAB, suggesting that SAB in increased when women think about entering science settings in which there are few other women.&nbsp; Finally, SAB was negatively correlated with scores on a math quiz for women who read about the gender unbalanced science event, suggesting that increased SAB may have harmful consequences for women&rsquo;s math outcomes.&nbsp; Experiment 4 showed that the known negative consequences on motivation of receiving poor performance feedback in science were diminished when women took a distanced, &ldquo;fly-on-the-wall&rdquo; perspective when mentally reliving the negative feedback experience.&nbsp; This showed that although negative emotions induced by a poor performance can be harmful to women&rsquo;s science motivation, emotionally distancing from those emotions can preserve motivation. &nbsp;A final experiment tested an intervention strategy, in which students were exposed to peer role models demonstrating performance attributions that were counter to SAB (i.e., internal attributions for women&rsquo;s successes and external a...",
  "por_txt_cntn": "\nThis project examined stereotypic attributional bias (SAB) among female students in science and engineering.  SAB is defined as the spontaneous, unprompted tendency to explain womenÆs successes and menÆs setbacks in science and engineering to external forces such as good or bad luck, and explain womenÆs setbacks and menÆs successes to internal traits and abilities such as high or low ability.  Engaging in this pattern of spontaneous attribution may serve to support and maintain negative stereotypes about womenÆs science and engineering ability compared to menÆs, as evidence of womenÆs science success is explained away to fleeting circumstances, whereas evidence of menÆs science success is accepted as accurate reflections of their high ability; similarly, menÆs science setbacks are explained away to unfortunate circumstances whereas womenÆs science setbacks are accepted as accurate reflections of their low ability. This project examined whether women may show SAB as a result of being in science and engineering environments that are perceived as negative for women; to test whether engaging in SAB predicts more negative science and engineering outcomes; and to test a role model-based intervention designed to reduce SAB and improve womenÆs science and engineering outcomes.\n\nIn a series of seven studies involving undergraduates majoring in science and engineering, evidence for these predictions emerged.  Study 1 showed that the SAB pattern of attribution emerged among science and engineering undergraduates, and among women, engaging in SAB predicted diminished feelings of belonging and acceptance in their field of study.  We also found that self-reported negative environments for women in science and engineering predicted greater SAB among women.  In Study 2, female science students who witnessed the negative treatment of women in science (i.e., seeing men display negative non-verbal behaviors toward a woman speaking about science in a laboratory setting) felt less accepted by their science peers, and also showed greater SAB, indicating that an environmental factor (negative treatment of women) increases SAB among women in science.  A follow up study indicated that men do not show increased SAB as a result of witnessing the negative treatment of other men.  A later study (Experiment 5) showed similar results among a sample of African American engineering undergraduates.  Study 3 showed that female science students who read about a male dominated science event became more concerned about gender stereotyping and felt more negatively about the science event compared to women who read about a gender-balanced science event.  Of importance, women who read about the gender unbalanced science event also showed greater SAB, suggesting that SAB in increased when women think about entering science settings in which there are few other women.  Finally, SAB was negatively correlated with scores on a math quiz for women who read about the gender unbalanced science event, suggesting that increased SAB may have harmful consequences for womenÆs math outcomes.  Experiment 4 showed that the known negative consequences on motivation of receiving poor performance feedback in science were diminished when women took a distanced, \"fly-on-the-wall\" perspective when mentally reliving the negative feedback experience.  This showed that although negative emotions induced by a poor performance can be harmful to womenÆs science motivation, emotionally distancing from those emotions can preserve motivation.  A final experiment tested an intervention strategy, in which students were exposed to peer role models demonstrating performance attributions that were counter to SAB (i.e., internal attributions for womenÆs successes and external attributions for womenÆs setbacks).  Results showed that female science and engineering majors exposed to the intervention at the beginning of the semester showed lower SAB at the end of the semester, compared to those in the cont..."
 }
}