{
 "awd_id": "0936718",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative research GSE/RES: A cultural-psychological analysis of gender discrimination (and privilege) in STEM fields",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": "7032927303",
 "po_email": "jjesse@nsf.gov",
 "po_sign_block_name": "Jolene Jesse",
 "awd_eff_date": "2009-11-01",
 "awd_exp_date": "2013-10-31",
 "tot_intn_awd_amt": 166036.0,
 "awd_amount": 166036.0,
 "awd_min_amd_letter_date": "2009-08-27",
 "awd_max_amd_letter_date": "2009-08-27",
 "awd_abstract_narration": "Intellectual Merit: This project uses a cultural-psychological approach to examine the processes that create and maintain the gender gap in science, technology, engineering, and mathematics (STEM). This study examines how the male-gendered construction of STEM creates environments that put women at risk for social identity threat, which harms their performance, motivation, and identification with STEM fields. For men, the masculinization of STEM leads to social identity privilege, which can improve their outcomes. \r\n\r\nThis research tests three hypotheses. The amplification hypothesis proposes that the impact of social identity threat will be greater in more masculinized STEM fields relative to less masculinized STEM fields. This is tested through a manipulation of social identity threat by exposing participants to an allegedly sexist instructor (Study 1), a sexist joke (Study 2), or body objectifying photos (Study 3). The cultural grounding hypothesis proposes that the masculinization of STEM and the resultant gender gap varies across cultural contexts. This hypothesis is tested by examining the magnitude of the amplification effects across universities (Studies 1 ? 3). The consciousness-raising hypothesis proposes that increased consciousness of sexism as a source of the STEM gender gap protects women's outcomes in STEM fields. Studies 1 ? 3 test this hypothesis by examining whether individual differences in critical consciousness are a source of resilience for women exposed to social identity threatening cues in a STEM domain. Study 4 tests this hypothesis by examining whether a consciousness-raising intervention has long term impacts on academic outcomes among women majoring in STEM. STEM majors at the University of Kansas, Tulane University, and Xavier University are participating in this research.\r\n\r\nBroader Impact: This research promotes teaching, training, and learning at the PIs? institutions through the creation of research teams of undergraduate and graduate research assistants. Students will have the opportunity to assist in data collection, data analysis, and will be given opportunities to serve as co-authors on conference presentations and publications when appropriate. The project broadens the participation of underrepresented groups in science by including Xavier students as both research participants and as members of the research team. Providing opportunities for Xavier students to work as research assistants contributes to the development of ethnic minority scientists. The results of this research will be communicated to STEM majors at the participating institutions, STEM educators, and the scientific community. The research has the potential to benefit society more broadly by identifying factors that make women vulnerable and resilient in STEM contexts. The approach will integrate research and education by using the results of the research to develop an educational intervention to increase women?s performance and participation in STEM fields. The research findings and integrative approach ultimately contribute to more effective scientific institutions.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Glenn",
   "pi_last_name": "Adams",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Glenn Adams",
   "pi_email_addr": "adamsg@ku.edu",
   "nsf_id": "000205973",
   "pi_start_date": "2009-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Kansas Center for Research Inc",
  "inst_street_address": "2385 IRVING HILL RD",
  "inst_street_address_2": "",
  "inst_city_name": "LAWRENCE",
  "inst_state_code": "KS",
  "inst_state_name": "Kansas",
  "inst_phone_num": "7858643441",
  "inst_zip_code": "660457563",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "KS01",
  "org_lgl_bus_name": "UNIVERSITY OF KANSAS CENTER FOR RESEARCH INC",
  "org_prnt_uei_num": "SSUJB3GSH8A5",
  "org_uei_num": "SSUJB3GSH8A5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Kansas Center for Research Inc",
  "perf_str_addr": "2385 IRVING HILL RD",
  "perf_city_name": "LAWRENCE",
  "perf_st_code": "KS",
  "perf_st_name": "Kansas",
  "perf_zip_code": "660457563",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "KS01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "154400",
   "pgm_ele_name": "RES ON GENDER IN SCI & ENGINE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0409",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000910DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 166036.0
  }
 ],
 "por": null
}