{
 "awd_id": "0936892",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "IUTAM-ISIMM Symposium Mathematical Modeling and Physical Instances of Granular Flows",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ashok S. Sangani",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2010-08-31",
 "tot_intn_awd_amt": 10000.0,
 "awd_amount": 10000.0,
 "awd_min_amd_letter_date": "2009-06-22",
 "awd_max_amd_letter_date": "2009-06-22",
 "awd_abstract_narration": "National Science Foundation  - Division of Chemical, Bioengineering, Environmental, and Transport Systems \r\nParticulate & Multiphase Processes Program (1415)\r\n\r\nABSTRACT\r\n\r\nProposal Number: 0936892\r\nPrincipal Investigator: Goddard, Joe\r\nAffiliation: University of California-San Diego\r\nProposal Title:IUTAM-ISIMM Symposium Mathematical Modeling and Physical Instances of Granular Flows\r\n\r\n\r\nThis is a proposal for an NSF travel grant to Support U.S. participation in the joint Symposium of the International Union of Theoretical Mechanics (IUTAM) and the International Society for the Interaction of Mechanics and Mathematics (ISIMM), Mathematical Modeling and Physical Instances of Granular Flows\", Reggio Calabria, Italy, September 14-18, 2009.  The symposium, whose web site is under construction at http://mat520.unime.it/granular09/, is to be held in a centrally located hotel in the city of Reggio Calabria. In keeping with IUTAM rules, refereed proceedings are to be published, and the American Institute of Physics (AIP) has been contracted to publish these as a two-volume AIP Conference Proceedings. At least half the requested travel support will be awarded to younger researchers, including advanced PhD students, postdoctoral researchers and beginning faculty members.\r\n\r\nGranular materials are ubiquitous in nature and technology, ranging from alimentary products to sandy soils and planetary rings. These many-body systems with nonlinear, dissipative interactions pose long-standing and challenging theoretical problems in both discrete and continuum modeling. Phenomena such as particulate mixing and de-mixing (size-segregation), vibratory transport, strain localization and arching, granular compaction and seismic liquefaction of soils require more detailed physical understanding and mathematical models. One can identify three distinguished flow regimes for non-cohesive, dry granular media:\r\n\r\n1.) A quasi-static (Hertz-Coulomb) elastoplastic regime, in which particle-scale inertia is negligible and the mechanics is governed largely by enduring frictional-elastic contacts,\r\n\r\n2.) A low-density (Bagnold) \"granular-gas\" regime, dominated by particle inertia and short-duration collisional contacts, and\r\n\r\n3.) An intermediate and poorly understood regime of dense rapid flow, reminiscent of liquid-like behavior, in which enduring frictional-elastic contacts are mediated by particle inertia and gravity.\r\n\r\nThe IUTAM-ISIMM symposium will bring together mathematicians, physicists and engineers interested in the continuing development and application of mathematical models of granular matter. One objective is to promote the interchange of new ideas and methodologies and to present recent research on rheological models, methods of homogenization for connecting continuum to discrete models, numerical simulation and experimental observations. While all the above flow regimes will be addressed, a major emphasis will be placed on the most poorly understood, Regime 3, dense rapid flows.\r\n\r\nMathematical models of granular media, which are essential to civil, geotechnical and process engineering, have also been applied to planetary rings, lunar regolith and accretion of cosmic dust. While the formulation and solution of such models provides basic mathematical problems of interest in their own right, the underlying physics is common to a wide range of problems in the statistical mechanics of dissipative systems and the glassy states of condensed matter.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joe",
   "pi_last_name": "Goddard",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Joe D Goddard",
   "pi_email_addr": "jgoddard@ucsd.edu",
   "nsf_id": "000316940",
   "pi_start_date": "2009-06-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "9500 GILMAN DR",
  "perf_city_name": "LA JOLLA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930021",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141500",
   "pgm_ele_name": "PMP-Particul&MultiphaseProcess"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "055E",
   "pgm_ref_txt": "Particle science and technology"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": null
}