{
 "awd_id": "0936376",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NEESR-CR:  Seismic Earth Pressures on Retaining Structures",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Fragaszy",
 "awd_eff_date": "2009-08-01",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 519662.0,
 "awd_amount": 519662.0,
 "awd_min_amd_letter_date": "2009-07-22",
 "awd_max_amd_letter_date": "2009-07-22",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5). \r\n\r\nThis award is an outcome of the NSF 09-524 program solicitation \"George E. Brown, Jr. Network for Earthquake Engineering Simulation (NEES) Research (NEESR).\"  This award includes the University of Calfornia, Berkeley (lead), and California Polytechnic State University (subaward).  This research utilizes the NEES geotechnical centrifuge at the University of California at Davis.\r\n\r\nIntellectual Merit:  The main objective of this research is to advance the analytical modeling of the dynamic forces acting on earth retaining structures during earthquakes. The methods currently in use have evolved gradually starting with Japanese work performed in the 1920's. However, the experimental methods used at the time were not capable of accurately representing the real behavior of structures and resulted in design recommendations that are now very conservative and that lead to expensive over design.  This research takes advantage of the most advanced experimental research facilities to develop a better understanding of how soil and retaining structures interact during earthquakes. The research builds on recently completed series of two dynamic centrifuge experiments funded by the Bay Area Rapid Transit (BART) and the Valley Transportation Authority (VTA) in order to verify their design assumptions. The results of this work show that some of the basic assumptions currently accepted as given do not match the observed behavior. Hence, the purpose of this research is to produce a comprehensive study of the problem by performing a series of high quality geotechnical centrifuge model tests to measure dynamic lateral earth pressures on embedded walls. The centrifuge is ideally suited for this kind of modeling because the scaling and boundary conditions allow for correct modeling of the soil behavior, and centrifuge models are relatively inexpensive and reproducible. This research also presents an opportunity to redefine the role of physical testing in the development of new understanding of dynamic soil-structure interaction problems. The results of the physical experiments will be used in the latest generation of non-linear code to produce better modeling and predictive capabilities and to develop probabilistic procedures suitable for performance based design.\r\n\r\nBroader Impacts: The work already completed has been adopted by practicing engineers and has resulted in significant cost savings for BART and VTA. The results of the already completed work also show that past reliance on purely analytical solutions and on small scale shaking table tests has resulted in code and design recommendations that have no connection with the physical reality. Similar problems exist in other aspects of geotechnical earthquake engineering and new methods of modeling and analysis are needed to produce fresh thinking and fresh solutions. Ultimately the change in thinking and methodology could have a significant impact in all areas of geotechnical earthquake engineering.  Data from this project will be archived and made available to the public through the NEES data repository.",
 "awd_arra_amount": 519662.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nicholas",
   "pi_last_name": "Sitar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nicholas Sitar",
   "pi_email_addr": "sitar@berkeley.edu",
   "nsf_id": "000446009",
   "pi_start_date": "2009-07-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "739600",
   "pgm_ele_name": "NEES RESEARCH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "043E",
   "pgm_ref_txt": "EARTHQUAKE ENGINEERING"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 519662.0
  }
 ],
 "por": null
}