{
 "awd_id": "0936692",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "GSE/RES: Club to School (C2S): Rethinking the SMT Pipeline",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": "7032927303",
 "po_email": "jjesse@nsf.gov",
 "po_sign_block_name": "Jolene Jesse",
 "awd_eff_date": "2009-08-15",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 499966.0,
 "awd_amount": 599704.0,
 "awd_min_amd_letter_date": "2009-08-26",
 "awd_max_amd_letter_date": "2011-07-15",
 "awd_abstract_narration": "Intellectual Merit: How do middle school girls become engaged in science, especially when their developing \"sense of self\" can seem to be at odds with traditional images of what it means to be a good science student or a scientist? The purpose of this investigation is to better understand the mechanisms by which urban middle school girls author possible selves in science, and what impact this has on their interest and participation in the science, mathematics and technology (SMT) pipeline. The objectives of the project are:\r\n1. To follow a cohort of girls in four cities over their middle school years to document the mechanisms by which they author possible selves in science, how their identity formation (and their attendant resources and positions) in different figured worlds support them in doing so, and what impact this has on their interest and participation in science class and the SMT pipeline.\r\n2. To develop a model for how and why girls recruit identities across different figured worlds and how girls seek to leverage them in support of participation and interest in science.\r\n3. To create a set of cases along with guiding design principles focused on girls' identity development and SMT pipeline participation that can be used as tools for teacher learning and program design.\r\n\r\nThe research follows 400 girls in four US cities over three years. Utilizing a nationally validated survey instrument focused on identity development and pipeline participation, data will be gathered over the three years to ascertain patterns in identity development and pipeline participation. The project also includes ethnographic longitudinal case studies of 40 girls in two of the sites over three years. Case study data will allow for an in depth analysis into girls' participation and experiences in out-of-school figured worlds and the figured world of school science, to uncover the salient identities pertinent to them, and how they select and coalesce identities across figured worlds to further their interest and performance in science. \r\n\r\nBroader Impacts: This project yields a theoretically-based, empirically-driven model for the relationship between identity development and participation in the SMT pipeline for low-income urban girls from racially diverse backgrounds. By creating a set of cases along with guiding design principles focused on girls' identity development and SMT pipeline participation, the project team will work with teachers and program organizers to tailor program design and instructional practice to best support girls.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Angela",
   "pi_last_name": "Calabrese Barton",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Angela Calabrese Barton",
   "pi_email_addr": "angieCB@umich.edu",
   "nsf_id": "000100970",
   "pi_start_date": "2009-08-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Edna",
   "pi_last_name": "Tan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Edna Tan",
   "pi_email_addr": "e_tan@uncg.edu",
   "nsf_id": "000528759",
   "pi_start_date": "2009-08-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "426 AUDITORIUM RD RM 2",
  "perf_city_name": "EAST LANSING",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488242600",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "154400",
   "pgm_ele_name": "RES ON GENDER IN SCI & ENGINE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0409",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000910DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 162011.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 258110.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 179583.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Despite the increasing recognition of the importance of enhancing girls&rsquo; interest and aspiration toward STEM fields, little is known about how or why a young woman, between the ages of 10 and 14 years, comes to be and stays identified as a STEM-minded person. All adolescents, boys and girls alike, form their career aspirations long before the point at which they make critical (and potentially life-changing) choices about subjects in which to specialize. Researchers point out the middle school years as a critical time in determining girls&rsquo; career aspirations, as this is the first major point in their lives where their interests in science wanes even when their grades may remain high. This trend continues through high school, college and into the professions, where women remain vastly underrepresented. For example, while women are the majority of bachelor degree recipients, they still represented less than 30% of the total STEM field degrees awarded.</p>\n<p>Our mixed methods study incorporated multi-year survey of girls and boys in 6<sup>th</sup>-8<sup>th</sup> grades in five cities, and 2- and 3-year longitudinal case studies of 40 girls in four cities, beginning in their 6<sup>th</sup> grade year. Findings yielded an empirical model that helps to explain how and why girls envision themselves and their possible roles in science, and its impact on their pathways into science and engineering.</p>\n<p>Survey findings indicate that youths&rsquo; experiences of engaging in science-related activities in different settings (home, out-of-school programs, science classrooms) play a distinctive role in shaping their interest toward STEM careers. Notably, the effect of having experiences with science-related activities was mediated by their sense of self with science (e.g., I am good at science, I can be a scientist). It suggests that supporting girls&rsquo; identity work during their participation in science-related activities is critical to increasing interest and aspirations toward STEM careers. Despite the formative influences of experiences with science-related activities in different settings, our analysis indicates that currently opportunities to have those experiences are unequally distributed for different groups of youth. For example, African American students had significantly lower levels of experiences with sciences beyond school sciences than other ethnic groups. The same is true of girls compared to boys.&nbsp;&nbsp;</p>\n<p>Longitudinal case studies provided in-depth insight into the mechanisms identified from the survey analysis. Our findings indicate that girls who come to see themselves as scientific through their social interactions with people (peers, families, teachers) focus more on understanding science ideas and using them towards solving problems, even when this is not tightly tied to grades in science, and even when confronted with challenges. In contrast, when girls do not receive recognition for high-quality, creative, or risk-taking performances in science, their identifications with science tends to drop, even when they continue to actively participate in science class and achieve high scores.</p>\n<p>Longitudinal case study also illustrate the specific challenges faced by girls. Many of the girls in our study who maintained interested in STEM from 6<sup>th</sup> to 8<sup>th</sup> grade, found or created opportunities to express interest in and to perform science in non-science settings and in ways that extended beyond traditional models (e.g., choreographing scientific movies). However, for the girls from both African American or low-income backgrounds, we found that these creative forms of work toward STEM careers were neither recognized nor supported, limiting the impact of their efforts in how they were recognized as science people. &nbsp;</p>\n<p>We also compared what girls said about themselves in science (&ldquo;narrated&rdquo; ide...",
  "por_txt_cntn": "\nDespite the increasing recognition of the importance of enhancing girlsÆ interest and aspiration toward STEM fields, little is known about how or why a young woman, between the ages of 10 and 14 years, comes to be and stays identified as a STEM-minded person. All adolescents, boys and girls alike, form their career aspirations long before the point at which they make critical (and potentially life-changing) choices about subjects in which to specialize. Researchers point out the middle school years as a critical time in determining girlsÆ career aspirations, as this is the first major point in their lives where their interests in science wanes even when their grades may remain high. This trend continues through high school, college and into the professions, where women remain vastly underrepresented. For example, while women are the majority of bachelor degree recipients, they still represented less than 30% of the total STEM field degrees awarded.\n\nOur mixed methods study incorporated multi-year survey of girls and boys in 6th-8th grades in five cities, and 2- and 3-year longitudinal case studies of 40 girls in four cities, beginning in their 6th grade year. Findings yielded an empirical model that helps to explain how and why girls envision themselves and their possible roles in science, and its impact on their pathways into science and engineering.\n\nSurvey findings indicate that youthsÆ experiences of engaging in science-related activities in different settings (home, out-of-school programs, science classrooms) play a distinctive role in shaping their interest toward STEM careers. Notably, the effect of having experiences with science-related activities was mediated by their sense of self with science (e.g., I am good at science, I can be a scientist). It suggests that supporting girlsÆ identity work during their participation in science-related activities is critical to increasing interest and aspirations toward STEM careers. Despite the formative influences of experiences with science-related activities in different settings, our analysis indicates that currently opportunities to have those experiences are unequally distributed for different groups of youth. For example, African American students had significantly lower levels of experiences with sciences beyond school sciences than other ethnic groups. The same is true of girls compared to boys.  \n\nLongitudinal case studies provided in-depth insight into the mechanisms identified from the survey analysis. Our findings indicate that girls who come to see themselves as scientific through their social interactions with people (peers, families, teachers) focus more on understanding science ideas and using them towards solving problems, even when this is not tightly tied to grades in science, and even when confronted with challenges. In contrast, when girls do not receive recognition for high-quality, creative, or risk-taking performances in science, their identifications with science tends to drop, even when they continue to actively participate in science class and achieve high scores.\n\nLongitudinal case study also illustrate the specific challenges faced by girls. Many of the girls in our study who maintained interested in STEM from 6th to 8th grade, found or created opportunities to express interest in and to perform science in non-science settings and in ways that extended beyond traditional models (e.g., choreographing scientific movies). However, for the girls from both African American or low-income backgrounds, we found that these creative forms of work toward STEM careers were neither recognized nor supported, limiting the impact of their efforts in how they were recognized as science people.  \n\nWe also compared what girls said about themselves in science (\"narrated\" identities) with how they acted in science (\"performed\" identities), across settings and time. In examining the spectrum of overlaps and interactions between girlsÆ narrated and performed identities, w..."
 }
}