{
 "awd_id": "0936704",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "GSE/RES: A Mixed-Methods Study of the Effects of First-Year Project Pedagogies on the Retention and Career Plans of Women in Engineering",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": "7032927303",
 "po_email": "jjesse@nsf.gov",
 "po_sign_block_name": "Jolene Jesse",
 "awd_eff_date": "2009-11-01",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 492637.0,
 "awd_amount": 524099.0,
 "awd_min_amd_letter_date": "2009-08-27",
 "awd_max_amd_letter_date": "2012-09-17",
 "awd_abstract_narration": "Intellectual Merit:\r\nThis project will examine first-year project pedagogies in engineering in order to identify approaches that enhance the likelihood of women continuing in engineering majors and entering engineering careers. Specifically, the study will investigate the problem-based learning (PBL) model to identify elements of the model most likely to better support the persistence of women in engineering. The PBL model employed in a single-major program will be compared to a more general project-based approach centered on the engineering design process in a course serving multiple engineering disciplines. \r\n\r\nThe proposed project integrates multiple approaches to motivation (the participation-identification model, the expectancy-value model, and self-efficacy theory) and the application of those approaches to a specific pedagogy (problem-based learning) that shows promise for first-year design courses. Each of the motivation frameworks has been shown to be significant in predicting students' choices, effort, persistence, and achievement in schooling, but little is known about how these approaches generalize to women in first-year engineering courses, especially when considered in combination with one another. At the same time, studies of first-year experiences tend to examine curricular impacts broadly, but little rigorous pedagogical research on specific approaches to first-year (cornerstone design) and the effects of those approaches on women. The proposed study bridges these gaps.\r\n\r\nBroader Impact:\r\nThere is a growing importance of cornerstone design in engineering, but a distinct lack of research on concrete pedagogical models appropriate for such courses. This project moves beyond the general application of \"design projects\" to first-year courses to identify how specific, transferable elements of a pedagogical framework such as PBL affect women's beliefs, performance, retention, and career persistence. In doing so, it will provide future engineering faculty with principles of course design and implementation that can have measurable effects on women in first-year engineering programs across the nation. By addressing a widespread curricular phenomenon and moving research into practice through targeted outreach and communication efforts, the project seeks to have a transformative impact on first-year engineering curricula nationwide.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marie",
   "pi_last_name": "Paretti",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Marie C Paretti",
   "pi_email_addr": "mparetti@vt.edu",
   "nsf_id": "000211471",
   "pi_start_date": "2009-08-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Tamara",
   "pi_last_name": "Knott",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Tamara W Knott",
   "pi_email_addr": "knott@vt.edu",
   "nsf_id": "000266953",
   "pi_start_date": "2009-08-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Brett",
   "pi_last_name": "Jones",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Brett D Jones",
   "pi_email_addr": "brettjones@vt.edu",
   "nsf_id": "000212393",
   "pi_start_date": "2009-08-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Williams",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher B Williams",
   "pi_email_addr": "cbwill@vt.edu",
   "nsf_id": "000502960",
   "pi_start_date": "2009-08-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Holly",
   "pi_last_name": "Matusovich",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Holly M Matusovich",
   "pi_email_addr": "matushm@vt.edu",
   "nsf_id": "000526522",
   "pi_start_date": "2009-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "300 TURNER ST NW",
  "perf_city_name": "BLACKSBURG",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240603359",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "154400",
   "pgm_ele_name": "RES ON GENDER IN SCI & ENGINE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0409",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000910DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 492637.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 31462.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project examined teaching and learning in project-based courses for first-year engineering students. In project-based courses, rather than traditional lecture approaches, students work in teams on extended open-ended projects under the guidance of a faculty mentor or &ldquo;facilitator&rdquo; &ndash; someone who coaches the team and provides support, but does not directly tell the students what to do. This project looked at how both the use of open-ended projects alone and how work of the facilitator affected students&rsquo; learning and motivation, and compared the results for male and female students.</p>\n<p>The central finding of the project demonstrated that project-based work can enhance all students&rsquo; motivation and persistence in pursuing engineering careers, as well as strengthen both professional skills such as teamwork and reflective learning behaviors. However, the findings also helped identify challenges associated with implementing PBL in large general engineering programs. For example, at the first-year level in particular, a short unit within a generally non-project-based course may not be sufficient. In addition, while the use of a project is helpful, this study suggests that working with the facilitator is central to PBL.</p>\n<p>Perhaps most importantly, the study also helped identify and describe specific practices that facilitators (both faculty and graduate teaching assistants) can use to effectively support first-year student development in project-based environments. Because of the number of programs that currently use project-based approaches with first-year students, the findings from this project are useful to universities across the country, and the outcomes have been used to develop workshops for faculty and graduate students to help them more effectively coach first-year project teams.</p>\n<p>&nbsp;<strong>Intellectual Merit:</strong> The project contributed to research about student learning in project-based environments by identifying how these environments support student learning as well as their motivation to pursue engineering degrees.</p>\n<p>&nbsp;<strong>Broader Impact: </strong>By defining how these project-based experiences affect first-year students and identifying specific practices and behaviors of effective facilitators, the project has provided teaching practices that can be used by faculty and graduate students in first-year programs across the country to support both male and female first-year engineering students.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/19/2014<br>\n\t\t\t\t\tModified by: Marie&nbsp;C&nbsp;Paretti</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project examined teaching and learning in project-based courses for first-year engineering students. In project-based courses, rather than traditional lecture approaches, students work in teams on extended open-ended projects under the guidance of a faculty mentor or \"facilitator\" &ndash; someone who coaches the team and provides support, but does not directly tell the students what to do. This project looked at how both the use of open-ended projects alone and how work of the facilitator affected studentsÆ learning and motivation, and compared the results for male and female students.\n\nThe central finding of the project demonstrated that project-based work can enhance all studentsÆ motivation and persistence in pursuing engineering careers, as well as strengthen both professional skills such as teamwork and reflective learning behaviors. However, the findings also helped identify challenges associated with implementing PBL in large general engineering programs. For example, at the first-year level in particular, a short unit within a generally non-project-based course may not be sufficient. In addition, while the use of a project is helpful, this study suggests that working with the facilitator is central to PBL.\n\nPerhaps most importantly, the study also helped identify and describe specific practices that facilitators (both faculty and graduate teaching assistants) can use to effectively support first-year student development in project-based environments. Because of the number of programs that currently use project-based approaches with first-year students, the findings from this project are useful to universities across the country, and the outcomes have been used to develop workshops for faculty and graduate students to help them more effectively coach first-year project teams.\n\n Intellectual Merit: The project contributed to research about student learning in project-based environments by identifying how these environments support student learning as well as their motivation to pursue engineering degrees.\n\n Broader Impact: By defining how these project-based experiences affect first-year students and identifying specific practices and behaviors of effective facilitators, the project has provided teaching practices that can be used by faculty and graduate students in first-year programs across the country to support both male and female first-year engineering students.\n\n\t\t\t\t\tLast Modified: 11/19/2014\n\n\t\t\t\t\tSubmitted by: Marie C Paretti"
 }
}