{
 "awd_id": "0936769",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "GSE/RES: Gender Differences in the Foundations of Sense of Belonging:  Effects on Achievement, Aspirations, and Learning in STEM Disciplines",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": "7032927303",
 "po_email": "jjesse@nsf.gov",
 "po_sign_block_name": "Jolene Jesse",
 "awd_eff_date": "2009-10-01",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 600000.0,
 "awd_min_amd_letter_date": "2009-08-27",
 "awd_max_amd_letter_date": "2014-05-15",
 "awd_abstract_narration": "Intellectual Merit: This research focuses on two key social factors that are important predictors of women's math performance: negative stereotypes about women's math abilities and perspectives on the nature of math ability as being either a fixed trait or a developable skill.  The researchers are particularly interested in how a sense of belonging (SOB)--feeling like an accepted member of an academic community whose contributions are valued--can buffer women against the negative impacts of negative stereotypes or fixed concepts of math ability.  The PIs will conduct a series of four studies designed to test hypotheses about how SOB emerges from various sources: a) experiencing high achievement; b) having friends in the domain; or c) exerting high effort.  The PIs predict that effort-based sense of belonging will mitigate gender differences in math achievement, aspirations and learning, particularly those due to stereotype threat and fixed-ability learning environments.  Hypotheses will be tested by experimentally manipulating both SOB and either stereotype threat or theories of intelligence and data will be analyzed through ANOVAs on math achievement, math aspirations, course-taking behaviors, and math learning. The study will involve both college freshmen and middle school students as they transition to high school. Research sites include Baruch College and middle schools in Montclair, NJ.\r\n\r\nBroader Impacts: The proposed research addresses two key moments in students' educational lives--transitions to high school and college. Educational experiences at these points lay the foundation for future interest in STEM domains, and thus influence decisions about future career paths. If findings support the notion that effort-based sense of belonging decreases the effects of stereotype threat and messages of fixed ability for females, then fostering effort-based sense of belonging may address pipeline issues for women in STEM fields and redress the persistent gender gaps in these domains. Specifically, educators who emphasize effort (rather than high achievement) as a key determination in students' belongingness in STEM may help eliminate the culture of \"talent\" and the mentality of the \"weed-out system\" that pervades many STEM classrooms and that can undermine women's STEM outcomes. Specifically, environments that foster a culture in which anyone who develops their skills through effort and engagement is considered a member of the community may encourage many more females to pursue STEM degrees. In addition, the methods of increasing SOB are easily implemented in any classroom setting. Although this study focuses specifically on sex differences in math outcomes, the findings may apply to any STEM discipline and to members of any group who face negative stereotypes and messages of limited ability, such as Black and Latino Americans.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Catherine",
   "pi_last_name": "Good",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Catherine Good",
   "pi_email_addr": "catherinedenisegood@gmail.com",
   "nsf_id": "000409211",
   "pi_start_date": "2009-08-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Mangels",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer Mangels",
   "pi_email_addr": "Jennifer.Mangels@baruch.cuny.edu",
   "nsf_id": "000528358",
   "pi_start_date": "2009-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CUNY Baruch College",
  "inst_street_address": "1 BERNARD BARUCH WAY",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6463122211",
  "inst_zip_code": "100105585",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NY12",
  "org_lgl_bus_name": "RESEARCH FOUNDATION OF THE CITY UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "CBKYNSMGNDD5"
 },
 "perf_inst": {
  "perf_inst_name": "CUNY Baruch College",
  "perf_str_addr": "1 BERNARD BARUCH WAY",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100105585",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NY12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "154400",
   "pgm_ele_name": "RES ON GENDER IN SCI & ENGINE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0409",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000910DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 500000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Why do females continue to underperform in STEM disciplines? The purpose of this project was to conduct basic research to shed light on the social-psychological factors that contribute to females&rsquo; underperformance in STEM, and to develop practical remedies that could be easily implemented in schools. &nbsp;Specifically, the project focused on a key factor driving women&rsquo;s STEM outcomes: their sense of belonging to these fields of study (Good, Rattan, &amp; Dweck, 2012).</p>\n<p>&nbsp;Sense of belonging to math&mdash;one&rsquo;s feelings of membership and acceptance in math&mdash;is an important factor in the representation and achievement gap between males and females (Good, et al., 2012). For example, sense of belonging predicts college and middle school students&rsquo; intent to pursue math in the future, and also mediates the negative impact of ability-impugning stereotypes on females&rsquo; math grades. Because sense of belonging is a critical factor for females&rsquo; math outcomes the question arises: what are the foundations for sense of belonging that will be most effective in protecting females from the consequences of negative stereotypes on learning engagement and learning outcomes?</p>\n<p>The current project addresses these questions by studying the foundations upon which sense of belonging to an academic domain may be based&mdash;such as instances when students demonstrate high ability versus fully engage with their studies in the domain&mdash;and the differential outcomes that these various foundations of belonging may engender. Furthermore, this work extends past findings that sense of belonging mediates the effects of negative stereotypes (Good, et al, 2012) by determining which foundation of belonging best protects against the negative impact of stereotypes on learning engagement and learning outcomes.</p>\n<p>&nbsp;Across multiple studies, this project 1) validated a new measure of <em>contingencies of belonging</em>, 2) investigated the effects of negative stereotypes on math learning engagement and math learning, and 3) investigated whether the negative impact of stereotypes could be attenuated by fostering either an ability-based or effort-based sense of belonging.&nbsp;</p>\n<p>&nbsp;We first developed the new Contingencies of Belonging scale to measure the extent to which students base their feelings of belonging in math on their achievement or their effort and engagement.&nbsp; Importantly, we found that effort-based sense of belonging predicted females&rsquo; intrinsic motivation to pursue math in the future, and as such, is a new and important construct that can contribute to females&rsquo; representation in STEM fields.</p>\n<p>&nbsp;We next studied how contingencies of belonging relate to math learning outcomes. To that end, we designed an online math-tutor for use in basic research to measure students&rsquo; engagement in the math learning process and actual learning.&nbsp; The math tutor presents a math problem, feedback about the answer (correct/incorrect), and then a student-driven tutor in which students choose to reveal the step-by-step solution and deeper information about how to carry out any particular step. A re-test is then generated using similar problems to determine if students are able to learn from the tutor and correct their initial mistakes.&nbsp; This powerful tool not only captures performance, engagement in the learning process, and learning, but it also can be modified to present math content that is developmentally appropriate for different learners (e.g., college versus middle school) and to present various levels of difficulty within any given math topic (e.g., area of a circle).</p>\n<p>&nbsp;We then used the math tutor in an experimental design to test whether a) negative stereotypes can disrupt learning engagement and learning outcomes and b) whether contingencies of belonging can be transformed into an ...",
  "por_txt_cntn": "\nWhy do females continue to underperform in STEM disciplines? The purpose of this project was to conduct basic research to shed light on the social-psychological factors that contribute to femalesÆ underperformance in STEM, and to develop practical remedies that could be easily implemented in schools.  Specifically, the project focused on a key factor driving womenÆs STEM outcomes: their sense of belonging to these fields of study (Good, Rattan, &amp; Dweck, 2012).\n\n Sense of belonging to math&mdash;oneÆs feelings of membership and acceptance in math&mdash;is an important factor in the representation and achievement gap between males and females (Good, et al., 2012). For example, sense of belonging predicts college and middle school studentsÆ intent to pursue math in the future, and also mediates the negative impact of ability-impugning stereotypes on femalesÆ math grades. Because sense of belonging is a critical factor for femalesÆ math outcomes the question arises: what are the foundations for sense of belonging that will be most effective in protecting females from the consequences of negative stereotypes on learning engagement and learning outcomes?\n\nThe current project addresses these questions by studying the foundations upon which sense of belonging to an academic domain may be based&mdash;such as instances when students demonstrate high ability versus fully engage with their studies in the domain&mdash;and the differential outcomes that these various foundations of belonging may engender. Furthermore, this work extends past findings that sense of belonging mediates the effects of negative stereotypes (Good, et al, 2012) by determining which foundation of belonging best protects against the negative impact of stereotypes on learning engagement and learning outcomes.\n\n Across multiple studies, this project 1) validated a new measure of contingencies of belonging, 2) investigated the effects of negative stereotypes on math learning engagement and math learning, and 3) investigated whether the negative impact of stereotypes could be attenuated by fostering either an ability-based or effort-based sense of belonging. \n\n We first developed the new Contingencies of Belonging scale to measure the extent to which students base their feelings of belonging in math on their achievement or their effort and engagement.  Importantly, we found that effort-based sense of belonging predicted femalesÆ intrinsic motivation to pursue math in the future, and as such, is a new and important construct that can contribute to femalesÆ representation in STEM fields.\n\n We next studied how contingencies of belonging relate to math learning outcomes. To that end, we designed an online math-tutor for use in basic research to measure studentsÆ engagement in the math learning process and actual learning.  The math tutor presents a math problem, feedback about the answer (correct/incorrect), and then a student-driven tutor in which students choose to reveal the step-by-step solution and deeper information about how to carry out any particular step. A re-test is then generated using similar problems to determine if students are able to learn from the tutor and correct their initial mistakes.  This powerful tool not only captures performance, engagement in the learning process, and learning, but it also can be modified to present math content that is developmentally appropriate for different learners (e.g., college versus middle school) and to present various levels of difficulty within any given math topic (e.g., area of a circle).\n\n We then used the math tutor in an experimental design to test whether a) negative stereotypes can disrupt learning engagement and learning outcomes and b) whether contingencies of belonging can be transformed into an actionable intervention to reduce gender gaps in math learning.  The results showed for the first time that negative stereotypes undermine femalesÆ math learning engagement and math learning. Specifically, when ..."
 }
}