{
 "awd_id": "0936137",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "BRIDGE:  A Proposal to Conduct a Mentoring Workshop for Underrepresented Minority Undergraduate Engineering Students and their Advisors",
 "cfda_num": "47.041",
 "org_code": "07040000",
 "po_phone": "7032924494",
 "po_email": "dduttere@nsf.gov",
 "po_sign_block_name": "Darren Dutterer",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2011-12-31",
 "tot_intn_awd_amt": 319881.0,
 "awd_amount": 403483.0,
 "awd_min_amd_letter_date": "2009-07-28",
 "awd_max_amd_letter_date": "2011-09-30",
 "awd_abstract_narration": "Abstract of proposal number 0936137 by Dr. Omnia El-Hakim.\r\n\r\nProposal # 0936137\r\nTitle: A Proposal to Conduct a Mentoring Workshop for Underrepresented Minority Undergraduate Engineering Students and their Advisors.\r\nPrincipal Investigator: Shirley McBay.\r\nInstitution: Quality Education for Minorities Network.\r\n\r\nThe Proposal # 0936137 title \"A Proposal to Conduct a Mentoring Workshop for Underrepresented Minority Undergraduate Engineering Students and their Advisors\" is an opportunity for students to meet outstanding mentors; and to understand the role of mentor and attributes of a good mentor. \r\n\r\nThe two-day intensive workshop focused on mentoring of underrepresented minority undergraduate engineering majors. The goal of the workshop is to increase the participants' understanding of the role that faculty and peer mentoring play in enhancing the successful academic and professional outcomes of undergraduate engineering majors who are members of underrepresented minority groups. The workshop is planned for 150 underrepresented minority undergraduate engineering majors and 15 engineering faculty/staff advisors from 15 institutions with ABET-accredited engineering programs.  The institutions will include seven Historically Black Colleges and Universities, five Hispanic-serving Institutions, one Other Minority Institution, and two Predominantly White Institutions. Each of the 15 institutions will be represented by 10 underrepresented minority undergraduate students and one faculty/staff advisor. Sessions will provide sharing experiences and best practices, learning about effective mentoring as well as build a plan for development of a peer support network and interaction. In addition, this proposal recognizes the importance of development of the whole person (i.e. communication skills, engineering in today's society, professional conduct, as well as academic preparation) and demonstrated commitment to diversity.\r\n\r\n All presentations on the agenda will be placed on QEM's website and shared with interested students and faculty, whether or not they attended the workshop. Over the long-term, effective mentoring will pay off through an increase in the number of minority students who obtain baccalaureate and doctoral degrees in engineering that, in turn, will help strengthen the nation's global competitiveness in science and technology.\r\n\r\nOmnia El-Hakim, Ph.D.-Program Director \r\nFor Diversity and Outreach\r\nNational Science Foundation\r\nDirectorate for Engineering\r\n4201 Wilson Blvd., Suite 505N\r\nArlington, VA 22230\r\n Tel: (703) 292- 2149\r\nFax: (703) 292- 9013\r\nE-Mail: oelhakim@nsf.gov",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EFMA",
 "org_div_long_name": "Office of Emerging Frontiers in Research and Innovation (EFRI)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shirley",
   "pi_last_name": "McBay",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shirley McBay",
   "pi_email_addr": "smmcbay@qem.org",
   "nsf_id": "000261590",
   "pi_start_date": "2009-07-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "QUALITY EDUCATION FOR MINORITIES NETWORK",
  "inst_street_address": "1818 N ST NW STE 350",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2026591818",
  "inst_zip_code": "200362406",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "QUALITY EDUCATION FOR MINORITIES NETWORK (INC)",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LSMGM4J768"
 },
 "perf_inst": {
  "perf_inst_name": "QUALITY EDUCATION FOR MINORITIES NETWORK",
  "perf_str_addr": "1818 N ST NW STE 350",
  "perf_city_name": "WASHINGTON",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200362406",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "138500",
   "pgm_ele_name": "SSA-Special Studies & Analysis"
  },
  {
   "pgm_ele_code": "768000",
   "pgm_ele_name": "EDA-Eng Diversity Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "110E",
   "pgm_ref_txt": "EDUCATION RESEARCH"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 319881.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 83602.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Project Outcomes Report for NSF # 0936137</p>\n<p><strong>Title:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </strong>BRIDGE: A Proposal to Conduct a Mentoring Workshop for Underrepresented Minority Undergraduate Engineering Students and their Advisors</p>\n<p><strong>Principal Investigator: </strong>McBay, Shirley M.</p>\n<p><strong>Organization: </strong>Quality Education for Minorities (QEM) Network</p>\n<p><strong>Project Outcomes and Findings</strong></p>\n<p><strong>&nbsp;</strong><span style=\"text-decoration: underline;\">The Importance of the Project to Advancing Knowledge and Understanding</span></p>\n<p>In 2008, minorities made up almost 1/3 of the U.S. population but the National Action Council for Minorities in Engineering (NACME) reported fewer than 12.5 percent of bachelor&rsquo;s degrees in engineering awarded to students in the U.S. were awarded to underrepresented minorities. In 2009, the QEM Network received support from the National Science Foundation (NSF)&rsquo;s Engineering Directorate to plan and conduct a workshop to address the severe underrepresentation of minorities in engineering fields.</p>\n<p>The workshop focused on mentoring undergraduate minority students in engineering, with 142 minority students and 20 faculty/staff advisors from 15 institutions attending. The undergraduate students and their faculty advisors received both theoretical research findings and practical advice and guidance for success in engineering careers.</p>\n<p>Supplemental NSF support for this award supported a second workshop for 40 senior engineering faculty/advisors focused on research findings and best practices in the mentoring of underrepresented minority students. &nbsp;Cultural competency of faculty/staff, early outreach to students regarding academic preparation and career options, a supportive campus climate, and access to role models were identified as key factors affecting the success of minority engineering undergraduates. The project also supported initial planning for a third workshop focused on master&rsquo;s and doctoral minority students in engineering and materials science for which QEM later received an NSF award to conduct &nbsp;the third workshop.</p>\n<p>&nbsp;</p>\n<p><span style=\"text-decoration: underline;\">Qualifications of the Principal Investigator</span></p>\n<p>Under the leadership of President Shirley McBay, the QEM Network was established in 1990 as a non-profit organization in Washington, DC, dedicated to improving education for minorities throughout the nation. QEM works with minority and non-minority individuals, organizations, and institutions to help coordinate and energize efforts to improve the education of minorities, particularly in Science, Technology, Engineering, and Mathematics (STEM). With the assistance of experienced STEM consultants and evaluators, QEM offers technical assistance and follow-up support for NSF&rsquo;s research and education programs for faculty at a range of minority-serving institutions as well as underrepresented minority faculty at non-minority institutions.</p>\n<p><span style=\"text-decoration: underline;\">Creative Innovative Approach</span></p>\n<p>This project and a subsequent award from NSF enabled a unique and holistic approach involving significant numbers of underrepresentation minority students in engineering, including a significant number of underrepresented minority female students. The workshop series addressed the mentoring of minority students at the undergraduate level, involved faculty/staff advisors in planning a second workshop to engage their peers in review and discussion of &nbsp;current research and effective mentoring strategies, and laid the groundwork for a third workshop that involved 104 minority graduate engineering and materials science students. A cadre of QEM consultants, including minority women and men with extensive experience in engineering and enginee...",
  "por_txt_cntn": "\nProject Outcomes Report for NSF # 0936137\n\nTitle:            BRIDGE: A Proposal to Conduct a Mentoring Workshop for Underrepresented Minority Undergraduate Engineering Students and their Advisors\n\nPrincipal Investigator: McBay, Shirley M.\n\nOrganization: Quality Education for Minorities (QEM) Network\n\nProject Outcomes and Findings\n\n The Importance of the Project to Advancing Knowledge and Understanding\n\nIn 2008, minorities made up almost 1/3 of the U.S. population but the National Action Council for Minorities in Engineering (NACME) reported fewer than 12.5 percent of bachelorÆs degrees in engineering awarded to students in the U.S. were awarded to underrepresented minorities. In 2009, the QEM Network received support from the National Science Foundation (NSF)Æs Engineering Directorate to plan and conduct a workshop to address the severe underrepresentation of minorities in engineering fields.\n\nThe workshop focused on mentoring undergraduate minority students in engineering, with 142 minority students and 20 faculty/staff advisors from 15 institutions attending. The undergraduate students and their faculty advisors received both theoretical research findings and practical advice and guidance for success in engineering careers.\n\nSupplemental NSF support for this award supported a second workshop for 40 senior engineering faculty/advisors focused on research findings and best practices in the mentoring of underrepresented minority students.  Cultural competency of faculty/staff, early outreach to students regarding academic preparation and career options, a supportive campus climate, and access to role models were identified as key factors affecting the success of minority engineering undergraduates. The project also supported initial planning for a third workshop focused on masterÆs and doctoral minority students in engineering and materials science for which QEM later received an NSF award to conduct  the third workshop.\n\n \n\nQualifications of the Principal Investigator\n\nUnder the leadership of President Shirley McBay, the QEM Network was established in 1990 as a non-profit organization in Washington, DC, dedicated to improving education for minorities throughout the nation. QEM works with minority and non-minority individuals, organizations, and institutions to help coordinate and energize efforts to improve the education of minorities, particularly in Science, Technology, Engineering, and Mathematics (STEM). With the assistance of experienced STEM consultants and evaluators, QEM offers technical assistance and follow-up support for NSFÆs research and education programs for faculty at a range of minority-serving institutions as well as underrepresented minority faculty at non-minority institutions.\n\nCreative Innovative Approach\n\nThis project and a subsequent award from NSF enabled a unique and holistic approach involving significant numbers of underrepresentation minority students in engineering, including a significant number of underrepresented minority female students. The workshop series addressed the mentoring of minority students at the undergraduate level, involved faculty/staff advisors in planning a second workshop to engage their peers in review and discussion of  current research and effective mentoring strategies, and laid the groundwork for a third workshop that involved 104 minority graduate engineering and materials science students. A cadre of QEM consultants, including minority women and men with extensive experience in engineering and engineering education, assisted with the planning and conduct of the workshops, providing unique role models for participating students.\n\nProject is Well-conceived and Organized\n\nAt  both workshops, participants were asked to complete a Workshop Evaluation Questionnaire to rate the usefulness of the sessions and whether the workshops met their expectations. Participants completing the Workshop Questionnaires gave each workshop an overall rating of excellent or very good; and rep..."
 }
}