{
 "awd_id": "0937612",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Modeling Time Invariances in Human Motor Coordination for Robot-Assisted Rehabilitation",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2009-04-01",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 208571.0,
 "awd_amount": 208571.0,
 "awd_min_amd_letter_date": "2009-06-19",
 "awd_max_amd_letter_date": "2010-02-01",
 "awd_abstract_narration": "Robot-assisted rehabilitation can enhance and speed motor control recovery following brain injury such as stroke.  Most existing rehabilitation approaches and modeling work supporting them focus primarily on the forces required to generate controlled movements, in effect deemphasizing planning that occurs at a kinematic level.  A thorough understanding of the role of kinematics in coordination is needed to help diagnose the level at which deficiencies lie, and then focus treatment at that level.  In this project, the PI will formulate and experimentally validate unified, coherent models of human motor coordination based on a foundational time-invariant, kinematic mapping between the output space and the control space.  Inspired by curvature theory, which is traditionally applied to mechanism synthesis, such a mapping provides an elegant description of motion.  With this novel approach, the PI will seek to demonstrate that decoupling the kinematic geometry from the time-based trajectory tracking of arm motion leads to a compact internal model of path planning consistent with experimental data.  The work will further demonstrate that a similarly compact internal dynamic model provides an additional layer for an efficient formulation of motor control.  The internal kinematic and dynamic models to be developed will enable investigation of optimization mechanisms at the kinematic level, the dynamic level, and through mutual interaction of the two.  In order to experimentally validate this model, the PI will develop an actuated, but back-drivable, planar x-y table that has uniform apparent endpoint inertia throughout its workspace.  This device will both enable the model validation experiments and serve as a first prototype for a new robot-assisted rehabilitation device that can be used to clinically leverage the knowledge gained from the modeling effort.  The PI will collaborate with colleagues in his institution's Physical Therapy Division and Physical Medicine and Rehabilitation Department to develop and evaluate new diagnostic and rehabilitation techniques that implement the new device based on the findings.\r\n\r\nBroader Impacts: Robot-assisted rehabilitation is likely to have an increasingly significant impact on society as health care costs rise and the number of strokes increases with population aging.  Grounded in understanding human motor coordination, this research will impact the fields of locomotion, neurally controlled prosthetics, digital human modeling, and robot control.  The investigator will integrate this research into his educational activities with two foci: increasing student understanding of the significance of kinematics and dynamics in human motor coordination; and enhancing student ability to internally visualize physical movement in mechanical systems.  These activities will involve modifications to a required undergraduate kinematics course, an elective undergraduate product design course, and two graduate kinematics courses to incorporate the results of the research.  Additionally, a seminar course for students from all academic units will be developed to more broadly disseminate the work.  In conjunction with four other faculty in the Ohio State College of Engineering, the PI will organize a weeklong engineering summer camp for women and minority high school students.  The PI will create two modules for the camp: one related to human motor coordination in which the students will conduct experiments using the x-y table developed in the project; and one related to visualization of motion in mechanical systems.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Schmiedeler",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "James P Schmiedeler",
   "pi_email_addr": "schmiedeler.4@nd.edu",
   "nsf_id": "000292478",
   "pi_start_date": "2009-06-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Notre Dame",
  "inst_street_address": "940 GRACE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "NOTRE DAME",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "5746317432",
  "inst_zip_code": "465565708",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "IN02",
  "org_lgl_bus_name": "UNIVERSITY OF NOTRE DAME DU LAC",
  "org_prnt_uei_num": "FPU6XGFXMBE9",
  "org_uei_num": "FPU6XGFXMBE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Notre Dame",
  "perf_str_addr": "940 GRACE HALL",
  "perf_city_name": "NOTRE DAME",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "465565708",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "IN02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 50521.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 76816.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 81234.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project examined the characteristics of human reaching to 1) better understand how healthy humans accomplish motor coordination and then, 2) in turn, use that information to improve robot-assisted rehabilitation post-stroke. From a research standpoint, a key finding was that the so-called \"Leading Joint Hypothesis\" could be extended to spatial reaching (it was previously limited to planar reaching). This hypothesis suggests that in free reaching, one joint, typically the shoulder, \"leads\" the movement in the sense that muscles simply provide forces to move that joint in the right direction without requiring the central nervous system to perform complex \"calculations\" as to the magnitudes of those forces. For the subordinate joint, typically the elbow, the central nervous system would make these calculations, informed by the muscle forces applied to the leading joint. This hypothesis is one way to explain the speed and ease with which humans execute complicated arm movements. The project showed experimentally that the hypothesis is consistent with spatial reaching. This suggests that robot-assisted arm rehabilitation post-stroke could potentially be optimized if it could evaluate whether incoordination stems primarily from control of the leading or subordinate joint (or both) and then target therapy accordingly. A second key finding was that healthy humans have the ability to separate the effects of forces the depend on their arm positions from forces that depend on their arm velocities. In this way, humans can separate out how much muscle force is required to resist gravity and how much is required to accelerate their arms. This separation is a fundamental requirement to employ a coordination strategy in which skilled movements are learned at slow speeds and then increased to their intended pace with practice (like learning a new piece of music slowly at the piano). The finding is a key part of the Leading Joint Hypothesis extension to 3 dimensions and a step forward in understanding motor coordination more broadly. A third related finding demonstrated that healthy humans only exactly scale free reaching movements to different speeds under limited conditions. If the movement time is relatively long, these slower movements differ from faster movements between the same positions. This suggests that reaching between predefined positions is not strictly a time-independent task, but displays time-invariant characteristics in many cases. Again, this understanding of how healthy humans exploit scaling in their motor coordination can be used to identify the sources of core coordination deficits following stroke and then develop targeted therapies to address those deficits.</p>\n<p>In terms of education, this project has drawn deep connections between the engineering topics of kinematics and dynamics and the more human application of motor coordination and rehabilitation. These connections have been made most strongly for the undergraduate and graduate students who worked directly on the project, but also for other such students who took courses developed through it and for middle and high school students exposed to the results. Perhaps the most significant educational outcome has been the development of Geometric Constraint Programming techniques for designing linkages and mechanisms. These techniques leverage the existing capabilities of modern computer-aided design software that all mechanical engineering students learn to design linkages in a fast, intuitive way. The approach also helps to enhance visual thinking skills.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/06/2012<br>\n\t\t\t\t\tModified by: James&nbsp;Schmiedeler</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project examined the characteristics of human reaching to 1) better understand how healthy humans accomplish motor coordination and then, 2) in turn, use that information to improve robot-assisted rehabilitation post-stroke. From a research standpoint, a key finding was that the so-called \"Leading Joint Hypothesis\" could be extended to spatial reaching (it was previously limited to planar reaching). This hypothesis suggests that in free reaching, one joint, typically the shoulder, \"leads\" the movement in the sense that muscles simply provide forces to move that joint in the right direction without requiring the central nervous system to perform complex \"calculations\" as to the magnitudes of those forces. For the subordinate joint, typically the elbow, the central nervous system would make these calculations, informed by the muscle forces applied to the leading joint. This hypothesis is one way to explain the speed and ease with which humans execute complicated arm movements. The project showed experimentally that the hypothesis is consistent with spatial reaching. This suggests that robot-assisted arm rehabilitation post-stroke could potentially be optimized if it could evaluate whether incoordination stems primarily from control of the leading or subordinate joint (or both) and then target therapy accordingly. A second key finding was that healthy humans have the ability to separate the effects of forces the depend on their arm positions from forces that depend on their arm velocities. In this way, humans can separate out how much muscle force is required to resist gravity and how much is required to accelerate their arms. This separation is a fundamental requirement to employ a coordination strategy in which skilled movements are learned at slow speeds and then increased to their intended pace with practice (like learning a new piece of music slowly at the piano). The finding is a key part of the Leading Joint Hypothesis extension to 3 dimensions and a step forward in understanding motor coordination more broadly. A third related finding demonstrated that healthy humans only exactly scale free reaching movements to different speeds under limited conditions. If the movement time is relatively long, these slower movements differ from faster movements between the same positions. This suggests that reaching between predefined positions is not strictly a time-independent task, but displays time-invariant characteristics in many cases. Again, this understanding of how healthy humans exploit scaling in their motor coordination can be used to identify the sources of core coordination deficits following stroke and then develop targeted therapies to address those deficits.\n\nIn terms of education, this project has drawn deep connections between the engineering topics of kinematics and dynamics and the more human application of motor coordination and rehabilitation. These connections have been made most strongly for the undergraduate and graduate students who worked directly on the project, but also for other such students who took courses developed through it and for middle and high school students exposed to the results. Perhaps the most significant educational outcome has been the development of Geometric Constraint Programming techniques for designing linkages and mechanisms. These techniques leverage the existing capabilities of modern computer-aided design software that all mechanical engineering students learn to design linkages in a fast, intuitive way. The approach also helps to enhance visual thinking skills.\n\n\t\t\t\t\tLast Modified: 08/06/2012\n\n\t\t\t\t\tSubmitted by: James Schmiedeler"
 }
}