{
 "awd_id": "0937275",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Detecting Structural Changes During an ETS Event: Proof of Concept",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": null,
 "awd_eff_date": "2009-05-01",
 "awd_exp_date": "2010-04-30",
 "tot_intn_awd_amt": 45209.0,
 "awd_amount": 45209.0,
 "awd_min_amd_letter_date": "2009-04-30",
 "awd_max_amd_letter_date": "2009-04-30",
 "awd_abstract_narration": "\r\nArguably the most interesting new phenomenon in Earthquake seismology is the discovery of Episodic Tremor and Slip events.  This phenomenon consists of seismically recorded tremor events with characteristic frequencies of 1-6 Hz, coupled with slow slip events observed by global positioning systems and strainmeters, with durations of order weeks.  Both tremor and slip have been well documented in a variety of environments worldwide, such as subduction zones in Japan and Cascadia. Although the seismic community continues to make interesting observations, the underlying physical process remains poorly understood. There have been many proposed mechanisms, several of which invoke fluids, but thus far, there is little data with which to evaluate these ideas.  This problem is being addressed in this project by determining whether or not there are structural changes in the crust and upper mantle associated with this phenomenon.  If there are such changes, they would provide an important new clue in understanding the Episodic Tremor and Slip phenomenon. The method of time-dependent seismology is being applied to this problem, to determine whether there are changes in the seismic wavefield during or after such events.  The focus is on the slab interface, due to its likely central role in the Episodic Tremor and Slip process, to look for structural changes that may reflect the migration of fluids or other related changes in the medium. A controlled-source approach is being used to look for such changes by conducting a time-dependent seismic imaging experiment in Cascadia. Cascadia was chosen because the well-known periodicity of Episodic Tremor and Slip events permits experimental deployments. Controlled sources are a promising approach, because of superior time resolution and repeatability, compared to other types of sources (e.g. repeating earthquakes, ambient noise tomography). This deployment is designed to demonstrate to the community that it will be possible to observe and utilize the seismic phases of interest, namely those that interact with the slab interface. This is a modest proof-of-concept deployment that, if successful, will lead to an expanded deployment for the 2010 event.  The experimental configuration being used permits the clear observation of slab-interaction phases where ETS is strongest.  This source-receiver geometry corresponds to a Northwest-Southeast-oriented line through the Olympic Peninsula.  The source is being deployed at the southern end of this line, permitting the use of data from the Earthscope-funded Array-of-Arrays deployment (185 stations), which will deployed to the north for both the 2009 and 2010 events.  An additional 50 stations is also being deployed through this project that connects the source to the Array of Arrays receivers along the seismic line. \r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Silver",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Paul G Silver",
   "pi_email_addr": "silver@dtm.ciw.edu",
   "nsf_id": "000445580",
   "pi_start_date": "2009-04-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie Institution of Washington",
  "inst_street_address": "5241 BROAD BRANCH RD NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2023876400",
  "inst_zip_code": "200151305",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "CARNEGIE INSTITUTION OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "ZQ12LY4L5H39"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie Institution of Washington",
  "perf_str_addr": "5241 BROAD BRANCH RD NW",
  "perf_city_name": "WASHINGTON",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200151305",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "017F00",
   "pgm_ele_name": "EARTHSCOPE-SCIENCE UTILIZATION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 45209.0
  }
 ],
 "por": null
}