{
 "awd_id": "0937992",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EFRI-HyBi: The Science and Engineering of Microalgae Hydrothermal Processing",
 "cfda_num": "47.041",
 "org_code": "07040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "George J. Antos",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 2059528.0,
 "awd_amount": 2059528.0,
 "awd_min_amd_letter_date": "2009-08-24",
 "awd_max_amd_letter_date": "2012-02-22",
 "awd_abstract_narration": "Abstract\r\n\r\nPI Name: Phillip Savage\r\nInstitution: University of Michigan\r\nProposal Number: 0937992\r\n\r\nEFRI-HyBi: The Science and Engineering of Microalgae Hydrothermal Processing\r\n\r\nThis award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5)\r\n\r\nIntellectual Merit\r\nTwo major barriers in conventional approaches for converting microalgae to liquid fuels on a large scale are the needs to cultivate algae with high oil content and to dry the algae and extract the oil components. The PIs propose to develop the scientific and engineering knowledge needed to implement a different approach that shatters both barriers. This approach involves integrated hydrothermal-catalytic-microbial processing. The hydrothermal (elevated pressure and temperature, aqueous phase) process is not limited to converting only algae with high oil content. It can also convert the biomass carbohydrates and proteins into bio-oil. Algae with high oil content are not required. Secondly, with this hydrothermal process, no algae drying or oil extraction is needed. The biomass is processed as a whole in its high-moisture state. The research contains four broad objectives. The PIs will determine the reaction products, pathways, kinetics, and mechanisms operative during hydrothermal conversion of microalgae to molecules that constitute a crude bio-oil. This task will include the use of Raman spectroscopy for the first in situ analysis of these chemical changes. They will work at the molecular level to develop and design heterogeneous catalysts for engineering the molecular composition of the liquid hydrocarbons. Thus, significant progress will be made in adapting heterogeneous catalysis for oil upgrading under hydrothermal conditions. The PIs will also make scientific advances in the use of microbial pathways for utilization of solid and aqueous-phase byproducts from hydrothermal processing. Finally, they will maintain a systems perspective throughout and couple chemical process design, economic evaluation, and life cycle assessment to screen alternate process configurations and guide the research. The broader sustainability performance of hydrothermal processing options will be studied through life cycle modeling of upstream algae production and downstream biosolids and wastewater processing/utilization. The proposed research could overcome key barriers in the algae-to-hydrocarbons field and potentially transform the landscape for commercialization of this promising biomass feedstock.\r\n\r\nBroader Impacts\r\nA new technological approach for producing drop-in renewable transportation fuels from microalgae could be an outcome of this research. The strategy could also be used for processing other types of high-moisture biomass. Thus, the research could play a major role in our transition toward energy independence and reduced CO2 emissions from the energy sector. Five PhD students will be trained by an interdisciplinary team working on cutting edge research on a topic of intense international interest. These students will be involved in lab rotations to ensure their training will be interdisciplinary. Upon graduation, they will be well prepared for leadership positions in industry, government, or academia. Master?s students will see aspects of this research integrated into the curriculum of the Engineering Sustainable Systems dual degree program between the College of Engineering and the School of Natural Resources and Environment. Students in graduate elective courses in sustainability and in industrial ecology (which are taught by two of the PIs) will work on projects related to the research. Moreover, each PI will include undergraduate students in their laboratories. They will engage undergraduates in the research, and they will participate in the University?s UROP and WISE programs, which provide mentoring and research experiences for underrepresented minorities and women students, respectively. They will also participate in the College of Engineering outreach to science and math students in a local high school that has a high percentage of underrepresented minority and socio-economically disadvantaged students. Thus, the project integrates research and teaching and contributes to human resource development. The results obtained from the research will be disseminated via participation of project personnel in conferences and via publications in scholarly journals.\r\n",
 "awd_arra_amount": 2059528.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EFMA",
 "org_div_long_name": "Office of Emerging Frontiers in Research and Innovation (EFRI)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gregory",
   "pi_last_name": "Keoleian",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Gregory A Keoleian",
   "pi_email_addr": "gregak@umich.edu",
   "nsf_id": "000321889",
   "pi_start_date": "2009-08-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Adam",
   "pi_last_name": "Matzger",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Adam J Matzger",
   "pi_email_addr": "matzger@umich.edu",
   "nsf_id": "000468055",
   "pi_start_date": "2009-08-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Suljo",
   "pi_last_name": "Linic",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Suljo Linic",
   "pi_email_addr": "linic@umich.edu",
   "nsf_id": "000227308",
   "pi_start_date": "2009-08-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Phillip",
   "pi_last_name": "Savage",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Phillip E Savage",
   "pi_email_addr": "psavage@psu.edu",
   "nsf_id": "000219978",
   "pi_start_date": "2009-08-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Xiaoxia",
   "pi_last_name": "Lin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xiaoxia Lin",
   "pi_email_addr": "ninalin@umich.edu",
   "nsf_id": "000202533",
   "pi_start_date": "2009-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "1109 GEDDES AVE STE 3300",
  "perf_city_name": "ANN ARBOR",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "763300",
   "pgm_ele_name": "EFRI Research Projects"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  },
  {
   "pgm_ref_code": "050E",
   "pgm_ref_txt": "CHEMICAL PROCESS DESIGN"
  },
  {
   "pgm_ref_code": "044E",
   "pgm_ref_txt": "CATALYSIS"
  },
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 2059528.0
  }
 ],
 "por": null
}