{
 "awd_id": "0937706",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EFRI-HyBi: Conversion of Biomass to Fuels using Molecular Sieve Catalysts and Millisecond Contact Time Reactors",
 "cfda_num": "47.041",
 "org_code": "07040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Maria Burka",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 1956112.0,
 "awd_amount": 1956112.0,
 "awd_min_amd_letter_date": "2009-08-10",
 "awd_max_amd_letter_date": "2009-08-10",
 "awd_abstract_narration": "ABSTRACT \r\n\r\nPI Name: Michael Tsapatsis\r\nInstitution: University of Minnesota-Twin Cities\r\nProposal Number: 0937706\r\n\r\nEFRI: EFRI-HyBi: Conversion of Biomass to Fuels using Molecular\r\nSieve Catalysts and Millisecond Contact Time Reactors\r\n\r\nThe practical exploitation of biomass as a carbon-neutral source of fuels requires the development of small distributed production systems capable of processing solids and chemical conversion technologies that can overcome the recalcitrance of lignocellulosic biomass. While several processes for biomass utilization have been proposed, none meets the productivity, scalability, product distribution and economic requirements for commercial implementation. The objective of the proposed research is to develop a continuous and scalable autothermal catalytic process for the \"one pot\" conversion of lignocellulosic biomass to fuels over metal and zeolites based multifunctional catalysts in a short contact time stratified reactor. Such a process has not been attempted before but feasibility of important elements of the proposed technology were recently demonstrated including: (i) the continuous char-free production of volatile organic compounds from lignocellulosic particles in a short contact time autothermal reactor by Schmidt's group; (ii) the control of mesoporosity at the nanometer level to reduce mass transfer limitations in zeolite catalysts by Tsapatsis' group and (iii) the demonstration of short contact time zeolite catalysis by Bhan using monolith supported thin zeolite films.\r\n\r\nIntellectual Merit: The production of fuels from biomass may be accomplished by its conversion to small fragments, the selective removal of oxygen from carbohydrates, and the conversion of small intermediates into larger hydrocarbons via carbon-carbon bond formation. It is proposed to systematically explore possible ways to combine the metal-based exothermic volatilization of biomass with zeolite-based deoxygenation and C-C bond formation in millisecond contact time reactors thereby avoiding deleterious polyaromatic or solid carbonaceous by-products. To realize this transformative concept, emerging frontiers in heterogeneous catalysis, reaction engineering, material design and systems integration will be advanced in the following synergistic research activities:\r\n1. Schmidt, Bhan and Vlachos will combine experiments and multiscale modeling to tune product selectivity towards carbon chain length preservation during biomass conversion in autothermal (partial oxidation) short contact time reactors.\r\n2. Tsapatsis will control meso- and microporosity in zeolite-based thin film catalysts to enable millisecond contact time operation and Bhan will optimize deoxygenation and chain growth reactions with these catalysts. Floudas will perform computational screening to guide the selection of zeolites frameworks while detailed reaction/diffusion and microkinetic models will be developed by Vlachos.\r\n3. Design principles for the \"one pot\" reactor will be developed and tested by the team of co-PIs.\r\n\r\nBroader Impact: Transforming traditional chemical processing and production into a sustainable future is one of the enormous challenges that global society faces. The development of small scale reactor systems capable of processing ligoncellulosic feedstock will lead to new technologies for harnessing diffuse or currently wasted biomass resources and has the potential to contribute to this transformation and the economic growth of the US. The co-PIs will integrate elements of this work as case studies in undergraduate, graduate and topical courses on renewable energy and chemicals, as well as in teaching modules that will be made available on the internet for widespread dissemination. The scope and breadth of the project and the research team further provide unique opportunities for interdisciplinary education of undergraduate and graduate students and students from underrepresented groups. Moreover, an outreach effort to develop related extracurricular activities for middle school students is proposed. \r\n\r\nThe co-PIs are committed in communicating their work to the public. This will be facilitated by the infrastructure provided by the Institute on the Environment (IonE) at the Univ. of Minnesota and the Center for Catalytic Science and Technology (CCST) at the Univ. of Delaware. Important findings from this work will be included in IonE and CCST sponsored newsletters, press releases, media briefings and public forums.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EFMA",
 "org_div_long_name": "Office of Emerging Frontiers in Research and Innovation (EFRI)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Tsapatsis",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Tsapatsis",
   "pi_email_addr": "tsapatsis@jhu.edu",
   "nsf_id": "000488844",
   "pi_start_date": "2009-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lanny",
   "pi_last_name": "Schmidt",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Lanny D Schmidt",
   "pi_email_addr": "schmidt@cems.umn.edu",
   "nsf_id": "000296029",
   "pi_start_date": "2009-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christodoulos",
   "pi_last_name": "Floudas",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christodoulos Floudas",
   "pi_email_addr": "floudas@tamu.edu",
   "nsf_id": "000211532",
   "pi_start_date": "2009-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dionisios",
   "pi_last_name": "Vlachos",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Dionisios G Vlachos",
   "pi_email_addr": "vlachos@udel.edu",
   "nsf_id": "000384141",
   "pi_start_date": "2009-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Aditya",
   "pi_last_name": "Bhan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Aditya Bhan",
   "pi_email_addr": "abhan@umn.edu",
   "nsf_id": "000501554",
   "pi_start_date": "2009-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "2221 UNIVERSITY AVE SE STE 100",
  "perf_city_name": "MINNEAPOLIS",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554143074",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "763300",
   "pgm_ele_name": "EFRI Research Projects"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "044E",
   "pgm_ref_txt": "CATALYSIS"
  },
  {
   "pgm_ref_code": "050E",
   "pgm_ref_txt": "CHEMICAL PROCESS DESIGN"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 1956112.0
  }
 ],
 "por": null
}