{
 "awd_id": "0938201",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Local Elections in America Project (LEAP) Workshop",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Humes",
 "awd_eff_date": "2009-08-15",
 "awd_exp_date": "2012-01-31",
 "tot_intn_awd_amt": 49908.0,
 "awd_amount": 49908.0,
 "awd_min_amd_letter_date": "2009-08-11",
 "awd_max_amd_letter_date": "2009-08-11",
 "awd_abstract_narration": "The U.S. Census Bureau estimates that one in every ten counties in the nation is ?majority-minority? and that Latinos, African-Americans and Asian-Americans will comprise the majority of the population by the end of the 21st century. These shifts in demographic and socioeconomic contexts portend tremendous flux in control of urban politics and policy. While the study of race and representation in urban America has a long history, several key questions remain either unanswered or only partly addressed. For example, how do electoral structures (voting methods, term limits, legislature size, off-cycle elections) impact vote choice and minority voter turnout? When and where do they facilitate or hinder cross-over voting? At the same time, new questions are becoming increasingly salient: Under what circumstances do minority candidates emerge? How is this impacted by the use of primary or run-off elections or the presence of multiple racial/ethnic candidates on the same ballot? What role do community organizations, interest groups, and leaders play in urban elections and campaigns? How do campaign finance, and the content, tone and consequences of media coverage impact local elections?\r\n\r\nGiven the large number of cases and considerable institutional and contextual variation across local governments, one might assume that the study of local elections is an area already well harvested by participation scholars. The truth, however, is that this is a rather unexplored area of inquiry. On the one hand are studies that focus primarily on candidate- and campaign-specific explanations of turnout and vote choices and typically rely on single city or small-N analyses (e.g., Liu & Vanderleeuw 2007; Barreto, Villarreal & Woods 2005; Bullock 1984). While this body of work offers considerable insight about specific electoral contests and proves indispensable with regard to theory and hypothesis building, it is relatively limited when it comes to empirical description and causal inference. A second area of inquiry employs macro-level models and aggregate level data to explore how local context, electoral and other governing arrangements influence two principal phenomena: voter turnout and minority representation in local legislatures. Although these studies typically rely on relatively large samples (e.g., Engstrom & McDonald 1981; Meier et al. 2005; Kelleher & Lowery 2004) only a handful include longitudinal designs (Marschall, Shah & Ruhil 2008; Trounstine & Valdini 2008; Caren 2007; Sass & Pittman 2000; Karnig & Walter 1983) and almost none includes candidate- or campaign-specific covariates (but see Lublin & Tate 1995). Consequently, while these studies are stronger on empirical description and inference, they provide little purchase when it comes to understanding how local electoral dynamics actually shape electoral outcomes.\r\n\r\nThe first objective of LEAP is to compile the most comprehensive, public-use, database on local governments and elections in America. In addition to aggregate-level turnout and vote choice data across multiple election cycles (primary, run-off and general elections) for a large, representative sample of U.S. jurisdictions, LEAP will also collect election-specific covariates (candidate race/ethnicity and experience, campaign expenditures, issues, and media coverage) for a subset of jurisdictions with populations that are either multi-racial/ethnic or predominately of one minority group. Finally, by also compiling precinct-level data for this subsample of places, the racial and ethnic dimensions of local elections can be appropriately analyzed. With data on multiple offices and elections at two levels of analysis, LEAP will allow for aggregate, hierarchical and ecological analyses of a broad range of questions on political behavior, minority incorporation and urban politics. Thus a second objective of our project is to lay the institutional foundation for making these data as accessible as possible, while at the same time developing a framework for expanding and maintaining these public-use data over time.\r\n\r\nThis workshop will bring together a wide range of scholars to provide input into what sort of data should be collected and how to proceed with this data collection.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paru",
   "pi_last_name": "Shah",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Paru R Shah",
   "pi_email_addr": "shahp@uwm.edu",
   "nsf_id": "000509177",
   "pi_start_date": "2009-08-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Macalester College",
  "inst_street_address": "1600 GRAND AVE",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT PAUL",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6516966062",
  "inst_zip_code": "551051899",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MN04",
  "org_lgl_bus_name": "MACALESTER COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MNFCECSHS166"
 },
 "perf_inst": {
  "perf_inst_name": "Macalester College",
  "perf_str_addr": "1600 GRAND AVE",
  "perf_city_name": "SAINT PAUL",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "551051899",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MN04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 49908.0
  }
 ],
 "por": null
}