{
 "awd_id": "0938413",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Lessons-Learned from GSE Extension Services Grantees, 2005-2009",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mark Leddy",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 92940.0,
 "awd_amount": 109538.0,
 "awd_min_amd_letter_date": "2009-08-29",
 "awd_max_amd_letter_date": "2013-04-09",
 "awd_abstract_narration": "Intellectual Merit: The American Association for the Advancement of Science (AAAS) Center for Advancing Science & Engineering Capacity will review experience with the Extension Services (EXT) component of the NSF Research on Gender in Science and Engineering (GSE) program. The purpose of the review is to compile lessons-learned among all project cohorts since 2005 and evaluate how the intended concept translated into field experience. Extension Services grantees are awarded up to $2.5 million over five years, a large investment for a relatively small program budget. The first two projects funded have passed a three and a half-year mark. Collectively seven projects represent over 17 years of experience in the field, testing the concept of this particular investment (each for five years).\r\n\r\nEXT projects are engaged in the process of changing educational values, practice, and knowledge, a process that is neither linear nor predictable. Models for assessing the success of new initiatives range from short and expedient, e.g. briefings, to formal, comprehensive evaluation of outcomes. As new initiatives, EXT's lack a standard template or control for gauging success. Periodically assessing lessons-learned is one approach for doing so. \r\n\r\nThe proposed work is exploratory in combining methods of evaluation research (formal outcomes measurement), systems analysis (review and documentation of organizational processes and functions in a consistent manner), management review (leaders describe their experience), journalistic reporting (interesting stories and facts), and anthropology (how people explain what they are doing in situ). The method is inherently novel, interdisciplinary, and pragmatic. Among key inputs are interviews with project managers, project documentation, reports and reviews gathered via the third-year reverse site visit, analysis of the concept as articulated in annual program announcements, and interviews with the NSF Program Director.  Interviews with grantees will employ an Interview Guide Approach (per the Kellogg Foundation Evaluation Handbook). The goal is to develop an overview of how the lead EXT teams interpreted the solicitation with guidance from the Program Director, how they designed their version of an Extension Service, and what happened when they confronted the realities of implementation. \r\n\r\nInterviews will be conducted by staff of the AAAS Capacity Center, who are experienced in multiple methods among those cited above, especially evaluation theory and methods, and who are familiar with NSF's objectives and operations, the GSE program, the community of practice and the knowledge base related to issues of women in S&E, and who have personally produced many similar reports for university, corporate, and federal clients. \r\n\r\nBroader Impacts: Lessons-learned about GSE's Extension Services will potentially enable the program to refine the solicitation, guiding new teams toward productive strategies in organizing their services and reaching various communities not currently participating. To the extent certain kinds of EXT events and relationships are found to be promising, they might be adapted elsewhere. Lessons-learned is not a substitute for rigorous formal project or program evaluation; it is expedient and pragmatic in real time, elucidating what is useful to others and NSF as \"field experience,\" capturing significant experience as these large-scale projects evolve. Taken together, these lessons constitute a portfolio assessment of projects that can guide current and future performers as well as NSF management.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Daryl",
   "pi_last_name": "Chubin",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Daryl E Chubin",
   "pi_email_addr": "dchubin@aaas.org",
   "nsf_id": "000306037",
   "pi_start_date": "2009-08-29",
   "pi_end_date": "2012-04-19"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yolanda",
   "pi_last_name": "Comedy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yolanda Comedy",
   "pi_email_addr": "ycomedy@aaas.org",
   "nsf_id": "000618392",
   "pi_start_date": "2012-04-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "American Association for the Advancement of Science",
  "inst_street_address": "1200 NEW YORK AVE NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2023266400",
  "inst_zip_code": "200053928",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "AMERICAN ASSOCIATION FOR THE ADVANCEMENT OF SCIENCE",
  "org_prnt_uei_num": "ZGKVAM2JVKG2",
  "org_uei_num": "ZGKVAM2JVKG2"
 },
 "perf_inst": {
  "perf_inst_name": "American Association for the Advancement of Science",
  "perf_str_addr": "1200 NEW YORK AVE NW",
  "perf_city_name": "WASHINGTON",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200053928",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "154400",
   "pgm_ele_name": "RES ON GENDER IN SCI & ENGINE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0409",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000910DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 92940.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 16598.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In 2009, NSF awarded the American Association for the Advancement of Science (AAAS) Center for Advancing Science &amp; Engineering Capacity (AAAS Capacity Center) a grant to review the Extension Services (EXT) component of the NSF Research on Gender in Science and Engineering (GSE) program.</p>\n<p>The purpose of the review is to compile lessons-learned among nine project cohorts that were awarded $2.5 million in grants since 2005, and evaluate how the intended concept translated into field experience. From the work completed during this project, a report to NSF, Lessons-Learned from 2005-2009 &ldquo;Extension Services&rdquo; Grantees (NSF Research on Gender in Science and Engineering Program): A National View, was published in April 2010.</p>\n<p>The Lessons Learned report determined that the benefits of extension services were that these services:</p>\n<p>1. Improved national capacity to address the low participation of women in science and engineering.</p>\n<p>2. Networks of committed educators and leaders within particular sectors of our educational systems.</p>\n<p>3. More information resources customized for large sectors within the education community.</p>\n<p>4. Methods for wide-spread distributed training with the aim of commitment to follow-up action.</p>\n<p>5. A cadre of leaders collaborating at a national level and bringing new along new leaders.</p>\n<p>6.  A wider base adopting certain educational programs or products that  were created in smaller settings or pilots, providing more  substantiation for their effectiveness and potential for scale. These  are leveraging NSF&rsquo;s substantial investments in educational innovation.</p>\n<p>7. A capacity to assess and evaluate activities, courses, and programs for effectiveness in recruiting female students.</p>\n<p>8. New research questions and agendas rising from larger fields of experience.</p>\n<p>9.  A climate of excitement, understanding, commitment, and advocacy for  change that will recruit more students to science and engineering,  particularly girls and women.</p>\n<p>10. A wider understanding of the  relationship between educational strategies and recruitment of more  people to professions and skills critical for the U.S. workforce.</p>\n<p>In 2013, a No-Cost-Extension was sought extend the value of the Lessons Learned report by exploring ways to put resource materials (lessons learned) into training formats (modules) &ndash; specifically in the context of &ldquo;Gender Mainstreaming&rdquo;.&nbsp; This request would allow AAAS to analyze the<br />impact of NSF's investment in STEM 'extension' projects targeted to underserved populations, especially women and girls.</p>\n<p>Gender Mainstreaming&nbsp;is the&nbsp;idea that issues of gender should be included and &ldquo;taken seriously in central, mainstream and &lsquo;normal&rsquo; institutional activities and not simply left in a marginalized, peripheral backwater of specialist women&rsquo;s institutions.&rdquo;<a href=\"#_ftn1\"></a> While &ldquo;targeted efforts&rdquo; have dominated among strategies put in place to support women&rsquo;s access and equality, the changing legal landscape and increasing budgetary constraints have squeezed such initiatives. Adding gender mainstreaming as a strategy would mean undertaking programming where sensitivity to such concerns was an embedded aspect of program design.&nbsp;</p>\n<p>To address the challenges associated with gender mainstreaming the AAAS Capacity Center developed research &ndash; to &ndash;practice training modules to help create the institutional tools, resources and skills needed to highlight issues associated with the mainstreaming of diversity efforts.</p>\n<p>Ten modules have been developed since 2012.&nbsp;&nbsp;</p>\n<p>Modules 1-5 titled, , \"Gender Mainstreaming: Implications for Increasing Diversity\" were developed by AAAS, and presented at workshops during the 5th Understanding Interventions conferen...",
  "por_txt_cntn": "\nIn 2009, NSF awarded the American Association for the Advancement of Science (AAAS) Center for Advancing Science &amp; Engineering Capacity (AAAS Capacity Center) a grant to review the Extension Services (EXT) component of the NSF Research on Gender in Science and Engineering (GSE) program.\n\nThe purpose of the review is to compile lessons-learned among nine project cohorts that were awarded $2.5 million in grants since 2005, and evaluate how the intended concept translated into field experience. From the work completed during this project, a report to NSF, Lessons-Learned from 2005-2009 \"Extension Services\" Grantees (NSF Research on Gender in Science and Engineering Program): A National View, was published in April 2010.\n\nThe Lessons Learned report determined that the benefits of extension services were that these services:\n\n1. Improved national capacity to address the low participation of women in science and engineering.\n\n2. Networks of committed educators and leaders within particular sectors of our educational systems.\n\n3. More information resources customized for large sectors within the education community.\n\n4. Methods for wide-spread distributed training with the aim of commitment to follow-up action.\n\n5. A cadre of leaders collaborating at a national level and bringing new along new leaders.\n\n6.  A wider base adopting certain educational programs or products that  were created in smaller settings or pilots, providing more  substantiation for their effectiveness and potential for scale. These  are leveraging NSFÆs substantial investments in educational innovation.\n\n7. A capacity to assess and evaluate activities, courses, and programs for effectiveness in recruiting female students.\n\n8. New research questions and agendas rising from larger fields of experience.\n\n9.  A climate of excitement, understanding, commitment, and advocacy for  change that will recruit more students to science and engineering,  particularly girls and women.\n\n10. A wider understanding of the  relationship between educational strategies and recruitment of more  people to professions and skills critical for the U.S. workforce.\n\nIn 2013, a No-Cost-Extension was sought extend the value of the Lessons Learned report by exploring ways to put resource materials (lessons learned) into training formats (modules) &ndash; specifically in the context of \"Gender Mainstreaming\".  This request would allow AAAS to analyze the\nimpact of NSF's investment in STEM 'extension' projects targeted to underserved populations, especially women and girls.\n\nGender Mainstreaming is the idea that issues of gender should be included and \"taken seriously in central, mainstream and ænormalÆ institutional activities and not simply left in a marginalized, peripheral backwater of specialist womenÆs institutions.\" While \"targeted efforts\" have dominated among strategies put in place to support womenÆs access and equality, the changing legal landscape and increasing budgetary constraints have squeezed such initiatives. Adding gender mainstreaming as a strategy would mean undertaking programming where sensitivity to such concerns was an embedded aspect of program design. \n\nTo address the challenges associated with gender mainstreaming the AAAS Capacity Center developed research &ndash; to &ndash;practice training modules to help create the institutional tools, resources and skills needed to highlight issues associated with the mainstreaming of diversity efforts.\n\nTen modules have been developed since 2012.  \n\nModules 1-5 titled, , \"Gender Mainstreaming: Implications for Increasing Diversity\" were developed by AAAS, and presented at workshops during the 5th Understanding Interventions conference in 2012.  Feedback on the initial modules helped re-tool the content of modules 1-5, and they were finalized with the following topics:\n\nModule 1 - Perception of Gender\n\nModule 2 - Harvard Implicit Bias Test\n\nModule 3 - Starting to Look at the Data/Research\n\nModule 4 - Did you Know? And What Do..."
 }
}