{
 "awd_id": "0938820",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Preliminary Work for the Development of the Next-Generation Storm-Penetrating Aircraft",
 "cfda_num": "47.050",
 "org_code": "06020105",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bradley F. Smull",
 "awd_eff_date": "2009-08-01",
 "awd_exp_date": "2011-07-31",
 "tot_intn_awd_amt": 82562.0,
 "awd_amount": 82562.0,
 "awd_min_amd_letter_date": "2009-07-30",
 "awd_max_amd_letter_date": "2009-07-30",
 "awd_abstract_narration": "Direct in-situ observations by specially instrumented storm penetrating aircraft (SPA) remain a vital means of describing and understanding complex processes occurring deep within severe thunderstorms and other intense and life-threatening weather phenomena.  Since the retirement of the South Dakota School of Mines & Technology (SDSMT) T-28 SPA in 2005, NSF has been actively exploring its replacement with a more modern platform possessing expanded endurance, payload capacity and altitude range.  This next-generation SPA will be capable of addressing a far broader range of intense weather phenomena that could be explored by the T-28.  At present, a Fairchild A-10 (as currently utilized by the Department of Defense) is a leading candidate for this replacement.  Preparatory to its procurement, a more complete and quantitative assessment of the range of conditions likely to be encountered by this more capable platform must be completed.\r\n\r\nThe SDSMT-based Principal Investigator leading this effort has considerable prior experience in analysis of T-28 data and will be responsible for comprehensive statistical description of those archived observations in conjunction with ancillary datasets (including balloon-borne observations, data from existing research aircraft operating at higher altitudes, and model simulation output) needed to specify meteorological conditions impacting aircraft safety, flight performance, and requirements for specialized meteorological instrumentation.  Quantities to be examined include turbulence intensity, updraft/downdraft speeds, supercooled liquid water concentrations (and respective impacts on aircraft icing), and likelihood/intensity of lightning strikes to the airframe.  This analysis will address not only severe continental thunderstorms, where the T-28 was typically operated, but also extend to developing tropical storms, electrified clouds within winter storm systems at both middle and polar latitudes, and so-called \"pyrocumulonimbus\" developing over active forest fires.  This advance effort will serve to minimize future delays in mission readiness for the new SPA, once procured.  This work will be done in coordination with scientists and engineers at CIRPAS (the Center for Interdisciplinary Remotely Piloted Aircraft Studies in Monterey, California), where the A-10 would be based once procured.\r\n\r\n\r\nBroader Impacts:\r\n\r\nThe ultimate purpose of this study is a better description of extreme meteorological conditions and processes governing the behavior of intense storms that are a threat to life and property.  Broader impacts will extend to training/mentoring of a graduate student in Atmospheric Sciences and enhancement of course material utilized in SDSMT classes in cloud microphysics/dynamics and mesoscale meteorology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Donna",
   "pi_last_name": "Kliche",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Donna V Kliche",
   "pi_email_addr": "Donna.Kliche@sdsmt.edu",
   "nsf_id": "000306333",
   "pi_start_date": "2009-07-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "South Dakota School of Mines and Technology",
  "inst_street_address": "501 E SAINT JOSEPH ST",
  "inst_street_address_2": "",
  "inst_city_name": "RAPID CITY",
  "inst_state_code": "SD",
  "inst_state_name": "South Dakota",
  "inst_phone_num": "6053941218",
  "inst_zip_code": "577013901",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "SD00",
  "org_lgl_bus_name": "SOUTH DAKOTA SCHOOL OF MINES & TECHNOLOGY",
  "org_prnt_uei_num": "CJAJYT2KW771",
  "org_uei_num": "CJAJYT2KW771"
 },
 "perf_inst": {
  "perf_inst_name": "South Dakota School of Mines and Technology",
  "perf_str_addr": "501 E SAINT JOSEPH ST",
  "perf_city_name": "RAPID CITY",
  "perf_st_code": "SD",
  "perf_st_name": "South Dakota",
  "perf_zip_code": "577013901",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "SD00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  },
  {
   "pgm_ele_code": "152900",
   "pgm_ele_name": "FARE-Facil for Atmos Res & Ed"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 82562.0
  }
 ],
 "por": null
}