{
 "awd_id": "0939137",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CPATH-2: Learning Computational Thinking in Context: Using Problems and Cases in Financial Market Regulation",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Harriet Taylor",
 "awd_eff_date": "2009-10-01",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 799624.0,
 "awd_amount": 799624.0,
 "awd_min_amd_letter_date": "2009-09-24",
 "awd_max_amd_letter_date": "2010-06-04",
 "awd_abstract_narration": "\r\n Financial markets and their regulation are excellent arenas in which to see the power and importance of computational thinking. Financial markets are critical to the nation?s economic health; the current turmoil in the economy has been driven by instability in the country?s financial markets. The need to track, monitor, and analyze the large number of transactions in modern markets drives the use of cutting edge computer science and information technology in financial market regulation. Also, a large portion of American undergraduate students major or minor in fields related to business, public policy, and finance. This provides a large potential audience to learn the relevance and appeal of computational thinking. \r\nThis project is integrating computational thinking as an essential theme in teaching students in computing, business, public policy, economics, mathematics, and the social sciences about financial markets. The University at Albany is home to the Center for Financial Market Regulation and has the nation?s first undergraduate major and minor in Financial Market Regulation. These programs are the focus in the development of a new computational thinking curriculum. Over a two-year period, the researchers on this proposal are engaging government and industry regulators in developing a set of learning objectives that will drive the creation of problem-based undergraduate curricula ? first for courses in the financial market regulation programs, and then in other undergraduate programs across the campus, including computing. The end result of this work will be cases, modules, and courses that provide an attractive interdisciplinary learning environment in which students become interested and proficient in computational thinking and understand its importance to society. \r\nIntellectual Merit. The various disciplines that contribute to financial market regulation are all mature fields, and are well represented as academic programs. A major innovation of this work is the explicit integration of the multidisciplinary partners using computational thinking as a central focus. This is possible due to the expertise that the personnel in this proposal bring from their research and educational experience in the component disciplines, working together in multidisciplinary teams, partnering with non-academic experts, and designing effective and enjoyable learning environments for students. In addition, this work is investigating how experts in the applied field of financial market regulation conceive of critical computational problems and the thinking skills most relevant to their solution. Finally, this work is examining the efficacy of problem-based learning curricula for the development of computational thinking in financial market regulation. \r\n\r\nBroader Impacts. Recent events have shown that the nation?s economic health depends on developing effective regulatory, surveillance, and oversight systems for our financial markets. The industry has been divided into front-room operations staffed with sales, business, and legal professionals and back-room operations staffed with IT and other quantitative professionals, but now sees the need to integrate these multiple disciplines and acknowledges the need for computational thinking in all aspects of business strategy. The same holds true for industry and government regulators. Enabling students to learn about the role of computational thinking in the financial markets ? in particular its importance in regulation and oversight ? will promote a workforce that helps the United States build more effective regulatory and risk management systems that will grow our economy and provide a safe environment for investors. Further, this approach to fostering computational thinking in an applied context can serve as a model for similar programs in other domains, and help diversify the pool of students learning advanced computational thinking.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "Berg",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "George Berg",
   "pi_email_addr": "berg@cs.albany.edu",
   "nsf_id": "000447717",
   "pi_start_date": "2009-09-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "McCaffrey",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "David P McCaffrey",
   "pi_email_addr": "dmccaffrey@albany.edu",
   "nsf_id": "000089870",
   "pi_start_date": "2009-09-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Theresa",
   "pi_last_name": "Pardo",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Theresa A Pardo",
   "pi_email_addr": "tpardo@ctg.albany.edu",
   "nsf_id": "000429650",
   "pi_start_date": "2009-09-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "InduShobha",
   "pi_last_name": "Chengalur-Smith",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "InduShobha Chengalur-Smith",
   "pi_email_addr": "shobha@albany.edu",
   "nsf_id": "000241702",
   "pi_start_date": "2009-09-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Bangert-Drowns",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Robert L Bangert-Drowns",
   "pi_email_addr": "Rbangert@csc.albany.edu",
   "nsf_id": "000498318",
   "pi_start_date": "2009-09-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Albany",
  "inst_street_address": "1400 WASHINGTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "ALBANY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5184374974",
  "inst_zip_code": "122220100",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK, THE",
  "org_prnt_uei_num": "NHH3T1Z96H29",
  "org_uei_num": "NHH3T1Z96H29"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Albany",
  "perf_str_addr": "1400 WASHINGTON AVE",
  "perf_city_name": "ALBANY",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "122220100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "170900",
   "pgm_ele_name": "CISE EDUCAT RES & CURRIC DEVEL"
  },
  {
   "pgm_ele_code": "171400",
   "pgm_ele_name": "Special Projects - CNS"
  },
  {
   "pgm_ele_code": "764000",
   "pgm_ele_name": "CPATH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7640",
   "pgm_ref_txt": "CPATH"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 405148.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 394476.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The financial markets and their regulation are not only critical to the economic well being of the country, but are also a topic of interest to many of today&rsquo;s college students.&nbsp; Even more critical to the country is that our citizens and workforce in the 21<sup>st</sup> century understand how computers work, especially in relation to the industries around us.&nbsp; The financial markets are one of these; increasingly sophisticated technology has transformed how financial transactions are performed and regulated.&nbsp; Students&rsquo; interest in the computer driven markets provides an opportunity for them to learn how computers work and the role they play in the modern world.</p>\n<p>&nbsp;</p>\n<p>For this grant researchers at the University at Albany first interviewed employees and decision makers at financial firms and the regulatory organizations that oversee them.&nbsp; They learned what technology driven problems faced financial organizations.&nbsp; From this information the researchers created materials for a variety of courses in Computer Science, Informatics, Business, Public Administration, <em>etc</em>. that showed how important, relevant, and interesting problems in markets and their regulation were instances of computational thinking.&nbsp; Computational thinking is the ability to view and understand situations, systems, <em>etc</em>. in terms of the ways computers are programmed to represent and solve problems. These materials have been used in courses from introductions to computing and information, computer programming courses, to advanced courses on the nature of markets.&nbsp; Through them, students who are interested in computing and information can see how these fields have interesting and relevant impact on their lives.&nbsp; And students in other disciplines such as Business, Public Administration, <em>etc</em>. can learn about computational thinking, and thus are able to understand and appreciate the critical roles computers are increasingly taking on in our lives and society.</p>\n<p>&nbsp;</p>\n<p>The lessons learned from this work are having an increasing impact on technology and financial markets education at the University at Albany and beyond.&nbsp; The educational materials created are being made freely available on the Internet for others to use.&nbsp; The university has redesigned its ground-breaking major and minor in Financial Market Regulation, in part in response to what was learned in this grant.&nbsp; The university has created a new BS in Informatics that incorporates FMR modules, as well as the lessons about student engagement from this work. To increase its impact, the degree will feature an Information Technology track that will be offered completely online. Researchers on this grant continue to work to help extend the reach of computational thinking in education.&nbsp; Several of them have recently held an NSF sponsored workshop to bring together industry, regulatory and academic stakeholders to explore research questions on information sharing and openness in the markets.&nbsp; Others have continued the collaboration from this grant with the University at Albany&rsquo;s School of Education and are now using games and simulations as learning tools in computing and information education, and other Science, Technology, Engineering, and Mathematics (STEM) disciplines. These efforts all are continuing the theme, first started in this grant, to use engaging topics and teaching methods to increasingly interest students in the computation thinking understanding that they will need in their careers and lives in general.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/23/2014<br>\n\t\t\t\t\tModified by: George&nbsp;Berg</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe financial markets and their regulation are not only critical to the economic well being of the country, but are also a topic of interest to many of todayÆs college students.  Even more critical to the country is that our citizens and workforce in the 21st century understand how computers work, especially in relation to the industries around us.  The financial markets are one of these; increasingly sophisticated technology has transformed how financial transactions are performed and regulated.  StudentsÆ interest in the computer driven markets provides an opportunity for them to learn how computers work and the role they play in the modern world.\n\n \n\nFor this grant researchers at the University at Albany first interviewed employees and decision makers at financial firms and the regulatory organizations that oversee them.  They learned what technology driven problems faced financial organizations.  From this information the researchers created materials for a variety of courses in Computer Science, Informatics, Business, Public Administration, etc. that showed how important, relevant, and interesting problems in markets and their regulation were instances of computational thinking.  Computational thinking is the ability to view and understand situations, systems, etc. in terms of the ways computers are programmed to represent and solve problems. These materials have been used in courses from introductions to computing and information, computer programming courses, to advanced courses on the nature of markets.  Through them, students who are interested in computing and information can see how these fields have interesting and relevant impact on their lives.  And students in other disciplines such as Business, Public Administration, etc. can learn about computational thinking, and thus are able to understand and appreciate the critical roles computers are increasingly taking on in our lives and society.\n\n \n\nThe lessons learned from this work are having an increasing impact on technology and financial markets education at the University at Albany and beyond.  The educational materials created are being made freely available on the Internet for others to use.  The university has redesigned its ground-breaking major and minor in Financial Market Regulation, in part in response to what was learned in this grant.  The university has created a new BS in Informatics that incorporates FMR modules, as well as the lessons about student engagement from this work. To increase its impact, the degree will feature an Information Technology track that will be offered completely online. Researchers on this grant continue to work to help extend the reach of computational thinking in education.  Several of them have recently held an NSF sponsored workshop to bring together industry, regulatory and academic stakeholders to explore research questions on information sharing and openness in the markets.  Others have continued the collaboration from this grant with the University at AlbanyÆs School of Education and are now using games and simulations as learning tools in computing and information education, and other Science, Technology, Engineering, and Mathematics (STEM) disciplines. These efforts all are continuing the theme, first started in this grant, to use engaging topics and teaching methods to increasingly interest students in the computation thinking understanding that they will need in their careers and lives in general.\n\n \n\n\t\t\t\t\tLast Modified: 04/23/2014\n\n\t\t\t\t\tSubmitted by: George Berg"
 }
}