{
 "awd_id": "0939157",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CPATH-2: Collaborative Research: Broadening Studio-Based Learning in Computing Education",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Harriet Taylor",
 "awd_eff_date": "2010-01-01",
 "awd_exp_date": "2014-12-31",
 "tot_intn_awd_amt": 176299.0,
 "awd_amount": 219299.0,
 "awd_min_amd_letter_date": "2009-09-23",
 "awd_max_amd_letter_date": "2010-05-25",
 "awd_abstract_narration": "This CPATH award funds an extension of a prior community building award to expand the studio learning model on a national scale. A team of four computing faculty and three evaluators will address this challenge in a carefully orchestrated 30-month national project in which faculty development workshops will train ten to fifteen computing educators to teach up to twenty courses taken by a variety of computing and IT majors at ten to fifteen community colleges and universities across the country, with each course taught once in a studio-based format and once in a traditional format. A rich set of data, including pre- and post-tests, pre- and post-surveys, student interviews, and instructor reports, will be collected and analyzed in order to evaluate the impact of SBL. \r\n\r\nThe instructional methods most commonly employed today in computing education are not a good match for computing careers of the future. Instruction tends to focus more on programming and less on computational thinking, design, and problem solving. Labs and homework assignments are generally geared toward individual and isolated work rather than communication, collaboration, presentation and critiquing. This not only runs the risk of turning students off to computing as a discipline, but also fails to prepare students for tomorrow?s computing careers that require skills in communication, collaboration and critical analysis, as well as computational thinking, design and problem solving. The Studio-Based Learning (SBL) model has the potential to train students in these skills, make learning computing both engaging and effective, and thus trigger a fundamental shift in computing education. \r\n\r\n Intellectual merits: The broad implementation and systematic evaluation of the SBL model has the potential to significantly expand the knowledge base on effective and engaging methods of computing education. Since the investigators' work on SBL dates back to the late 1990s, by the end of the proposed project, the collaborative group will have accumulated over a decade of data, theoretical analyses and practical information on the implementation and impact of SBL. Furthermore, five years' worth of systematic implementation and evaluation results will have accrued from a variety of computing courses, from a variety of institutions across the country, and for a broad spectrum of undergraduate students, making this one of the longest and most systematic evaluation of a pedagogical approach in computing education. Results from the project will therefore enrich both the theory and practice of computing education. \r\n\r\nBroader impacts: The national implementation should enable a large and diverse group of undergraduates in a variety of computing majors from across the country, in different types of institutions, and in different levels and types of computing courses, to benefit from SBL. In turn, this has the potential to form the beginnings of a convincing case for an even broader adoption of the approach. The ultimate benefit will be not only that students find the computing curriculum less intimidating and more engaging, but also that they are prepared for careers that increasingly require skills of computational thinking, design and problem solving, collaboration and communication. The project includes implementation in several EPSCOR states and minority-serving institutions. The activities of this project, evaluation results, and practical resources will be widely disseminated not only through the traditional means of papers, presentations and meetings, but also through a feature-rich community portal and other non-traditional means. Finally, this project's results could also benefit other science and engineering curricula because design and problem solving play important roles in all of science and engineering.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Martha",
   "pi_last_name": "Crosby",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Martha E Crosby",
   "pi_email_addr": "crosby@hawaii.edu",
   "nsf_id": "000417932",
   "pi_start_date": "2009-09-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Hawaii",
  "inst_street_address": "2425 CAMPUS RD SINCLAIR RM 1",
  "inst_street_address_2": "",
  "inst_city_name": "HONOLULU",
  "inst_state_code": "HI",
  "inst_state_name": "Hawaii",
  "inst_phone_num": "8089567800",
  "inst_zip_code": "968222247",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "HI01",
  "org_lgl_bus_name": "UNIVERSITY OF HAWAII",
  "org_prnt_uei_num": "",
  "org_uei_num": "NSCKLFSSABF2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Hawaii",
  "perf_str_addr": "2425 CAMPUS RD SINCLAIR RM 1",
  "perf_city_name": "HONOLULU",
  "perf_st_code": "HI",
  "perf_st_name": "Hawaii",
  "perf_zip_code": "968222247",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "HI01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171400",
   "pgm_ele_name": "Special Projects - CNS"
  },
  {
   "pgm_ele_code": "764000",
   "pgm_ele_name": "CPATH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7218",
   "pgm_ref_txt": "RET SUPP-Res Exp for Tchr Supp"
  },
  {
   "pgm_ref_code": "7640",
   "pgm_ref_txt": "CPATH"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 176299.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 43000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The purpose of this collaborative project involving the University of Hawaii, Washington State University, and Auburn University was to study the question of how restructuring the teaching of computing across the undergraduate curriculum could help focus more intently on design, communication, and problem solving. An ultimate goal was to make instruction more effective, engaging and accessible to an increasingly broad audience. We chose to achieve these goals by developing, implementing, evaluating and propagating an innovative pedagogical approach to computing instruction in the undergraduate curriculum, through a combination of (a) educational reform and research at the collaborating universities, and (b) constructing a vigorous regional and national network through community building activities.</p>\n<p>Our pedagogical approach focused on the implementation and evaluation of the studio-based learning (SBL) methodology. A studio-based instructional approach has been successfully used to teach design skills in architecture education for over 100 years. In this approach, students come together within formulated design critiques (&ldquo;design crits&rdquo;) to present their solutions to assigned problems that lend themselves to multiple solution strategies. Based on the feedback and discussion generated within these &ldquo;design crits,&rdquo; students iteratively improve their solutions.</p>\n<p>Through research and discussion, the project collaborators identified a set of features and activities toform the \"core\" of a studio-based teaching and learning model. Key features of the SBL model are that students (1) develop multiple solution strategies, (2) justify the choice of one solution strategy, (3) present their strategies to peers, (4) submit work for peers to review, and (5) evaluate the work of others after review.</p>\n<p>Given the increasing importance of design, collaboration, and communication skills in computing careers, this project made two key contributions to the discipline of computer science education. First, it developed an innovative pedagogical approach , SBL, that holds promise in improving learning outcomes, attitudes, and retention in undergraduate computer science programs. The rigorous empirical evaluation of the approach that we took holds promise in furnishing computer science educators with evidence of the approach's effectiveness. Evidence and our experiences indicate that this approach has the potential to help students learn computing concepts better, and to enhance their intrinsic motivation, extrinsic motivation, efficacy, critical thinking, self-regulation, peer learning and sense of community. Second, our project built a community of educators interested in this approach. The community building efforts that culminated in yearly regional workshops inspired a cadre of educators to join us in developing and applying this approach in a variety of computing courses.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/08/2015<br>\n\t\t\t\t\tModified by: Martha&nbsp;E&nbsp;Crosby</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe purpose of this collaborative project involving the University of Hawaii, Washington State University, and Auburn University was to study the question of how restructuring the teaching of computing across the undergraduate curriculum could help focus more intently on design, communication, and problem solving. An ultimate goal was to make instruction more effective, engaging and accessible to an increasingly broad audience. We chose to achieve these goals by developing, implementing, evaluating and propagating an innovative pedagogical approach to computing instruction in the undergraduate curriculum, through a combination of (a) educational reform and research at the collaborating universities, and (b) constructing a vigorous regional and national network through community building activities.\n\nOur pedagogical approach focused on the implementation and evaluation of the studio-based learning (SBL) methodology. A studio-based instructional approach has been successfully used to teach design skills in architecture education for over 100 years. In this approach, students come together within formulated design critiques (\"design crits\") to present their solutions to assigned problems that lend themselves to multiple solution strategies. Based on the feedback and discussion generated within these \"design crits,\" students iteratively improve their solutions.\n\nThrough research and discussion, the project collaborators identified a set of features and activities toform the \"core\" of a studio-based teaching and learning model. Key features of the SBL model are that students (1) develop multiple solution strategies, (2) justify the choice of one solution strategy, (3) present their strategies to peers, (4) submit work for peers to review, and (5) evaluate the work of others after review.\n\nGiven the increasing importance of design, collaboration, and communication skills in computing careers, this project made two key contributions to the discipline of computer science education. First, it developed an innovative pedagogical approach , SBL, that holds promise in improving learning outcomes, attitudes, and retention in undergraduate computer science programs. The rigorous empirical evaluation of the approach that we took holds promise in furnishing computer science educators with evidence of the approach's effectiveness. Evidence and our experiences indicate that this approach has the potential to help students learn computing concepts better, and to enhance their intrinsic motivation, extrinsic motivation, efficacy, critical thinking, self-regulation, peer learning and sense of community. Second, our project built a community of educators interested in this approach. The community building efforts that culminated in yearly regional workshops inspired a cadre of educators to join us in developing and applying this approach in a variety of computing courses.\n\n\t\t\t\t\tLast Modified: 04/08/2015\n\n\t\t\t\t\tSubmitted by: Martha E Crosby"
 }
}