{
 "awd_id": "0939917",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: RAPID: Developing Real Time Metrics on the Effects of ARRA Investments on Technological Invention",
 "cfda_num": "47.075",
 "org_code": "04000000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Julia I. Lane",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2010-08-31",
 "tot_intn_awd_amt": 68282.0,
 "awd_amount": 68282.0,
 "awd_min_amd_letter_date": "2009-08-14",
 "awd_max_amd_letter_date": "2009-08-14",
 "awd_abstract_narration": "The American Recovery and Reinvestment Act of 2009 (ARRA) included a significant amount of public investments directed at fostering innovations in science and engineering. Policy-makers, as well as the scientific and engineering communities, face a challenge in assessing the effectiveness of these investments. Analysis of one type of invention, patented inventions, has become a well-established framework for investigating inventive activity and the effectiveness of R&D investments. \r\n\r\nNearly all the research utilizing patents as a window to the knowledge economy has used data on granted patents. However granted patent data may greatly understate the total level of current inventive activity since multiple inventor teams and firms may competing to develop the same new technology, but only one effort may ultimately be successful in obtaining a patent award for the invention. Patent applications may provide more information about overall inventive activity since they provide information about concurrent research efforts. \r\n\r\nThe study develops a database on patent applications, and matches the technology codes used by the US Patent and Trademark Office to characterize applications with the technologies prioritized by ARRA to receive Federal R&D funding. It integrates a granted patent database with application data which provides a unique opportunity to identify the characteristics of more successful inventors, organizations, and regions by comparing successful and unsuccessful prior attempts at patenting. \r\n\r\nThe particular focus of the research is to examine the question of what technological advances were achieved as a result of ARRA's R&D investments by comparing three outcomes before and after the disbursement of ARRA funding. These outcomes include patent application rates, the entry of new inventors, and whether inventors who had previously specialized in specific technologies shift into technologies targeted by ARRA. The research also examines the mean time from the 'conception' of an idea and the filing of a patent application, which was less than six months in 2008, and has dropped by more than ten months in five years.\r\n\r\nBeyond intellectual contributions to policy debates, this project has several additional impacts. The research results are presented as short and readable reports, built around tabular and graphical displays of data and results,  and are directed at policy-makers at the State and Federal levels. The datasets and metrics constructed for the research, as well as the research results, are made publicly-available on the web.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SBE",
 "org_div_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jose",
   "pi_last_name": "Lobo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jose Lobo",
   "pi_email_addr": "jose.lobo@asu.edu",
   "nsf_id": "000519832",
   "pi_start_date": "2009-08-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "660 S MILL AVENUE STE 204",
  "perf_city_name": "TEMPE",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852813670",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762600",
   "pgm_ele_name": "SciSIP-Sci of Sci Innov Policy"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 68282.0
  }
 ],
 "por": null
}