{
 "awd_id": "0939089",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CPATH-2: Advancing the Successful IT Student through Enhanced Computational Thinking (ASSECT)",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Harriet Taylor",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 799909.0,
 "awd_amount": 799909.0,
 "awd_min_amd_letter_date": "2009-09-08",
 "awd_max_amd_letter_date": "2010-08-07",
 "awd_abstract_narration": "This CPATH award brings together community colleges and universities in five regions including Bunker Hill Community College and University of Massachusetts Boston in Massachusetts, Northern Virginia Community College and George Mason University in Virginia, Ivy Tech Community College and Purdue University in Indiana, Cameron University in Oklahoma and City College of San Francisco and California State - Monterrey in California. The partners plan to revitalize undergraduate computing education through new research that correlates Computational Thinking (CT) with the new Information Technology Volume developed by the Special Interest Group for Information Technology Education of the Association for Computing Machinery to develop a CT framework for researching and building instructional elements. This resulting product identifies core computing concepts, methodologies, frameworks, and tools that may be applied across a variety of institutions and inform teaching and learning in undergraduate computing in a variety of environments. Each of the five partnerships consists of a paired team comprised of a university and a community college. The benefit of this arrangement is to ensure the focus is firmly set on undergraduate computing and that the outcomes and findings of this project develop core CT skills that improve matriculation and transfer from lower to upper division IT and computer science programs. \r\n\r\nIntellectual Merit: This project develops innovative instructional scenarios and related assessments specifically aligned to develop and enhance CT outcomes for lower division computing students. The project partners will develop instructional elements and techniques that not only impart cognitive knowledge but that also pose authentic situations for students wherein CT attributes can be developed and demonstrated. In order to differentiate between cognitive knowledge gains and improvement in CT skills, faculty working with the treatment groups will develop enhanced student assessments using Principled Assessment Design for Inquiry which produces evidence-centered assessment design.  An excellent team has been assembled to lead this project which has the potential to produce new disciplinary foundations and serve as a model for computing for the future.\r\n\r\nBroader Impacts: In explicitly including lower division and community college IT courses in computational thinking frameworks, this proposal breaks new ground. The project is to be disseminated to a broad audience covering the spectrum of undergraduate computing education and broadening participation organization.  Each regional partner has additional regional dissemination foci, and the team is particularly interested in national dissemination of the results obtained through the pedagogical approaches investigated in this work, particularly as they may inform others with an interest in improving matriculation and transfer from lower to upper division IT programs. The models and results from the project thus have the potential to reach a diverse set of institutions with different student populations and thus provide pathways for preparing computing students for the workforce of the future.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Deborah",
   "pi_last_name": "Boisvert",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Deborah G Boisvert",
   "pi_email_addr": "dboisvert@edc.org",
   "nsf_id": "000261377",
   "pi_start_date": "2009-09-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Paula",
   "pi_last_name": "Velluto",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Paula K Velluto",
   "pi_email_addr": "pvelluto@bhcc.mass.edu",
   "nsf_id": "000106861",
   "pi_start_date": "2009-09-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Irene",
   "pi_last_name": "Bruno",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Irene Bruno",
   "pi_email_addr": "ibruno@gmu.edu",
   "nsf_id": "000230749",
   "pi_start_date": "2009-09-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Winer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Charles Winer",
   "pi_email_addr": "winer@purduecal.edu",
   "nsf_id": "000518138",
   "pi_start_date": "2009-09-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Boston",
  "inst_street_address": "100 WILLIAM T MORRISSEY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "DORCHESTER",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172875370",
  "inst_zip_code": "021253300",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "MA08",
  "org_lgl_bus_name": "UNIVERSITY OF MASS AT BOSTON",
  "org_prnt_uei_num": "CGCDJ24JJLZ1",
  "org_uei_num": "CGCDJ24JJLZ1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Boston",
  "perf_str_addr": "100 WILLIAM T MORRISSEY BLVD",
  "perf_city_name": "DORCHESTER",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021253300",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "MA08",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "164000",
   "pgm_ele_name": "Information Technology Researc"
  },
  {
   "pgm_ele_code": "764000",
   "pgm_ele_name": "CPATH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7640",
   "pgm_ref_txt": "CPATH"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 265217.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 534692.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Advancing the Successful IT Student through Enhanced Computational Thinking (ASSECT) brought together a consortium of community colleges and associated 4-year universities spanning five states (Massachusetts, represented by Bunker Hill Community College and University of Massachusetts Boston; Virginia, represented by Northern Virginia Community College and George Mason University; Indiana, represented by Ivy Tech Community College and Purdue University Calumet; Oklahoma, represented by Cameron University and California, represented by City College of San Francisco). This project built on the findings of prior CPATH work which explored successful transfer models to explore an innovative process that adapts the Association for Computing Machinery&rsquo;s IT Body of Knowledge outcomes to Wing&rsquo;s Computational Thinking taxonomy.</p>\n<p>The ASSECT CPATH II project had the following major goals:</p>\n<p>Goal 1: Develop a research-based computational&nbsp;thinking framework integrated with the ACM IT Volume;</p>\n<p>Goal 2: Pilot and implement authentic scenarios that provide opportunities to learn, demonstrate and assess computational&nbsp;thinking skills that advance from lower to upper division&nbsp;IT classes; and</p>\n<p>Goal 3: Provide professional development for faculty in effective pedagogical approaches and assessment techniques.</p>\n<p><strong>Intellectual Merit</strong></p>\n<p>A growing national consensus demands that students make interdisciplinary connections; take a global perspective; and apply the attributes of critical thinking and communication to the knowledge and skills gained.&nbsp; Toward this end, a particularly compelling aspect of this work has been the development of a<a href=\"http://batec.org/wp-content/uploads/2014/12/CT-in-IT-Rubric-Final.pdf\"> rubric for computational thinking</a> that had significant industry input from a diverse set of companies such as Microsoft, Cisco, Google, Mitre, Raytheon, Staples, Blue Cross Blue Shield and Partners Healthcare and professional organizations such as the MA Technology Leadership Council, TechAmerica and the San Francisco Software Council. &nbsp;</p>\n<p><a href=\"http://batec.org/curriculum/cpath/\">Sixteen innovative instructional scenarios</a> were created to provide&nbsp;opportunities for students to engage in industry problems and apply learning in more relevant ways, from more documentation-oriented (such as creating security and acceptable use policies for their school) to extremely active (creating a mobile app for an organization).&nbsp; ASSECT partners developed these instructional elements and techniques to not only impart cognitive knowledge but that also pose authentic situations for students wherein computational thinking attributes can be developed and demonstrated in lower division Computer Science and Information Technology students.&nbsp;</p>\n<p>Because pedagogy is a critical element in scenario-based teaching and learning, extensive professional development was provided to ensure that faculty were comfortable with a constructivist approach. In explicitly focusing on lower division and community college IT courses, this project added to the knowledge base of how to intellectually develop the computational thinking and problem-solving capabilities of students earlier in the educational progression.</p>\n<p><strong>Broader Impacts</strong></p>\n<p>Though each regional partner had a regional perspective, as a team we were particularly interested in national dissemination of the results obtained through the computational thinking and pedagogical approaches investigated in this work,&nbsp;particularly as they may inform others with an interest in building students&rsquo; problem-solving capabilities and improving student interest in and advancement through undergraduate computing programs. To that end, Bunker Hill Community College developed and offered an introductory course entitled &ldquo;...",
  "por_txt_cntn": "\nAdvancing the Successful IT Student through Enhanced Computational Thinking (ASSECT) brought together a consortium of community colleges and associated 4-year universities spanning five states (Massachusetts, represented by Bunker Hill Community College and University of Massachusetts Boston; Virginia, represented by Northern Virginia Community College and George Mason University; Indiana, represented by Ivy Tech Community College and Purdue University Calumet; Oklahoma, represented by Cameron University and California, represented by City College of San Francisco). This project built on the findings of prior CPATH work which explored successful transfer models to explore an innovative process that adapts the Association for Computing MachineryÆs IT Body of Knowledge outcomes to WingÆs Computational Thinking taxonomy.\n\nThe ASSECT CPATH II project had the following major goals:\n\nGoal 1: Develop a research-based computational thinking framework integrated with the ACM IT Volume;\n\nGoal 2: Pilot and implement authentic scenarios that provide opportunities to learn, demonstrate and assess computational thinking skills that advance from lower to upper division IT classes; and\n\nGoal 3: Provide professional development for faculty in effective pedagogical approaches and assessment techniques.\n\nIntellectual Merit\n\nA growing national consensus demands that students make interdisciplinary connections; take a global perspective; and apply the attributes of critical thinking and communication to the knowledge and skills gained.  Toward this end, a particularly compelling aspect of this work has been the development of a rubric for computational thinking that had significant industry input from a diverse set of companies such as Microsoft, Cisco, Google, Mitre, Raytheon, Staples, Blue Cross Blue Shield and Partners Healthcare and professional organizations such as the MA Technology Leadership Council, TechAmerica and the San Francisco Software Council.  \n\nSixteen innovative instructional scenarios were created to provide opportunities for students to engage in industry problems and apply learning in more relevant ways, from more documentation-oriented (such as creating security and acceptable use policies for their school) to extremely active (creating a mobile app for an organization).  ASSECT partners developed these instructional elements and techniques to not only impart cognitive knowledge but that also pose authentic situations for students wherein computational thinking attributes can be developed and demonstrated in lower division Computer Science and Information Technology students. \n\nBecause pedagogy is a critical element in scenario-based teaching and learning, extensive professional development was provided to ensure that faculty were comfortable with a constructivist approach. In explicitly focusing on lower division and community college IT courses, this project added to the knowledge base of how to intellectually develop the computational thinking and problem-solving capabilities of students earlier in the educational progression.\n\nBroader Impacts\n\nThough each regional partner had a regional perspective, as a team we were particularly interested in national dissemination of the results obtained through the computational thinking and pedagogical approaches investigated in this work, particularly as they may inform others with an interest in building studentsÆ problem-solving capabilities and improving student interest in and advancement through undergraduate computing programs. To that end, Bunker Hill Community College developed and offered an introductory course entitled \"IT Problem-Solving\" that mirrors the \"big ideas\" of CS Principles and contains a subset of the scenarios developed within this project.  Using a constructivist approach, the course is built around the premise of helping students at the freshman level learn the computational thinking capabilities necessary to persist in an IT major and succeed in an IT care..."
 }
}