{
 "awd_id": "0940686",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Testing a Metric and Evaluation System for Innovation Benefits",
 "cfda_num": "47.075",
 "org_code": "04000000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Julia I. Lane",
 "awd_eff_date": "2009-10-01",
 "awd_exp_date": "2011-09-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 176307.0,
 "awd_min_amd_letter_date": "2009-09-20",
 "awd_max_amd_letter_date": "2010-04-26",
 "awd_abstract_narration": "The traditional measures of scientific productivity have been publications and citations. A major question in the area of science of science and innovation policy is whether it is possible to expand outcome measures beyond such metrics and directly measure the amount of technical advance or actual value generated by a science investment more quickly and descriptively. Another major question is whether it is possible to measure the incremental advances that characterize many projects, in addition to the traditional focus on major findings.\r\n\r\nThis research examines the potential contribution of a metrics system, based on expert coding of current research findings, that is both fine-grained and broad in scope. The general principles used to characterize the metrics are differences by treatment area and by stage in the process, which are the major sources of variations in health research problem.  It assesses whether research findings can be measured in real time and be both linked back to specific projects and forward to the \"pay-off\" for society. The project applies a system of 20 metrics of health outcomes and 16 metrics of economic benefit that has been developed to all research projects funded in 2007 by the National Institutes of Health.  It is used to code technical progress in six areas of morbidity as stated in research reports after two years of research. \r\n\r\nThe metrics system is implemented at the project level in order to permit an examination of whether the degree of diversity and the amount of inter-organizational involvement in research teams is either accelerating or decelerating results.Connecting advances in real-time to the composition of the research team can also help inform the management of \"team science\" and advance understanding of its impact on innovation.\r\n\t\r\nThe metrics system, if successful, could be used to add to the scientific basis for the evaluation of projects awarded in 2009 by NIH under the American Recovery and Reinvestment Act.  The demonstration study also provides a benchmark for what can be reasonably expected in that short time period, given differences by treatment area and by stage in the process. \r\n\t\r\nThe approach could potentially be applied to other major policy objectives,  such as alternative energies. Connecting advances in real-time to the composition of the research team also contributes findings about the management of ?team research? and its impact on innovation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SBE",
 "org_div_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jerald",
   "pi_last_name": "Hage",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jerald Hage",
   "pi_email_addr": "HAGE@socy.umd.edu",
   "nsf_id": "000530291",
   "pi_start_date": "2009-09-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland, College Park",
  "perf_str_addr": "3112 LEE BUILDING",
  "perf_city_name": "COLLEGE PARK",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762600",
   "pgm_ele_name": "SciSIP-Sci of Sci Innov Policy"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 176307.0
  }
 ],
 "por": null
}