{
 "awd_id": "0941360",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Petascale simulations of Complex Biological Behavior in Fluctuating Environments",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Irene Qualters",
 "awd_eff_date": "2009-10-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 40000.0,
 "awd_amount": 45000.0,
 "awd_min_amd_letter_date": "2009-09-16",
 "awd_max_amd_letter_date": "2013-07-16",
 "awd_abstract_narration": "This award is for a provisional allocation of time on the Blue Waters computer system, due to become operational in 2011, and for travel funds to support technical coordination by various collaborators with the Blue Waters project team and vendor technical team.\r\n\r\nThe project involves studies in bacterial ecology, gene regulatory networks and intracellular biochemical networks with a view to understanding the way in which populations of unicellular organisms evolve and adapt as their environment changes.  This involves multi-scale biological systems where processes ranging from gene expression and intracellular biochemistry to ecosystem dynamics are in play.  A key aim is to understand how, by considering the genetic and biochemical processes within a cell, unicellular organisms evolve to develop adaptive responses to recurring changes in their environments.  The study will look at the influence of parameters such as nutrient concentrations and mutation on adaptation, compare the efficacy of different strategies for survival in static and fluctuating environments, and examine how unicellular organisms internalize the correlation structure of their environment by modifying their internal networks to facilitate such changes.  The role of genetic and molecular information transfer processes will also be studied.\r\n\r\nThe modeling approach has been developed and previously used for scientific research using an implementation on contemporary computing systems.  It is inherently multi-scale, including representations of molecular processes within cells and scaling up to ecosystems of unicellular organisms.  In prior work, the limitations of computer power have necessitated a number of simplifying assumptions.  It is anticipated that the use of Blue Waters will allow some of these to be relaxed, so that more biological processes can be included in the simulations.   Results will be tested against the outcomes of in vivo experiments in the UC Davis Genome Center.\r\n\r\nThe principal investigator is a recent Ph.D.  Progress in this research area could find application in bioengineering and biotechnology.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ilias",
   "pi_last_name": "Tagkopoulos",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ilias Tagkopoulos",
   "pi_email_addr": "iliast@cs.ucdavis.edu",
   "nsf_id": "000531392",
   "pi_start_date": "2009-09-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "1850 RESEARCH PARK DR STE 300",
  "perf_city_name": "DAVIS",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956186153",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "778100",
   "pgm_ele_name": "Leadership-Class Computing"
  },
  {
   "pgm_ele_code": "801100",
   "pgm_ele_name": "Systems and Synthetic Biology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "144E",
   "pgm_ref_txt": "Synthetic biology"
  },
  {
   "pgm_ref_code": "1757",
   "pgm_ref_txt": "Quantitative sys bio and biotech"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "7781",
   "pgm_ref_txt": "PETASCALE - TRACK 1"
  },
  {
   "pgm_ref_code": "9215",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING SYSTEMS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 40000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 5000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>One of the central challenges in computational biology is the    development of predictive multi-scale models that can capture the    diverse layers of cellular organization. Even more scarce are models    that encode biophysical phenomena together with evolutionary forces, in    order to provide insight on the effect of adaptation at a   systems-level.  Over the last five years, our lab has created a   multi-scale abstract  microbial evolution model that unifies various   layers, from diverse  molecular species and networks to organism and   population-level  properties. With the help of Blue Waters and the NCSA   team, we are able  to scale up to hundreds of thousand cells, an   unprecedented scale of  simulation that is, however, short of the   billions of cells that  are present in a bacterial colony. Here, we   present our scalability  results, the methods that we employed to   achieve them and our current  work on a data-driven, genome-scale,   population-level model for <em>Escherichia coli.</em></p>\n<p><strong>Challenges</strong></p>\n<p>There are a number of challenges that have to be addressed to achieve   such feat. First, a model of biological organization that is both <strong><em>biological realistic and computationally feasible</em></strong> is paramount, incorporating the right level of biological abstraction. Second, the <strong><em>spatial and temporal scales</em></strong> of a model that encompasses genes, proteins, networks, cells and   populations are very diverse, which create additional hurdles when   applying numerical methods to solve them. Third, since <em>evolution</em> is based on random mutations and natural selection, it <strong><em>is inherently hard to predict</em></strong> and can lead to imbalances in the distribution of active cells, and in   its extension, computational tasks. Fourth, a typical microbial colony   has <strong><em>billions of cells</em></strong>, while current simulations are at most in the thousands, which leads to size-specific artifacts as <strong><em>size does matter</em></strong>. Finally, <strong><em>storing and visualizing</em></strong> the fossil record of an evolutionary trajectory, especially since   dozens of them are needed for assessing statistical significance for any   hypothesis-testing experiment, is not an easy task, as a simulation  can lead to terabytes of complex data for analysis.</p>\n<p>&nbsp;<strong>Accomplishments</strong><strong></strong></p>\n<p>We have created the Evolution in Variable Environments (EVE) v3.0   synthetic ecology framework with a capacity to scale up   to 8,000 MPI processes and 128,000 organisms. To compare, our previous   work scaled up to 200 organisms (1). To cope with unforeseen  computational load  due to the emergence of complex phenotypes, we have  developed both  static and adaptive load balancers (TG&rsquo;11 Best Paper  Award) that can  account for both fixed and non-fixed population sizes  (2-3). We  developed intuitive visualization tools (4), HDF5 storage  solutions, and  novel analysis algorithms based on network flows (5) to  efficiently  project data to accelerate biological discovery. The EVE  simulator has  since been used to investigate the effect of horizontal  gene transfer  (6), distribution of fitness effects and the hypothesis  of accelerated  evolution through guided, step-wise adaptation (7) with  interesting  results that drive biological experimentation (8-9). Future  work  includes pushing the limits of microbial simulations to break the   million-cell barrier, parallelization of organism-specific,  data-driven  models that integrate omics layers, starting from our  recent work in the  model bacterium <em>Escherichia coli </em>(10) and integration with Synthetic Biology computer-aided design tools (11).</p>\n<p><strong>References</strong></p>\n<p>1. I.Tagkopoulos, Y.Liu, S. Tavazoie, \"Predictive Behavior Within Microbial Genetic Networks\", <strong...",
  "por_txt_cntn": "\nOne of the central challenges in computational biology is the    development of predictive multi-scale models that can capture the    diverse layers of cellular organization. Even more scarce are models    that encode biophysical phenomena together with evolutionary forces, in    order to provide insight on the effect of adaptation at a   systems-level.  Over the last five years, our lab has created a   multi-scale abstract  microbial evolution model that unifies various   layers, from diverse  molecular species and networks to organism and   population-level  properties. With the help of Blue Waters and the NCSA   team, we are able  to scale up to hundreds of thousand cells, an   unprecedented scale of  simulation that is, however, short of the   billions of cells that  are present in a bacterial colony. Here, we   present our scalability  results, the methods that we employed to   achieve them and our current  work on a data-driven, genome-scale,   population-level model for Escherichia coli.\n\nChallenges\n\nThere are a number of challenges that have to be addressed to achieve   such feat. First, a model of biological organization that is both biological realistic and computationally feasible is paramount, incorporating the right level of biological abstraction. Second, the spatial and temporal scales of a model that encompasses genes, proteins, networks, cells and   populations are very diverse, which create additional hurdles when   applying numerical methods to solve them. Third, since evolution is based on random mutations and natural selection, it is inherently hard to predict and can lead to imbalances in the distribution of active cells, and in   its extension, computational tasks. Fourth, a typical microbial colony   has billions of cells, while current simulations are at most in the thousands, which leads to size-specific artifacts as size does matter. Finally, storing and visualizing the fossil record of an evolutionary trajectory, especially since   dozens of them are needed for assessing statistical significance for any   hypothesis-testing experiment, is not an easy task, as a simulation  can lead to terabytes of complex data for analysis.\n\n Accomplishments\n\nWe have created the Evolution in Variable Environments (EVE) v3.0   synthetic ecology framework with a capacity to scale up   to 8,000 MPI processes and 128,000 organisms. To compare, our previous   work scaled up to 200 organisms (1). To cope with unforeseen  computational load  due to the emergence of complex phenotypes, we have  developed both  static and adaptive load balancers (TGÆ11 Best Paper  Award) that can  account for both fixed and non-fixed population sizes  (2-3). We  developed intuitive visualization tools (4), HDF5 storage  solutions, and  novel analysis algorithms based on network flows (5) to  efficiently  project data to accelerate biological discovery. The EVE  simulator has  since been used to investigate the effect of horizontal  gene transfer  (6), distribution of fitness effects and the hypothesis  of accelerated  evolution through guided, step-wise adaptation (7) with  interesting  results that drive biological experimentation (8-9). Future  work  includes pushing the limits of microbial simulations to break the   million-cell barrier, parallelization of organism-specific,  data-driven  models that integrate omics layers, starting from our  recent work in the  model bacterium Escherichia coli (10) and integration with Synthetic Biology computer-aided design tools (11).\n\nReferences\n\n1. I.Tagkopoulos, Y.Liu, S. Tavazoie, \"Predictive Behavior Within Microbial Genetic Networks\", Science, 320:1313-7, 2008\n\n2. V. Mozhayskiy, I.Tagkopoulos, \"In silico Evolution of Multi-scale   Microbial Systems in the Presence of Mobile Genetic Elements and   Horizontal Gene Transfer\", ISBRA2011, Lecture Notes in Bioinformatics, LNBI 6674, pp.262-273, Springer, 2011\n\n3. V. Mozhayskiy, R. Miller, KL. Ma, I.Tagkopoulos, \"A Scalable   Multi-scale Framework for ..."
 }
}