{
 "awd_id": "0941205",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Muniche Rapid Documention Project",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joan Maling",
 "awd_eff_date": "2009-07-15",
 "awd_exp_date": "2010-06-30",
 "tot_intn_awd_amt": 9998.0,
 "awd_amount": 9998.0,
 "awd_min_amd_letter_date": "2009-06-18",
 "awd_max_amd_letter_date": "2009-06-18",
 "awd_abstract_narration": "Muniche Rapid Documentation Project\r\n\r\nThis project will document Muniche, an almost extinct language of Peruvian Amazonia. Due to the advanced age of the remaining speakers, at best a few years remain to document this language, motivating this rapid team-based linguistic documentation project. Muniche is currently considered a linguistic isolate (a language with no demonstrated connections to any other language), making documentation of this language especially important, since isolates are generally the consequence of linguistic differentiation in the deep linguistic past. Working closely with the last speakers of this language, a research team of five linguists will collect a database of : 1) 1500 lexical roots covering all core semantic domains, with associated example sentences; 2) examples of all major grammatical construction types; and 3) a collection of dialogues exemplifying a range of everyday communicative interactions. Additionally, audio recordings will be made of all example sentences and dialogues. The resulting materials will be made available both to other linguists and to Muniche community members in the form of textual and audio dictionaries and dialogue collections. The project will also prepare a pedagogical grammar of the language which will be used in community language enrichment classes. The research team will subsequently employ these materials to prepare a technical linguistic description of this language that, in conjunction with the dictionaries and recordings, will serve as a durable record of this language for the Muniche people, linguists, anthropologists, and historians. \r\n\r\n\r\nOur species is currently experiencing a rapid and drastic loss of linguistic diversity.  Documentation of endangered languages is important both to the communities in which they are spoken and to linguists. For the communities, documentation of this sort provides a tie to their history, and often plays an important role in revalorization of formerly suppressed cultural identities. The Muniche Rapid Documentation Project will provide extensive pedagogical and reference materials to the community, which will be used in language enrichment classes being started in the community. For linguists, documentation of human linguistic diversity is crucial: 1) in reconstructing linguistic history, which often has consequences for our understanding of cultural history, 2) as the empirical basis for forming suitably broad theories about the social and cognitive bases of the human language faculty. In the Muniche case in particular, the data and materials that will result from this project will contribute to linguists' understanding of the linguistic history of South America, including the genetic relationships between the languages of the region and the ways in which languages have mutually influenced each other due to prolonged contact. It has been suggested that Muniche is a member of the continent-spanning Arawak language family, which if true, would have important consequences for our understanding of Amazonian prehistory. In particular, the Arawak peoples have been identified as the domesicators of manioc, one of the major Neotropical cultigens, and if Muniche is a distant member of this family, the implications for the Arawak expansion in Amazonia would be significant. The data collected by this project will allow us to evaluate this hypothesis. In addition, it has been suggested that Amazonian languages exhibit a considerable degree of basic grammatical similarity due to prolonged social interaction and multilingualism. Evaluating this hypothesis requires linguistic data from all major geographical subregions, and Muniche is one of the few surviving language of the historically important Huallaga River valley. Documentation of Muniche will thus contribute to this effort to understand large-scale linguistic patterns in one of the linguitically least-studied areas on Earth.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lev",
   "pi_last_name": "Michael",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lev Michael",
   "pi_email_addr": "levmichael@berkeley.edu",
   "nsf_id": "000529514",
   "pi_start_date": "2009-06-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "771900",
   "pgm_ele_name": "DEL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7719",
   "pgm_ref_txt": "DEL"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 9998.0
  }
 ],
 "por": null
}