{
 "awd_id": "0942997",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Virtual Civility, Trust, and Avatars: Ethnology in Second Life",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Bainbridge",
 "awd_eff_date": "2009-08-01",
 "awd_exp_date": "2011-03-31",
 "tot_intn_awd_amt": 149419.0,
 "awd_amount": 149419.0,
 "awd_min_amd_letter_date": "2009-07-17",
 "awd_max_amd_letter_date": "2009-07-17",
 "awd_abstract_narration": "This is a sociological study of the ways in which people voluntarily develop \"virtual civility\" and trustworthy identities in 3-dimensional virtual communities such as Second Life. This exploratory project will develop a comparative ethnographical study of several carefully chosen virtual sites in which what might be called \"spirituality\" or \"self-help\" plays an important role. These virtual sites are intriguing because when people share their inner experiences - which are usually considered highly private - this would normally indicate a deep trust of others. But in 3D virtual worlds, avatar-actors' real identities are often hidden. The project is intended to clarify how these virtual sites manage to create virtual civility and trust among geographically-distanced \"strangers,\" and what specific cultural mechanisms prompt and enable these avatars to develop trustworthy identities. \r\n\r\nStudies to date of virtual worlds tend to be dominated by approaches that emphasize technological and regulatory aspects of ensuring trustworthiness.  In contrast, this research is sociological because it locates the civility and trust that emerge within the interactional context of collaborative knowledge projects in particular cultural settings. For example, the ways that communities accomplish the actual building of a virtual culture of civility might in part depend on shared images of transcendence associated with 'spiritual approaches.'  This observation is entirely in line with the classical but still-influential theories of sociologists like Max Weber and Emile Durkheim, yet its implications have not yet been explored in virtual, online environments. The project will study relational processes in which the development of such site-specific cultures and the emergence of individual avatars' civilized behavior, as well as the developments of their trustworthy identities, are intimately connected. \r\n\r\nThis project will contribute to the knowledge required to make virtual worlds with user-created contents positive grounds for socially meaningful collaborative knowledge productions. The study's potential import may go beyond virtual community dynamics, because it is possible that the new social forms shaped by the unique characteristics of virtual worlds may then in turn migrate back out into real life, becoming the new standard forms of trust and civility in human interactions generally.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eiko",
   "pi_last_name": "Ikegami",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eiko Ikegami",
   "pi_email_addr": "eiko.ikegami@gmail.com",
   "nsf_id": "000108648",
   "pi_start_date": "2009-07-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The New School",
  "inst_street_address": "66 W 12TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2122295600",
  "inst_zip_code": "100118603",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "THE NEW SCHOOL",
  "org_prnt_uei_num": "YNL2H7YNMFP9",
  "org_uei_num": "YNL2H7YNMFP9"
 },
 "perf_inst": {
  "perf_inst_name": "The New School",
  "perf_str_addr": "66 W 12TH ST",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100118603",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9215",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING SYSTEMS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 149419.0
  }
 ],
 "por": null
}