{
 "awd_id": "0942211",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID:   Perception of and Adaptation to Extreme Flooding Disturbances in the Okavango Delta, Botswana",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927266",
 "po_email": "anwinkle@nsf.gov",
 "po_sign_block_name": "Antoinette WinklerPrins",
 "awd_eff_date": "2009-08-01",
 "awd_exp_date": "2011-07-31",
 "tot_intn_awd_amt": 25708.0,
 "awd_amount": 25708.0,
 "awd_min_amd_letter_date": "2009-07-23",
 "awd_max_amd_letter_date": "2009-07-23",
 "awd_abstract_narration": "It is generally hypothesized that people's environmental perceptions are an important part of how they organize their resource evaluations, extraction patterns, and rules of access. A fundamental component of perception is uncertainty, often inversely related to residence time in a local system. Underlying this theory is the presumption that longer residence time would be sufficient for people to have observed a large portion of the range of possible environmental fluxes, and thus know how to bracket or perceive environmental change and react accordingly. Further, greater environmental variability in a given environmental system will increase uncertainty, particularly when that variability is predictable. That is, regular variability such as ocean tides may exhibit a large change, but it is a very predictable change. A more difficult scenario is where the variability exhibits non-linear behavior or appears to have frequent stochastic events. Thus hazards present a doubly difficult situation for those living on the margins: they pose both an environmental / biophysical danger but also present a cognitive challenge when those events reach outside a person's individual or shared experience.\r\n\r\nDr. Kelley Crews from the University of Texas Austin, along with Dr. Brian King at the Pennsylvania State University will assess pre-event attitudes, perceptions, and judgments of an impending extreme flooding hazard in and around the Okavango Delta, Botswana. The crux of this research relies upon collecting people's perceptions of the impending flood prior to the flood's arrival, such that repeat interviews can be conducted post-event to see how people's prior perceptions relate to their post-event situation: did they adapt some or all livelihood strategies, did they out-migrate, or did they go on government benefits?  While post-event interviews have been shown to be successful in subject recall of actual information such as \"how far did the water reach in your village before you left?,\" they are notoriously poor at triggering accurate subject recall of their pre-event attitudes and feelings. Thus, without speaking to people pre-event, there is no way to assess any change in people's perceptions in response to such hazards or system dynamics. Gathering this information pre-event is therefore absolutely required for any further study, and will be able to be leveraged with longer-term studies by starting the data collection immediately. The findings regarding the interplay of hazards, perception, and response to extreme disturbance will be of immediate value to local decision-makers and stakeholders as well as the larger hazards and livelihoods research communities.\r\n\r\nWhile this study is primarily field-based, it presents an opportunity to grow education opportunities in the United States and in Botswana.  This study will engage interdisciplinary students from multiple backgrounds and countries, as well as students from local college programs in Botswana.  Results of this study will be made available to University of Botswana students interested in participating in the project. These educational opportunities are particularly important for females and non-BaTswana who have historically not been allowed access to educational institutions in the same proportion as other BaTswana.  This project will also continue substantive interaction with local collaborators, and the status of Botswana as a contracting party to the Ramsar Convention on Wetlands provides an established means of transmitting the methodological and management findings to all other signatory countries for greater international societal impact of this research on the sustainable use of wetland ecosystems prone to hazard events.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kelley",
   "pi_last_name": "Crews",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Kelley A Crews",
   "pi_email_addr": "kelley@utexas.edu",
   "nsf_id": "000255373",
   "pi_start_date": "2009-07-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "110 INNER CAMPUS DR",
  "perf_city_name": "AUSTIN",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121139",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "9196",
   "pgm_ref_txt": "NATURAL DISASTERS"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 25708.0
  }
 ],
 "por": null
}