{
 "awd_id": "0942344",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "First-Year Research in Earth Sciences (FYRES): Dunes",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Yvette Weatherton",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 185003.0,
 "awd_amount": 185003.0,
 "awd_min_amd_letter_date": "2009-08-29",
 "awd_max_amd_letter_date": "2009-08-29",
 "awd_abstract_narration": "Earth Systems Science (40)\r\nDespite widespread recognition that inquiry-learning improves education in STEM disciplines, too few undergraduate science programs include authentic research experiences for students in their first two years. The goal of the First-Year Research in Earth Sciences (FYRES) project is to develop and implement a geoscience course in which first-semester students at Calvin College learn science through engagement in undergraduate research experiences focused on Lake Michigan coastal dunes. The FYRES project combines elements from the best existing models of inquiry-based learning, undergraduate research experiences, and early undergraduate experiences to form an effective STEM learning experience. The FYRES project provides authentic inquiry-learning experiences for two groups of undergraduate students: students in their first-semester of college and students participating in the Student Research Mentor Program. The research mentor program is open to upper-level geography or geology majors and provides students with a substantive undergraduate research experience. These students are working closely with the FYRES course as research mentors, facilitating the early-course guided dune investigations and leading teams of students working on specific Michigan coastal dune research projects in the second half of the course. The Research Mentors complete a written report on the research project and present the results at a professional conference. The FYRES project includes one year for development of course, mentor program and evaluation materials, followed by two years of implementing and evaluating the course and mentor program. \r\nThe intellectual merit of the FYRES project lies in its innovative approach to engaging first-year students in an undergraduate research experience shared with peer mentors whose research roles are appropriate to their greater experience and education. The FYRES project advances STEM education by creating and adapting learning materials and teaching strategies to reflect knowledge about authentic inquiry-learning experiences in undergraduate education. The FYRES project contains a robust evaluation plan in studying the successes and failures of two offerings of the course and student research mentor program, matched by evaluations of student experiences in control groups appropriate to both the first-year and upper-level FYRES student experiences. FYRES project evaluation represents a significant contribution to knowledge about inquiry-learning at the undergraduate level, a research area in which there is limited study to date despite widespread promotion of this pedagogy. In particular, this project advances our understanding of authentic research as inquiry-learning, early research experiences, and the role of peer mentors in undergraduate research experiences. The FYRES project also advances disciplinary knowledge by providing six original coastal dune studies per year. \r\nThe broader impacts of the FYRES project include the direct benefits to the first-year students who participate in the FYRES course, the upper-level geography or geology majors who participate as student research mentors, the science education students completing summer research projects, and three recent graduates participating as Research Associates. All of these students receive training and education in STEM that may encourage further opportunities or involvement in science. The student projects strengthen collaborations between Calvin College and the community as the research findings inform the understanding, management and education of the public about west Michigan coastal dunes. The project also strengthens collaborations between science education and practicing scientists at Calvin College. The FYRES project will attract the attention of incoming undergraduate students who possess some measure of interest in hands-on or outdoor science, engage these students in authentic inquiry-learning focused on a dynamic local natural environment, and build a foundation for further participation in the earth sciences or other STEM disciplines. By enhancing the practice and understanding of science education at the undergraduate level, the FYRES project has the potential to transform thinking about first-year courses at Calvin College as well as at other undergraduate institutions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Deanna",
   "pi_last_name": "van Dijk",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Deanna van Dijk",
   "pi_email_addr": "dvandijk@calvin.edu",
   "nsf_id": "000330873",
   "pi_start_date": "2009-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Crystal",
   "pi_last_name": "Bruxvoort",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Crystal Bruxvoort",
   "pi_email_addr": "cb29@calvin.edu",
   "nsf_id": "000355376",
   "pi_start_date": "2009-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Calvin University",
  "inst_street_address": "3201 BURTON ST SE",
  "inst_street_address_2": "",
  "inst_city_name": "GRAND RAPIDS",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "6165266000",
  "inst_zip_code": "495464301",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MI03",
  "org_lgl_bus_name": "CALVIN UNIVERSITY",
  "org_prnt_uei_num": "NNLQK7LNGL93",
  "org_uei_num": "NNLQK7LNGL93"
 },
 "perf_inst": {
  "perf_inst_name": "Calvin University",
  "perf_str_addr": "3201 BURTON ST SE",
  "perf_city_name": "GRAND RAPIDS",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "495464301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MI03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  },
  {
   "pgm_ele_code": "749400",
   "pgm_ele_name": "CCLI-Type 1 (Exploratory)"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0409",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000910DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 185003.0
  }
 ],
 "por": null
}