{
 "awd_id": "0943392",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Synthetic integrons for continuous directed evolution of complex genetic ensembles",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032924666",
 "po_email": "kblagoev@nsf.gov",
 "po_sign_block_name": "Krastan Blagoev",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 433116.0,
 "awd_amount": 433116.0,
 "awd_min_amd_letter_date": "2009-08-19",
 "awd_max_amd_letter_date": "2009-08-19",
 "awd_abstract_narration": "Synthetic biology is emerging scientific and engineering discipline that seeks to make it possible to build new biological systems (using building blocks gleaned from the natural world) that can be customized to meet pressing needs in areas such as renewable energy, specialty chemical production, and various areas of biotechnology. A grand challenge in this field is the need for technologies that enable the construction of novel complex functions in biological systems. When these functions involve the expression and coordination of multiple genes, building them becomes increasingly difficult. Assembling multigenic functions in an organism by an iterative approach is both laborious and difficult, since the engineered genes and their products often interact strongly with both one another and with the pre-existing native functions in the organism. For example, such complications have presented major challenges to efforts to engineer metabolism in microbes and plants. Moreover, many desirable applications of synthetic biology comprise complex novel functions and great genetic diversity, such as the assembly of genes from a metagenomic library in order to synthesize novel small molecules. In these cases, one might not know a priori which genetic elements need to be included in such a synthetic assembly, much less how they should be regulated in order to maximize the performance of a particular function. While these properties make linear engineering inefficient and difficult, sometimes prohibitively so, Nature has evolved mechanisms to deal with such complexity. This research project will develop a synthetic system that harnesses the power of these natural mechanisms to enable synthetic biologists to generate, diversify, and refine complex multigenic functions. The core of this technology will be based on a bacterial innovation called integrons, which are natural cloning and expression systems that assemble multiple open reading frames, in the form of gene cassettes, by using site-specific recombination and conversion to functional genes by expression from an internal promoter. The ability to capture disparate individual genes and physically link them in arrays suitable for co-expression is a trait unique to these genetic elements. The result is an assembly of functionally coordinated genes theoretically facilitating the rapid evolution of new phenotypes. This project will generate a novel technology platform based on synthetic integrons (syntegrons), including computational optimization and analysis tools, that will enable the engineering of complex multigenic functions (such as the biosynthesis of plant-derived small molecules like taxol) through continuous directed evolution.\r\n\r\nBroader impacts\r\nThis project will generate a robust technology enabling the engineering of biological systems, including both microbes and plants, for myriad useful purposes. Notable examples include the production of renewable bio-fuels and biomaterials, the synthesis of small biomolecules for applications in specialty chemicals, bioremediation, and improvement of crops for agriculture. This project will also provide a scientific tool for probing genome organization and dynamics in processes such as the emergence of microbial resistance to small-molecules and metabolic pathway evolution. In addition, this project will introduce students at both graduate and undergraduate levels to the potential of synthetic biology, including exposure through the annual International Genetically Engineered Machine (iGEM) competition. Finally, this project will engage the broader community (outside the university setting) through the Science, Art and Writing (SAW) initiative - a cross-curricular science education program that is particularly targeted towards school-age children (www.sawtrust.org). This initiative uses themes and images from science as the starting point for scientific experimentation, art and creative writing, and in doing so stimulates creativity and scientific curiosity.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jay",
   "pi_last_name": "Keasling",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Jay D Keasling",
   "pi_email_addr": "keasling@berkeley.edu",
   "nsf_id": "000404654",
   "pi_start_date": "2009-08-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "724600",
   "pgm_ele_name": "PHYSICS OF LIVING SYSTEMS"
  },
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  },
  {
   "pgm_ele_code": "795400",
   "pgm_ele_name": "SANDPIT"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1253",
   "pgm_ref_txt": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ref_code": "7246",
   "pgm_ref_txt": "PHYSICS OF LIVING SYSTEMS"
  },
  {
   "pgm_ref_code": "7275",
   "pgm_ref_txt": "CROSS-EF ACTIVITIES"
  },
  {
   "pgm_ref_code": "7954",
   "pgm_ref_txt": "SANDPIT"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 433116.0
  }
 ],
 "por": null
}