{
 "awd_id": "0943203",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "VOSS: New Generations of Scientific Knowledge in Collaboratories",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rajiv Ramnath",
 "awd_eff_date": "2009-09-15",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 368210.0,
 "awd_amount": 375710.0,
 "awd_min_amd_letter_date": "2009-09-14",
 "awd_max_amd_letter_date": "2011-03-10",
 "awd_abstract_narration": "Research scientists have become increasingly dependent on collaborations across laboratories and organizations to maintain their productivity. While there is a growing body of research on the co-production of knowledge in collaborative settings, little is known about how that process happens in collaborations that are established and maintained through virtual organizations. To better inform our understanding of how virtual organizations enable scientific innovation, this project focuses on how virtual organizations change and affect the actual production of scientific knowledge. Previous research has looked at the role of virtual organizations in facilitating collaborative work processes, as scientists can now share data, workload and resources across time and space. One empirical research question that has not been addressed thoroughly with the rise of virtual organizations in recent years is: how does greater access to shared data, new collaborators and information across time and space help improve scientific production of knowledge, if at all? In previous studies it has been suggested that this is a double-edged sword: just as scientists in remote labs can share more of the workload in the data collection process, they can also generate a \"surveillance\" type of effect in the lab in which the experiments are being conducted. \r\n\r\nUsing a multi-method study of a network of 300 molecular biologists dispersed in laboratories across the world, this multidisciplinary project explores both the added sharing and surveillance aspects to virtual organizations and how that affects the production of scientific knowledge. Specifically, we will carry out three consecutive studies that build upon one another. First, in year one, we will conduct a deep qualitative examination, through ethnographic case studies of four laboratories that are part of an international group of biologists researching molecular chaperones and stress responses. These labs have undergone significant institutional transformations in past years, shifting from an independent investigator-driven research model to a more collaborative model of doing research through ?collaboratories.?  Second, in year two, we will conduct a social network analysis, using the ethnographic data to generate hypotheses that will be tested in a survey questionnaire administered to a larger sample of scientists in the molecular chaperones and stress responses group about their work processes. Finally, in year three, we will conduct a series of follow-up interviews with selected scientists in the biology labs to understand how they choose their collaborators and what configurations of collaboration improve the outcome of the assigned task. This final interview phase will inform and clarify the findings from the ethnographic and social network analyses.\r\n\r\nOur project builds on and contributes to two bodies of literature: first, the sociology of scientific knowledge, which views this work as collaborative and constructed through scientific practice and second, organizational theory, which views knowledge as a critical competitive resource. The goal of the project is not just to see how virtual organizations increase productivity or collaboration among scientists but rather, to see if virtual organizations have changed how scientific knowledge is generated and produced from data collection to analysis. As such, this project will inform both literatures as it specifically focuses on the influence of virtual organizations on the changing nature of scientific knowledge generation and the enduring social and organizational factors that potentially limit or hinder that influence. In addition to advancing theory, this research has important practical implications. By providing a general understanding of how scientists do their work in virtual organizations, our project aims at identifying the conditions under which virtual organizations can enable and enhance scientific production and innovation. We anticipate that these findings will provide helpful guidelines for creating and maintaining productive scientific collaborations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Maria Christina",
   "pi_last_name": "Binz-Scharf",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Maria Christina Binz-Scharf",
   "pi_email_addr": "mcbinzscharf@ccny.cuny.edu",
   "nsf_id": "000106516",
   "pi_start_date": "2009-09-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Leslie",
   "pi_last_name": "Paik",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Leslie Paik",
   "pi_email_addr": "lpaik@ccny.cuny.edu",
   "nsf_id": "000212759",
   "pi_start_date": "2009-09-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CUNY City College",
  "inst_street_address": "160 CONVENT AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2126505418",
  "inst_zip_code": "100319101",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "RESEARCH FOUNDATION OF THE CITY UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "L952KGDMSLV5"
 },
 "perf_inst": {
  "perf_inst_name": "CUNY City College",
  "perf_str_addr": "160 CONVENT AVE",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100319101",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "723100",
   "pgm_ele_name": "CYBERINFRASTRUCTURE"
  },
  {
   "pgm_ele_code": "764200",
   "pgm_ele_name": "VIRTUAL ORGANIZATIONS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7642",
   "pgm_ref_txt": "VIRTUAL ORGANIZATIONS"
  },
  {
   "pgm_ref_code": "9139",
   "pgm_ref_txt": "INFORMATION INFRASTRUCTURE & TECH APPL"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 368210.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 7500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Default\">This project sought to understand if and how the process of scientific knowledge production has been altered or influenced by the rise of virtual organizations in which scientists can access more knowledge through onine databases and build new collaborations through virtual technologies. We studied new generations of scientific knowledge production in one scientific discipline &ndash; molecular and cellular biology &ndash; that has not relied on virtual organizations as much as other scientific fields like physics or engineering. In obtaining a more naturalistic understanding of the scientists&rsquo; work practices, our ethnographic research found that scientists&rsquo; uses of online databases have a contradictory influence over knowledge production. That is, publication and genetic sequencing databases do push knowledge forward by providing scientists with quicker access to more types of knowledge. Yet they can limit the scope of that knowledge in that they impede scientists&rsquo; creativity in conceptualizing new research questions due to changing patterns of new scientists&rsquo; training and different publication standards in the digital age. Moreover, we found that scientists&rsquo; uses of these databases are shaped by the social norms and conventional work practices of the discipline.</p>\n<p>We also conducted a social network analysis of scientists, based on a custom dataset of collaborations we built from conference presentations over a 16-year period. Similar to our ethnographic findings, the analysis of this conference data revealed that the traditional scientific roles and hierarchies still play an important role in today&rsquo;s collaborative knowledge production. As expected, the conference was an important focus for establishing and maintaining cross-organizational ties: the more often two scientists attended the conference, the more likely they were to collaborate. It thus appears that traditional, face-to-face meetings continue to be a crucial mechanism for boundary-spanning collaboration. While this might indicate a globalization of sorts in knowledge production, our data also revealed that the scientists are more likely to collaborate if their institutions are located within the same geographical region. Furthermore, our data indicate that preferential attachment is still present in this field: the higher a scientist&rsquo;s impact, the more likely others are to collaborate with him or her, thus leading to more collaborators and potentially even higher impact for the already prominent scientist. Lastly, our finding that scientists who were principal investigators (PIs) preferred not to coauthor with one another can be interpreted in several ways. Most probably, this is indicative of the traditional model of knowledge production in this field, where papers generally come out of one laboratory, with one senior scientist (the PI) and several (or all) other members, who are junior or non-tenure track scientists, listed as authors. The finding also suggests that it is still important for laboratories to claim ownership of research findings, which can impact performance measures and therefore make or break individual tenure and promotion decisions. It also points to the fierce competition for results, and, as a consequence, funding in this field, where sharing resources and data (as would be required by most collaborations) leaves laboratories vulnerable to losing their competitive advantage.</p>\n<p>Finally, we collected career information from scientists. The career data has provided another lens through which we can see how the field has changed over time, comparing different cohorts of PhDs to detect differences in their number of co-authors and their total number of publications per year. Our findings suggest that the field is changing as the Internet transformed the field in the 1990s, enabling scientists to co-author with more pe...",
  "por_txt_cntn": "This project sought to understand if and how the process of scientific knowledge production has been altered or influenced by the rise of virtual organizations in which scientists can access more knowledge through onine databases and build new collaborations through virtual technologies. We studied new generations of scientific knowledge production in one scientific discipline &ndash; molecular and cellular biology &ndash; that has not relied on virtual organizations as much as other scientific fields like physics or engineering. In obtaining a more naturalistic understanding of the scientistsÆ work practices, our ethnographic research found that scientistsÆ uses of online databases have a contradictory influence over knowledge production. That is, publication and genetic sequencing databases do push knowledge forward by providing scientists with quicker access to more types of knowledge. Yet they can limit the scope of that knowledge in that they impede scientistsÆ creativity in conceptualizing new research questions due to changing patterns of new scientistsÆ training and different publication standards in the digital age. Moreover, we found that scientistsÆ uses of these databases are shaped by the social norms and conventional work practices of the discipline.\n\nWe also conducted a social network analysis of scientists, based on a custom dataset of collaborations we built from conference presentations over a 16-year period. Similar to our ethnographic findings, the analysis of this conference data revealed that the traditional scientific roles and hierarchies still play an important role in todayÆs collaborative knowledge production. As expected, the conference was an important focus for establishing and maintaining cross-organizational ties: the more often two scientists attended the conference, the more likely they were to collaborate. It thus appears that traditional, face-to-face meetings continue to be a crucial mechanism for boundary-spanning collaboration. While this might indicate a globalization of sorts in knowledge production, our data also revealed that the scientists are more likely to collaborate if their institutions are located within the same geographical region. Furthermore, our data indicate that preferential attachment is still present in this field: the higher a scientistÆs impact, the more likely others are to collaborate with him or her, thus leading to more collaborators and potentially even higher impact for the already prominent scientist. Lastly, our finding that scientists who were principal investigators (PIs) preferred not to coauthor with one another can be interpreted in several ways. Most probably, this is indicative of the traditional model of knowledge production in this field, where papers generally come out of one laboratory, with one senior scientist (the PI) and several (or all) other members, who are junior or non-tenure track scientists, listed as authors. The finding also suggests that it is still important for laboratories to claim ownership of research findings, which can impact performance measures and therefore make or break individual tenure and promotion decisions. It also points to the fierce competition for results, and, as a consequence, funding in this field, where sharing resources and data (as would be required by most collaborations) leaves laboratories vulnerable to losing their competitive advantage.\n\nFinally, we collected career information from scientists. The career data has provided another lens through which we can see how the field has changed over time, comparing different cohorts of PhDs to detect differences in their number of co-authors and their total number of publications per year. Our findings suggest that the field is changing as the Internet transformed the field in the 1990s, enabling scientists to co-author with more people on their papers. We also analyzed the role of gender in shaping scientific knowledge production, given the previous research doc..."
 }
}