{
 "awd_id": "0944479",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Synthesis of One-Dimensional Carbon Chains by Selective Bond Breaking in Polymers",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Maria Burka",
 "awd_eff_date": "2009-08-15",
 "awd_exp_date": "2010-07-31",
 "tot_intn_awd_amt": 100000.0,
 "awd_amount": 100000.0,
 "awd_min_amd_letter_date": "2009-08-06",
 "awd_max_amd_letter_date": "2009-08-06",
 "awd_abstract_narration": "0944479\r\nLu\r\n\r\nGoal & Objectives: Historically, carbon allotropes of different dimensional structures (e.g., 3-D diamonds, 2-D graphite and carbon nanotubes - rolled graphitic sheets, and 0-D fullerenes) have been copiously studied. However, 1-D carbon chains (carbyne) have long been an unfrequented zone in scientific community due to the absence of sufficient sizeable and well-defined carbyne crystal samples. The primary goal of this project is to produce carbyne from a polymeric precursor 'polythiophene' through laser-assisted synthesis process. This research has the potential to not only enrich scientific knowledge of the carbon family tree by enabling for the first time a detailed characterization of the crystal and electronic structures of carbyne, but also allow for the potential new technological approaches to the all-carbon electronics. The goal of this project will be accomplished through five objectives: 1) to develop a synthesis method to obtain carbyne from polythiophene using laser-induced selective bond-breaking; 2) to produce well-defined and sizeable crystalline carbyne in scalable quantities; 3) to improve stability of carbyne crystals, 4) to clarify crystal and electronic structures of crystalline carbyne; and 5) to understand the fundamental physical properties of carbyne. \r\nThe PI has shown that carbon-chain nanocrystals could be prepared by breaking the C-S and C-H bonds in polythiophene. Atomic force microscopy and X-ray diffraction measurements suggested that the formation of cubic carbon nanocrystals with a quasi-1-D carbon-chain structure is possible. Based on these preliminary results, the PI will selectively break the C-S bonds in polythiophene using resonant laser excitation, which is anticipated to produce sizeable carbyne crystals with well-defined structures in scalable quantities. Furthermore, the PI will carry out structural characterization of the carbyne crystals and investigate the electronic properties using scanning tunneling microscopy. Fundamental physical properties of the carbyne crystals will be investigated correspondingly to evaluate the possibility of potential applications in all-carbon electronics. \r\nIntellectual Merit: This research will establish a state-of-the-art approach to preparing sizeable well-defined carbyne crystals with scalable quantities. Successful implementation could advance all-carbon electronics. Compared to currently used processes, the process to be developed has these advantages: 1) the proposed method is environmentally friendly by eliminating hazardous solutions; 2) by obtaining well-defined carbyne crystals, the crystalline structure of carbyne will be well characterized; 3) the process is cost-effective because it requires only a single step, meeting manufacturing needs of carbyne crystals. Because the PI has successfully undertaken previous research on laser interactions with polymers, the process and characterization equipment recently developed will be used in this project \r\nBroader Impacts: This project will benefit social and educational communities. The mass-production of crystalline carbyne would provide a knowledge base and practical approaches for a wide range of engineering applications, such as the all-carbon electronics, light harvesting antenna, and antioxidant and anticorrosive material. The research results will be released to scientific, industrial, and public communities in various ways, including the internet, journal papers, and conferences. This new knowledge will be incorporated into courses at the University of Nebraska-Lincoln (i.e., 'ELEC 952: Introduction to Nanotechnology'). One graduate student from an underrepresented minority group and two undergraduate students will work on this project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yongfeng",
   "pi_last_name": "Lu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yongfeng Lu",
   "pi_email_addr": "ylu2@unl.edu",
   "nsf_id": "000092735",
   "pi_start_date": "2009-08-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Nebraska-Lincoln",
  "inst_street_address": "2200 VINE ST # 830861",
  "inst_street_address_2": "",
  "inst_city_name": "LINCOLN",
  "inst_state_code": "NE",
  "inst_state_name": "Nebraska",
  "inst_phone_num": "4024723171",
  "inst_zip_code": "685032427",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NE01",
  "org_lgl_bus_name": "BOARD OF REGENTS OF THE UNIVERSITY OF NEBRASKA",
  "org_prnt_uei_num": "",
  "org_uei_num": "HTQ6K6NJFHA6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Nebraska-Lincoln",
  "perf_str_addr": "2200 VINE ST # 830861",
  "perf_city_name": "LINCOLN",
  "perf_st_code": "NE",
  "perf_st_name": "Nebraska",
  "perf_zip_code": "685032427",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NE01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140300",
   "pgm_ele_name": "Proc Sys, Reac Eng & Mol Therm"
  },
  {
   "pgm_ele_code": "140700",
   "pgm_ele_name": "CFS-Combustion & Fire Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "010E",
   "pgm_ref_txt": "DISABILITY RES & HOMECARE TECH"
  },
  {
   "pgm_ref_code": "047E",
   "pgm_ref_txt": "REACTION ENGINEERING"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": null
}