{
 "awd_id": "0944131",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Integration and Analysis of Reliable Networking for Remote Science, Education, and First Responders",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": "7032924220",
 "po_email": "kthompso@nsf.gov",
 "po_sign_block_name": "Kevin Thompson",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 1043111.0,
 "awd_amount": 1043111.0,
 "awd_min_amd_letter_date": "2009-08-17",
 "awd_max_amd_letter_date": "2009-08-17",
 "awd_abstract_narration": "OCI 0944131\r\nHans-Werner Braun\r\nUniversity of California at San Diego\r\n\r\nAbstract\r\n\r\nThis award supports Hans-Werner Braun's research at the University of California at San Diego through the High Performance Wireless Research and Education Network (HPWREN) which is an NSF funded wireless high bandwidth cyberinfrastructure, which originated in the year 2000 and has been continually evolving to include various research and education applications in difficult to reach areas, as well as first responder and public safety activities.  The network operates in predominantly remote and rugged areas of Southern California, spanning from San Clemente Island in the Pacific Ocean, via the California coast, to the inland valleys and on to the high mountains, reaching an altitude of more than 8700 feet.  It then extends across the desert, reaching sites close to the Arizona border.  Many scientific disciplines and education activities benefit from the network, including a number of NSF-funded projects.  Without access to this high-speed data Networking connectivity, many of these project research objectives would be difficult, and several even impossible to achieve.\r\n\r\nIntellectual Merit\r\nThe collection of real-time data is one of the most valued aspects of the network, such as the deployment of various environmental sensors that enable an understanding of environmental conditions that would be had to obtain otherwise.  Real-time data allows for increased knowledge and understanding of an array of scientific concepts such as heavily impact ecological systems on the earth and the tracking of transient events throughout the universe.  Examples of significant accomplishments include the research on network workloads with a diverse traffic profile, as well as major discoveries by the Palomar Observatory, providing invaluable assistance during wildland fires, and the social aspects of enlarging Native American contacts with the mainstream populations, with major educational benefits being derived from such contact.\r\n\r\nThe two-year work scope for this renewal proposal is three-fold. (s) maintain and enhance the HPWREN cyberinfrastructure for its many interdisciplinary and multi-institutional research, education, and public safety activities, (2) continue the research on Quality of Service considerations on a highly functional wireless cyberinfrastructure environment, and (3) evaluate transition strategies towards an objective of a more sustainable infrastructure.\r\n\r\nBroader Impact\r\nThroughout its existence, the HPWREN project has been successful in its broader impacts, as evidenced by many news updates on the http://hpwren.ucsd.edu/web site.  This project is centered around network research aspects and also serves as an enabling cyberinfrastructure for various science disciplines and education activities.  While partnering with multiple institutions.  HPWREN collaborators, alongside this project's NSF support, invested substantially into the overall environment, including by augmenting it with many projects of various scopes and sizes.  Specific HPWREN research is ongoing in the areas of workload profiling, performance assessments, as well as backbone and access link Quality of Service and Policy Based Routine implementations and experimentations.  Research also continues in the area of network impact-considerate intelligent sensors, forwarding data based on locally determined events, rather than continuously.  The current stability and reliability of this network is a direct result of lessons learned in its multi-year development effort.  This includes a significant investment in FCC-licensed spectrum radio system and an implementation of backbone link diversity, as well as upgrading of high-traffic links to 155Mbps capacity.  Further enhancements are planned, such as a separate 45Mbps path to the Palomar Observatory bringing its aggregate bandwidth to 200Mbps of full-duplex links.  Continuation of the HPWREN infrastructure and research environment is an objective of this project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hans-Werner",
   "pi_last_name": "Braun",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hans-Werner Braun",
   "pi_email_addr": "hwb@ucsd.edu",
   "nsf_id": "000322032",
   "pi_start_date": "2009-08-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Frank",
   "pi_last_name": "Vernon",
   "pi_mid_init": "L",
   "pi_sufx_name": "III",
   "pi_full_name": "Frank L Vernon",
   "pi_email_addr": "flvernon@ucsd.edu",
   "nsf_id": "000445432",
   "pi_start_date": "2009-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "9500 GILMAN DR",
  "perf_city_name": "LA JOLLA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930021",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "409500",
   "pgm_ele_name": "SPECIAL PROJECTS IN NET RESEAR"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "4095",
   "pgm_ref_txt": "SPECIAL PROJECTS IN NET RESEAR"
  },
  {
   "pgm_ref_code": "9217",
   "pgm_ref_txt": "NATNL RESERCH & EDUCAT NETWORK"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 1043111.0
  }
 ],
 "por": null
}