{
 "awd_id": "0945935",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I: Low-cost Long-life Diamond Electrodes for Wastewater Treatment using Advanced Electrochemical Oxidation",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032928323",
 "po_email": "bschrag@nsf.gov",
 "po_sign_block_name": "Benaiah Schrag",
 "awd_eff_date": "2010-01-01",
 "awd_exp_date": "2010-06-30",
 "tot_intn_awd_amt": 149985.0,
 "awd_amount": 149985.0,
 "awd_min_amd_letter_date": "2009-09-09",
 "awd_max_amd_letter_date": "2009-09-09",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase I project will develop boron-doped ultrananocrystalline diamond (UNCD) electrodes for electrochemical treatment/destruction of recalcitrant organics in industrial wastewater via direct anodic oxidation. Boron-doped diamond (BDD) film electrodes have generated considerable interest due to their ability to readily mineralize complex waste streams.  Other treatment methods (e.g., reverse osmosis and activated carbon) simply concentrate toxins, which produces residuals requiring disposal in hazardous waste landfills or incinerators.  UNCD provides many advantages over traditional diamond for electrodes (e.g., thin, low-stress, phase-pure films). UNCD films consist of phase pure, 2-5 nm grains with atomically abrupt grain boundaries.  UNCD costs less than larger-grained BDD films, are resistant to grain-boundary ion transport, and exhibit lower stress.  The objective of this project is to optimize the company?s existing boron-doped UNCD technology to develop low-cost, long-lifetime electrodes to enable wide-spread adoption of electrochemical wastewater treatment/destruction.  The project will determine the effects of surface morphology, doping, substrate and processing methodology for UNCD electrodes to quantify costs, electrochemical performance and lifetime for wastewater treatment/destruction.\r\n\r\nThe broader impact/commercial potential of this project is substantial. Thin, boron-doped UNCD films will reduce electrode resistive losses and thereby lower the overall power consumption for water treatment and other electrochemical applications of boron-doped diamond.  Since water quality has a great impact on human health, enabling electrochemical water treatment through electrode lifetime improvements and reductions in power and capital costs would be both an attractive market opportunity and have a significant positive impact on healthcare and energy costs.  The 2007 worldwide market for ozone, an alternative wastewater treatment technology, was $277 million and the available worldwide market for water treatment of all types in 2010 is expected to exceed $340 billion. The market for an improved electrochemical wastewater treatment/destruction technology for recalcitrant organics is expected to exceed the current size of the ozone wastewater treatment market. Leveraging a greater understanding of UNCD electrochemistry from this project would also enable alternative applications, including low-cost point-of-use or portable water or wastewater treatment, and water quality monitoring and bacterial disinfection to reduce the need for chlorine, in addition to applications in the area of MEMS-based biochemical sensors. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Carlisle",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "John A Carlisle",
   "pi_email_addr": "carlisle@thindiamond.com",
   "nsf_id": "000370798",
   "pi_start_date": "2009-09-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "ADVANCED DIAMOND TECHNOLOGIES",
  "inst_street_address": "2100 SANDERS RD STE 170",
  "inst_street_address_2": "",
  "inst_city_name": "NORTHBROOK",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "8152930900",
  "inst_zip_code": "600626199",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "IL10",
  "org_lgl_bus_name": "ADVANCED DIAMOND TECHNOLOGIES, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "JTT9ARG8ZHU5"
 },
 "perf_inst": {
  "perf_inst_name": "ADVANCED DIAMOND TECHNOLOGIES",
  "perf_str_addr": "2100 SANDERS RD STE 170",
  "perf_city_name": "NORTHBROOK",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "600626199",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "IL10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1440",
   "pgm_ref_txt": "ENVIRONMENTAL ENGINEERING"
  },
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "9189",
   "pgm_ref_txt": "WATER RESOURCES/COASTAL & MARINE ENVIRON"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 149985.0
  }
 ],
 "por": null
}