{
 "awd_id": "0945777",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Enterprise Decision making using Activity Interaction technology",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032928323",
 "po_email": "bschrag@nsf.gov",
 "po_sign_block_name": "Benaiah Schrag",
 "awd_eff_date": "2010-01-01",
 "awd_exp_date": "2010-12-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 195583.0,
 "awd_min_amd_letter_date": "2009-09-11",
 "awd_max_amd_letter_date": "2010-06-08",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase I Project seeks to develop a Network Algorithm for efficiently running large-scale network simulations to perform enterprise planning and risk analysis. Currently, supply-chain models consist of only simplistic, low-detail nodes which only approximate the facility's parameters that they represent. Because of this, it is difficult to determine the effect of operational level changes and relationships on a network-wide level. Research has shown that running a large-scale, supply chain model consisting of detailed operational models will run too slowly to perform any meaningful analysis in a timely manner. This project aims to develop a simulation methodology that meaningfully links together highly-detailed operational level models with its large network-scale model. Each operations simulation will be linked by network relationships such as supply and demand, product flows, and inventory holding centers. It is then possible to create a matrix which stores these relational parameters that minimize the computing time investment required. \r\n\r\nThe broader impact/commercial potential of this project will provide organizations with a better understand of the risks they face both internally and across the entire production network. Industrial mishaps, such as the Ericsson facility fire which decimated the firm's inventory levels, have underlined the need to understand the complex inter-relationships between, as well as within, companies. A network simulator allows analysts to explicitly see how facilities are interrelated and how adverse events affect not just one facility, but the entire network. The technology has to potential to be used across the biopharmaceutical industry and both increase quality of care to the patient as well as reduce manufacturing costs by a similar amount.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Zhang",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "David D Zhang",
   "pi_email_addr": "david.zhang@bio-g.com",
   "nsf_id": "000531100",
   "pi_start_date": "2009-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Bioproduction Group, Inc.",
  "inst_street_address": "1250 Addison St",
  "inst_street_address_2": "Ste 107",
  "inst_city_name": "Berkeley",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5107258952",
  "inst_zip_code": "947021706",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": "FGNETJJH58Y6"
 },
 "perf_inst": {
  "perf_inst_name": "Bioproduction Group, Inc.",
  "perf_str_addr": "1250 Addison St",
  "perf_city_name": "Berkeley",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947021706",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1786",
   "pgm_ref_txt": "MANFG ENTERPRISE SYSTEMS"
  },
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "9146",
   "pgm_ref_txt": "MANUFACTURING BASE RESEARCH"
  },
  {
   "pgm_ref_code": "9147",
   "pgm_ref_txt": "GENERIC TECHNOL FOR MANUFACTURING CELLS"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 145900.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 49683.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This NSF Phase I project aimed to investigate the technical feasibility of modeling very large scale manufacturing supply chains using a fundamentally new simulation technology Bio-G developed during this NSF grant called &lsquo;Activity Interaction&rsquo; (AI). This project has significantly advanced the current body of knowledge relating to simulations, producing high accuracy models of manufacturing supply chains that run incredibly quickly. The result of this project is a practical method that can be used to produce high fidelity, high accuracy plans and perform advanced risk analysis.&nbsp;</p>\n<p>Implementation of this technology is designed to deliver lower costs and supply chain risks through optimization both of individual biomanufacturing sites and of the overall biopharmaceutical supply chain. The technology will cut inventories and cycle times by 10% or more while simultaneously allowing a more accurate assessment of supply chain and manufacturing risk. As such, the proposed software plays a role in keeping U.S. biomanufacturing capacity globally competitive as well as ensuring lower costs for patients (U.S. Commerce Department, 2010).&nbsp;</p>\n<p>The current project phase was a proof of concept and has shown that the AI method is a practical one, yielding results that were significantly above the target &lsquo;small-scale&rsquo; models that would have proved feasibility. Our models run between 1 and 4 orders of magnitude more quickly (10 times to 1000 times more quickly), empowering simulation technology to answer a far wider range of questions that has ever before been possible.&nbsp;</p>\n<p>This NSF project also met primary research end-points, exceeding those goals (speed, complexity) by an order of magnitude. While this does not yet allow entire manufacturing networks to be modeled, it does allow localized sections of the biomanufacturing network to be modeled. This research will be extended in Phase II to more sophisticated algorithms and server-based approaches that provide full visibility into the entire manufacturing network.</p>\n<p>Another important finding from the Phase I research was the demonstrable need for this software in the marketplace as soon as possible. Producing a high fidelity view of the network is essential in high technology industries to enable large scale network decision making to be made with a high level of confidence.&nbsp;</p>\n<p>There are also a myriad of potential societal benefits in further work on this toolset. The algorithm promises to be able to investigate not just the &lsquo;average case&rsquo;, day-to-day operations but to stochastically examine rare and unlikely events that have a large impact on biopharmaceutical and other manufacturers. Such impacts are very significant, and becoming increasingly important in a technologically advanced world. Events such as the Gulf of Mexico spill as well as many such rare, high-impact events across manufacturing (Toyota&rsquo;s massive recall being just one other example in 2010) require a new breed of decision toolsets that are able to quickly analyze and provide solutions that consider thousands if not millions of potential scenarios. Such a &lsquo;next generation&rsquo; toolset is well within the scope of a working Activity Interaction Simulator.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/04/2011<br>\n\t\t\t\t\tModified by: David&nbsp;D&nbsp;Zhang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis NSF Phase I project aimed to investigate the technical feasibility of modeling very large scale manufacturing supply chains using a fundamentally new simulation technology Bio-G developed during this NSF grant called æActivity InteractionÆ (AI). This project has significantly advanced the current body of knowledge relating to simulations, producing high accuracy models of manufacturing supply chains that run incredibly quickly. The result of this project is a practical method that can be used to produce high fidelity, high accuracy plans and perform advanced risk analysis. \n\nImplementation of this technology is designed to deliver lower costs and supply chain risks through optimization both of individual biomanufacturing sites and of the overall biopharmaceutical supply chain. The technology will cut inventories and cycle times by 10% or more while simultaneously allowing a more accurate assessment of supply chain and manufacturing risk. As such, the proposed software plays a role in keeping U.S. biomanufacturing capacity globally competitive as well as ensuring lower costs for patients (U.S. Commerce Department, 2010). \n\nThe current project phase was a proof of concept and has shown that the AI method is a practical one, yielding results that were significantly above the target æsmall-scaleÆ models that would have proved feasibility. Our models run between 1 and 4 orders of magnitude more quickly (10 times to 1000 times more quickly), empowering simulation technology to answer a far wider range of questions that has ever before been possible. \n\nThis NSF project also met primary research end-points, exceeding those goals (speed, complexity) by an order of magnitude. While this does not yet allow entire manufacturing networks to be modeled, it does allow localized sections of the biomanufacturing network to be modeled. This research will be extended in Phase II to more sophisticated algorithms and server-based approaches that provide full visibility into the entire manufacturing network.\n\nAnother important finding from the Phase I research was the demonstrable need for this software in the marketplace as soon as possible. Producing a high fidelity view of the network is essential in high technology industries to enable large scale network decision making to be made with a high level of confidence. \n\nThere are also a myriad of potential societal benefits in further work on this toolset. The algorithm promises to be able to investigate not just the æaverage caseÆ, day-to-day operations but to stochastically examine rare and unlikely events that have a large impact on biopharmaceutical and other manufacturers. Such impacts are very significant, and becoming increasingly important in a technologically advanced world. Events such as the Gulf of Mexico spill as well as many such rare, high-impact events across manufacturing (ToyotaÆs massive recall being just one other example in 2010) require a new breed of decision toolsets that are able to quickly analyze and provide solutions that consider thousands if not millions of potential scenarios. Such a ænext generationÆ toolset is well within the scope of a working Activity Interaction Simulator.\n\n\t\t\t\t\tLast Modified: 01/04/2011\n\n\t\t\t\t\tSubmitted by: David D Zhang"
 }
}