{
 "awd_id": "0946735",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "EAGER:  Interrogating Plant Volatile Reports About the Environment",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William E. Zamer",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 299980.0,
 "awd_amount": 311980.0,
 "awd_min_amd_letter_date": "2009-07-29",
 "awd_max_amd_letter_date": "2012-01-17",
 "awd_abstract_narration": "Plants rapidly detect and respond to changing conditions. This makes them sensitive indicators of environmental events. Odors, or \"volatile organic compounds\" (VOCs) are actively emitted by plants in response to stresses, including drought, disease, and insect attack. The mix of VOCs provides a \"fingerprint\" of what the plant has experienced. VOCs can attract beneficial enemies of pests attacking a plant. For example, parasitic wasps are drawn to plants being eaten by the insect the wasps are seeking. VOCs are also thought to \"cue\" neighboring plants about imminent danger. Healthy plants exposed to odors from damaged or diseased plants initiate defense responses that may help them survive. VOC concentrations are very low, so all experiments on their ecological roles have so far been done indoors. No one has yet sampled VOCs functioning in open air, or in natural settings. This project will produce a new VOC-sampling and analysis instrument capable of characterizing plant response \"fingerprints\" in open air. This project will employ a novel chemical sensor based on laser photonics and microfluidics, called an opto-fluidic ring resonator (OFRR). The OFRR requires a sample volume of only 20 nano-liters and so can detect and identify VOCs at extremely low concentrations. In a series of experiments done with purchased odors and then with real plants, the OFRR will be refined to analyze plant VOCs at concentrations well below the current state of the art. The device will be used to demonstrate for the first time that VOCs emitted by one plant really do travel to and turn on responses in another plant in open air. Besides confirming a long-held and important scientific hypothesis, this project offers numerous valuable technical applications. These include the ability to sense pests damaging individual plants for economical spot-treatment, using plants as monitors of environmental quality, understanding complex plant-insect interactions, and post-harvest food quality and safety assessment. The project will train undergraduate and graduate students in a unique engineering/biology interaction, and will serve as an important component of the Bond Life Science Center's extensive science education and outreach program.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jack",
   "pi_last_name": "Schultz",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Jack C Schultz",
   "pi_email_addr": "John.Schultz@utoledo.edu",
   "nsf_id": "000299774",
   "pi_start_date": "2009-07-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Heidi",
   "pi_last_name": "Appel",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Heidi M Appel",
   "pi_email_addr": "happel@uh.edu",
   "nsf_id": "000318839",
   "pi_start_date": "2009-07-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Xudong",
   "pi_last_name": "Fan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xudong Fan",
   "pi_email_addr": "xsfan@umich.edu",
   "nsf_id": "000434677",
   "pi_start_date": "2009-07-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Greg",
   "pi_last_name": "Frye-Mason",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Greg Frye-Mason",
   "pi_email_addr": "greg.frye-mason@icxt.com",
   "nsf_id": "000074152",
   "pi_start_date": "2009-07-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Missouri-Columbia",
  "inst_street_address": "121 UNIVERSITY HALL",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "5738827560",
  "inst_zip_code": "652113020",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MO03",
  "org_lgl_bus_name": "UNIVERSITY OF MISSOURI SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "SZPJL5ZRCLF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of Missouri-Columbia",
  "perf_str_addr": "121 UNIVERSITY HALL",
  "perf_city_name": "COLUMBIA",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "652113020",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MO03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "110800",
   "pgm_ele_name": "INSTRUMENTAT & INSTRUMENT DEVP"
  },
  {
   "pgm_ele_code": "765700",
   "pgm_ele_name": "Integrtv Ecological Physiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1108",
   "pgm_ref_txt": "INSTRUMENTAT & INSTRUMENT DEVP"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 148473.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 157507.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Plants release a bouquet of odors (&ldquo;volatile organic compounds&rdquo; or VOCs) when they are stressed. Some of these VOCs have hormonal activity in neighboring plants. These odor signals can trigger stress responses in nearby plants that are not yet stressed, preparing them to tolerate future stresses. This signaling is best studied in plants being attacked by insects, where exposure to VOCs from attacked plants increase pest resistance in unattacked neighbors. Some of these VOCs also attract natural enemies that kill insect pests. Volatile odor signaling by plants is thought to be important ecologically in natural and managed ecosystems. And because the odor bouquet is specific to the kind of stress a plant experiences, the odor profile could be used to &ldquo;interrogate&rdquo; plants about their condition, stresses, and the presence of pests.</p>\n<p>&nbsp;</p>\n<p>But so far all studies of these plant odors and their effects have been done indoors, in containers, because the VOCs are produced at very low concentrations. Studying them requires collecting large volumes of air, concentrating the signal molecules, and the use of large laboratory instruments for analyses. All of the assertions about plant VOC function outdoors are based on this kind of research, with very little evidence from open air settings. Plant VOC signaling in nature or agriculture cannot be confirmed, nor can its significance be assessed without the ability to measure VOCs in open air.</p>\n<p>&nbsp;</p>\n<p>This project aimed at designing a miniaturized device capable of capturing and measuring concentrations of the odors plants emit in open air and eventually outdoors. The research was done by a team of chemical ecologists and engineers in two arenas. First, laboratory studies determined the precise number, identities, and concentrations of VOCs emitted by a plant (&ldquo;mouse-ear cress&rdquo;, a wild cabbage relative that is well studied) in response to insect attack so that known signals could be used in the design of the sampling instrument. VOC emission varies with time, plant age, and amount of damage, so these variables were taken into account. Odor bouquets emitted in response to wounding and attack by two insect species were characterized, and showed that signals emitted by the plant can be used to determine the source of stress (e.g., identity of the insect). These results provided reference data used to assess the function of the air sampling/analysis device.</p>\n<p>&nbsp;</p>\n<p>The second part of the research effort was the design of a micro-analytical device for characterizing plant odors, or a &ldquo;nose-on-a-chip&rdquo;. Design of this device went through several development stages with changes in the mechanism used to sense gases collected from plants. The eventual product, called a &ldquo;smart two dimensional micro-gas chromatograph&rdquo; (Smart 2D-microGC), successfully collects, separates, identifies and measures multiple odor components in complex mixtures at very low concentrations. Gas chromatography passes an air sample containing VOCs through a passage (usually a tube) lined with material that slows the passage of some molecules more than others, separating them from the mixture so that they emerge from the end of the passageway at different times and can be collected or sensed individually. In the Smart 2D microGC, these emerging individual VOCs are trapped by polymers, where they are sensed and quantified using a laser-based method. The apparatus is &ldquo;smart&rdquo; in the sense that it can identify molecules that are not separated sufficiently and routes the sample to a second or even third passageway for further separation and quantification. While the latest version of the Smart 2D micro-GC has not yet been tested with plant odors, it successfully measures 31 workplace hazardous VOCs at similar low concentrations against an interfering background. The ...",
  "por_txt_cntn": "\nPlants release a bouquet of odors (\"volatile organic compounds\" or VOCs) when they are stressed. Some of these VOCs have hormonal activity in neighboring plants. These odor signals can trigger stress responses in nearby plants that are not yet stressed, preparing them to tolerate future stresses. This signaling is best studied in plants being attacked by insects, where exposure to VOCs from attacked plants increase pest resistance in unattacked neighbors. Some of these VOCs also attract natural enemies that kill insect pests. Volatile odor signaling by plants is thought to be important ecologically in natural and managed ecosystems. And because the odor bouquet is specific to the kind of stress a plant experiences, the odor profile could be used to \"interrogate\" plants about their condition, stresses, and the presence of pests.\n\n \n\nBut so far all studies of these plant odors and their effects have been done indoors, in containers, because the VOCs are produced at very low concentrations. Studying them requires collecting large volumes of air, concentrating the signal molecules, and the use of large laboratory instruments for analyses. All of the assertions about plant VOC function outdoors are based on this kind of research, with very little evidence from open air settings. Plant VOC signaling in nature or agriculture cannot be confirmed, nor can its significance be assessed without the ability to measure VOCs in open air.\n\n \n\nThis project aimed at designing a miniaturized device capable of capturing and measuring concentrations of the odors plants emit in open air and eventually outdoors. The research was done by a team of chemical ecologists and engineers in two arenas. First, laboratory studies determined the precise number, identities, and concentrations of VOCs emitted by a plant (\"mouse-ear cress\", a wild cabbage relative that is well studied) in response to insect attack so that known signals could be used in the design of the sampling instrument. VOC emission varies with time, plant age, and amount of damage, so these variables were taken into account. Odor bouquets emitted in response to wounding and attack by two insect species were characterized, and showed that signals emitted by the plant can be used to determine the source of stress (e.g., identity of the insect). These results provided reference data used to assess the function of the air sampling/analysis device.\n\n \n\nThe second part of the research effort was the design of a micro-analytical device for characterizing plant odors, or a \"nose-on-a-chip\". Design of this device went through several development stages with changes in the mechanism used to sense gases collected from plants. The eventual product, called a \"smart two dimensional micro-gas chromatograph\" (Smart 2D-microGC), successfully collects, separates, identifies and measures multiple odor components in complex mixtures at very low concentrations. Gas chromatography passes an air sample containing VOCs through a passage (usually a tube) lined with material that slows the passage of some molecules more than others, separating them from the mixture so that they emerge from the end of the passageway at different times and can be collected or sensed individually. In the Smart 2D microGC, these emerging individual VOCs are trapped by polymers, where they are sensed and quantified using a laser-based method. The apparatus is \"smart\" in the sense that it can identify molecules that are not separated sufficiently and routes the sample to a second or even third passageway for further separation and quantification. While the latest version of the Smart 2D micro-GC has not yet been tested with plant odors, it successfully measures 31 workplace hazardous VOCs at similar low concentrations against an interfering background. The device is a size that could be hand held and used outdoors, although its power source still needs miniaturization.\n\n \n\nThe projectÆs results offer a wide range of potential impacts beyo..."
 }
}