{
 "awd_id": "0946894",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Econometric Analysis of Strategic-Interaction Models under Flexible Behavioral Assumptions",
 "cfda_num": "47.075",
 "org_code": "04050100",
 "po_phone": "7032927280",
 "po_email": "nlutz@nsf.gov",
 "po_sign_block_name": "Nancy Lutz",
 "awd_eff_date": "2009-07-01",
 "awd_exp_date": "2010-07-31",
 "tot_intn_awd_amt": 60918.0,
 "awd_amount": 60918.0,
 "awd_min_amd_letter_date": "2009-09-04",
 "awd_max_amd_letter_date": "2009-09-04",
 "awd_abstract_narration": "This project is devoted to the econometric study of models where economic agents (individuals, firms, unions, governments, etc.) interact with each other in an incomplete information environment.  In these settings, each agent's observed behavior is at least partially determined by her subjective and unobserved (to the researcher) beliefs about the expected choices of others. The vast majority of existing econometric work for these models assumes that unobserved beliefs are consistent with equilibrium behavior, which imposes extreme assumptions about agents' rationality and jeopardizes the robustness and validity of the estimation results. This project weakens this restrictive assumption and assumes instead that agents' unobserved beliefs are only \"\"rationalizable\"\" in the sense that they do not assign positive probability to opponents' actions that are strictly dominated. The notion of rationalizability has been thoroughly studied by game theorists but has not ?until now- been formally incorporated into econometric analysis.  It includes equilibrium beliefs as a special case, but allows for a wide range of alternative behavior.\r\n\r\nMethodologically, this research project is two-pronged. First, it characterizes which statistical features of a given model can be identified under the sole assumption of rationalizable beliefs. Second, it develops statistical methods for estimation and inference of the identified features.  Using observed behavior and other observable features of agents (if any), these methods shed light on questions such as: How much are agents' actions affected by the expected choices of others if their beliefs are only assumed to satisfy a minimal rationality requirement? Can an upper bound for rationality be identified? Can Nash equilibrium be ruled out? What pieces of available information do agents use to construct their beliefs? Counterfactual exercises (e.g, the effect of hypothetical policy analysis) under flexible behavioral assumptions are also made possible. The methods can be applied to a wide variety of real-world settings, including: Auctions, market entry/exit, interaction among firms, location models for firms or individuals, models of individual choices with peer-effects, etc. They are also especially amenable to experimental data sets, whose availability has been steadily increasing in the recent past. \r\n\r\nBroader Impacts of Research Project:\r\nThe broader impact if the project goes beyond contributing new methods to the existing literature and attracting the attention of research experts in the subject. A major goal is the design of courses, workshops and seminars aimed not only to advanced economics doctoral students, but to students and researchers of other social science disciplines interested in estimation and inference in interactions-based models. These courses would study not only the theory, but also the methodological and computational issues involved in the implementation of these methods to real data. They will be complemented by workshops, seminars and lectures by prominent experts in the subject. This project is designed to bring together game theorists, econometricians, applied economists and decision-makers in need of policy analysis in complicated interactions settings under flexible behavioral assumptions.  All computer data programs, lecture notes and research papers which will result from this project will be widely disseminated.   \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andres",
   "pi_last_name": "Aradillas-Lopez",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andres Aradillas-Lopez",
   "pi_email_addr": "aaradill@ssc.wisc.edu",
   "nsf_id": "000069671",
   "pi_start_date": "2009-09-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin - Madison",
  "perf_str_addr": "21 N. Park St, Suite 6401",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "53715",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 60918.0
  }
 ],
 "por": null
}