{
 "awd_id": "0947665",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "AGU Chapman Conference on the Exploration and Study of Antarctic Subglacial Aquatic Environments",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": "7032924746",
 "po_email": "lclough@nsf.gov",
 "po_sign_block_name": "Lisa Clough",
 "awd_eff_date": "2009-09-15",
 "awd_exp_date": "2010-08-31",
 "tot_intn_awd_amt": 49950.0,
 "awd_amount": 49950.0,
 "awd_min_amd_letter_date": "2009-07-20",
 "awd_max_amd_letter_date": "2009-07-20",
 "awd_abstract_narration": "This award provides support for a Chapman Conference on the Exploration and Study of Antarctic Subglacial Aquatic Environments. The conference will bring together a diverse group of attendees to discuss their most recent results, and to share future plans for subglacial lake exploration.  Since the last major conference on this topic in April 2006 (Grenoble, France) the number of recognized Antarctic subglacial lakes has increased from ~150 to more than 250. It is now recognized that these often interconnected subglacial aquatic ecosystems are likely to have important implications for ice sheet dynamics, evolution of microbial life and possibly life on other planets, and to be important repositories of sediment-stored climate change records. Three major field projects are planning to access subglacial lakes in 2011/2012: Lake Vostok (Russia), Lake Ellsworth (UK), and Lake Whillans (US- the WISSARD project), so this conference will also be an excellent venue to discuss technological challenges including clean access of pristine environments (prevention of microbial and chemical contamination of the subsurface world from above) and the challenges of drilling through deep ice under high pressure, or the challenges of making a large enough hole in the ice so that robots can be deployed. The four major themes of the conference are: 1) Subglacial aquatic environments as habitats for life: (a) life detection in subglacial lakes and (b) hydrochemistry/limnology/biogeochemistry of subglacial lakes. (2) The role of sub-ice water in subglacial hydrology: (a) ice sheet evolution and lake development and (b) lake discharges and ice sheet responses.  (3) Sedimentary records in subglacial aquatic environments: (a) studies of sediments from former subglacial lakes and (b) potential proxies held in lake- floor sediments and detection methods.  (4) Technological challenges in the exploration of subglacial aquatic environments:  (a) clean lake-access techniques and (b) probe and instrumentation design. The results of the conference will be widely disseminated (an AGU monograph, several reports to the scientific community, web accessible recordings and simultaneous web casts of the conference itself, as well as outreach to the public media). Participants will come from several countries, therefore the conference will foster international collaboration. Inclusion of early career scientists and students in the presentation and discussion of a necessarily interdisciplinary, integrated, and truly cutting edge area of Antarctic science will be extremely valuable in training the next generation of Antarctic researchers. In summary, the long-term objective of the conference is to establish a sustainable, vibrant and growing Antarctic subglacial aquatic environment program. NSF funds will be used to support student participants, some invited speakers and program committee members, and a few other meeting contributors that require financial assistance. Travel awards will be evenly distributed based on geographical location with priority given to students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brenda",
   "pi_last_name": "Weaver",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Brenda L Weaver",
   "pi_email_addr": "bweaver@agu.org",
   "nsf_id": "000242443",
   "pi_start_date": "2009-07-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "American Geophysical Union",
  "inst_street_address": "2000 FLORIDA AVE NW LBBY",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2024626900",
  "inst_zip_code": "200091374",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "AMERICAN GEOPHYSICAL UNION",
  "org_prnt_uei_num": "",
  "org_uei_num": "QSTAN1HJRXJ5"
 },
 "perf_inst": {
  "perf_inst_name": "American Geophysical Union",
  "perf_str_addr": "2000 FLORIDA AVE NW LBBY",
  "perf_city_name": "WASHINGTON",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200091374",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "529200",
   "pgm_ele_name": "ANT Integrated System Science"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 49950.0
  }
 ],
 "por": null
}