{
 "awd_id": "0947822",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Rolling Deck to Repository (R2R): Transforming the Academic Fleet Into an Integrated Global Observing System",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "James Holik",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 783878.0,
 "awd_amount": 950231.0,
 "awd_min_amd_letter_date": "2009-08-31",
 "awd_max_amd_letter_date": "2013-08-05",
 "awd_abstract_narration": "This proposal presents a new approach to improve data preservation and accessibility ? the Rolling Deck to Repository (R2R) Project ? a comprehensive plan for fleet-wide data management. R2R will be a central shore-side data gateway through which underway data from each expedition are routinely cataloged and transmitted from UNOLS ship operators to long-term national archives. R2R will provide essential data documentation services including the production of standardized cruise-level metadata, data inventories, navigation products, and an operations report for every expedition. Tools for routine logging of over-the-side sensor deployments and sampling stations will be developed and deployed to facilitate creation of a sampling ?event log? for each cruise. In partnership with the Shipboard Automated Meteorological and Oceanographic System (SAMOS; http://samos.coaps.fsu.edu/) Data Assembly Center (DAC), R2R protocols will be established for near real-time transfer and automated Quality Assessment (QA) of meteorological and thermosalinograph data providing direct feedback to operators while the cruise is underway. R2R will coordinate the development of routines for post-cruise QA of underway data types, with initial development focused on geophysical sensors (multibeam sonar, subbottom profilers, magnetics, gravity), and subsequent expansion to other sensors (CTD, ADCP, etc). Using R2R tools, underway data will be categorized and sufficiently documented for submission to long-term National Data Centers (NDCs) operated by NOAA, and to DACs specialized in the reduction and analysis of specific data types. Our approach will be to leverage and augment the existing centralized information resources of the UNOLS office, ship operators, and NDCs to facilitate the documentation and delivery of oceanographic data from ?rolling deck? to ?repository.? Our vision is that working directly with ship operators and technicians will ensure more complete and consistent acquisition, quality, preservation, and dissemination of these high-value data, thereby transforming the academic fleet into an integrated global observing system. \r\n\r\nBroader Impacts: Access to research vessels is becoming increasingly more expensive and difficult. The R2R project will help to leverage these costs for the benefit of the entire ocean science community and any other potential users of the data that will be routinely collected, checked and properly archived. As the proposers state, this will essentially make the UNOLS fleet an observatory system that will have coastal, regional and global scope, providing data sets useful to current and future researchers. Going forward with this project, even though it may seem expensive will in the long run make our investment in the research vessels, instrumentation and operational costs much more cost effective.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Maffei",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew R Maffei",
   "pi_email_addr": "amaffei@thevisualconnection.com",
   "nsf_id": "000105392",
   "pi_start_date": "2009-08-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Cynthia",
   "pi_last_name": "Chandler",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Cynthia Chandler",
   "pi_email_addr": "cchandler@whoi.edu",
   "nsf_id": "000532508",
   "pi_start_date": "2009-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Woods Hole Oceanographic Institution",
  "inst_street_address": "266 WOODS HOLE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WOODS HOLE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5082893542",
  "inst_zip_code": "025431535",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "WOODS HOLE OCEANOGRAPHIC INSTITUTION",
  "org_prnt_uei_num": "",
  "org_uei_num": "GFKFBWG2TV98"
 },
 "perf_inst": {
  "perf_inst_name": "Woods Hole Oceanographic Institution",
  "perf_str_addr": "266 WOODS HOLE RD",
  "perf_city_name": "WOODS HOLE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025431535",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167900",
   "pgm_ele_name": "INTERNATIONAL COORDINATION ACT"
  },
  {
   "pgm_ele_code": "541500",
   "pgm_ele_name": "OCEANOGRAPHIC TECHNICAL SERVCE"
  },
  {
   "pgm_ele_code": "541800",
   "pgm_ele_name": "OCE SPECIAL PROGRAMS"
  },
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "5914",
   "pgm_ref_txt": "WESTERN EUROPE, OTHER"
  },
  {
   "pgm_ref_code": "5979",
   "pgm_ref_txt": "Europe and Eurasia"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 149999.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 155480.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 225456.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 148419.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 270877.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The National Science Foundation supports a fleet of oceanographic research vessels that operate worldwide and year-round in service to the U.S. academic research and education community, carrying several thousand scientists, students, technicians, observers, and crew to sea on over 400 cruises each year.&nbsp; Investigations across a full range of ocean science disciplines are supported, from impacts of global change on ocean chemistry and ecosystems, to the structure and dynamics of ocean circulation, to the nature of volcanic and earthquake processes at the global plate boundaries.&nbsp; Data from research vessels are costly to acquire and valuable for re-use beyond the original science party, but historically have been incompletely documented and archived.<br />&nbsp;<br />Under this award, the Rolling Deck to Repository (R2R) program has developed a centralized data infrastructure to ensure the documentation and preservation of all data acquired with the suite of &ldquo;underway&rdquo; environmental sensors (oceanographic, geophysical, meteorological, and navigational) that are routinely operated during expeditions of the academic fleet. R2R works directly with ship operators to ensure cruise data are routinely submitted, R2R generates standard documentation and products, and ensures that the data are archived in the appropriate long-term archives operated by NOAA&rsquo;s National Centers for Environmental Information. Other services provided by R2R include automated quality assessment of selected data types; routine production of quality-controlled shiptrack navigation, geophysical profiles, and real-time meteorology; and an Eventlogger application which can be used to document at-sea operations in a standardized fashion.&nbsp; The R2R program has been developed in close collaboration with the University-National Oceanographic Laboratory System (UNOLS; unols.org) Office which coordinates the management of the academic fleet, ship vessel technicians, the NOAA National Data Centers which provide the long-term archives for the data, other NSF-funded ocean data systems, disciplinary specialists in the research community, and international partners.<br />&nbsp;<br />R2R products and services benefit a range of stakeholders including vessel operators, research scientists, cyberinfrastructure developers, funding agencies, and the general public.&nbsp; Using the R2R Eventlogger system, an event log created during a research cruise provides a chronological list of instrument/device related activities that occur during that cruise. After the cruise, the event log becomes a valuable record of all sampling activity during the cruise and can be made available as a data set. Including sampling event identifiers in discrete data sets reported by investigators, enables efficient and accurate integration of data sampled from the same sampling device. R2R provides tools and feedback to help marine technicians improve data quality and documentation at sea, and frees them from the need to maintain an institutional data archive.&nbsp; The R2R central cruise catalog ensures that all underway environmental sensor data from the academic fleet are routinely preserved, simplifying funding agency efforts to enforce data sharing requirements and improving data access and documentation for scientists and the broad general public.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/19/2015<br>\n\t\t\t\t\tModified by: Cynthia&nbsp;Chandler</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\"...",
  "por_txt_cntn": "\nThe National Science Foundation supports a fleet of oceanographic research vessels that operate worldwide and year-round in service to the U.S. academic research and education community, carrying several thousand scientists, students, technicians, observers, and crew to sea on over 400 cruises each year.  Investigations across a full range of ocean science disciplines are supported, from impacts of global change on ocean chemistry and ecosystems, to the structure and dynamics of ocean circulation, to the nature of volcanic and earthquake processes at the global plate boundaries.  Data from research vessels are costly to acquire and valuable for re-use beyond the original science party, but historically have been incompletely documented and archived.\n \nUnder this award, the Rolling Deck to Repository (R2R) program has developed a centralized data infrastructure to ensure the documentation and preservation of all data acquired with the suite of \"underway\" environmental sensors (oceanographic, geophysical, meteorological, and navigational) that are routinely operated during expeditions of the academic fleet. R2R works directly with ship operators to ensure cruise data are routinely submitted, R2R generates standard documentation and products, and ensures that the data are archived in the appropriate long-term archives operated by NOAAÆs National Centers for Environmental Information. Other services provided by R2R include automated quality assessment of selected data types; routine production of quality-controlled shiptrack navigation, geophysical profiles, and real-time meteorology; and an Eventlogger application which can be used to document at-sea operations in a standardized fashion.  The R2R program has been developed in close collaboration with the University-National Oceanographic Laboratory System (UNOLS; unols.org) Office which coordinates the management of the academic fleet, ship vessel technicians, the NOAA National Data Centers which provide the long-term archives for the data, other NSF-funded ocean data systems, disciplinary specialists in the research community, and international partners.\n \nR2R products and services benefit a range of stakeholders including vessel operators, research scientists, cyberinfrastructure developers, funding agencies, and the general public.  Using the R2R Eventlogger system, an event log created during a research cruise provides a chronological list of instrument/device related activities that occur during that cruise. After the cruise, the event log becomes a valuable record of all sampling activity during the cruise and can be made available as a data set. Including sampling event identifiers in discrete data sets reported by investigators, enables efficient and accurate integration of data sampled from the same sampling device. R2R provides tools and feedback to help marine technicians improve data quality and documentation at sea, and frees them from the need to maintain an institutional data archive.  The R2R central cruise catalog ensures that all underway environmental sensor data from the academic fleet are routinely preserved, simplifying funding agency efforts to enforce data sharing requirements and improving data access and documentation for scientists and the broad general public. \n\n\t\t\t\t\tLast Modified: 11/19/2015\n\n\t\t\t\t\tSubmitted by: Cynthia Chandler"
 }
}