{
 "awd_id": "0948993",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ULTRA-Ex: Reconsidering the New Normal: The Impact of Trauma on Urban Ecological and Social Diversity",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2009-10-01",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 299551.0,
 "awd_amount": 299551.0,
 "awd_min_amd_letter_date": "2009-09-29",
 "awd_max_amd_letter_date": "2009-09-29",
 "awd_abstract_narration": "This award is funded under the American Recovery and Reinvestment Act of 2009 (Public Law 111-5).\r\n\r\nIn recent years, scholars and researchers have used the phrase \"new normal\" to refer to the complex and multi-faceted outcomes of post-disaster recovery and reconstruction processes.  Generally, the volatility and chaos occurring immediately after a trauma are followed by a relative stabilization, usually at levels and configurations different from the pre-trauma \"normal.\" This exploratory research project will investigate the impact of trauma on urban ecological and social systems using post-Katrina New Orleans as a study area.  The investigators will use ecological and social measures to track and characterize the transition from trauma to stabilization.  Data will be analyzed to measure patterns of ecological and social diversification.  \"Ecological diversification\" refers to species richness and dominance, community structure and composition, succession stage, land cover, and other measures.  \"Social diversification\" tracks human population differentiation in terms of class (median household income), race, ethnicity, age, education, nativity, gender, renter/homeowner status, and other metrics.  Toward this end, the investigators have identified two major research objectives.  The first will entail a GIS-based spatial analysis of pre- and post-trauma landscape and social metrics derived from satellite imagery and the 2000 and 2010 federal census.  These data will be analyzed for diversification and compared to stabilization metrics.  This citywide study will be supplemented with three fine-grained studies in the neighborhoods of the Lower Ninth Ward, Hollygrove, and Pontchartrain Park.  Qualitative data collected in these neighborhoods will provide insight into the relationships between trauma and ecological and social diversity, and identify variation in the timing, pace, and trajectory of neighborhood recovery.  The second objective will involve the organization and coordination of a network of scholars and practitioners to exchange experience and knowledge and thereby increase understanding of the complex interactions and connections among trauma, human actions, and urban ecosystems.\r\n\r\nThis project will yield several empirical, theoretical, and practical contributions to understanding the interactions of humans and natural ecosystems.  Empirically, this project will provide extensive numerical data and analyses on social diversification and post-trauma stabilization at detailed spatial scales.  Theoretically, it will identify feedbacks and reciprocal effects among patterns of post-trauma urbanization, ecological consequences, and human responses.  Practically, it will establish a broad-based, interdisciplinary research program that will identify the human and natural system drivers of post-trauma urban ecosystem changes and develop strategies for responding to these changes.  With respect to broader impacts of the proposed research, the project will involve an interdisciplinary team of ecologists, biologists, sociologists, geographers, anthropologists, a civil engineer, a trauma psychologist, a U.S. Forest Service researcher, and urban planners plus members of the community who bring traditional knowledge to the project.  By leveraging the research and education resources of three major universities (Tulane University, the University of New Orleans, and Xavier University, a major HBCU), this research will foster unique collaborations between ecologists and social scientists and will broaden participation of underrepresented groups in generating new knowledge about human-natural system interactions.  This award was funded as an Urban Long-Term Research Area Exploratory (ULTRA-Ex) award as the result of a special competition jointly supported by the National Science Foundation and the U.S. Department of Agriculture Forest Service.",
 "awd_arra_amount": 299551.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "Gotham",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin F Gotham",
   "pi_email_addr": "kgotham@tulane.edu",
   "nsf_id": "000533328",
   "pi_start_date": "2009-09-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "McLachlan",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "John A McLachlan",
   "pi_email_addr": "jmclach@tulane.edu",
   "nsf_id": "000208726",
   "pi_start_date": "2009-09-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Tulane University",
  "inst_street_address": "6823 SAINT CHARLES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEW ORLEANS",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "5048654000",
  "inst_zip_code": "701185665",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "LA01",
  "org_lgl_bus_name": "THE ADMINISTRATORS OF TULANE EDUCATIONAL FUND",
  "org_prnt_uei_num": "XNY5ULPU8EN6",
  "org_uei_num": "XNY5ULPU8EN6"
 },
 "perf_inst": {
  "perf_inst_name": "Tulane University",
  "perf_str_addr": "6823 SAINT CHARLES AVE",
  "perf_city_name": "NEW ORLEANS",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "701185665",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "LA01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133300",
   "pgm_ele_name": "Methodology, Measuremt & Stats"
  },
  {
   "pgm_ele_code": "520900",
   "pgm_ele_name": "ENVIR SOCIAL & BEHAVIOR SCIENC"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1195",
   "pgm_ref_txt": "LONG TERM ECOLOGICAL RESEARCH"
  },
  {
   "pgm_ref_code": "6890",
   "pgm_ref_txt": "RECOVERY ACT ACTION"
  },
  {
   "pgm_ref_code": "6893",
   "pgm_ref_txt": "ULTRA EXPLORATORY AWARDS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9196",
   "pgm_ref_txt": "NATURAL DISASTERS"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "01R9",
   "app_name": "RRA RECOVERY ACT",
   "app_symb_id": "040101",
   "fund_code": "01R00910DB",
   "fund_name": "RRA RECOVERY ACT",
   "fund_symb_id": "040101"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 299551.0
  }
 ],
 "por": null
}