{
 "awd_id": "0948047",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ULTRA-Ex: Collaborative Research: Reconciling Human and Natural Systems for the Equitable Provision of Ecosystem Services in the Triangle of North Carolina",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2009-10-01",
 "awd_exp_date": "2013-03-31",
 "tot_intn_awd_amt": 80669.0,
 "awd_amount": 80669.0,
 "awd_min_amd_letter_date": "2009-09-24",
 "awd_max_amd_letter_date": "2009-09-24",
 "awd_abstract_narration": "Human well-being is tied inextricably to the delivery of ecosystem services, which provide a key connection between human and natural systems.  Urban populations are simultaneously increasing demand on and reducing the capacity of natural systems to provide valued ecosystem services, contributing to an urgent call for local and regional policy and management solutions to be at the forefront of scientific investigation.  The boundaries of human institutions rarely coincide with natural boundaries, however, making the management of coupled human and natural systems a challenge.  These two systems also are scaled differently:  human institutions tend to make decisions that are \"fast and local,\"? while the environmental consequences of these decisions tend to be regional and long-term.  The overarching goal of this collaborative research project is to begin to reconcile the spatial and temporal disparities between human and natural systems, with a focus on social and environmental equity issues that arise when markets and policy instruments control the supply and demand of ecosystem services.  This project will focus on the Triangle Region of North Carolina, which has 45 municipal and 7 county governments with an institutional mechanism for collaborative management.  The region is experiencing high population growth, putting increasing demands on ecosystem services and the human institutions responsible for managing their supply and distribution.  The investigators will use a three-part framework that addresses (1) the production of ecosystem services by ecological systems; (2) their valuation and monetization by people; and (3) the design, implementation, and evaluation of policies to pay for and allocate these benefits equitably.  Project objectives are to apply this framework in a case study of the ecosystem service of clean water production in collaboration with state and local government agencies; to further develop a network of collaborators through a series of four community workshops focused on ecological, economic, policy, and synthesis topics; and to develop an integrated data platform that will serve researchers, government agencies, and ultimately the public at large.  The investigators will employ empirical and process-based modeling, field sampling, remote sensing, geographic information systems, social surveys, and geo-demographic analyses to achieve their objectives.\r\n\r\nThis project is expected to contribute to a richer understanding of the production of ecosystem services as a function of spatially integrated built and natural environments and to set the foundation for a multi-disciplinary and policy-relevant program focused on managing coupled human and natural systems.  The initial case study on land use and water quality will embrace many of the central challenges in urban ecology today, including issues of scale, spatial processes, and system-level feedbacks.  Over the longer term, the effort to map the flow of ecosystem services from where they are produced to where they are consumed will set a new standard for spatially explicit valuation.  This project will help resolve questions about feedbacks between human behavior and institutions and ecosystem processes in the spatially structured environment of urban systems.  The information produced during the course of this project will help land-use planners and policy makers to identify the most appropriate areas for land-use controls aimed at protecting water quality, to more equitably distribute the costs of producing clean water, and to create policy to support the equitable distribution of the costs and benefits of clean water.  Overall, project results will help provide the scientific basis for emerging policy instruments and markets for ecosystem services and to help guide land-use planning decisions in the Triangle Region.  This award was funded as an Urban Long-Term Research Area Exploratory (ULTRA-Ex) award as the result of a special competition jointly supported by the National Science Foundation and the U.S. Department of Agriculture Forest Service.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dean",
   "pi_last_name": "Urban",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Dean L Urban",
   "pi_email_addr": "deanu@duke.edu",
   "nsf_id": "000297855",
   "pi_start_date": "2009-09-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Emily",
   "pi_last_name": "Bernhardt",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Emily S Bernhardt",
   "pi_email_addr": "emily.bernhardt@duke.edu",
   "nsf_id": "000254162",
   "pi_start_date": "2009-09-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "2200 W MAIN ST",
  "perf_city_name": "DURHAM",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277054640",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "119500",
   "pgm_ele_name": "LONG TERM ECOLOGICAL RESEARCH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1195",
   "pgm_ref_txt": "LONG TERM ECOLOGICAL RESEARCH"
  },
  {
   "pgm_ref_code": "6893",
   "pgm_ref_txt": "ULTRA EXPLORATORY AWARDS"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 80669.0
  }
 ],
 "por": null
}