{
 "awd_id": "0948216",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: EAGER: Design, Fabrication, and Performance Evaluation of a Marine Aerosol Generator for Shipboard Deployment",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Donald L. Rice",
 "awd_eff_date": "2009-09-01",
 "awd_exp_date": "2011-02-28",
 "tot_intn_awd_amt": 7070.0,
 "awd_amount": 7070.0,
 "awd_min_amd_letter_date": "2009-08-11",
 "awd_max_amd_letter_date": "2009-08-11",
 "awd_abstract_narration": "Production of marine aerosols by bursting bubbles at the ocean surface is a major process in the Earth's climate system, with important implications for the physiochemical evolution of the troposphere and feedbacks on upper ocean biogeochemistry. Reliable characterization of marine aerosols is a critical prerequisite for evaluating the nature and magnitude of subsequent physiochemical evolution and feedbacks. However, fresh marine aerosols are rapidly modified via interaction with light and reactive gases and are injected into an atmosphere containing mechanically produced aerosols and associated reaction products from multiple sources and secondary aerosols from nucleation and growth pathways. Consequently, it is extremely difficult to unequivocally deconvolute the physiochemical properties and global significance of nascent marine aerosols based on measurements of ambient aerosols.\r\n\r\nSeveral years ago with NSF support, researchers at the SUNY College of Environmental Science and Forestry and the University of Virginia fabricated, tested, and successfully deployed a novel high-capacity aerosol generator at Bermuda to determine the production, characteristics, and photochemical evolution of nascent marine aerosols over the full relevant size distribution (0.013 to >15 ìm diameter at 80% RH). The logical next step is to deploy a hardened version of the generator on a ship at sea to evaluate the influence of marine organic matter composition and concentration on corresponding physiochemical characteristics and evolution of marine aerosol and the resulting feedbacks on the surface ocean. \r\n\r\nIn this project, the same research team will be joined by colleagues at the Scripps Institution of Oceanography to deploy the generator on a ship. The research objectives are: (1) To construct and lab-test a hardened version of the marine aerosol generator, (2) to deploy and operate the generator on a ship at sea, and (3) To evaluate the representativeness of resulting number size distributions.  The original generator will be modified to make it suitable for deployment at sea.  It will be deployed in a shelter on the fantail of a medium- to large-size ship of opportunity in the North Atlantic during late spring or early summer 2010. Aerosols will be generated over a range of bubble rates and falling water flow rates from the nozzle. Size-resolved number production fluxes will be quantified over the full size distribution (0.13 to >15 ìm diameter at 80% RH).\r\n\r\nBroader Impacts: Results will provide a well-characterized capability for evaluating the influences of the surface ocean on the size-resolved composition and flux of primary marine aerosols, the speciation and magnitude of reactive trace gas production via photochemical transformation of marine-derived particulate organic matter, and the related influences of these pathways in the multiphase chemical and physical evolution of the marine air, surface ocean biogeochemistry, and Earth's climate. Consequently, the project will contribute directly to national and international programs investigating the chemical and physical evolution of marine aerosols and their related climatic implications as well as studies on understanding the role of the atmosphere on the upper ocean's biogeochemical dynamics.  In particular this technology promises to be relevant to the international and national Surface Ocean Lower Atmosphere Study (SOLAS). The project will also contribute to the education of a student and post doctoral fellow.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Kieber",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "David J Kieber",
   "pi_email_addr": "djkieber@esf.edu",
   "nsf_id": "000190617",
   "pi_start_date": "2009-08-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY College of Environmental Science and Forestry",
  "inst_street_address": "1 FORESTRY DR",
  "inst_street_address_2": "",
  "inst_city_name": "SYRACUSE",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "3154706606",
  "inst_zip_code": "132102712",
  "inst_country_name": "United States",
  "cong_dist_code": "22",
  "st_cong_dist_code": "NY22",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "LVVEB3CF8MB8"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY College of Environmental Science and Forestry",
  "perf_str_addr": "1 FORESTRY DR",
  "perf_city_name": "SYRACUSE",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "132102712",
  "perf_ctry_code": "US",
  "perf_cong_dist": "22",
  "perf_st_cong_dist": "NY22",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1309",
   "pgm_ref_txt": "GLOBAL TROPOSPHERIC CHEMISTRY"
  },
  {
   "pgm_ref_code": "1389",
   "pgm_ref_txt": "CARBON CYCLE RESEARCH"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9156",
   "pgm_ref_txt": "ENVIRONMENTAL CHEMISTRY"
  },
  {
   "pgm_ref_code": "9189",
   "pgm_ref_txt": "WATER RESOURCES/COASTAL & MARINE ENVIRON"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 7070.0
  }
 ],
 "por": null
}