{
 "awd_id": "0948055",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "2010 Oceans and Human Health GRC-Conference and Seminar",
 "cfda_num": "47.050",
 "org_code": "06040302",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Donald L. Rice",
 "awd_eff_date": "2010-03-15",
 "awd_exp_date": "2011-02-28",
 "tot_intn_awd_amt": 25000.0,
 "awd_amount": 25000.0,
 "awd_min_amd_letter_date": "2009-09-06",
 "awd_max_amd_letter_date": "2009-09-06",
 "awd_abstract_narration": "This award from NSF will provide partial support for the second Oceans and Human Health Gordon Research Conference (June 13-18, 2010) and Gordon Research Seminar (June 12-13). The subject of Oceans and Human Health concerns science at the intersection of medical, genomic, and oceanographic disciplines, and the implications for and effects on human health and well-being. The purpose and scope of the Gordon Research Conference (GRC) and Gordon Research Seminar (GRS) on Oceans and Human Health are to provide a multidisciplinary platform for discussing the current state of knowledge of the rapidly evolving, highly interdisciplinary fields that comprise Oceans and Human Health, to identify and debate unresolved questions, and to discuss new research directions. The GRC and GRS will bring together experts and students with diverse backgrounds, including algal and microbial biology, physical and biological oceanography, epidemiology and public health, genomics, proteomics, and metabolomics, toxicology, pharmacology, and economics. An important motivation for the GRC/GRS is the fact that as a new scientific discipline, Oceans and Human Health does not have a forum to facilitate interactions and dialogue among the scientists and students involved in relevant research. The significance of the field is reflected by ongoing support of oceans and human health research by the National Science Foundation. The topics to be discussed in the second Oceans and Human Health GRC/GRS are:  Session Topics: Ocean Pharmacopia, Recreational Waters,  Modeling and Prediction, Practical Applications of \"Omics\",  (R)evolution in Seafood Safety,  Oceans and Human Health International, Cyanobacteria, and Oceans in a Warmer World.\r\n\r\nBroader Impacts:  Through formal presentations, poster sessions and informal interactions between scientists and students, the conference will:  (1) assemble the highest caliber of academic, government and industrial scientists and students to examine recent developments in the fields of Oceans and Human Health and review the latest pertinent research in algal and microbial biology, physical and biological oceanography, epidemiology and public health, genomics and proteomics, toxicology, pharmacology, and economics; (2) foster the open exchange of information and ideas among scientists at the cutting edge of Oceans and Human Health research by providing opportunities for participants to interact in a relaxed and friendly environment; and (3) 3ngage female, minority and junior faculty and students (postdoctoral and graduate) in the field of Oceans and Human Health research through participation at formal sessions, poster presentations and informal interactions. The Graduate Research Seminar in Oceans and Human Health is targeted specifically at mentoring students in this new emerging discipline. Information concerning these meetings will be broadly disseminated through professional societies and by personal contact. Minority participants will be sought by advertising and personal contact at minority and other institutions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Edward",
   "pi_last_name": "Laws",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Edward A Laws",
   "pi_email_addr": "edlaws@lsu.edu",
   "nsf_id": "000276653",
   "pi_start_date": "2009-09-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nancy",
   "pi_last_name": "Gray",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Nancy R Gray",
   "pi_email_addr": "nsf@grc.org",
   "nsf_id": "000206836",
   "pi_start_date": "2009-09-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Gordon Research Conferences",
  "inst_street_address": "5586 POST RD UNIT 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST GREENWICH",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4017834011",
  "inst_zip_code": "028183454",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "RI02",
  "org_lgl_bus_name": "GORDON RESEARCH CONFERENCES",
  "org_prnt_uei_num": "",
  "org_uei_num": "XL5ANMKWN557"
 },
 "perf_inst": {
  "perf_inst_name": "Gordon Research Conferences",
  "perf_str_addr": "5586 POST RD UNIT 2",
  "perf_city_name": "EAST GREENWICH",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "028183454",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "RI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7696",
   "pgm_ref_txt": "ENVIRONMENT, HEALTH & SAFETY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9189",
   "pgm_ref_txt": "WATER RESOURCES/COASTAL & MARINE ENVIRON"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 25000.0
  }
 ],
 "por": null
}