{
 "awd_id": "0948988",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ULTRA-Ex: Double Exposures: Socioecological Vulnerabilities in the Miami-Dade Urban Region",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2009-10-01",
 "awd_exp_date": "2015-03-31",
 "tot_intn_awd_amt": 299169.0,
 "awd_amount": 299169.0,
 "awd_min_amd_letter_date": "2009-09-23",
 "awd_max_amd_letter_date": "2014-01-15",
 "awd_abstract_narration": "The Miami-Dade urban region is characterized by a unique and paradoxical set of conditions and forces.  It is a global commerce center, where assets are vulnerable to catastrophic coastal disasters.  It is an affluent city with among the highest rates of poverty in the nation.  It is a de-vegetated city situated between and dependent upon unique and protected natural environments.  It is a city that receives significant rainfall but whose freshwater supply is critically vulnerable to climatic change.  What unites these strengths and vulnerabilities is their dependence on the interaction between local and global forces.  The objectives of this research project are to investigate how global biophysical and socioeconomic forces interact with local processes in shaping the socioecological structure and dynamics of the Miami-Dade urban region.  The investigators will use a double-exposure framework that stresses the multiple interactions between economic globalization and climate change as the heuristic focus of the research.  This project will bring together an interdisciplinary team of academic and applied scientists, educators, citizen organizations, and state and local governments to explore how existing social and ecological vulnerabilities may be exacerbated by the double threats of climate change and economic globalization and how the urban region might become more resilient.  The project's ultimate goal is to examine how processes of urban transformation can lead to a more resilient socioecological landscape.  The research plan is guided by principles of collaborative and engaged research, because the investigators plan to fully integrate the goals, energy, and diverse backgrounds of multiple academic disciplines and institutions; federal, state, and local agencies; non-governmental organizations; educators; and students.  The research will be conducted by three themed working groups that focus on Coastal Vulnerabilities, Urban Land Stewardship, and Freshwater Sustainability.  Each group will describe the spatial distribution of populations and resources; derive a conceptual model of the controls on population/resource vulnerability to climate change and globalization; and identify spatial and statistical relationships among resources and vulnerabilities, thereby providing a template for future empirical validation.  Working group products will include peer-reviewed articles; white papers for policy makers and community partners; educational products such as course modules and dissertation research; and various technical products, including GIS databases, algorithms, and interactive maps.  In addition to mentoring the three graduate students committed to the program, the researchers will offer a graduate course on \"socioecological analysis of urban systems\" to provide students with practical experience in finding, analyzing, and presenting urban ecological data and to engage them in the activities of the three working groups.  A set of teaching modules for K-12 educators based on this research also will be developed.\r\n\r\nThis project will integrate key concepts from the ecological study of disturbance and landscape heterogeneity with urban political ecology and the study of social vulnerability to biophysical and socioeconomic perturbations.  This project will extend the concept of double exposure with respect to both global climate change and economic globalization by linking the effects of these global forces to local ecological and social dynamics.  The investigators anticipate that these cross-scale interactions will be key to understanding the resilience and dynamics of urban socioecosystems.  The project will facilitate integration of the social and natural sciences within the university and professional and intellectual engagement between the university and stakeholders in the local community and government.  The integration of research and education will produce a cohort of graduate students and primary and secondary educators with experience in collaborative, interdisciplinary research and an understanding of cities as complex socioecological systems, both of which will be critical to the development of a self-sustaining research program in the study of urban systems.  This award was funded as an Urban Long-Term Research Area Exploratory (ULTRA-Ex) award as the result of a special competition jointly supported by the National Science Foundation and the U.S. Department of Agriculture Forest Service.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gail",
   "pi_last_name": "Hollander",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gail Hollander",
   "pi_email_addr": "hollande@fiu.edu",
   "nsf_id": "000299921",
   "pi_start_date": "2009-09-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Evelyn",
   "pi_last_name": "Gaiser",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Evelyn E Gaiser",
   "pi_email_addr": "gaisere@fiu.edu",
   "nsf_id": "000274855",
   "pi_start_date": "2009-09-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Laura",
   "pi_last_name": "Ogden",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Laura A Ogden",
   "pi_email_addr": "laura.a.ogden@dartmouth.edu",
   "nsf_id": "000484473",
   "pi_start_date": "2009-09-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Heffernan",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "James B Heffernan",
   "pi_email_addr": "james.heffernan@duke.edu",
   "nsf_id": "000505299",
   "pi_start_date": "2009-09-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Ross",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Michael S Ross",
   "pi_email_addr": "rossm@fiu.edu",
   "nsf_id": "000536354",
   "pi_start_date": "2009-09-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida International University",
  "inst_street_address": "11200 SW 8TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "MIAMI",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3053482494",
  "inst_zip_code": "331992516",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "FL26",
  "org_lgl_bus_name": "FLORIDA INTERNATIONAL UNIVERSITY",
  "org_prnt_uei_num": "Q3KCVK5S9CP1",
  "org_uei_num": "Q3KCVK5S9CP1"
 },
 "perf_inst": {
  "perf_inst_name": "Florida International University",
  "perf_str_addr": "11200 SW 8TH ST",
  "perf_city_name": "MIAMI",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "331992516",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "FL26",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "119500",
   "pgm_ele_name": "LONG TERM ECOLOGICAL RESEARCH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1195",
   "pgm_ref_txt": "LONG TERM ECOLOGICAL RESEARCH"
  },
  {
   "pgm_ref_code": "6893",
   "pgm_ref_txt": "ULTRA EXPLORATORY AWARDS"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9189",
   "pgm_ref_txt": "WATER RESOURCES/COASTAL & MARINE ENVIRON"
  },
  {
   "pgm_ref_code": "9196",
   "pgm_ref_txt": "NATURAL DISASTERS"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 299169.0
  }
 ],
 "por": null
}