{
 "awd_id": "0952600",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MSA Short Course: Theoretical and Computational Methods in Mineral Physics - Geophysical Applications",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robin Reichlin",
 "awd_eff_date": "2009-10-01",
 "awd_exp_date": "2010-09-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 30000.0,
 "awd_min_amd_letter_date": "2009-09-23",
 "awd_max_amd_letter_date": "2010-08-18",
 "awd_abstract_narration": "MSA Short Course: Theoretical and Computational Methods in Mineral Physics:\r\nGeophysical Applications\r\nOrganizers: Renata M. Wentzcovitch (U. of Minnesota), Lars Stixrude (UCL-London)\r\n\r\nThe awaard will help support the 'Short Course' for the Mineralogical Society of America on computational mineral physics. The goal of this course is to review the important techniques used in theoretical and/or computational mineral physics today, along with exemplary applications that have contributed to advance the field of high pressure mineral physics and geophysics. The accompanying book to be published will be a comprehensive overview of the current state of this field. This field has matured and several approaches that have flourished within the last fifteen years are here to stay. This course and book differ from the previous course and published Vol #42, \"Molecular Modeling Theory: Applications in the Geosciences\" in many ways. The emphasis of that course and issue was on geochemistry and molecules. This one is on geophysics and condensed phases. The methods discussed in that issue are prevalent in the chemistry community. The methods and applications we will present in this issue were developed in the condensed matter and solid state physics community. That course emphasized processes related to minerals surfaces, interfaces, particularly chemical reactions. The outcome of that type of research is of relevance to environmental and atmospheric sciences. The focus will be high pressure, high temperature bulk properties, such as thermoelastic and thermodynamic properties in single and multiphase aggregates. The outcome of these studies is geared towards understanding planetary interiors, interpretation of seismic observations, and providing essential constraints on geodynamic simulations.\r\n\r\nThe computational approaches introduced in this course have contributed to the establishment of a field of research that today rivals experiments: they are predictive.  Their applications are increasing at very rapid pace now, and the future of this research field is bright. Experimentalists, seismologists, and geodynamicists should be informed of the methods used and results they can produce. Students should be inspired by the possibilities presented by the selected set of articles. The volume will likely be well received by the materials physics, materials sciences, and simulations communities as well, since mineral physics presents challenges not always faced by these other fields.  Mineral physics explores properties of condensed systems in a wider range of pressures and temperatures. The experiences of those active in mineral physics are invaluable and should be communicated to researchers active in related fields.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Renata",
   "pi_last_name": "Wentzcovitch",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Renata M Wentzcovitch",
   "pi_email_addr": "rmw2150@columbia.edu",
   "nsf_id": "000442177",
   "pi_start_date": "2009-09-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "2221 UNIVERSITY AVE SE STE 100",
  "perf_city_name": "MINNEAPOLIS",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554143074",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  },
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  },
  {
   "pgm_ele_code": "158500",
   "pgm_ele_name": "STUDIES OF THE EARTHS DEEP INT"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1031",
   "pgm_ref_txt": "STUDIES OF THE EARTH'S DEEP INTERIOR"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 25000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 5000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A short course entitled &ldquo;Theoretical and Computational Methods in Mineral Physics: Applications to Geophysics&rdquo; was held in Berkeley California on December 10-12, 2009. Renata Wentzcovitch from the University of Minnesota and Lars Stixrude from University College London organized the course.&nbsp; The short course, which preceded the 2009 Fall Meeting of the American Geophysical Union in San Francisco, was sponsored primarily by the National Science Foundation, Division of Earth Sciences (Robin Reichlin and Sonia Esperanca program directors), by the Virtual Laboratory for Earth and Planetary Materials, <strong><em>VLab</em></strong>, at the Minnesota Supercomputing Institute, also funded by the National Science Foundations, and by by the U.S. Department of Energy, Office of Basic Energy Sciences, Chemical Sciences, Geosciences and Biosciences Division (Nicholas B. Woodward, Geosciences Research Program Director). The Mineralogical Society of America and the Geochemical Society provided logistical support for the organization of the short course and in the publication of the accompanying short course volume.&nbsp; Sixty people attended the course, of which almost 32 were. Participants were primarily from the United States, UK, Germany, Italy, France, Japan, Australia, and Netherlands. The NSF program director, Robin Reichlin, and Science Magazine junior editor, Nick Wigginton, also attended.</p>\n<p>&nbsp;</p>\n<p>This course reviewed the important techniques used in theoretical and/or computational mineral physics today, along with exemplary applications that have contributed to advance the field of high pressure mineral physics and geophysics.&nbsp; This was a timely event offering a comprehensive overview of the state of this field. This field has matured and several approaches that have flourished within the last fifteen years are here to stay. The course had a strong interdisciplinary content and brought together physicists and chemists, practitioners and students alike, and mineral physicist. Several students from physics and materials sciences, were being exposed to this subject for the first time.&nbsp; Mineral physics students were also exposed to lecturers from physics for the first time. I believe both communities appreciated this mutual exposure. The course had a double focus: pedagogical and informative. The pedagogical aspect was geared to towards students and geophysicists that rely on mineral physics results in their research: geodynamicists and seismologist. &nbsp;</p>\n<p>&nbsp;</p>\n<p>As usual for the Mineralogical Society of America and the Geochemical Society short courses, a &ldquo;Reviews in Mineralogy and Geochemistry volume (#71) was published.&nbsp; The book <em>Theoretical and Computational Mineral Physics: </em><em>Applications to Geophysics</em>, edited by R. M. Wentzcovitch and Lars Stixrude, includes chapters authored by the short course speakers with the technical content closely following the lecture materials presented at the short course. The complete book (ISBN 978-0-939950-78-2) has 21 chapters and ~ 500 pages. The course was highly praised by participants and it is likely that in five years we a similar Short Course will be offered again.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/03/2010<br>\n\t\t\t\t\tModified by: Renata&nbsp;M&nbsp;Wentzcovitch</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nA short course entitled \"Theoretical and Computational Methods in Mineral Physics: Applications to Geophysics\" was held in Berkeley California on December 10-12, 2009. Renata Wentzcovitch from the University of Minnesota and Lars Stixrude from University College London organized the course.  The short course, which preceded the 2009 Fall Meeting of the American Geophysical Union in San Francisco, was sponsored primarily by the National Science Foundation, Division of Earth Sciences (Robin Reichlin and Sonia Esperanca program directors), by the Virtual Laboratory for Earth and Planetary Materials, VLab, at the Minnesota Supercomputing Institute, also funded by the National Science Foundations, and by by the U.S. Department of Energy, Office of Basic Energy Sciences, Chemical Sciences, Geosciences and Biosciences Division (Nicholas B. Woodward, Geosciences Research Program Director). The Mineralogical Society of America and the Geochemical Society provided logistical support for the organization of the short course and in the publication of the accompanying short course volume.  Sixty people attended the course, of which almost 32 were. Participants were primarily from the United States, UK, Germany, Italy, France, Japan, Australia, and Netherlands. The NSF program director, Robin Reichlin, and Science Magazine junior editor, Nick Wigginton, also attended.\n\n \n\nThis course reviewed the important techniques used in theoretical and/or computational mineral physics today, along with exemplary applications that have contributed to advance the field of high pressure mineral physics and geophysics.  This was a timely event offering a comprehensive overview of the state of this field. This field has matured and several approaches that have flourished within the last fifteen years are here to stay. The course had a strong interdisciplinary content and brought together physicists and chemists, practitioners and students alike, and mineral physicist. Several students from physics and materials sciences, were being exposed to this subject for the first time.  Mineral physics students were also exposed to lecturers from physics for the first time. I believe both communities appreciated this mutual exposure. The course had a double focus: pedagogical and informative. The pedagogical aspect was geared to towards students and geophysicists that rely on mineral physics results in their research: geodynamicists and seismologist.  \n\n \n\nAs usual for the Mineralogical Society of America and the Geochemical Society short courses, a \"Reviews in Mineralogy and Geochemistry volume (#71) was published.  The book Theoretical and Computational Mineral Physics: Applications to Geophysics, edited by R. M. Wentzcovitch and Lars Stixrude, includes chapters authored by the short course speakers with the technical content closely following the lecture materials presented at the short course. The complete book (ISBN 978-0-939950-78-2) has 21 chapters and ~ 500 pages. The course was highly praised by participants and it is likely that in five years we a similar Short Course will be offered again.\n\n\t\t\t\t\tLast Modified: 11/03/2010\n\n\t\t\t\t\tSubmitted by: Renata M Wentzcovitch"
 }
}