{
 "awd_id": "0954268",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER:  Full Disclosure of Data Preparation and Use in Retrospective Studies",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Vijayalakshmi Atluri",
 "awd_eff_date": "2009-09-15",
 "awd_exp_date": "2011-08-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 72570.0,
 "awd_min_amd_letter_date": "2009-09-21",
 "awd_max_amd_letter_date": "2011-03-01",
 "awd_abstract_narration": "Although an overnight shipping company allows one to track the shipment of a package from coast to coast and a credit card company can track your purchases throughout the world, integrating, cleaning and using the various kinds of data available for engineering and planning studies in health, transportation and public infrastructure systems is extremely difficult. Such \"retrospective\" studies require intense scrutiny of the data and involve a myriad of decisions concerning the data and the definitions of the concepts involved to properly \"clean\" or prepare the data for the study. These decisions are typically written in English, if at all, and thus not automatically processable by any future user of the data. In a similar way, integrating data from multiple sources is difficult because of the details of the technology used to capture the data. The critical problems are that data from multiple sources can be hard to integrate and studies are almost never able to use data (that was carefully cleaned and scrutinized for one study) in another study. This seriously limits the opportunity to conduct larger or broader scale studies or to \"re- run\" studies on new data. One can  envision a world where retrospective studies can be easily described, decisions about data use, data cleaning, and data integration can be precisely recorded, and operations, management, engineering, and planning activities can be informed by the results from studies as easily as we can currently track our packages as they wend their way across the country. This project envisions one solution to these problems; to devise methods and tools that will declaratively (i.e., at a high level, described in a formal language) document data manipulation activities in retrospective studies. Analysts will then be able to use this declarative specification to greatly facilitate the specification and conduct of new studies, making their jobs much easier. For example, if an analyst wants to repeat a study with new data, or with different parameters, the analyst will be able to use the declarative specifications saved from the original study, instead of having to decipher the low-level notes which may or may not have been saved from the original study. The declarative specifications will also be useful for combining the results of previous studies to create new studies. This project will focus three kinds of retrospective research studies: 1) studies from the Clinical Outcomes Research Institute (CORI), based on data concerning patient endoscopic procedures, 2) studies based on the Portland Oregon Regional Transportation Archive Listing (PORTAL), data containing years of highway loop-detector data as they conduct a study to determine the factors that correlate with certain kinds of congestion, and 3) studies based on data from the Portland, Oregon Water Bureau containing 8 years of water consumption data reported every 15 minutes from households across the city. \r\n\r\nIntellectual Merit\r\nBy attempting to bring the capability of state-of-the-art schema and data integration and data cleaning systems into a set of tools that can be used easily by analysts and can be interfaced seamlessly with existing analysis tools, the research team will make contributions to the database field by identifying separable concerns (within integration and cleaning) and by generalizing functions that are currently available in more complex, all encompassing tools. \r\n\r\nBroader Impacts \r\nThe results of this project will have broad impact because they are advancing the science of retrospective studies significantly. The results will be applicable beyond the three areas being studied and will enable researchers and analysts to perform their studies more efficiently and to perform more studies. Results will be disseminated broadly, not only by the PI and co-PI through the usual publication venues, but by researchers in the three areas being studied. \r\n\r\nMajor Themes/Keywords: Computer Science/Information Technology. Engineering. Social Science. Intelligent Transportation Systems. Health Systems. Water Consumption.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Leonard",
   "pi_last_name": "Shapiro",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Leonard D Shapiro",
   "pi_email_addr": "len@cs.pdx.edu",
   "nsf_id": "000469495",
   "pi_start_date": "2009-09-21",
   "pi_end_date": "2011-03-01"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lois",
   "pi_last_name": "Delcambre",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Lois M Delcambre",
   "pi_email_addr": "lmd@cs.pdx.edu",
   "nsf_id": "000357961",
   "pi_start_date": "2011-03-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Leonard",
   "pi_last_name": "Shapiro",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Leonard D Shapiro",
   "pi_email_addr": "len@cs.pdx.edu",
   "nsf_id": "000469495",
   "pi_start_date": "2011-03-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Lois",
   "pi_last_name": "Delcambre",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Lois M Delcambre",
   "pi_email_addr": "lmd@cs.pdx.edu",
   "nsf_id": "000357961",
   "pi_start_date": "2009-09-21",
   "pi_end_date": "2011-03-01"
  }
 ],
 "inst": {
  "inst_name": "Portland State University",
  "inst_street_address": "1600 SW 4TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PORTLAND",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5037259900",
  "inst_zip_code": "972015508",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "OR01",
  "org_lgl_bus_name": "PORTLAND STATE UNIVERSITY",
  "org_prnt_uei_num": "WWUJS84WJ647",
  "org_uei_num": "H4CAHK2RD945"
 },
 "perf_inst": {
  "perf_inst_name": "Portland State University",
  "perf_str_addr": "1600 SW 4TH AVE",
  "perf_city_name": "PORTLAND",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "972015508",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "OR01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736400",
   "pgm_ele_name": "Info Integration & Informatics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1706",
   "pgm_ref_txt": "DIGITAL GOVERNMENT"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 72570.0
  }
 ],
 "por": null
}