{
 "awd_id": "0956812",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A workshop on the Integration of Emerging Formal and Empirical Methods and Tools to Enhance Social Scientific Development",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Humes",
 "awd_eff_date": "2009-09-15",
 "awd_exp_date": "2010-08-31",
 "tot_intn_awd_amt": 49990.0,
 "awd_amount": 49990.0,
 "awd_min_amd_letter_date": "2009-09-06",
 "awd_max_amd_letter_date": "2009-09-06",
 "awd_abstract_narration": "On July 9th and 10th, 2001, the Political Science Program of the National Science Foundation convened a workshop to recommend ways to improve technical-analytical proficiency in Political Science by bridging the divide between formal and empirical analysis --- an NSF initiative now called the Empirical Implications of Theoretical Models (EITM). The participants in the Workshop were senior scholars with research in various technical-analytical areas and proven track records in activities that have improved the technical-analytical expertise in various sciences. While the participants were primarily from political science, other disciplines were represented. These recommendations resulted in a Dear Colleague Letter that was issued on July 26, 2001 that provided funding opportunities for education (training and retraining), the dissemination of knowledge (conferences and workshops), and research (establishment of research work groups). Particular emphasis was placed on the education component, the development of summer training institutes and a year-long fellowship program. Both education programs targeted graduate students.\r\n\r\nIt is now time to reassess these EITM initiatives. The reassessment will begin with a day long workshop at the National Science Foundation. Workshop participants will include a wide range of scholars who have been either involved in EITM or have been recognized as leaders in this area. Suggested participants include representatives from the summer institutes and scholars of national, even international reputations, on methodological challenges related to the goals of this workshop.\r\n\r\nThis workshop will accomplish three things. The first charge is to evaluate these education initiatives (with emphasis on the summer institutes) and to determine their overall effectiveness. The second charge is to discuss emerging trends in training and methodology and the impediments to implementing new training initiatives. The final task is to recommend initiatives that not only account for impediments to methodological innovation, but also seek to create the foundation for a multidisciplinary movement that more readily adapts these scientifically justified improvements to the social sciences. A report will be generated from this workshop that will be used to provide guidance to the Political Science Program Officers as well as the Division Director.\r\n\r\nThe workshop and the subsequent report are the initial steps in creating a set of multidisciplinary initiatives that will advance social science methodology. These improvements in social science methodology will not only provide improvements in basic research, but will also aid in applied research for policymakers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jim",
   "pi_last_name": "Granato",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jim Granato",
   "pi_email_addr": "jgranato@uh.edu",
   "nsf_id": "000312504",
   "pi_start_date": "2009-09-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Houston",
  "inst_street_address": "4300 MARTIN LUTHER KING BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "HOUSTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7137435773",
  "inst_zip_code": "772043067",
  "inst_country_name": "United States",
  "cong_dist_code": "18",
  "st_cong_dist_code": "TX18",
  "org_lgl_bus_name": "UNIVERSITY OF HOUSTON SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "QKWEF8XLMTT3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Houston",
  "perf_str_addr": "4300 MARTIN LUTHER KING BLVD",
  "perf_city_name": "HOUSTON",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "772043067",
  "perf_ctry_code": "US",
  "perf_cong_dist": "18",
  "perf_st_cong_dist": "TX18",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 49990.0
  }
 ],
 "por": null
}