{
 "awd_id": "0958132",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Student Travel for PerMIS 2009",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2009-09-15",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 16609.0,
 "awd_amount": 16609.0,
 "awd_min_amd_letter_date": "2009-09-09",
 "awd_max_amd_letter_date": "2009-09-09",
 "awd_abstract_narration": "This is funding to support the participation of approximately 15 students, both undergraduate and graduate, in the 2009 Performance Metrics for Intelligent Systems (PerMIS) Workshop, which will be held in Gaithersburg, Maryland, on September 21-23, 2009.   The PerMIS workshop brings together researchers from colleges, universities, research laboratories, and government laboratories to discuss how to design and evaluate intelligent systems.  This workshop is the only one of its kind dedicated to defining measures and methodologies of evaluating performance of intelligent systems.  Started in 2000, the PerMIS series focuses on applications of performance measures to practical problems in commercial, industrial, homeland security, and military applications.  It has proved to be an excellent forum for discussions and partnerships, dissemination of ideas, and future collaborations between researchers, graduate students, and practitioners from industry, academia, and government agencies.  As its main theme, this year's workshop seeks to address the question: Does performance measurement accelerate the pace of advancement for intelligent systems?   In addition to the benefits students derive from attending a workshop where they can learn about current research, present their own work, and get feedback from professionals in their field, PerMIS organizers will provide structured opportunities for mentoring and networking.  Students will meet at the start of the workshop to be introduced to one another and some of the workshop organizers.  They will also have a luncheon with select senior researchers, to encourage interaction.  And they will be given guidance about how to listen to research presentations and think critically about them.  The organizers will take proactive steps to encourage diversity in the applicant pool by announcing the availability of funding to mailing lists for women in computer science, the Tapia Workshop mailing list, and through NSF's Broadening Participation in Computing Alliances.\r\n\r\nBroader Impacts:  Participation in workshops and conferences during one's student years can contribute to a successful research career.  Student funding for travel to the PerMIS workshop will serve to introduce students to other researchers in the field, increase their knowledge of the research done in the field, and encourage them to continue their pursuit of research.  Each student will be asked to write a report on his or her experiences at PerMIS 2009, which will be due with the travel reimbursement paperwork.  In their reports, the students will be asked to write brief summaries of the plenary talks and their reactions to them.  They will also be asked to discuss how each of the plenary talks relates to at least two other talks at the workshop.  These reports will be used to evaluate the success of the funded student participation in the event, and will be submitted to NSF with the final project report.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Holly",
   "pi_last_name": "Yanco",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Holly A Yanco",
   "pi_email_addr": "holly@cs.uml.edu",
   "nsf_id": "000278965",
   "pi_start_date": "2009-09-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Lowell",
  "inst_street_address": "220 PAWTUCKET ST STE 400",
  "inst_street_address_2": "",
  "inst_city_name": "LOWELL",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "9789344170",
  "inst_zip_code": "018543573",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MA03",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS LOWELL",
  "org_prnt_uei_num": "",
  "org_uei_num": "LTNVSTJ3R6D5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Lowell",
  "perf_str_addr": "220 PAWTUCKET ST STE 400",
  "perf_city_name": "LOWELL",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "018543573",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "9215",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING SYSTEMS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 16609.0
  }
 ],
 "por": null
}