{
 "awd_id": "0958110",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "PECASE:  Taking Attitudes Seriously: A Multi-Contextual Approach to Behavioral-Modeling",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Konstantinos Triantis",
 "awd_eff_date": "2008-08-01",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 374504.0,
 "awd_amount": 374504.0,
 "awd_min_amd_letter_date": "2009-09-01",
 "awd_max_amd_letter_date": "2009-09-01",
 "awd_abstract_narration": "Behavioral models of transport and land use are used to inform planning and policy making and forecast future scenarios. Discrete choice models are a key component and explain the choice of interest (spatial location of people and firms, mode, activities, etc.) as a function of observable attributes of the alternatives such as time and cost and observable characteristics of the decision maker such as household size and income. Behavioral scientists have long emphasized the importance of attitudes as the \"emotional core\" driving many decision-making processes. Despite their importance, such behavioral constructs have not been well represented in the discrete choice paradigm. The objective of this research is to effectively integrate attitudinal constructs into discrete choice analysis by building on the findings of behavioral science and incorporating the methods of structural equation modeling and psychometric data. The model system uses multiple equations and maximum likelihood estimation to simultaneously estimate discrete choice and latent variable models. This framework provides several advantages over existing approaches. First, it can incorporate the latest developments in discrete choice analysis (for example, flexible error structures and complex choice sets) as well as linear and non-linear structural equation models. Second, it produces consistent and efficient estimators of the influences of attitudes on choice. Third, it provides a means of simultaneously inferring both a set of intrinsic attitudes for each individual and how these attitudes affect a number of interrelated decisions. This methodology has been employed in limited cases and will be further developed and extended in this research program. Extensions include (i) modeling the set of intrinsic attitudes of a person and their influence on a number of interrelated travel, activity, and land use decisions, and (ii) modeling the trending nature of these attitudes over time. The research goals are to prove the feasibility of the approach, demonstrate its added value, and make it accessible to researchers.\r\nThe educational program uses the domain of attitudes and behavior as the focus for hands-on, group research activities aimed at teaching the scientific method and re-enforcing basic principles taught in class. Educational modules will be developed for graduate, undergraduate, and secondary school classes that focus on exploration of the students own behavior and that of their family and colleagues. The research and educational programs are integrated through the domain of attitude and behavior research and a common dataset, thereby allowing for interaction through presentations and mentoring across all levels of the research and education. \r\nThe education program contributes to the development of students excited about scientific exploration and with skills in the scientific method, thereby increasing their probability of careers in science and engineering. The research program contributes to better understanding of the development of transportation infrastructure and urban planning, providing insight into issues of urban sprawl, traffic congestion, environmental quality, and emergency evacuation. The proposed methods promise enriched quantitative models of behavior, thereby improving forecasts and better informing planning, management, and policy making. Estimation software that makes use of this approach will be developed and made freely accessible, opening the door for researchers in a wide variety of fields to enrich behavioral models with attitudinal constructs. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joan",
   "pi_last_name": "Walker",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Joan L Walker",
   "pi_email_addr": "joanwalker@berkeley.edu",
   "nsf_id": "000457404",
   "pi_start_date": "2009-09-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  },
  {
   "pgm_ele_code": "163100",
   "pgm_ele_name": "CIS-Civil Infrastructure Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "029E",
   "pgm_ref_txt": "INFRASTRUCTURE SYSTEMS MGT"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "0100999999",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 374503.0
  }
 ],
 "por": null
}