{
 "awd_id": "0965552",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Interagency Agreement",
 "awd_titl_txt": "Collaborative Research/DUSEL CO2:  A Deep Underground Laboratory for Geologic CO2 Sequestration Studies:   Design of the Facility and Experiments",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Fragaszy",
 "awd_eff_date": "2009-09-15",
 "awd_exp_date": "2012-12-31",
 "tot_intn_awd_amt": 374905.0,
 "awd_amount": 374905.0,
 "awd_min_amd_letter_date": "2009-09-14",
 "awd_max_amd_letter_date": "2012-04-04",
 "awd_abstract_narration": "Princeton University and Lawrence Berkeley National Laboratory have forged a new collaboration to examine the feasibility and risks of carbon sequestration, a method of countering global warming by storing greenhouse gases deep underground. To develop a sound understanding of carbon sequestration, we will build a deep underground laboratory to study the processes of trapping and storing CO2, including the risks of unintended leakage. It will be part of the new DUSEL facility at the Homestake mine in South Dakota. The \"DUSEL CO2\" facility will make the United States the only country with a deep underground laboratory for controlled study of geologic carbon sequestration, providing a unique opportunity for global leadership. The findings from these unique experiments will advance carbon management technology worldwide and help reduce global greenhouse gas emissions. \r\n\r\nThe features and capabilities of the planned facility are unprecedented. The experimental design exploits the nearly half-kilometer vertical extent of existing \"sandline\" borings at Homestake. Pipes will be installed within the sandlines to serve as long flow columns. These columns will contain the CO2 and allow experimentation at the same pressure and temperature conditions as in deep subsurface reservoirs. Fill materials will mimic sedimentary layering, as well as cements in plugged wells. Instrumentation will enable detailed monitoring of flow, pressure, temperature, brine composition, geomechanics, and microbial activity. \r\n\r\nAs part of the initial suite of experiments, we plan to simulate a leak in which CO2 changes from a supercritical fluid to a subcritical gas as the pressure drops during upflow over tens to hundreds of meters. We will test for possible acceleration in CO2 flow due to increasing buoyancy. Also, we will examine the interactions of CO2 with cap-rocks and well cements, and determine whether CO2 will enlarge flow pathways or cause self-sealing. Finally, we will investigate the effects of anaerobic, thermophilic bacteria on CO2 conversion to methane and carbonate. \r\n\r\nThis project is being led by researchers at Princeton and LBNL, and involves no-cost collaboration with individuals at ORNL, Stanford University, Schlumberger and the U.S. DOE NETL. During this three-year project, the team is working to (i) prioritize future experiments that will be conducted at DUSEL CO2, (ii) build models that simulate experimental conditions and predict process dynamics, and (iii) develop a Work-Breakdown Structure (WBS) schedule for design, procurement, construction, operation and deconstruction of the facility over the facility lifetime. International awareness about DUSEL CO2 is being fostered through international workshops and formation of an International Advisory Committee. Also, we are collaborating with other DUSEL scientists on education and outreach about \"deep science,\" with particular focus on climate change and energy solutions. DUSEL education and outreach activities are focused on Native American communities in South Dakota and operation of the Visitor Center at the Sanford Lab at Homestake. To inspire and educate the next generation of leaders, we are involving undergraduate and graduate students in DUSEL CO2 research at Princeton University.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Patrick",
   "pi_last_name": "Dobson",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Patrick F Dobson",
   "pi_email_addr": "PFDobson@lbl.gov",
   "nsf_id": "000521250",
   "pi_start_date": "2009-09-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Curtis",
   "pi_last_name": "Oldenburg",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Curtis M Oldenburg",
   "pi_email_addr": "CMOldenburg@lbl.gov",
   "nsf_id": "000522072",
   "pi_start_date": "2009-09-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Barry",
   "pi_last_name": "Freifeld",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Barry M Freifeld",
   "pi_email_addr": "BMFreifeld@lbl.gov",
   "nsf_id": "000522073",
   "pi_start_date": "2009-09-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Department of Energy",
  "inst_street_address": "1000 Independence Avenue, SW",
  "inst_street_address_2": "",
  "inst_city_name": "Washington",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "",
  "inst_zip_code": "205850002",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "Lawrence Berkeley National Laboratory",
  "perf_str_addr": "1 CYCLOTRON RD",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947208099",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163400",
   "pgm_ele_name": "GEOMECHANICS & GEOMATERIALS"
  },
  {
   "pgm_ele_code": "163600",
   "pgm_ele_name": "Geotechnical Engineering and M"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "016E",
   "pgm_ref_txt": "POLLUTION AVOIDANCE"
  },
  {
   "pgm_ref_code": "025E",
   "pgm_ref_txt": "INFRASTRUCTURE MATERIALS"
  },
  {
   "pgm_ref_code": "037E",
   "pgm_ref_txt": "GEOTECHNICAL ENGINEERING"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 374905.0
  }
 ],
 "por": null
}