{
 "awd_id": "8810430",
 "agcy_id": "NSF",
 "tran_type": "CoopAgrmnt",
 "awd_istr_txt": "Cooperative Agreement",
 "awd_titl_txt": "Center for Quantized Electronic Structures",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "W. Lance Haworth",
 "awd_eff_date": "1989-02-01",
 "awd_exp_date": "1994-01-31",
 "tot_intn_awd_amt": 6812362.0,
 "awd_amount": 6812362.0,
 "awd_min_amd_letter_date": "1989-03-01",
 "awd_max_amd_letter_date": "1991-05-01",
 "awd_abstract_narration": "This proposal from the University of California, Santa Barbara                  (UCSB), requests funds to establish a Science and Technology                    Center for Quantized Electronic Structures.  The Director of the                Center will be Professor James L. Merz.                                                                                                                         The Center for Quantized Electronic Structures will focus on new                physical phenomena which can be realized in microstructures                     exhibiting quantum effects in one, two, or three dimensions.  The               actual fabrication of these structures is the complementary                     portion of the Center's research.  These two areas will lead to a               study of the technological impact of this new science; the novel                devices made possible by the Center's investigations.                                                                                                           The work at the Center will address the unusual physical                        phenomena, both electronic and optical, arising in quantized                    structures.  Electron transport chosen for study include mobility               in specially shaped potential wells, resonant and indirect                      tunnelling, and phase and interference effects.  Optical                        phenomena include effects due to bound and free carriers and the                question of spin-polarized electron beams.  The Center will                     address not only the properties of individual quantum wires,                    boxes, and rings, but also the properties of new synthetic                      materials made by producing periodic arrays of these quantum                    structures.                                                                                                                                                     Various possibilities of forming low dimensional quantum                        structures will be considered either during the epitaxial growth                process itself or using novel fabrication  techniques to                        delineate the structures.  Many of the processing techniques will               make use of beam-induced changes in the material and will require               a new understanding of beam/solid interactions from a fundamental               molecular-chemistry point of view.  Thus, a whole new science of                crystal growth and processing is being created where much new                   basic understanding is required before progress can be made.                                                                                                    The research performed at this Center is at a more fundamental                  level than either of the Engineering Research Centers in related                areas at the University of Illinois or the University of                        Colorado/Colorado State University.  Both of these Centers are                  focussed on more applied use of microelectronic technology:                     Colorado in the design of special purpose computers, and Illinois               in the application of such devices for computer communications.                 The Science and Technology Center at UCSB will create the basic                 scientific understanding of the electronic materials used at the                ERCs, in addition to totally new quantum structures for                         applications use.  The MRL and the Nanofabrication Facility at                  Cornell University and the MRL at the University of Illinois are                also engaged in some quantum phenomena research, but it does not                overlap that of the Center at UCSB where the emphasis is on the                 smallest scales attainable.  Means for cooperation between                      Centers involved in electronic materials research and application               will be developed as appropriate.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Merz",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "James L Merz",
   "pi_email_addr": "merz.2@nd.edu",
   "nsf_id": "000191448",
   "pi_start_date": "1989-02-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "DATA NOT AVAILABLE",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "730000",
   "pgm_ele_name": "TEACHER ENHANCEMENT PROGRAM"
  },
  {
   "pgm_ele_code": "710000",
   "pgm_ele_name": "YOUNG SCHOLARS PROGRAM"
  },
  {
   "pgm_ele_code": "917100",
   "pgm_ele_name": "SCIENCE AND TECHNOLOGY CENTERS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1989,
   "fund_oblg_amt": 2100273.0
  },
  {
   "fund_oblg_fiscal_yr": 1990,
   "fund_oblg_amt": 2303000.0
  },
  {
   "fund_oblg_fiscal_yr": 1991,
   "fund_oblg_amt": 2409089.0
  }
 ],
 "por": null
}