{
 "awd_id": "8812408",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Verb Movement",
 "cfda_num": "47.075",
 "org_code": "04040500",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Paul G. Chapin",
 "awd_eff_date": "1989-06-15",
 "awd_exp_date": "1992-11-30",
 "tot_intn_awd_amt": 199896.0,
 "awd_amount": 199896.0,
 "awd_min_amd_letter_date": "1989-06-05",
 "awd_max_amd_letter_date": "1992-05-26",
 "awd_abstract_narration": "ABSTRACT                                                                                                                                 In a large class of languages there are sentences in which                 verbs appear in non-canonical positions.  These phenomena have                  recently been analyzed in terms of verb movement, a process that                raises unique empriical and theoretical questions.  The movement                of heads (such as verbs) displays very special properties which                 differ from the movement properties of phrasal categories, which                have been a major focus of syntactic research from the inception                of generative grammar.  The movement of verbs is strictly local                 and displays significant variation from language to language.                   The central empirical question is whether verb movement processes               manifest a single unique grammatical operation across construc-                 tions and across languages.  The central theoretical issue is                   whether the observed locality and variation can be reduced to the               principles governing the behavior of phrasal categories.                                                                                                             Three ideas lie at the center of the research.  First, there               are two types of verb movement processes:  one moves the verb to                an auxiliary position, the other moves it to a presentential                    position.  Second, these movements leave behind traces which are                subject to a head government condition which operates in the                    phonology and, possibly, to the Binding Conditions in Logical                   Form.  The third idea is that the classical notion of movement                  should be reinterpreted in terms of relatedness among multiple                  representations.  This involves generalizing the notion of                      derivation in terms of the concept \"delocalized\" category.                                                                                                           These central ideas can be formally realized in many                       different ways.  The correct formulation will be shaped by the                  need to parameterize the emerging theory so that it accommodates                the observed variations appropriately.  The parameterization must               be responsive to both synchronic variation among languages and                  diachronic relationships among stages of a given language.                      Extensive work on variation among the Romance and Germanic                      languages and on the history of English and French strongly                     suggests that differences cluster in identifiable subgroups which               reflect a small number of underlying parameters.                                                                                                                     The project focuses on a related set of central issues in                  contemporary linguistic theory.  The investigators will examine a               number of different languages and attempt to develop and refine a               theoretical model of grammar which can account for the variations               among them in a thorough and parsimonious way.  A successful                    outcome of the project would provide a significant advance in our               understanding of the underlying nature of language, and hence of                the human mind.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Lightfoot",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "David W Lightfoot",
   "pi_email_addr": "",
   "nsf_id": "000325437",
   "pi_start_date": "1989-06-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Norbert",
   "pi_last_name": "Hornstein",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Norbert R Hornstein",
   "pi_email_addr": "nhornste@umd.edu",
   "nsf_id": "000094288",
   "pi_start_date": "1989-06-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "DATA NOT AVAILABLE",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1989,
   "fund_oblg_amt": 199896.0
  }
 ],
 "por": null
}