{
 "awd_id": "8821957",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Enterprise Employment and Wage Outcomes:  Theory and        Comparative Evidence",
 "cfda_num": "47.075",
 "org_code": "04050100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Daniel H. Newlon",
 "awd_eff_date": "1989-03-15",
 "awd_exp_date": "1991-08-31",
 "tot_intn_awd_amt": 88356.0,
 "awd_amount": 88356.0,
 "awd_min_amd_letter_date": "1989-02-23",
 "awd_max_amd_letter_date": "1990-08-06",
 "awd_abstract_narration": "The purpose of this project is to test the fundamental hypotheses               underlying much of labor economics.  Virtually all government policies          which are intended to affect employment are based on the maintained             hypothesis that the marginal value product of labor is equilivalent to          the wage rate.  This is true of policies in developed as well as                developing countries.  However, observation has shown that many                 enterprises do not seem to operate according to this traditional                model.  In many countries institutional entities affect the labor               market in fundamental ways.  For instance, both wage-setting and                hiring policies might be affected by union contracts.  If such is the           case, then policies affecting hiring, union negotiating, wage setting,          and non-wage compensation could be misdirected, if they are based on            the traditional model.                                                                                                                                          The analytical methodology is based on a bargaining model in which a            firm's objective function allows for the participation of several               parties in co-determining the wage/employment outcome.  It                      incorporates incentives and institutional constraints of both the               labor market (union contracts and other labor/management agreements)            and the government.  The model can also be constrained to the                   traditional model, so the hypothesis of equality between wages and              marginal revenue product can be tested.  This model will be applied to          extensive labor market data sets from the United States, China,                 Yugoslavia, Tunisia, and Senegal.                                               %%%                                                                             The movement of the labor market (that is to say employment,                    unemployment, wages, and non-wage compensation), in response to                 economic conditions, government policy, institutional structure, and            managerial incentives is one of the most fundamental components of              economic analysis.  In virtually all analysis of the labor market a             hypothesis is maintained that, in the absence of any outside                    intervention, firms hire workers such that the market value of the              product produced by the workers is exactly equal to the compensation            paid to them.   In many realistic applications, however, that central           assumption will not be correct.  In particular, for industries or               economies where a great deal of institutional structure, such as                powerful unions, or government intervention as in the centrally                 planned economies, hiring and wage-setting procedures are determined            outside the market itself.  The labor market equilibrating mechanism            plays a smaller role.  Analyses assuming a freely equilibrating labor           market, can yield incorrect results when applied to highly structured           markets.                                                                                                                                                        This project examines the effects on economic analysis of maintaining           the marginal value/wage equality when studying highly structured                economies.  A new model is developed to incorporate institutional               considerations, governmental intervention, and managerial structure.            This model is tested using labor market data from both developed and            developing countries including the United States, The People's                  Republic of China, Tunisia, Yugoslavia, and Senegal.  The dynamics of           the labor markets in these countries cover a wide spectrum, varying             from a relatively free market in the United States to a highly                  centralized, planned economy in the People's Republic of China.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jan",
   "pi_last_name": "Svejnar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jan Svejnar",
   "pi_email_addr": "svejnar@umich.edu",
   "nsf_id": "000126096",
   "pi_start_date": "1989-03-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "DATA NOT AVAILABLE",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1989,
   "fund_oblg_amt": 44624.0
  },
  {
   "fund_oblg_fiscal_yr": 1990,
   "fund_oblg_amt": 43732.0
  }
 ],
 "por": null
}