{
 "awd_id": "8821598",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Impact of Reform Litigation on Social Change",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Lisa Martin",
 "awd_eff_date": "1989-06-01",
 "awd_exp_date": "1991-11-30",
 "tot_intn_awd_amt": 69842.0,
 "awd_amount": 69842.0,
 "awd_min_amd_letter_date": "1989-04-12",
 "awd_max_amd_letter_date": "1989-04-12",
 "awd_abstract_narration": "Social scientists in recent decades have devoted considerable                   attention to analyzing the role of law, lawyers, and litigation                 in movements for social reform.  Some work has provided a                       generally optimistic view about the accessibility of courts to                  minority interests and disadvantaged groups within society.                     Other scholarship has presented a more pessimistic perspective                  regarding the utility of litigation for advancing progressive                   social change.  Those with this view note the many instances of                 unsuccessful reform litigation.  They maintain that optimistic                  assessments of judicial action on behalf of long disadvantaged                  groups often reflect a naive faith in what is called the \"myth of               rights\"..that is, the myth that all victims are assured their                   day in court and that judicially affirmed rights are self                       implementing instruments of social change removed from the                      constraints of politics and power.                                                                                                                              This study seeks to move beyond this debate about the role of law               in social change by systematically examining the role of law,                   lawyers, and litigation in recent political struggles over the                  implementation of comparable worth wage policies.  The core of                  the project consists of six case studies of pay equity campaigns                over the last decade.  The primary data will be derived from                    semi.structured interviews and questionnaires that focus on                     perceptions of events, political motivations, and strategic                     understandings among lawyers, union activists, feminist leaders,                and officials in government and industry in comparable worth                    political struggles.  Two general hypotheses guide the research:                (1) that litigation and legal rights discourse about entitlements               to equal treatment are a catalyst for mobilization of an active                 political constituency, and (2) that litigation, whether                        successful or not, has been a pivotal resource in leveraging                    policy change.                                                                                                                                                  The study addresses central questions in sociolegal theory.  The                research goes beyond previous studies in legal mobilization by                  examining the tactics of using law, the role of precedents and                  legal decisions in shaping tactics, and the indirect effects of                 law separate and apart from winning court cases.  Mobilization                  and the law are seen as interactive elements ultimately embracing               citizens and activists who are not involved in law suits and                    eventually changing the discourse of lawyers and judges who are.                By identifying variations in comparable worth experiences and                   different ways in which social movements might use or be limited                by the concept of rights, this research offers the unique                       prospect of providing empirical data that is essential for                      assessing the critique of rights and the policy of rights                       advocacy more generally.  The study should also illuminate the                  complex influence of law in political arenas outside of                         courtrooms from which more adequate theories about the role of                  law in society can be constructed.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "McCann",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Michael W McCann",
   "pi_email_addr": "mwmccann@u.washington.edu",
   "nsf_id": "000264392",
   "pi_start_date": "1989-06-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "DATA NOT AVAILABLE",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137200",
   "pgm_ele_name": "LSS-Law And Social Sciences"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1989,
   "fund_oblg_amt": 69842.0
  }
 ],
 "por": null
}