{
 "awd_id": "8821160",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Optimal Learning in Uncertain Environments",
 "cfda_num": "47.075",
 "org_code": "04050100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Daniel H. Newlon",
 "awd_eff_date": "1989-03-15",
 "awd_exp_date": "1991-08-31",
 "tot_intn_awd_amt": 101665.0,
 "awd_amount": 101665.0,
 "awd_min_amd_letter_date": "1989-03-10",
 "awd_max_amd_letter_date": "1990-03-14",
 "awd_abstract_narration": "This project examines the dynamics of decision-making under                     uncertainty, when reducing the degree of uncertainty by                         accumulation of information about the economic environment                      entails paying a cost.  The general framework is one in                         which economic agents face a tradeoff between immediate                         expected gain and investing in information which might                          lead to increased future gains.                                                                                                                                 The project brings the tools of Bayesian econometrics to bear in                studying the accumulation of information by an optimizing agent                 in a stochastic economy with unknown aspects which can be learned,              but where learning entails a cost.  The tradeoff between current                reward and accumulation of information of uncertain value is examined.          Two important economic examples are studied: 1) a profit-maximizing             monopolist facing uncertain demand, and 2)  a controlled regression             problem.  This setting is also extended to include random                       environments in which information collection is an ongoing activity.            Analytical and numerical methods for studying these types of problems           are developed, and application to more general estimation of dynamic            programming models is advanced.                                                 %%%                                                                             Among the most important and difficult economic problems to model               are those which deal with the making of decisions in the presence of            uncertainty.  These questions face most people in the economic                  marketplace, and include investing for the future, setting prices and           output, making major purchases like automobiles and houses, and the             purchase of insurance.  In each of these circumstances uncertainty              about the economic environment in which one is moving plays a key               role, and that uncertainty can be reduced by acquiring more                     information.  However, information is not costless, and the economic            agent must make an implicit tradeoff between a current level of                 satisfaction or profit, or investing in the acquisition of more                 information, the value of which is uncertain.                                                                                                                   The project builds an analytical econometric framework which is based           on Bayesian statistical methodology, and which incorporates learning            and the cost of knowledge accumulation.  The Bayesian approach differs          from the usual statistical paradigm in being able to allow for the              beliefs of the economic agents about the system in which they work.             As knowledge and information are gained, those beliefs change, and in           turn the dynamics of the decision-making process is altered. This               research models the changing expectations and their effects on                  economic decisions, develops numerical techniques for estimation, and           indicates how such models can be applied to empirical analysis.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nicholas",
   "pi_last_name": "Kiefer",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Nicholas M Kiefer",
   "pi_email_addr": "nmk1@Cornell.edu",
   "nsf_id": "000264240",
   "pi_start_date": "1989-03-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "DATA NOT AVAILABLE",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1989,
   "fund_oblg_amt": 51568.0
  },
  {
   "fund_oblg_fiscal_yr": 1990,
   "fund_oblg_amt": 50097.0
  }
 ],
 "por": null
}