{
 "awd_id": "8900319",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Interagency Agreement",
 "awd_titl_txt": "US-Denmark Cooperative Research on Chromosome Maintenance   and Segregation:  Dependence on Chromosome Interaction in   Yeast",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christine French",
 "awd_eff_date": "1989-04-01",
 "awd_exp_date": "1993-03-31",
 "tot_intn_awd_amt": 15000.0,
 "awd_amount": 15000.0,
 "awd_min_amd_letter_date": "1989-03-30",
 "awd_max_amd_letter_date": "1992-04-07",
 "awd_abstract_narration": "This award supports Dr. Michael Resnick of the Cellular and Genetic             Toxicology Branch, National Institute of Environmental Health Sciences,         for several short visits over a three year period to collaborate in             genetics research with Professor Torsten Nilsson-Tillgren of the                Institute of Genetics of the University of Copenhagen, Denmark.  They           are studying whether chromosome stability is related to the opportunity         for homologous chromosomes to interact.  They are also interested in            determining the consequences of DNA damage on chromosome maintenance            and segregation in chromosome pairs containing divergent DNA sequences.         Dr. Resnick's research has addressed the molecular and genetic                  mechanisms of DNA repair, recombination and chromosome stability.  He           has excellent facilities for experimentally inducing and measuring              various types of DNA damage.  Dr. Nilsson-Tillgren has been pursuing            the genetics of Saccharomyces carlsbergensis through the transfer of            chromosomes from Saccharomyces cerevisiae.  He has developed several            yeast strains containing transplanted chromosomes and genetic                   markers.  He also has considerable expertise with gel electrophoresis           karyotyping in yeast and with examining chromosome differences and              possible translocations.  The continued success of their research               depends on this unique combination of expertise, facilities and                 genetic material.                                                                                                                                               Prior work of these investigators has shown that homologous chromosomes         in diploid vegetative cells of the yeast S. cerevisae can undergo               recombinational interactions and that these interactions play an                important role in chromosome stability and segregation during normal            mitotic processes.  They propose to continue to study the role of               homology between a specific pair of homeologous chromosomes in                  \"protecting\" chromosomes against DNA damage.  The results of this               research will lead to a better understanding of chromosome mechanics            in eukaryotic cells.  It will also provide a sensitive means for                detecting a unique category of DNA-damaging agents.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Resnick",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Michael A Resnick",
   "pi_email_addr": "",
   "nsf_id": "000312874",
   "pi_start_date": "1989-04-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "National Institute of Health National Inst of Environ Health Sci",
  "inst_street_address": "111 TW ALEXANDER DR",
  "inst_street_address_2": "",
  "inst_city_name": "RESEARCH TRIANGLE PARK",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "",
  "inst_zip_code": "277090002",
  "inst_country_name": "United States",
  "cong_dist_code": null,
  "st_cong_dist_code": "NC",
  "org_lgl_bus_name": "NATIONAL INSTITUTES OF HEALTH",
  "org_prnt_uei_num": "NW2RJN8TQQW1",
  "org_uei_num": "HBD4NZYHSLN4"
 },
 "perf_inst": {
  "perf_inst_name": "DATA NOT AVAILABLE",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "591400",
   "pgm_ele_name": "WESTERN EUROPE, OTHER"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1112",
   "pgm_ref_txt": "GENES AND GENOME SYSTEMS"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1989,
   "fund_oblg_amt": 15000.0
  }
 ],
 "por": null
}