{
 "awd_id": "8904684",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "The Regulation of a Neurosopora Glucose-repressible Gene",
 "cfda_num": "47.074",
 "org_code": "08070100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Philip Harriman",
 "awd_eff_date": "1989-07-15",
 "awd_exp_date": "1993-06-30",
 "tot_intn_awd_amt": 268200.0,
 "awd_amount": 268200.0,
 "awd_min_amd_letter_date": "1989-06-30",
 "awd_max_amd_letter_date": "1991-05-21",
 "awd_abstract_narration": "For a variety of Filamentous fungi the level of extracellular                   glucose has been found to regulate the production of those                      extracellular hydrolases which mobilize alternative carbon and                  energy sources (proteases and carbohydrases).  These                            glucose-repressible extracellular hydrolytic enzymes play an                    important role in fungal growth.  Using Neurospora crassa as a                  model system we propose to study the molecular mechanisms                       responsible for the regulated expression of glucose-repressible                 genes in the filamentous fungi.  We propose to identify DNA                     sequences which are required for the regulated expression of                    grg-l, a Neurospora glucose-repressible gene.  The regulatory                   sequences will be defined by creating deletions and mutations in                vitro and following the in vivo expression from these altered                   genes in Neurospora transformants.  We propose to isolate and                   study a number of mutants affected in the ability to regulate the               expression of glucose-repressible genes.  Neurospora                            transformants containing chimeric genes will be used to generate                the mutants.  These mutants will be characterized by classical                  genetics techniques.  A major effort will be made to study those                proteins which specifically bind to the DNA sequences needed for                the regulated expression of grg-l.  We will assess the presence                 or absence of these DNA binding proteins in mutants affected in                 the ability to express glucose-repressible genes.  By                           characterizing the grg-l regulatory region, the proteins which                  bind to this region, and the presence or absence of these                       proteins in mutants unable to regulate grg-l transcription, we                  hope to elucidate the molecular mechanisms responsible for the                  regulation of glucose-repressible genes in the filamentous fungi.                                                                                               Given a choice of nutrients many simple organisms (bacteria and                 fungi) preferentially utilize glucose when it is available.                     When growing in the simultaneous presence of glucose and other                  nutrients, these organisms make none of the enzymes necessary to                digest the other nutrients until they have exhausted the supply                 of glucose.  The enzymes for digestion of the other nutrients are               said to be repressed by glucose.  The mechanism of glucose                      repression is very well understood in some but not all species of               bacteria, although some details are still obscure even in well                  characterized species.  The mechanism is apparently much more                   complex in yeast than in bacteria, and hence is only partly                     understood.  The mechanism in the mold Neurospora crassa is not                 understood at all, although there is reason to believe that it is               as complex as in yeast, though differing in detail.  This is a                  proposal to elucidate the mechanism of glucose repression in N.                 crassa.  Apart from its own considerable intrinsic interest, this               work may lead to information useful for the engineering of                      industrially useful strains of Neurospora.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Free",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen J Free",
   "pi_email_addr": "free@acsu.buffalo.edu",
   "nsf_id": "000425793",
   "pi_start_date": "1989-07-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Buffalo",
  "inst_street_address": "520 LEE ENTRANCE STE 211",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7166452634",
  "inst_zip_code": "142282577",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "NY26",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "GMZUKXFDJMA9",
  "org_uei_num": "LMCJKRFW5R81"
 },
 "perf_inst": {
  "perf_inst_name": "DATA NOT AVAILABLE",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1989,
   "fund_oblg_amt": 90000.0
  },
  {
   "fund_oblg_fiscal_yr": 1990,
   "fund_oblg_amt": 88200.0
  },
  {
   "fund_oblg_fiscal_yr": 1991,
   "fund_oblg_amt": 90000.0
  }
 ],
 "por": null
}