{
 "awd_id": "8904998",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Mechanism of Action of Interferon-gamma",
 "cfda_num": "47.074",
 "org_code": "08070600",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Maryanna P. Henkart",
 "awd_eff_date": "1989-09-01",
 "awd_exp_date": "1992-08-31",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "1989-07-24",
 "awd_max_amd_letter_date": "1989-07-24",
 "awd_abstract_narration": "This laboratory has isolated murine cell lines which express a                  mutated form of the human interferon-gamma gene lacking a signal                sequence.  These cells synthesize human interferon-gamma but fail               to secrete it and accumulate the protein intracellularly.                       Although the murine cells used are completely resistant to the                  effects of human interferon-gamma added to the culture medium,                  the cells expressing this heterologous interferon intracellularly               are resistant to infection with vesicular stomatitis virus and                  Mengo virus and exhibit elevated levels of oligo 2,5 A synthetase               and eIF-2 kinase, enzymes known to be induced by treatment with                 interferons.  The cells also show enhanced levels of mRNA                       encoding major histocompatibility complex class II antigen.                     These results suggest the novel concept that interferon gamma can               function intracellularly across a species barrier to cause                      specific gene activation.  The proposed research is to analyze                  this phenomenon in detail to ensure that the observations are due               directly to the intracellular interferon-gamma and not to                       production by the cells of a homologous antiviral agent.  The                   generality of these observations will be tested by determining                  whether murine interferon-gamma expressed intracellularly in                    human cells produces similar effects.  Since the results could be               explained by the secretion of interferons or other agents with                  antiviral properties, assays for increased levels of mRNA for                   homologous interferons alpha, beta and gamma and tumor necrosis                 factor will be carried out by Northern blotting and polymerase                  chain reaction techniques.  Specific antibodies will be used to                 test for the secretion of agents with antiviral properties in                   culture supernatants and by co-culture experiments.  If                         intracellular interferon-gamma is found to activate expression of               specific genes directly, the mechanism responsible for this                     effect will be sought.  If intracellular interferon-gamma causes                the production of a homologous agent with interferon-like                       properties it will be important to identify this substance and                  determine how interferon gamma can induce its production and                    whether such an effect plays a part in the normal response of                   cells to interferon-gamma.                                                                                                                                      The biological response modifier, interferon-gamma has been the                 subject of much recent interest because of its antiviral action                 and its stimulatory effects on cells of the mammalian immune                    system.  Current research is based on the assumption that this                  hormone-like substance acts as do many peptide hormones, by                     binding to a surface membrane receptor and, subsequently                        triggering a cascade of intracellular biochemical events.  Dr.                  Lewis has preliminary results suggesting a novel, intracellular                 site of action for interferon-gamma.  If this is the case it                    could represent a very important new mechanism of action, but                   much critical work must be done to establish unequivocally the                  basis for the preliminary observations.  This grant will support                the critical test of these potentially important observations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Lewis",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "John A Lewis",
   "pi_email_addr": "",
   "nsf_id": "000122808",
   "pi_start_date": "1989-09-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY Health Science Center at Brooklyn",
  "inst_street_address": "450 CLARKSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BROOKLYN",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7182702680",
  "inst_zip_code": "112032012",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "NY09",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "NJ14V2NZYM68"
 },
 "perf_inst": {
  "perf_inst_name": "DATA NOT AVAILABLE",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "113600",
   "pgm_ele_name": "SIGNAL TRANSDCTN/CELL REGULATN"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1989,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": null
}