{
 "awd_id": "8908554",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Combining and Using Vague and Precise Information for       Decision Making",
 "cfda_num": "47.075",
 "org_code": "04040500",
 "po_phone": "7032924833",
 "po_email": "jyoung@nsf.gov",
 "po_sign_block_name": "Jasmine Young",
 "awd_eff_date": "1989-08-01",
 "awd_exp_date": "1993-07-31",
 "tot_intn_awd_amt": 247745.0,
 "awd_amount": 247745.0,
 "awd_min_amd_letter_date": "1989-07-17",
 "awd_max_amd_letter_date": "1991-07-02",
 "awd_abstract_narration": "Previous research has suggested that conveying information about                uncertainty in linguistic form does not necessarily lead to                     decisions that are inferior to those made on the basis of                       numerical probability estimates.  This research will build upon                 the earlier work by studying how a decision maker (DM) combines                 and uses vague and precise information about uncertainty.  Vague                information generally arises from sparse, indirect, or unreliable               observations, and often is communicated linguistically (for                     example, in a forecast by an intelligence analyst that a                        particular event is likely to happen).  Precise information is                  generally the result of direct relative frequency data, and often               is communicated numerically (for example, in predicting failure                 rates of equipment parts on the basis of historical data).                                                                                                      This research will develop two new realistic decision paradigms                 that allow control over the nature and degree of information                    available to the DM.  In all cases, DMs will choose among or bid                for lotteries involving outcomes contingent on the occurrence of                uncertain events.  In one paradigm the events will consist of                   factual claims being true (rather than false).  The nature of the               DMs' uncertainty about the claims will be manipulated by                        selecting suitable factual domains.  In the other paradigm the                  events will consist of objects moving along tracks on a computer                screen and reaching targets (rather than being stopped by a                     barrier on the track).  Here the nature of the uncertainty will                 be manipulated by the perceptual features on the screen and the                 amount of experience DMs are allowed to have with the particular                or related objects.                                                                                                                                             Experiments within these paradigms will investigate, as a                       function of the nature of the uncertainty, how attention is                     allocated to the different components of a decision problem, how                DMs combine their prior beliefs with new information, and how                   they combine judgments of differential precision and reliability.                                                                                               In addition to the theoretical role of this research in                         understanding human decision behavior and factors that affect its               optimality, it is relevant to situations in which human DMs are                 required to make choices at least in part on the basis of                       indirect information and considered judgments by other people.                  Space exploration, nuclear power plant sitings, and the disposal                of hazardous wastes are just a few examples of such situations.                 Findings from this research may allow the development of more                   optimal communication and decision procedures. In addition, the                 research will assist in the development of computerized decision                aiding expert systems that attempt to represent human                           understanding of linguistic variables and vague information.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Wallsten",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas S Wallsten",
   "pi_email_addr": "twallsten@psyc.umd.edu",
   "nsf_id": "000160528",
   "pi_start_date": "1989-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Chapel Hill",
  "inst_street_address": "104 AIRPORT DR STE 2200",
  "inst_street_address_2": "",
  "inst_city_name": "CHAPEL HILL",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9199663411",
  "inst_zip_code": "275995023",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL",
  "org_prnt_uei_num": "D3LHU66KBLD5",
  "org_uei_num": "D3LHU66KBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "DATA NOT AVAILABLE",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118000",
   "pgm_ele_name": "HUMAN COGNITION & PERCEPTION"
  },
  {
   "pgm_ele_code": "132100",
   "pgm_ele_name": "Decision, Risk & Mgmt Sci"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1989,
   "fund_oblg_amt": 63475.0
  },
  {
   "fund_oblg_fiscal_yr": 1990,
   "fund_oblg_amt": 110682.0
  },
  {
   "fund_oblg_fiscal_yr": 1991,
   "fund_oblg_amt": 73588.0
  }
 ],
 "por": null
}