{
 "awd_id": "8909520",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Economic Exchange When Enforcement Is Limited",
 "cfda_num": "47.075",
 "org_code": "04050100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Lynn A. Pollnow",
 "awd_eff_date": "1989-07-15",
 "awd_exp_date": "1991-12-31",
 "tot_intn_awd_amt": 72871.0,
 "awd_amount": 72871.0,
 "awd_min_amd_letter_date": "1989-06-27",
 "awd_max_amd_letter_date": "1989-06-27",
 "awd_abstract_narration": "A fundamental problem in economics (and other fields) is how                    parties divide surplus that may be available through exchange,                  joint production, or other potentially beneficial transactions.                 While much attention has been given to this problem recently, it                has typically been assumed in the literature, explicitly or                     implicitly, that agents can credibly commit themselves to a path                of action or that they can write enforceable contracts.  This is                the case, for example, in the large literature on the bargaining                problem and contract theory.  Very little attention has been                    given to the case where, for some reason, commitment or                         enforcement is not possible.  This project seeks to understand                  the nature of transactions under such conditions.                                                                                                               Absent enforcement technology, agents must seek an agreement that               is self enforcing, i.e., such that it is in the best interest of                each agent to execute his part of the agreement even if there is                no way to force him to do so.  The project studies self enforcing               procedures in two classes of problems.  One is the execution of                 joint projects, where agents can free ride on the contributions                 of others.  Another is the relation between two parties such as                 an employer and worker, where surplus can be generated if the                   worker works and the employer pays him.  The aim is to                          characterize the set of self enforcing procedures, to discuss                   their properties and particularly to determine how the lack of                  enforcement affects the social welfare associated with the                      exchange.  Finally, the project studies the way agents choose a                 procedure for reaching agreements when enforcement is limited.                                                                                                  This project is very important because so many significant                      economic problems can be studies using the results from this                    research.  For example, the research on joint projects could be                 used to study how the costs of an R&D venture, a public project,                or a joint research paper are divided among different partners.                 In this example one partner may be unwilling to complete his part               before the other partner or partners make some contribution if                  it is difficult to enforce a contract among the partners.                       Partners would choose procedures whereby the task is divided into               small parts, and these parts are completed sequentially.  The                   results for this research could be applicable to areas outside                  economics.  For example, the execution of the Camp David peace                  treaty between Israel and Egypt was designed to take the form of                sequential, alternating steps because the parties were aware of                 the enforcement problems.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mordechai",
   "pi_last_name": "Perry",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mordechai Perry",
   "pi_email_addr": "motty@uchicago.edu",
   "nsf_id": "000203036",
   "pi_start_date": "1989-07-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Anat",
   "pi_last_name": "Admati",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Anat R Admati",
   "pi_email_addr": "",
   "nsf_id": "000113379",
   "pi_start_date": "1989-07-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Trustees of Boston University",
  "inst_street_address": "1 SILBER WAY",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173534365",
  "inst_zip_code": "022151703",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "THL6A6JLE1S7"
 },
 "perf_inst": {
  "perf_inst_name": "DATA NOT AVAILABLE",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1989,
   "fund_oblg_amt": 72871.0
  }
 ],
 "por": null
}