{
 "awd_id": "8919915",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Contract",
 "awd_titl_txt": "Editorial Services for the Antarctic Journal of the         United States",
 "cfda_num": null,
 "org_code": "01020101",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Winifred Reuning",
 "awd_eff_date": "1989-08-15",
 "awd_exp_date": "1992-09-30",
 "tot_intn_awd_amt": 93750.0,
 "awd_amount": 92250.0,
 "awd_min_amd_letter_date": "1989-09-06",
 "awd_max_amd_letter_date": "2004-06-18",
 "awd_abstract_narration": "The Antarctic Journal of the United States, published by the National           Science Foundation (NSF) since 1966, presents articles on antarctic             science and operations, current activities, history, and other                  information of interest to an international audience of researchers,            program managers, government officials, and the interested public.              Science disciplines are geology and geo-physics, glaciology,                    oceanography, marine and terrestrial biology, medical sciences, climate         research, atmospheric sciences, and astronomy.  The Journal is issued           five times each year--quarterly (March, June, September, and December)          along with the annual review.  For the quarterly issues about 50                percent of the articles are prepared by members of the U.S. antarctic           research and support community; the remaining articles are prepared by          the NSF writer/editor.  The annual review issue covers preliminary              research results, field investigations, and related activities; these           reports are written by senior scientists, field researchers, and the            managers of support activities.                                                 In 1989 NSF solicited bids through Commerce Business Daily to obtain            editorial services for the Antarctic Journal of the United States.  In          response to this solicitation seven proposals were received and                 reviewed.  Two of these were considered technically competitive.  From          this group the review panel selected Blue Pencil Group Inc. as the              bidder who could provide the best technical services at a reasonable            price to the government.  The contract is for the 1989 review issue and         for the December 1989, March 1990, and June 1990 quarterly issues, with         two 1-year options to extend until July 1991.                                   Work required for the first contract year:  For all issues of the               Antarctic Journal the contractor will track manuscripts, articles, and          art work; communicate directly with the authors regarding editorial             changes, questions on content, and art work/photographs; provide NSF            with review copies of manuscripts sent to authors and copies of query           letters or other requests; and incorporate altera-tions made by authors         and/or NSF.  The contractor will edit manu-scripts for clarity,                 consistency of writing style and format, proper grammar and spelling,           effective and correct word usage, and effective use of figures and              tables.  Also, the contractor will prepare art and photos for                   reproduction.  Although NSF's Printing Services Branch will select a            contractor to prepare camera-ready copy, the editorial contractor will          place all manuscripts, captions, tables, and other necessary materials          on double-sided, double-density computer disks; will correct and code           material for typesetting; prepare a page dummy (quarterly issues) or            mark article and art placement (review issue); proofread all stages of          the manuscript from first draft through blueline.                               Details of all work required under this contract are outlined in RFP            GEO89-103.                                                                      Recommendation:  I recommend that Blue Pencil Group Inc. be award               $27,900 for editorial services for the Antarctic Journal of the United          States.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marilyn",
   "pi_last_name": "Nelson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marilyn Nelson",
   "pi_email_addr": "",
   "nsf_id": "000388508",
   "pi_start_date": "1989-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Blue Pencil Group Inc",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Reston",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "",
  "inst_zip_code": "22090",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "VA10",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "DATA NOT AVAILABLE",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "513000",
   "pgm_ele_name": "ANT Coordination & Information"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1989,
   "fund_oblg_amt": 27900.0
  },
  {
   "fund_oblg_fiscal_yr": 1990,
   "fund_oblg_amt": 31950.0
  },
  {
   "fund_oblg_fiscal_yr": 1991,
   "fund_oblg_amt": 32400.0
  }
 ],
 "por": null
}