{
 "awd_id": "8851017",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Interagency Agreement",
 "awd_titl_txt": "Department of Energy National Teacher Enhancement Project",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joseph Stewart",
 "awd_eff_date": "1990-01-15",
 "awd_exp_date": "1993-09-30",
 "tot_intn_awd_amt": 1834871.0,
 "awd_amount": 1834871.0,
 "awd_min_amd_letter_date": "1990-03-22",
 "awd_max_amd_letter_date": "1993-10-01",
 "awd_abstract_narration": "This project is a three year collaborative effort by five                       Department of Energy (DOE) national laboratories to improve the                 general level of K-8 science instruction by creating a cadre of                 lead teachers who will serve as role models and mentors for                     their colleagues.  The activities at each of the labs will link                 the specific frontier science of the laboratory with existing                   science/mathematics/technology curriculum, using teacher-                       developed enhancement activities.  The enhancement program for                  these lead teachers will provide in-service training in                         academic year workshops and summer institutes.  Follow-up                       activities to support participants in their efforts to                          integrate the new activities into their curriculum will                         optimize their impact on science and mathematics education by                   building a collective effort through successful science                         education activities and providing regional teachers access to                  resources through a DOE national network.  The networking                       component will link many DOE facilities not directly involved                   in this teacher enhancement project.  Over 600 teachers from                    regions around the labs will receive direct training at the                     laboratories and each of them will conduct in-service programs                  for other teachers.                                                                                                                                             The five cooperative labs are Lawrence Livermore National                       Laboratories (LLNL), CA, Oak Ridge National Laboratory (ORNL),                  TN, Argonne National Laboratory (ANL), IL, Fermilab (FNL), IL                   and Pacific Northwest Laboratory (PNNL), WA>  Central                           administration as well as the evaluation responsibilities of                    the project will remain in Oak Ridge with support from a                        Laboratory Project Council representing all the participating                   laboratories.                                                                                                                                                   o     Argonne will bring in 40 junior and middle school                         teachers for a three week-week summer workshop with the main                    focus on superconductivity and material science.                                o     Fermilab will also work with middle/junior high school                    teachers.  Forty-five teachers will participate for three weeks                 on a variety of science topics ranging from Fermilab research                   and technology in particle and astrophysics research, but also                  that research associated with prairie restoration and                           ecological research.                                                            o     The program at LLNL is based on a series of one week                      Summer Technology Institutes for the technical enrichment of                    the classroom.  Forty-five elementary teachers in groups of 10-                 15/institutes will participate in three different experiences                   each summer.  LLNL, through its previously funded program                       (HOPE) has had extensive experience with elementary science                     activities and teachers.                                                        o     Oak Ridge National Lab will work 40 K-6 teachers for                      three weeks summer experience, with hands-on activities related                 to content discussion.  Electricity and magnetism will lead                     eventually to superconductivity.                                                                                                                                                                                                                o     Environmental sciences will be the focus of the three-                    week summer program at the Pacific Northwest Laboratory for 32                  elementary teachers each year.                                                                                                                                  All of the programs have a strong academic year follow-up, a                    networking component which will allow all the teachers to                       remain in contact with each other and project staff, a credible                 and appropriate evaluative process and will have, as a prime                    objective, the institutionalization of the relationships                        established between the schools and the DOE labs.  Many of                      these labs have high minority populations in the contiguous                     regions, and have made a firm commitment to provide specific                    service for these populations in these programs.                                                                                                                The cost-sharing, which is primarily from the DOE Labs but                      which also included the local school districts, is equivalent                   to 52% of the NSF request.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Chester",
   "pi_last_name": "Richmond",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Chester R Richmond",
   "pi_email_addr": "P.O. Box 2008, Oak Ridge, TN 37831-6276",
   "nsf_id": "000193883",
   "pi_start_date": "1990-01-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Linda",
   "pi_last_name": "Cain",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Linda C Cain",
   "pi_email_addr": "Cain@icx.net",
   "nsf_id": "000087418",
   "pi_start_date": "1990-01-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oak Ridge National Laboratory",
  "inst_street_address": "1 BETHEL VALLEY RD",
  "inst_street_address_2": "",
  "inst_city_name": "OAK RIDGE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "8655745807",
  "inst_zip_code": "378308050",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "TN03",
  "org_lgl_bus_name": "UT-BATTELLE LLC",
  "org_prnt_uei_num": "",
  "org_uei_num": "ZLHJJ57QA2H8"
 },
 "perf_inst": {
  "perf_inst_name": "DATA NOT AVAILABLE",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "730000",
   "pgm_ele_name": "TEACHER ENHANCEMENT PROGRAM"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1990,
   "fund_oblg_amt": 604478.0
  },
  {
   "fund_oblg_fiscal_yr": 1991,
   "fund_oblg_amt": 601806.0
  },
  {
   "fund_oblg_fiscal_yr": 1992,
   "fund_oblg_amt": 628587.0
  }
 ],
 "por": null
}