{
 "awd_id": "8910741",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Prehispanic Settlement and Obsidian Procurement in the      Zinapecuaro Michoacan Source Area",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "1989-11-01",
 "awd_exp_date": "1994-02-28",
 "tot_intn_awd_amt": 132818.0,
 "awd_amount": 132818.0,
 "awd_min_amd_letter_date": "1989-11-02",
 "awd_max_amd_letter_date": "1993-03-12",
 "awd_abstract_narration": "Chemical analysis of obsidian (volcanic glass) artifacts from                   many Mexican archaeological sites indicates that much of the raw                material derives from the Zinapecuaro area in Central Mexico.  In               preliminary reconnaissances Dr. Dan Healan has located several                  specific sources, as well as cultural remains associated with the               mining and working of this material.  Through examination of                    surface scatters, he has also discovered several habitation                     sites.  With NSF support, Dr. Healan will conduct a six month                   field season followed by a year of analysis.  He and his                        colleagues will continue and expand the intensive surface survey.               Exploratory excavation will then be conducted at selected quarry                and related sites.  A second series of excavations will then be                 undertaken at habitation sites.  Materials recovered will be                    analyzed to shed light on the obsidian production system and to                 provide a detailed history of settlement and exploitation of the                region.  Obsidian hydration analysis will provide a chronological               framework.  Finally, data from the Zinapecuaro region will be                   synthesized with information from other areas in Mexico to show                 how economic and political relationships changed over time.                                                                                                     Because obsidian is relatively easy to work and holds an                        extremely sharp edge, (and given the lack of metal implements                   before the arrival of the Spaniards) it was the preferred                       material for stone tool manufacture in Mexico.  Given its                       volcanic origin, obsidian is found in only a limited number of                  areas and in prehistory was traded over large areas.  Different                 sources are chemically distinct and, thus, it is possible to                    match implement with geographical point of origin.                              Archaeologists have come to realize that trade and control over                 scarce resources played a major role in the rise of Mexican                     civilization and believe that obsidian was perhaps the most                     important commodity involved.  Thus, through study of production                at a source area, it will be possible to understand more about                  how this trade originated, developed, and was maintained.                                                                                                       This research is important because it will fill in a crucial                    blank in the archaeological map of Mexico.  What happened in the                Zinapecuaro region had a major effect in the development of                     complex societies elsewhere.  The work will increase our                        understanding of how complex societies develop.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dan",
   "pi_last_name": "Healan",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Dan M Healan",
   "pi_email_addr": "healan@mailhost.tcs.tulane.edu",
   "nsf_id": "000262240",
   "pi_start_date": "1989-11-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Tulane University",
  "inst_street_address": "6823 SAINT CHARLES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEW ORLEANS",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "5048654000",
  "inst_zip_code": "701185665",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "LA01",
  "org_lgl_bus_name": "THE ADMINISTRATORS OF TULANE EDUCATIONAL FUND",
  "org_prnt_uei_num": "XNY5ULPU8EN6",
  "org_uei_num": "XNY5ULPU8EN6"
 },
 "perf_inst": {
  "perf_inst_name": "DATA NOT AVAILABLE",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1990,
   "fund_oblg_amt": 120818.0
  },
  {
   "fund_oblg_fiscal_yr": 1992,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": null
}