{
 "awd_id": "8918932",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "REU:  Dance Language, Eusociality, and the Systematics of   Apis and the Apidae",
 "cfda_num": "47.074",
 "org_code": "08010207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mary C. McKitrick",
 "awd_eff_date": "1990-05-01",
 "awd_exp_date": "1994-08-31",
 "tot_intn_awd_amt": 244000.0,
 "awd_amount": 244000.0,
 "awd_min_amd_letter_date": "1990-05-03",
 "awd_max_amd_letter_date": "1994-05-03",
 "awd_abstract_narration": "Honey bees exhibit two complex social behaviors which have                 long fascinated human observers:  the \"dance language,\" a series                of body movements whereby successful scout bees precisely                       communicate to their nestmates the locations of flowers as far                  away as 10 kilometers; and highly organized, perennial colonies.                 Little is known about how the behaviors we see in honey bees                   alive today emerged from the simpler capabilities of their                      solitary-living ancestors.  Since behavior, unlike structure, is                not fossilized, the historical sequences of changes cannot be                   observed directly.  Instead, it must be inferred from comparisons               of closely related living species.  Since equivalent traits in                  related species can be assumed to have descended from a common                  ancestor, one can infer the characteristics of the ancestral                    trait, and the modifications that occurred during descent, from                 the similarities and differences seen among species now alive.                       There are 6-8 species of honey bees (genus Apis which all                  have dance languages, but which differ in the details of the                    dances.  All the Apis species have advanced societies, but bees                 in other genera exhibit varying degrees of social organization.                 These patterns have already been used to formulate competing                    hypotheses about the evolution of these behaviors.  Ambiguities                 remain because no set of independent traits has satisfactorily                  resolved the phylogenetic relationships among the honey bee                     species, and among the different bee genera.  The present project               will undertake the first comprehensive study of molecular                       variation among bees, though an analysis of sequences of                        nucleotides (subunits of the DNA molecule) in a gene found in                   all the species.  Specimens will be collected in several                        locations in Asia and Central America, the gene extracted and                   sequenced, and the phylogenetic relationships among the species                 determined from variations in the sequences.  At the same time,                 further detailed studies will be done to obtain a clearer picture               of the pattern of behavioral variation among the species.                       Together these approaches should lead to more satisfying answers                to two questions:  how the dance was assembled from a set of                    simpler behaviors, and whether advanced sociality originated                    uniquely in honey bees or was derived from an ancestor which also               gave rise to other highly social bees.                                               Apart from leading to a better understanding of the biology                of a fascinating and ecologically important group of organisms,                 this project will also provide a model for combining molecular                  and behavioral approaches to reconstruct the evolution of complex               behavior in other animals.  Additionally, the patterns of                       variation among different honey bee populations in Southeast                    Asia, which is fragmented into islands separated by a range of                  distances and for varying periods of time, could lead to insights               into the processes governing the behavioral and genetic                         divergence of animal populations evolving in isolation.  Finally,               given the prominent role played by the honey bees in the                        pollination of trees in tropical forests, these studies could aid               future attempts to understand the ecology of this important                     ecosystem.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Fred",
   "pi_last_name": "Dyer",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Fred C Dyer",
   "pi_email_addr": "fcdyer@msu.edu",
   "nsf_id": "000201022",
   "pi_start_date": "1994-05-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Deborah",
   "pi_last_name": "Smith",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Deborah R Smith",
   "pi_email_addr": "deborahsmith@ku.edu",
   "nsf_id": "000189953",
   "pi_start_date": "1990-05-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "DATA NOT AVAILABLE",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117100",
   "pgm_ele_name": "PHYLOGENETIC SYSTEMATICS"
  },
  {
   "pgm_ele_code": "914500",
   "pgm_ele_name": "SPECIAL PROGRAMS-RESERVE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1990,
   "fund_oblg_amt": 88687.0
  },
  {
   "fund_oblg_fiscal_yr": 1991,
   "fund_oblg_amt": 72993.0
  },
  {
   "fund_oblg_fiscal_yr": 1992,
   "fund_oblg_amt": 82320.0
  }
 ],
 "por": null
}