{
 "awd_id": "8921327",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Schematic Processes and the Effect of Television News on theCognitive Complexity of Political Thought",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frank P. Scioli  Jr.",
 "awd_eff_date": "1990-05-01",
 "awd_exp_date": "1992-04-30",
 "tot_intn_awd_amt": 100135.0,
 "awd_amount": 100135.0,
 "awd_min_amd_letter_date": "1990-04-02",
 "awd_max_amd_letter_date": "1992-05-04",
 "awd_abstract_narration": "This research examines the effect of different ways of presenting               news events upon viewers' comprehension and political understanding             of those events.  Three experiments are undertaken.  The first                  presents different groups of subjects with news broadcasts that                 include different types of explanations for the same events.  This is           followed by a measurement of the complexity of the subjects' thinking           about the events, particularly with respect to the number of                    different perspectives on the issue that the individuals are able to            consider.  The second study examines the extent to which the dramatic           presentation of news events is emotionally arousing and whether this            arousal limits the viewers' comprehension of the news stories.  The             final experiment examines the effect of the presentation of violence            on the news and the effect such portrayals have on the viewers'                 comprehension and recall of the facts in the stories.                                                                                                           The results of these studies will contribute to scientific knowledge            in general through an examination of the effects on individuals'                thinking of viewing different messages in the mass media.  These                studies should also contribute to social scientific understanding in            particular by examining the operation of different social cognition             processes in the context of media viewing.  Different political                 constructs, such as \"fanatic\" or \"oppressed minority\" imply very                different causal explanations for events.  Making different                     constructs salient will likely have a significant impact on the way             in which individuals think about different political events.  These             experiments contribute to an understanding of the way in which                  language influences individuals' understanding of the operation of              the political world.                                                                                                                                            The results of this research should also make a substantial                     contribution to increased understanding of the effects of mass media            on the public's perception of political events.  The mass media are             an increasingly important part of the way in which citizens acquire             knowledge about public affairs.  If the manner of presentation of               news events actually inhibits individuals' comprehension of those               events, then steps could be taken to change the media's style and               content.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Milburn",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Michael A Milburn",
   "pi_email_addr": "michael.milburn@umb.edu",
   "nsf_id": "000439613",
   "pi_start_date": "1990-05-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Boston",
  "inst_street_address": "100 WILLIAM T MORRISSEY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "DORCHESTER",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172875370",
  "inst_zip_code": "021253300",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "MA08",
  "org_lgl_bus_name": "UNIVERSITY OF MASS AT BOSTON",
  "org_prnt_uei_num": "CGCDJ24JJLZ1",
  "org_uei_num": "CGCDJ24JJLZ1"
 },
 "perf_inst": {
  "perf_inst_name": "DATA NOT AVAILABLE",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1990,
   "fund_oblg_amt": 99135.0
  },
  {
   "fund_oblg_fiscal_yr": 1991,
   "fund_oblg_amt": 1000.0
  }
 ],
 "por": null
}