{
 "awd_id": "8921409",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Issues in Implementation Theory",
 "cfda_num": "47.075",
 "org_code": "04050100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Daniel H. Newlon",
 "awd_eff_date": "1990-06-01",
 "awd_exp_date": "1992-05-31",
 "tot_intn_awd_amt": 51330.0,
 "awd_amount": 51330.0,
 "awd_min_amd_letter_date": "1990-01-31",
 "awd_max_amd_letter_date": "1990-01-31",
 "awd_abstract_narration": "This project improves implementation theory and in this way                     contributes to research in the many areas of economics that rely                on implementation theory.  Implementation theory helps the                      analyst answer two questions.  First, suppose that for each                     possible state of the environment, we have an allocation which we               wish to see achieved.  Can we structure the interactions of                     individuals so that, given their information, they choose actions               which result in the desired allocation?  Second, if individuals                 possess information about the state of the environment and                      interact through a given mechanism, what are the properties of                  the resulting allocation as a function of the state?  Although                  implementation theory has been very successful in identifying                   desired (i.e., efficient or equitable) outcomes which can be                    implemented in different informational settings, a criticism of                 the theory is that the mechanisms used in the general proofs                    require unrealistic assumptions.  The contribution of this                      project comes in relaxing restrictive assumptions about the way                 agents bargain and the ability of agents to renegotiate                         agreements.                                                                                                                                                     This project examines two issues associated with the                            decentralization of decision making.  The first issue is                        designing a mechanism to implement a desired set of social                      alternatives with mixed strategy equilibria.  More specifically,                the current theory on Nash implementation identifies only pure                  strategy Nash equilibria as the outcomes of a mechanism.  The                   project shows this to be inadequate and develops a framework for                analyzing the role of mixed strategy equilibria.  The second                    issue concerns the implementation question when the mechanism                   used for decentralization may not be binding.  If mechanisms are                not binding, there may be instances in which agents can gain from               negotiating an alternative to the outcome suggested by the                      mechanism.  This feeds back to affect the initial actions of                    agents, since they can account for the renegotiation process.                   The project develops a model for a dynamic setting, where agents                can repeatedly interact, and where there is a cost associated                   with renegotiation.  This model is used to analyze markets and                  other economic institutions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Jackson",
   "pi_mid_init": "O",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew O Jackson",
   "pi_email_addr": "jacksonm@stanford.edu",
   "nsf_id": "000312107",
   "pi_start_date": "1990-06-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "DATA NOT AVAILABLE",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1990,
   "fund_oblg_amt": 51330.0
  }
 ],
 "por": null
}