{
 "awd_id": "8922286",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Monitoring Gene Changes Following Long-Term Seed Storage,   Award in U.S. and Indian Currencies",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Osman Shinaishin",
 "awd_eff_date": "1990-09-01",
 "awd_exp_date": "1992-08-31",
 "tot_intn_awd_amt": 16765.0,
 "awd_amount": 16765.0,
 "awd_min_amd_letter_date": "1990-09-06",
 "awd_max_amd_letter_date": "1991-03-06",
 "awd_abstract_narration": "Description:  This project supports participation by an                         Indian scientist, Dr. Swati Sen Mandi of the Botany                             Department, Bose Institute, Calcutta, in a research project                     being carried out by Dr. Joseph C. Kamalay, of the Agronomy                     Department, Ohio State University. In this research,                            investigation will be made on the changes in the integrity                      of DNA sequences from soybean (Glycine max L.) and                              frenchbean (Phaseolus vulgaris L.) seeds stored under ideal                     conditions for prolonged periods.  Nucleic acids have been                      isolated from single seeds using a protocol to isolate DNA                      suitable for restriction endonuclease and genomic blot                          analysis.  Two lines of evidence revealed extensive single                      strand breaks in DNA from 30 year seed when compared to DNA                     from 1 year seed.  When DNAs were separated under                               denaturing conditions, genomic blots showed that individual                     genes within the 30 year seed were highly degraded.  It is                      proposed to determine whether the celluar processes which                       produce these strand scissions are random or not.  A                            detectable bias in the strand scissions would indicate the                      existence of potential \"hot spots\" for mutation.  It is                         desired to determine if such site-specific changes occur                        during seed storage.                                                                                                                                            Scope:  This project deals with an area of considerable                         interest to molecular biologists, and also to agronomists,                      plant breeders, and to population biologists.  Both the                         U.S. and the Indian scientists have been active in seed                         research.  Dr. Kamalay's training was in molecular biology                      and his research focus has been in the structural integrity                     of the DNA sequences in seeds which have been stored for                        periods representing multiple generations.  Dr. Mandi's                         work has been in the plant physiology and seed                                  deterioration.  The collaboration is likely to be very                          helpful for the research of both scientists, and should                         lead to broadening of the scope of the research at both                         laboratories after the conclusion of this project.  The                         applied benefits of this collaboration are clear in helping                     maintain and develop germplasm for crop improvements.                           These attributes of the project fit well with the                               objectives of the Science in Development Countries program.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Kamalay",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph C Kamalay",
   "pi_email_addr": "jkamalay@danforthcenter.org",
   "nsf_id": "000328356",
   "pi_start_date": "1990-09-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University Research Foundation -DO NOT USE",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "Columbus",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888734",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": "QR7NH79713E5"
 },
 "perf_inst": {
  "perf_inst_name": "DATA NOT AVAILABLE",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": null,
 "pgm_ref": null,
 "app_fund": null,
 "oblg_fy": null,
 "por": null
}