{
 "awd_id": "9008730",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Women's Labor Force Activity and Child Care in Brazil:      ROW Research Planning Grant",
 "cfda_num": "47.075",
 "org_code": "04050100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Paige Smith",
 "awd_eff_date": "1990-08-01",
 "awd_exp_date": "1992-07-31",
 "tot_intn_awd_amt": 18000.0,
 "awd_amount": 18000.0,
 "awd_min_amd_letter_date": "1990-07-27",
 "awd_max_amd_letter_date": "1990-07-27",
 "awd_abstract_narration": "The proposed research focusses on the interrelationships between                women's labor force activity and child care in metropolitan                     Brazil. In a predominantly rural economy, women's work and child                raising are not generally incompatible. However, growing                        industrial and sector services separate the workplace from the                  home, with work sites becoming increasingly inappropriate for the               care of children. When employment and child supervision are no                  longer compatible, they impose competing demands on women's time.               This research explores the simultaneity of child care and                       women's labor force participation decisions in Brazil, a country                in which sweeping economic and demographic changes have certainly               led to an increased demand for non-parental child care. The                     research seeks to place child care choices in the context of                    household decisions making with the household choosing the                      optimal allocation of the time of all of its members, given the                 option of purchasing substitute child care.                                                                                                                     In the simplest case, focussing only on the time use of the                     mother, the outcome of this modelling will be a labor supply                    function for all women of child-bearing age and a child care                    demand function for women with young children. These                            relationships will be studies using data from a 1985 Brazilian                  survey which includes over 53,000 metropolitan households and                   contains extensive information on economic activities of each                   household members, as well as a series of questions on child                    care. The estimation strategy will take into account the                        correlation  in the error terms between labor supply and child                  care demand, and the censoring of the data at zero hours employed               and zero hours of non-parental child care.                                                                                                                      The resulting estimates will provide an initial understanding of                the factors affecting women's labor force participation in Brazil               and how the presence of young children influences the decision                  process. Although it is suspected that women with young children                are less likely to participate in the labor force, the research                 will assess the magnitude of the effect and how it differs with                 households and individual characteristics. Factors affecting the                demand for non-parental child care are less well understood than                those affecting labor force participation, particularly within                  the context of a developing country, and the emphasis of this                   research on child care is its unique contribution.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rachel",
   "pi_last_name": "Connelly",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rachel Connelly",
   "pi_email_addr": "connelly@bowdoin.edu",
   "nsf_id": "000303136",
   "pi_start_date": "1990-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Bowdoin College",
  "inst_street_address": "255 MAINE ST",
  "inst_street_address_2": "",
  "inst_city_name": "BRUNSWICK",
  "inst_state_code": "ME",
  "inst_state_name": "Maine",
  "inst_phone_num": "2077253767",
  "inst_zip_code": "040113343",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "ME01",
  "org_lgl_bus_name": "BOWDOIN COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "JE5WBLZJUME7"
 },
 "perf_inst": {
  "perf_inst_name": "DATA NOT AVAILABLE",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "912000",
   "pgm_ele_name": "CROSS-DIRECTORATE PROGRAMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9221",
   "pgm_ref_txt": "RESEARCH PLANNING GRANTS FOR WOMEN"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1990,
   "fund_oblg_amt": 18000.0
  }
 ],
 "por": null
}