{
 "awd_id": "9008956",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Urban Employment Patterns with Industrial Subcontracting",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "1990-08-01",
 "awd_exp_date": "1993-07-31",
 "tot_intn_awd_amt": 65056.0,
 "awd_amount": 65056.0,
 "awd_min_amd_letter_date": "1990-07-27",
 "awd_max_amd_letter_date": "1990-07-27",
 "awd_abstract_narration": "The restructuring of industrial production in recent years                 has given rise to new geographic patterns of economic activity.  There          has been a global shift of much productive activity to developing               countries.  In addition, there is a growing emergence of new flexible           forms of industrial organization at local and urban scales.  Growing            attention has been paid in geography, sociology, economics and other            disciplines to both of these processes and, in particular, to their             impacts on economic and social structures in developing countries.              This project will examine the relationship between these new flexible           industrial structures and the range of employment forms accompanying            their expansion.  Specifically, it explore the extent to which a key            example of flexible production, subcontracting, incorporates cheap,             off-premises, unprotected labor into manufacturing versus the extent to         which it generates secure, skilled employment in supply firms that are          interdependent with parent companies.  Comparative empirical research           conducted in Ecuador will involve in-depth field work to identify               systematic relationships between the structure and nature of                    subcontracting hierarchies and the range of employment forms they               generate.  The research will generate descriptive analysis employing            secondary data to estimate the structure of subcontracting hierarchies          across all enterprises in the garment and auto-assembly industries.             These activities will be complemented by an analysis of a sample of             firms representing each industry to explore the extent of and                   rationales for subcontracting.  Workers in these firms will be                  interviewed to identify the range of employment arrangements through            which workers are incorporated into these subcontracting hierarchies.           Through these empirical analyses, theoretical links between distinct            types of subcontracting, resultant employment forms, and their welfare          implications will be identified.                                                                                                                                     Subcontracting has received growing attention in the development           literature.  Considerable research has identified distinct types of             subcontracting associated with different reasons for their emergence.           Past research has also analyzed relationships between employment forms          and worker welfare, but little has been done on the connections among           these phenomena.  This study will advance our understanding of these            issues by posing questions about the theoretical linkages between these         two previously unconnected bodies of theory.  In addition, this project         will develop methods designed for comparative empirical work on                 subcontracting hierarchies, forms, and resultant employment                     arrangements.  The study will provide the rigorous cross-industry               comparison called for in previous work, and it will shed light on the           organization of industrial production in a less developed setting.  The         analysis will contribute to our understanding of the differential               consequences of subcontracting arrangements for employment relations            and the nature of work and their implications for worker welfare.               Increased knowledge about this differentiation is essential to further          understanding of contemporary industrial restructuring.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Victoria",
   "pi_last_name": "Lawson",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Victoria A Lawson",
   "pi_email_addr": "lawson@u.washington.edu",
   "nsf_id": "000277475",
   "pi_start_date": "1990-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "DATA NOT AVAILABLE",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  },
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1990,
   "fund_oblg_amt": 65056.0
  }
 ],
 "por": null
}