{
 "awd_id": "9010101",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dynamics of International Environmental Cooperation",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frank P. Scioli  Jr.",
 "awd_eff_date": "1990-09-01",
 "awd_exp_date": "1992-08-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "1990-08-21",
 "awd_max_amd_letter_date": "1990-08-21",
 "awd_abstract_narration": "The resolution of international environmental conflict is currently an          important topic in international relations and on the foreign policy            agenda.  This project aims at analyzing trends in the actual ways in            which such problems are managed, with an aim toward generating policy           relevant conclusions for improving the process and theoretical and              analytic insights into the dynamics of international environmental              diplomacy to contribute to our broader understanding of contemporary            international relations.                                                                                                                                        The research will consist of a focussed, comparative study of six               different cases of environmental cooperation.  The analysis will weigh          the role of the balance of state power and availability of expertise            and knowledge in explaining the substantive content and preconditions           for cooperation for environmental protection.  It will use interviews           and archival research to identify the major dynamics in these cases.            The substantive coverage will include efforts to control European acid          rain, the protection of the North Sea, Mediterranean, Baltic Sea, the           protection of the stratospheric ozone layer, and the Regional Seas              Programme of the United Nations Environment Programme which includes 10         separate regions.  Taken together these cases represent the entire              universe of contemporary international environmental problems:  those           which confront all countries relatively equally (such as ozone), and            those which are regionally based.  Moreover it focuses on a variety of          cases in which there are strong countries willing to lead negotiations          (such as the United States in ozone), where there is a large number of          relatively equally powerful countries all reluctant to lead, in which           case alternative strategies for cooperation have to be uncovered (such          as the Regional Seas Program and the North Sea).  Finally, it covers            cases in which scientific understanding is fairly complete                      and demonstrates the need for action (such as the Baltic and North Sea)         contrasted with cases where the scientific basis for policy was absent          (such as the early years of European acid rain and ozone).  By                  considering all these dimensions of cases, the research effort will             seek to offer general statements about the role of state power and              generalized knowledge in shaping and driving international                      environmental cooperation.                                                                                                                                      The project will identify the major dynamics by which collective                environmental problems are resolved, along with policy relevant advice          on how to improve the process through a more sophisticated recognition          of types of diplomacy and international process appropriate to the              management of environmental problems with different analytic                    properties.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Haas",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Peter M Haas",
   "pi_email_addr": "haas@polsci.umass.edu",
   "nsf_id": "000467546",
   "pi_start_date": "1990-09-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "DATA NOT AVAILABLE",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "914500",
   "pgm_ele_name": "SPECIAL PROGRAMS-RESERVE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1990,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": null
}