{
 "awd_id": "9011657",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:  Dating of Hominid Sites by the     Racemization and Accelerator Mass Spectrometry of Protein   Amino Acids in Ostrich Eggshells",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "1990-06-01",
 "awd_exp_date": "1992-11-30",
 "tot_intn_awd_amt": 71157.0,
 "awd_amount": 71157.0,
 "awd_min_amd_letter_date": "1990-04-24",
 "awd_max_amd_letter_date": "1991-05-21",
 "awd_abstract_narration": "The preservation of amino acids within the calcite matrix of                    eggshells of the African Ostrich (Struthio camelus), has been                   shown to approximate a closed system.  Indigenous proteinaceous                 materials are bound within the calcite crystals and there is                    essentially no loss of amino acids due to leaching or diffusion                 despite a steady degradation of high molecular weight polypeptide               material to low molecular weight peptides and free amino acids.                 Because of this closed system behavior, the natural variability                 of specific degradation reactions in samples of known age is far                less that in other carbonate systems; additionally, the kinetics                of amino acid racemization are much simpler to model than in more               open systems such as molluscan and foraminiferal fossils.                       Consequently, the potential for precise age, and/or                             paleotemperature calculations from the extent of these reactions                is superior for the eggshell compared to all other media studies                to date.                                                                                                                                                        Hominid lineages have a long history of interaction with                        ostriches.  The ostrich egg, weighing between one and two                       kilograms, has been utilized as a food source by hominids for                   more that two million years.  It is found commonly in association               with hominid artifacts in the lowest strata at Olduvai Gorge, and               in older beds elsewhere in Tanzania.  By the end of the Middle                  Stone Age humans were also using the eggshell as a source                       material for decorative items such as beads, and ostrich eggshell               fragments are commonly found in association with occupation                     levels at sites across Africa, the Near East, and Asia, where the               ostrich has only recently become extinct.  The ubiquitous                       occurrence of ostrich eggshell in hominid sites, especially in                  stratified sites, offers the potential of utilizing the                         remarkably straight forward time-dependent characteristics of                   amino acid racemization in the eggshell as a means of dating                    occupation levels beyond the range of radiocarbon.                                                                                                              The principal investigators will conduct an analytical program                  that will focus on developing a more precise model of                           racemization kinetics in the eggshells of ostrich and other avian               genera, including the modeling of decomposition reactions that                  hold the promise of extending the dating potential back into the                Pliocene.  They will apply the racemization reaction in ostrich                 eggshell to address questions related to the earliest appearance                of anatomically modern humans in Africa, the emergence of                       specialized human cultures, and the migration of Homo sapiens                   sapiens across the Near East and Asia.  They will also extend the               eggshell research into Europe and Australia by utilizing the                    common occurrence of owl eggshell in the former, and emu eggshell               in the latter area.  Improved chronologies in these areas are                   relevant to questions related to persistence of isolated                        populations of Homo erectus and the colonization of Australia and               Europe, including the possible interactions between different                   species, or subspecies, of the genus Homo.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "P. Edgar",
   "pi_last_name": "Hare",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "P. Edgar Hare",
   "pi_email_addr": "Hare@gl.ciw.edu",
   "nsf_id": "000460531",
   "pi_start_date": "1990-06-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie Institution of Washington",
  "inst_street_address": "5241 BROAD BRANCH RD NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2023876400",
  "inst_zip_code": "200151305",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "CARNEGIE INSTITUTION OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "ZQ12LY4L5H39"
 },
 "perf_inst": {
  "perf_inst_name": "DATA NOT AVAILABLE",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139300",
   "pgm_ele_name": "ARCHAEOMETRY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1990,
   "fund_oblg_amt": 32441.0
  },
  {
   "fund_oblg_fiscal_yr": 1991,
   "fund_oblg_amt": 38716.0
  }
 ],
 "por": null
}