{
 "awd_id": "9531248",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase II:  Novel Chemical Methods for Labeling Small   Peptides",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joseph Hennessey",
 "awd_eff_date": "1997-01-01",
 "awd_exp_date": "1998-12-31",
 "tot_intn_awd_amt": 299732.0,
 "awd_amount": 299732.0,
 "awd_min_amd_letter_date": "1996-12-16",
 "awd_max_amd_letter_date": "1996-12-16",
 "awd_abstract_narration": "DMI-9531248  Hart   This Small Business Innovation Research Phase II project will further develop ways to replace radioactivity for small peptide immunoassays using chemiluminescence detection methods. The concentration of small peptides in biological samples are normally measured using bioassays or by radioimmunoassay methods. Bioassays tend to be inaccurate and cumbersome to perform, while radioimmunoassays use '251 labeled peptides as a detection method. The cost, handling, environmental, stability and sensitivity concerns of using i25I for these assays makes alternative detection systems attractive.   In Phase I we demonstrated that chemiluminescence can be applied to measure a small peptide, vasopressin, with speed and sensitivity. We managed to make stable conjugates of vasopressin that demonstrated increased speed and sensitivity. The chemical methods demonstrated in Phase I have to be further developed and refined. The use of peptide analogs for use in raising antisera and also for conjugation to chemiluminescent detection systems need to be further tested. We were able, using analogs of vasopressin, to synthesize conjugates that have better binding and sensitivity in the assay. We wish to explore the possibility of raising antisera to immunogens using these and similar peptide analogs. We believe that the use of these analogs, where the conjugation position has been chosen to be chemically isolated from the native peptide, may yield antisera with better specificity and reactivity.   Assay designs is a company with a proven, track record of developing, marketing and selling novel immunoassay test kits using chemiluminescence. We advertise in national scientific magazines on a regular basis and have distributors in Japan and in Austria, Germany and Switzerland.   The applications of chemiluminescence technology to the measurement of analyses where the only sensitive, reproducible methods are radioactive have tremendous potential. The concerns with the use and disposal of HI make chemilumi nescence the method that can replace this RIA system and improve the sensitivity and speed of these assays. One RLA manufacturer has 139 different kits selling for up to $450 per kit. The market for non-radioactive kits with the advantages of speed and sensitivity is substantial",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Russell",
   "pi_last_name": "Hart",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Russell C Hart",
   "pi_email_addr": "assaydes@pipeline.com",
   "nsf_id": "000262032",
   "pi_start_date": "1996-12-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Assay Designs Inc",
  "inst_street_address": "1327 Jones Drive",
  "inst_street_address_2": "",
  "inst_city_name": "Ann Arbor",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "3136686113",
  "inst_zip_code": "481051820",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "Assay Designs Inc",
  "perf_str_addr": "1327 Jones Drive",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481051820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537300",
   "pgm_ele_name": "SBIR Phase II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1978",
   "pgm_ref_txt": "PROJECTS"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 299732.0
  }
 ],
 "por": null
}