{
 "awd_id": "9531304",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase II:  Monte Carlo Simulation - A Design Tool for  Investment Casting",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael F. Crowley",
 "awd_eff_date": "1997-09-01",
 "awd_exp_date": "1999-08-31",
 "tot_intn_awd_amt": 289781.0,
 "awd_amount": 289781.0,
 "awd_min_amd_letter_date": "1997-08-14",
 "awd_max_amd_letter_date": "1997-08-14",
 "awd_abstract_narration": "DMI-9531304  Jaske    The proposed SBIR Phase II project will complete the development of a software design tool that will be used to predict the grain structure of metals and alloys in advanced materials processing. This software will be a very important tool with broad commercial and technical value. Grain structure is a primary factor in materials properties and must be carefully considered in almost all materials processing applications. The advent of easy access to advanced computing power has made it possible to use computer simulation in engineering design. Results of the Phase I project showed that it is feasible to simulate the solidification grain structure of cast materials using high-end desktop computers. Monte Carlo Simulation (MCS) with a process control parameter was successfully employed to model grain nucleation and growth in fine-grain castings that are typical of superalloy investment castings. It was found that heat flow can be incorporated directly into the model and that MCS can be used to model most of the important features of cast grain structures. The objective of the proposed Phase 11 research will be to develop a robust model for simulation of cast grain structure nucleation and growth during solidification. Six research tasks are planned to achieve this objective. In the first task, the physical components of the MCS process control parameter will defined. A numerical model for each of these components will be constructed and mathematically formatted for the MCS computer code in the second task. In the third task, thermophysical constants for these numerical models will be obtained from the literature. The relative merits of using finite-difference versus finite-element methods to model heat flow will be evaluated in the fourth task. In the fifth task, the simulation results will be validated by means of comparisons with experimental data on grain structures for representative castings. Finally, a prototype software package for the MCS model will be developed in the  sixth task. The prototype software will provide the base for commercializing the research results in Phase III. Successful commercialization of the software will make US industry more productive and competitive in the area of advanced materials processing. A representative of the advanced materials processing industry, Howmet Corporation, will continue participating in this project.   Modeling Advanced Materials Processing, Improving the Quality of Investment Castings, Controlling Grain Structure during Materials Processing, Providing New Software for Application to the Processing of Advanced Materials, Designing and Developing Materials Processing.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Carl",
   "pi_last_name": "Jaske",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Carl E Jaske",
   "pi_email_addr": "jaskec@cctlabs.com",
   "nsf_id": "000271663",
   "pi_start_date": "1997-08-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CC Technologies Laboratories Inc.",
  "inst_street_address": "2704 Sawbury Blvd",
  "inst_street_address_2": "",
  "inst_city_name": "Columbus",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6147611214",
  "inst_zip_code": "432351821",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "OH15",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "CC Technologies Laboratories Inc.",
  "perf_str_addr": "2704 Sawbury Blvd",
  "perf_city_name": "Columbus",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432351821",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "OH15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537300",
   "pgm_ele_name": "SBIR Phase II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1730",
   "pgm_ref_txt": "SPECIAL PROGRAMS IN MATERIALS"
  },
  {
   "pgm_ref_code": "9165",
   "pgm_ref_txt": "MULTI DIVISION/UNIVERSITY-INDUSTRY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 289781.0
  }
 ],
 "por": null
}