{
 "awd_id": "9531295",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase II: Optical Transfer of Data Between Rotating and Stationary Subsystems",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "G. Patrick Johnson",
 "awd_eff_date": "1997-10-01",
 "awd_exp_date": "2000-09-30",
 "tot_intn_awd_amt": 222749.0,
 "awd_amount": 222749.0,
 "awd_min_amd_letter_date": "1997-09-25",
 "awd_max_amd_letter_date": "2000-05-15",
 "awd_abstract_narration": "This Small Business Innovation Research Phase II project will explore an innovative solution to the generic problem of transfer of information, logical data and analog signals, between rotating and stationary members in a mechanical system.  The particular problem to be addressed is precision measurement of torque in a rotating shaft.  Precision torque transducers currently available are typically based on technology over 20 years old, are costly to make, and require specialized equipment to recover the torque signal.  They have a practical upper limit to shaft speed of about 25,000 RPM.  For speeds above 10,000 RPM, the price increases rapidly with the speed differential.  The objective of this research is to develop a new technology for contact-less transfer of information between rotating and stationary members in a mechanical system with the goal of making precision contact-less torque transducers at low cost which are suitable for speeds up to 100,000 RPM.  The research approach is to process the analog torque signal on the rotating shaft where it is generated, and to optically communicate the result to the stationary subsystem.  A specific goal of Phase II research is to build a truly non-contact (no bearings) manufacturing prototype torque transducer rated at 100 to 1000 NM.  It will be tested for speeds for speeds up to 50,000 RPM.  The power needed for processing the torque signal will be supplied by a rotary power transformer, integral to the transducer.  The digitized torque signal communicated by optical coupling to the stationary subsystem will be processed by a microprocessor, integral to the transducer, for decimal display and optional RS232 interface.  Unlike the non-contact (with bearing ) transducers available in the market, it will not require any dedicated instruments to recover the torque signal.  While the opportunity in this project is presented in terms of rotary shaft torque transducer application, the developed technology will be useful for measurement of other physical variables such as force, temperature, pressure, etc., in mechanical systems with moving parts.  If successful, the research will lead to a new technology for transfer of information between rotating and stationary members of a mechanical system.  It will find application in equipment used for product development in aircraft, automobiles, heavy machinery, and durable goods industries.  It is suitable for on-board applications in ships and aircraft.  It has potential for on-board application in automobiles, particularly in steering control of electric cars.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sherif",
   "pi_last_name": "Gindy",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Sherif S Gindy",
   "pi_email_addr": "sgindy@sensordata.com",
   "nsf_id": "000158673",
   "pi_start_date": "1997-09-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SensorData Technologies Inc",
  "inst_street_address": "50207 HAYES RD",
  "inst_street_address_2": "",
  "inst_city_name": "SHELBY TOWNSHIP",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5867394254",
  "inst_zip_code": "483153230",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "MI10",
  "org_lgl_bus_name": "SENSORDATA TECHNOLOGIES INC",
  "org_prnt_uei_num": "Q8X7UQV1AVA7",
  "org_uei_num": "Q8X7UQV1AVA7"
 },
 "perf_inst": {
  "perf_inst_name": "SensorData Technologies Inc",
  "perf_str_addr": "50207 HAYES RD",
  "perf_city_name": "SHELBY TOWNSHIP",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "483153230",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "MI10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537300",
   "pgm_ele_name": "SBIR Phase II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1448",
   "pgm_ref_txt": "GEOTECHNICAL I"
  },
  {
   "pgm_ref_code": "9147",
   "pgm_ref_txt": "GENERIC TECHNOL FOR MANUFACTURING CELLS"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 208177.0
  },
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 14572.0
  }
 ],
 "por": null
}