{
 "awd_id": "9600584",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Regulation of Protoxin Synthesis in Bacillus thuringiensis",
 "cfda_num": "47.074",
 "org_code": "08070800",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Susan Porter Ridley",
 "awd_eff_date": "1997-01-01",
 "awd_exp_date": "1999-12-31",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "1996-12-16",
 "awd_max_amd_letter_date": "1996-12-16",
 "awd_abstract_narration": "9600584  Aronson  Bacillus thuringiensis is unique in its ability to assemble insecticidal protoxins into intracellular inclusions.  Each toxin is specific for insects from at least three Orders, many of which cause crop and tree damage or are vectors for human pathogens.  This research will investigate the properties and synthesis of these protoxins, which have considerable potential as biological control agents.  Multiple plasmid protoxin genes are transcribed primarily in post-exponential cells during sporulation.  These genes are expressed to different extents from dual promoters that are recognized by two sporulation RNA polymerases.  While related protoxin genes have virtually identical overlapping promoters, their upstream regions differ substantially and are therefore likely to be important in the differential expression of these genes.  A protein that binds to one of these upstream regions has been purified from sporulating cells and identified as the E2 subunit of pyruvate dehydrogenase.  Purified E2 protein also was found to bind to a potential DNA bending region, and to other regions containing a consensus sequence or upstream from transcription start sites.  This research will determine the origin of soluble E2 protein in sporulating cells; that is, by dissociation from the pyruvate dehydrogenase complex or by transcription of the E2 gene, which has been cloned.  In addition, mutagenesis of the E2 gene will be used to determine its multiple functions in Bacillus thuringiensis and in Bacillus subtilis, a non-protoxin synthesizing bacteria.  Initial studies with Bacillus subtilis will take advantage of its better developed genetic system to identify and characterize phenotypic effects (including lethal mutations), before examining the effects of mutations on protoxin synthesis in Bacillus thuringiensis.  The possibility that a key subunit of an important catabolic enzyme has the dual functions of catalysis during growth and regulation during sporulation is novel, and may be an importa nt mechanism for signaling the transition from growth to post-exponential functions such as protoxin gene transcription.  %%%  Bacillus thuringiensis is unique in its ability to assemble insecticidal protoxins into intracellular inclusions.  Each toxin is specific for insects from at least three Orders, many of which cause crop and tree damage, or are vectors for human pathogens.  This research will investigate the properties and synthesis of these protoxins, which have considerable potential as biological control agents.  ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Arthur",
   "pi_last_name": "Aronson",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Arthur I Aronson",
   "pi_email_addr": "aaronson@bilbo.bio.purdue.edu",
   "nsf_id": "000100329",
   "pi_start_date": "1996-12-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue Research Foundation",
  "inst_street_address": "1281 WIN HENTSCHEL BLVD STE 2500",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3174946200",
  "inst_zip_code": "479064353",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE RESEARCH FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "C1G1LGYJF5G5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "2550 NORTHWESTERN AVE # 1100",
  "perf_city_name": "WEST LAFAYETTE",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479061332",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "115400",
   "pgm_ele_name": "GENE EXPRESSION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": null
}