{
 "awd_id": "9602945",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Fluorescent DNA Sequencer with Robotic Molecular Biology    Workstation",
 "cfda_num": "47.074",
 "org_code": "08080102",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gregory K. Farber",
 "awd_eff_date": "1997-04-15",
 "awd_exp_date": "1999-03-31",
 "tot_intn_awd_amt": 159115.0,
 "awd_amount": 159115.0,
 "awd_min_amd_letter_date": "1997-04-18",
 "awd_max_amd_letter_date": "1997-04-18",
 "awd_abstract_narration": "Funds are requested to purchase an ABI PRISMTM 377 DNA sequencer  to  upgrade the DNA sequencing shared resource facility in the Beckman  Research Institute at the City of Hope Medical Center. The requested  equipment will provide increased output in both the number of samples  sequenced and in the amount of data derived from each sample.  The DNA  sequencing facility currently supports 30 44 investigators with a  variety of basic interests and novel techniques in the field of  molecular biology. For example, the requested equipment will support  projects involved in:    DNA damage and the repair of the damage plays an important role in  disease and aging. A project to understand the mechanisms of W induced  damage and repair in human cells is underway. Gene products that  interact with DNA repair proteins are being studied using ligated  mediated PCR. Their role in binding to DNA domains will require the use  of DNA sequencing.    Oxygen free radicals play an important role in disease and aging. They  damage DNA and proteins and they alter gene regulation. Studies on the  structure, function and regulation of proteins that modulate free  radicals are in progress. Glutathione peroxidase, carbonyl reductase,  and DT-diaphorase are being studied to determine their role in free  radical modulation, mutagenesis, carcinogenesis and drug metabolism.  The cloning, expression, and structural analyses of these genes in  tissue culture and in transgenic animals will require the use of the  DNA sequencing equipment.    The Major histocompatibility region in chickens encodes for resistance  to several diseases. A family of genes within the Mhc is being studied  to understand the mechanisms by which resistance to disease occurs.  Polymorphic expression of genes in the Mhc is a key feature in  vertebrates. The reason for this polymorphic expression is not known in  humans. The chicken offers a model system to understand the  relationship between gene expression and disease. Characterization of  the genes with in the Mhc will require extensive DNA sequencing.    Cyclic GMP-inhibited cAMP phosphodiesterase (PDE3) has been extensively  studied for its important role in the antilipolytic action of insulin  in adipocytes. Recent data has shown that two different PDE3 genes  exist which are expressed in a tissue specific manner. One of these  genes is expressed in the cardiovascular system and may contribute to  diabetic vascular disease. The characterization, regulation and  structure of the genomic gene will be analyzed using the DNA sequencer.    The role of X chromosome inactivation, DNA methylation, and chromatin  structure will be studied in genomic imprinting. Genomic imprinting  results in the selective expression of either the maternal or paternal  alleles of a gene. The mechanisms of genomic imprinting are presently  unknown; however, genomic imprinting is implicated in several diseases  leading to mental retardation, cancer and behavioral problems. A basic  understanding of the mechanism(s) of genomic imprinting is essential to  understanding the timing and mechanisms of gene regulation during  embryonic development. A new improved procedure for sequencing  methylated DNA will be used with the requested equipment.  Other projects types that will need the requested equipment include  protein-nucleic acid interactions, alternative splicing, ribozyme  construction and characterization, tissue specific transcriptional and  post translational regulation in Drosophila, the role of the  transcription factor TWIST in regulating early bone development, the  structure-function of genetically engineered antibodies, and the  regulation of aromatase in estrogen-dependent breast cancer.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gerald",
   "pi_last_name": "Forrest",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Gerald L Forrest",
   "pi_email_addr": "",
   "nsf_id": "000297191",
   "pi_start_date": "1997-04-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Beckman Research Institute City of Hope",
  "inst_street_address": "1500 DUARTE RD",
  "inst_street_address_2": "",
  "inst_city_name": "DUARTE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6262564673",
  "inst_zip_code": "910103012",
  "inst_country_name": "United States",
  "cong_dist_code": "31",
  "st_cong_dist_code": "CA31",
  "org_lgl_bus_name": "BECKMAN RESEARCH INSTITUTE OF THE CITY OF HOPE",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPH1VN32EWN5"
 },
 "perf_inst": {
  "perf_inst_name": "Beckman Research Institute City of Hope",
  "perf_str_addr": "1500 DUARTE RD",
  "perf_city_name": "DUARTE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "910103012",
  "perf_ctry_code": "US",
  "perf_cong_dist": "31",
  "perf_st_cong_dist": "CA31",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "110800",
   "pgm_ele_name": "INSTRUMENTAT & INSTRUMENT DEVP"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9184",
   "pgm_ref_txt": "BIOTECHNOLOGY - INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 159115.0
  }
 ],
 "por": null
}