{
 "awd_id": "9603696",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Contractile Ring Formation in Drosophila Cytokinesis",
 "cfda_num": "47.074",
 "org_code": "08070600",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eve Ida Barak",
 "awd_eff_date": "1997-05-01",
 "awd_exp_date": "2000-04-30",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "1997-04-23",
 "awd_max_amd_letter_date": "1998-09-08",
 "awd_abstract_narration": "9603696  Wasserman                 Technical Abstract:  During the terminal phase of mitosis or meiosis, an animal cell must carry out cytokinesis, the division of a cell into two progeny cells, in spatial and temporal coordination with the nuclear division cycle.  Cleavage is initiated by an actin-rich contractile ring.  The long term goal of our research is to understand how contractile ring formation is initiated, how cytoskeletal components are recruited to the site of ring assembly, and how these components come together to form a functional contractile ring.  Genetic and molecular studies in Drosophila have identified two contractile ring proteins, Diaphanous and Peanut, that are specifically required for cytokinesis.  Loss-of-function mutations in the gene for either protein block cytokinesis, but have no apparent effect on chromosome segregation or on cellular functions during interphase.  The hypothesis underlying this project is that a subset of cytokinesis factors that includes these two proteins provides the molecular framework for the organization of broadly functioning cytoskeletal proteins, such as actin and profilin, into the contractile apparatus.  We therefore propose to use Diaphanous and Peanut as the starting point for defining the network of interactions necessary to build a contractile ring.  A characterization of ring assembly and component recruitment in both wild-type cells and cells defective for ring formation will allow us to order these interactions into an assembly pathway.  A two-step approach will be used to identify contractile ring proteins that interact with Diaphanous or Peanut.  First, the yeast two-hybrid system will be used to screen libraries generated from tissues rich in dividing cells for clones that interact with Diaphanous or Peanut fusion proteins. Second, epitope tagged forms of the two-hybrid clones will be expressed in cultured Drosophila cells, allowing identification of the subset of positive clones that encode proteins colocalizing with Diapha nous and Peanut during cell division.  With the aid of a PCR based strategy for clone characterization and a modular set of cloning and expression vectors, interactions of physiological relevance can thereby be rapidly and efficiently identified.  Full length cDNAs will be isolated for clones identified in the two-hybrid and localization screens and sequences will be compared to the nucleic acid and protein databases.  Novel genes will be localized on the physical map by in situ hybridization to polytene chromosomes.  Bacterially expressed fusion proteins will be used to raise antisera.  Polyclonal antibodies will be used to characterize the distribution of cytokinesis factors in both dividing wild-type cells and cells defective for cytokinesis.  An array of markers for subcellular structures will be employed in colocalization studies focusing on the cleavage furrow and contractile ring in spermatocytes, the ring canals in developing egg chambers, and the membrane front in embryos undergoing cellularization.    The existence of counterparts to Diaphanous and Peanut in a range of organisms (e.g., mice, fungi) indicates that these studies are likely to provide insights of broad and fundamental applicability into the molecular and biochemical mechanisms for cytokinesis.        Lay language abstract:  cell division is one of the most fundamental behaviors of animal cells.  It is already known that the cleavage of one cell into two daughter cells involves a highly organized array of actin microfilaments, polymerized myosin, and other actin-associated proteins in a ring-like arrangement just beneath the cell membrane at the site of division, and that cleavage proceeds by the contraction of this ring to create an ever-deepening cleavage furrow, or constriction, at the division site.  However, there is very little known about the identity of the other proteins in the ring or their role in the process, and nothing is known about how the ring components are recruited to the right place at the right time.   It is anticipated that this project, by combining the power of genetic analysis and molecular biological techniques with more traditional approaches (morphology, immunolocalization, and biochemical techniques), will rapidly advance our knowledge and understanding of this critically fundamental aspect of cell biology.   ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Wasserman",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Steven A Wasserman",
   "pi_email_addr": "stevenw@pooh.swmed.edu",
   "nsf_id": "000115604",
   "pi_start_date": "1997-04-23",
   "pi_end_date": "1998-09-08"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Melanie",
   "pi_last_name": "Cobb",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Melanie H Cobb",
   "pi_email_addr": "melanie.cobb@utsouthwestern.edu",
   "nsf_id": "000362023",
   "pi_start_date": "1998-09-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas Southwestern Medical Center",
  "inst_street_address": "5323 HARRY HINES BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "DALLAS",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "2146484494",
  "inst_zip_code": "753907208",
  "inst_country_name": "United States",
  "cong_dist_code": "30",
  "st_cong_dist_code": "TX30",
  "org_lgl_bus_name": "THE UNIVERSITY OF TEXAS SOUTHWESTERN MEDICAL CENTER",
  "org_prnt_uei_num": "YZJ6DKPM4W63",
  "org_uei_num": "YZJ6DKPM4W63"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas Southwestern Medical Center",
  "perf_str_addr": "5323 HARRY HINES BLVD",
  "perf_city_name": "DALLAS",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "753907208",
  "perf_ctry_code": "US",
  "perf_cong_dist": "30",
  "perf_st_cong_dist": "TX30",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "113200",
   "pgm_ele_name": "CELLULAR ORGANIZATION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": null
}