{
 "awd_id": "9604786",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A Light Microscope Equipped with Epifluorescence and DIC    Optics and an Imaging System",
 "cfda_num": "47.074",
 "org_code": "08080102",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gregory K. Farber",
 "awd_eff_date": "1997-04-01",
 "awd_exp_date": "2000-03-31",
 "tot_intn_awd_amt": 78797.0,
 "awd_amount": 78797.0,
 "awd_min_amd_letter_date": "1997-03-14",
 "awd_max_amd_letter_date": "1997-03-14",
 "awd_abstract_narration": "We propose to obtain an Olympus BX-50 microscope equipped with  epifluorescence, phase, and DIC optics along with an imaging system  capable of acquiring and analyzing high-resolution black-and-white  images and lower resolution video rate color images. Specifically, we  propose to obtain a MetaMorph Imaging System with a Princeton  Instruments Pentamax CCD camera and a Dage MTI three-chip color CCD  camera. The MetaMorph system has Windows-based software operated on a  Pentium PC.    The configuration of the proposed Olympus microscope has been designed  to facilitate its operation in a multi-user facility and for the  projects of four major users. Two CCD cameras are proposed in order to  accommodate the needs of the user labs for both high-resolution,  high-sensitivity image acquisition as well as video-rate color imaging.  Applications range from imaging of static fixed sections with DIC or  immunofluorescence, to following mitochondrial movement within living  plant cells, to observing transfer of fluorescent proteins during  Drosophila mating. The computer interface is designed to allow rapid  image acquisition and sufficient memory to store a stack of sequential  images for further manipulation. Images can be superimposed to enhance  signals or to locate the position of fluorescent antibodies within  cells. The microscope will be equipped with a Z motor so that images of  sequential planes of focus can be acquired. The computer can also  control the illumination wavelength by selecting the appropriate filter  cubes. Shutters on the microscope will be controlled by the software so  that image acquisition can be synchronized with their opening. In  samples which may be photobleached or otherwise damaged, this feature  is important to observe the same specimen during development by  time-lapse.    The Metamorph software package allows analysis of numerous features of  objects. Among the applications of the users are measurement of cell,  nuclei, and organelle number, comparison of fluorescen t intensities of  different objects and areas, comparison of object shape and  distribution in different cells or regions of cells, etc. Some users  also wish to produce videotape movies of living cells of plants,  Drosophila, yeast, and nematodes. The software package will also be  used to process images derived from an existing confocal microscope,  particularly enhancing its capability in 3-D reconstruction and  morphometric analysis.    Four major users with diverse projects plan to use the equipment.  Shapes, numbers, size, interactions, fusion, splitting, volume, and  membrane potential of plant organelles labelled with green fluorescent  protein(GFP) and other probes will be examined in different tissues at  various times in development, with particular attention to male  reproductive organs. Mutants with defective pollen development will  optically sectioned to determine the stage of developmental arrest. The  destination of GFP-labelled accessory gland proteins will be observed  in the female fruit fly following transfer from the male during mating.  GFP fusions with a Drosophila nuclear envelope protein, YA, will be  used to image the presence and movement in nuclei during the rapid cell  cycles of living embryos. Partitioning defective mutants of C. elegans  will be used to understand how the polarity of the zygote is  established after fertilization and how the differences in spindle  orientations in the early blastomeres are controlled. Cytoplasmic flow  rates in these mutants will be analyzed by following the trajectories  of cytoplasmic particles. The localization and distribution of  Drosophila proteins involved in chromosome segregation during cell  division will be examined in vivo. Mutants with aberration in the  accurate segregation of chromosomes to daughter cells will be  characterized.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Maureen",
   "pi_last_name": "Hanson",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Maureen R Hanson",
   "pi_email_addr": "mrh5@cornell.edu",
   "nsf_id": "000475619",
   "pi_start_date": "1997-03-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Goldberg",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Michael L Goldberg",
   "pi_email_addr": "",
   "nsf_id": "000378492",
   "pi_start_date": "1997-03-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mariana",
   "pi_last_name": "Wolfner",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Mariana F Wolfner",
   "pi_email_addr": "mfw5@cornell.edu",
   "nsf_id": "000180059",
   "pi_start_date": "1997-03-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kenneth",
   "pi_last_name": "Kemphues",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Kenneth J Kemphues",
   "pi_email_addr": "",
   "nsf_id": "000284463",
   "pi_start_date": "1997-03-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell Univ - State: AWDS MADE PRIOR MAY 2010",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell Univ - State: AWDS MADE PRIOR MAY 2010",
  "perf_str_addr": "341 PINE TREE RD",
  "perf_city_name": "ITHACA",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "110800",
   "pgm_ele_name": "INSTRUMENTAT & INSTRUMENT DEVP"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9184",
   "pgm_ref_txt": "BIOTECHNOLOGY - INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 78797.0
  }
 ],
 "por": null
}