{
 "awd_id": "9604139",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Lysosomal Proenzyme Sorting:  A New Receptor",
 "cfda_num": "47.074",
 "org_code": "08070600",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ronald M. Weiner",
 "awd_eff_date": "1997-07-01",
 "awd_exp_date": "2002-03-31",
 "tot_intn_awd_amt": 390000.0,
 "awd_amount": 394125.0,
 "awd_min_amd_letter_date": "1997-05-27",
 "awd_max_amd_letter_date": "2000-08-07",
 "awd_abstract_narration": "9604139  Erickson    Technical:  We have identified a new intracellular receptor that binds the lysosomal cysteine protease procathepsin L, but not the mature enzyme, to microsomal membranes at an acid pH . Binding to this 43-kDa integral membrane protein is mediated by a 9-residue propeptide sequence that showq homology to yeast vacuolar sorting sequences.  The aspartic protease procathepsin D undergoes similar pH-dependent membrane association.  Our data suggest that lysosomal proenzyme receptors (LPRs) are alternate targeting receptors which mediate mannose 6-phosphate-independent transport of lysosomal proenzymes from the trans Golgi to endosomal vesicles.  Failure of the proteases to bind to LPRs in tumor cells and activated macrophages correlates with increased enzyme secretion. The goal of this project is to determine the physiological function(s)  of the procathepsin L lysosomal proenzyme receptor (LPR). In order to accomplish this objective the lysosomal proenzyme receptor for procathepsin L will be purified. Antiserum specific for the mouse procathepsin L LPR will be prepared by immunization of rabbits. The N-terminal sequence of the procathepsin L LPR will be obtained by Edman degradation.  If the N-terminus is blocked, peptides prepared by protease treatment of the receptor will be purified by HPLC and subjected to N-terminal sequence analysis. The intracellular localization of the LPR and its ligand will be determined by ultrastructural studies using antibodies raised against procathepsin L and the purified LPR. The physiological function of the LPR will be studied using eucaryotic expression systems Mouse procathepsin L will be expressed in mouse macrophages which do not produce endogenous protease and the membrane association and efficiency of lysosomal targeting of the protease will be determined. The mouse procathepsin L propeptide will be expressed in mouse  fibroblasts to determine if the propeptide has a dominant-negative effect, altering proprotease targeting by competing fo r the LPR in vivo. Regulation of LPR binding will be studied by determing why ATP added to the exterior of intact microsomes causes procathepsin L to be released from the membranes to the vesicle lumen.  Initial studies indicate the release is not blocked by bafilomycin, which inactivates the vacuolar ATPase, suggesting that the effect is not merely due to modulation of intravesicular pH.    Non Technical:  The protease cathepsin has a critical role in degrading cellular proteins during development and in response to injury. Cathepsin is localized in a discrete cellular compartment termed lysosomes that functions to degrade nonfunctional and nonessential cellular components. Degradative enzymes are targeted for inclusion into lysosome by a modification of the enzymes that attaches a sugar that provides addressing information. The preliminary results of thiq project indicate that the cathepsin protease is targeted to lysosomes by an entirely different mechanism that involves a specific receptor that recognizes part of the cathepsin protein. During the grant award period Dr. Erickson  will identify and characterize the cathepsin targeting receptor and demonstrate its function in lysosome assembly.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ann",
   "pi_last_name": "Erickson",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Ann H Erickson",
   "pi_email_addr": "ann_erickson@med.unc.edu",
   "nsf_id": "000292880",
   "pi_start_date": "1997-05-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Chapel Hill",
  "inst_street_address": "104 AIRPORT DR STE 2200",
  "inst_street_address_2": "",
  "inst_city_name": "CHAPEL HILL",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9199663411",
  "inst_zip_code": "275995023",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL",
  "org_prnt_uei_num": "D3LHU66KBLD5",
  "org_uei_num": "D3LHU66KBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Chapel Hill",
  "perf_str_addr": "104 AIRPORT DR STE 2200",
  "perf_city_name": "CHAPEL HILL",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "275995023",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "113200",
   "pgm_ele_name": "CELLULAR ORGANIZATION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 130000.0
  },
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 130000.0
  },
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 134125.0
  }
 ],
 "por": null
}