{
 "awd_id": "9604693",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:  Spatially Distributed Computation  in a Small Neural Network",
 "cfda_num": "47.074",
 "org_code": "08090200",
 "po_phone": "7032927878",
 "po_email": "slim@nsf.gov",
 "po_sign_block_name": "Soo-Siang Lim",
 "awd_eff_date": "1997-09-01",
 "awd_exp_date": "2002-08-31",
 "tot_intn_awd_amt": 152860.0,
 "awd_amount": 152860.0,
 "awd_min_amd_letter_date": "1997-04-22",
 "awd_max_amd_letter_date": "2001-07-24",
 "awd_abstract_narration": "9604693  Graubard      For a long time, neurobiologists have viewed the nerve cell  as being the fundamental unit of function in the nervous  system.  In this view, a cell (or \"neuron\") receives inputs  from selected sources (sensory cells, other nerve cells,  hormones in the blood), processes the information contained  in the totality of  these inputs and sends out a signal to other neurons or to  muscles that represent a unified result of the processing.  However, it is becoming increasingly apparent that this  unity of  function of the single neuron may in some cases,  and perhaps in many, be incorrect.  Instead, different parts  of one cell may  each be sending out its own signal based on  processing of a selected \"local\" sampling of inputs received  by the whole cell.  This research will assess the  possibilities for such \"local\"  computation in cells from a  small neural network.  This network is particularly suited  to the research because it has few enough neurons that  activity from all cells having input onto a particular  target neuron can be monitored physiologically.  Experience  has shown repeatedly that principles learned more easily in  this simple model system (a ganglion from a crab termed the  \"stomatogastric ganglion\"), can be applied to more complex  systems, including the nervous system of mammals and man.  Single neurons will be injected with a fluorescent dye that  makes them visible in a \"confocal\" microscope.  The confocal  microscope will record the fluorescence coming from the  multitude of branching extensions possessed by each cell and  thus will allow accurate reconstruction of the complex shape  of the cell.  From this, and from some simple electrical  measurements that can be made at the same time the  fluorescent dye is injected, a computer model will be  constructed of the predicted spread of voltage signals  through the different parts of the cell.  If the signals  generated at any one point in the cell are changed  relatively little in traveling to other part s of the cell,  this will be evidence that there is little likelihood of  \"local\" computation in  the cell, since all parts will  receive the same processed signal.  If, as preliminary data  suggest, signals can be significantly altered in passing  from one point in a cell to another, the likelihood of local  computation is much greater.     Much of the research  focuses on how sensitive the local computation capabilities  are to various physiological factors.  For example, as input from other nerve cells becomes  stronger, the electrical properties of the target cell  change so that it is more likely to break up into small  local computational regions.  On the other hand, if the  input from other cells is broadly distributed over the  surface of a target neuron, the target cell may act in a  more unified fashion.  The project is investigating how such  different parameters influence the computational style of  real neurons and how computational styles of a single neuron  may change as the state of activity of the nervous system  changes.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Katherine",
   "pi_last_name": "Graubard",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Katherine Graubard",
   "pi_email_addr": "graubard@u.washington.edu",
   "nsf_id": "000175481",
   "pi_start_date": "1997-04-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 BROOKLYN AVE NE",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "116200",
   "pgm_ele_name": "COMPUTATIONAL NEUROSCIENCE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1096",
   "pgm_ref_txt": "NEURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "9107",
   "pgm_ref_txt": "BIOELECTRONICS AND BIONETWORKS"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 53488.0
  },
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 49091.0
  },
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 50281.0
  }
 ],
 "por": null
}