{
 "awd_id": "9604985",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Indo-US Workshop on Ground Improvement Using Geosynthetics  March 26-28, New Delhi, India.  Award in US and Indian      Currencies",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Osman Shinaishin",
 "awd_eff_date": "1997-01-15",
 "awd_exp_date": "1997-12-31",
 "tot_intn_awd_amt": 17500.0,
 "awd_amount": 17500.0,
 "awd_min_amd_letter_date": "1997-01-09",
 "awd_max_amd_letter_date": "1997-01-09",
 "awd_abstract_narration": "Description:  This award is to support participation by scientists and engineers from the United States in a `U.S.-India Workshop on Ground Improvement Using Geosynthetics` to be held  March 26-28, 1997 in New Delhi, India.   The organizers are Dr. Mysore Nataraj from the University of New Orleans and Dr. D.V. Singh, Director of the Central Road Research Institute in New Delhi.  The workshop program will include three themes: use of geosynthetics in barrier systems, drainage, filtration in expansive soil areas and in erosion control; use of geosynthetics in low and high volume roads and railway embankment construction; and use of geosynthetics in embankments on soft soils and marginal soils.  Presentations will be made by scientists, engineers, and practitioners from academic and industrial organizations in the two countries.  An exhibition of materials currently in use and available from manufacturers in the US and India will be available.  The participants will discuss the potential for expanding the use of these new materials, and others in their class, to solve many of the pressing problems in civil infrastructure in India and in the United states.  They will also discuss problem areas that require further research and development in the materials research, materials processing, or applications' technologies areas.   Scope: This award is to fund travel of a team of U.S. scientists to participate in an important binational workshop where discussions will deal with a topic of current economic importance to most of the countries concerned with building their civil infrastructure such as India and other developing countries.  The topic is also important to countries interested in rehabilitating their civil infrastructure such as the United States.  The practical experiences  and research results to be discussed, and the deliberations on future research, are intended to accomplish the objective of reducing the cost of building or repairing roads, bridges, tunnels, and large structures in general, while reducing the need for polluting materials that the geosynthetics replace.  The results could include collaborative research involving US and Indian engineers and scientists, as well as enhancing the potential for the use of materials that are primarily produced, at least for the time being, by US companies.  The project meets the objectives of the Division of International Programs in promoting collaboration with foreign scientists and engineers in areas of mutual interest.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mysore",
   "pi_last_name": "Nataraj",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Mysore S Nataraj",
   "pi_email_addr": "",
   "nsf_id": "000345967",
   "pi_start_date": "1997-01-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of New Orleans",
  "inst_street_address": "2000 LAKESHORE DR",
  "inst_street_address_2": "",
  "inst_city_name": "NEW ORLEANS",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "5042806836",
  "inst_zip_code": "701483520",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "LA02",
  "org_lgl_bus_name": "UNIVERSITY OF NEW ORLEANS",
  "org_prnt_uei_num": "",
  "org_uei_num": "CL8JHK1LN291"
 },
 "perf_inst": {
  "perf_inst_name": "University of New Orleans",
  "perf_str_addr": "2000 LAKESHORE DR",
  "perf_city_name": "NEW ORLEANS",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "701483520",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "LA02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "597600",
   "pgm_ele_name": "AFRICA, NEAR EAST, & SO ASIA"
  },
  {
   "pgm_ele_code": "612400",
   "pgm_ele_name": "INDIA (SCIENTIFIC RESEARCH)"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9186",
   "pgm_ref_txt": "RESOURCE USE AND MANAGEMENT"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "26XX",
   "app_name": "US INDIA FUND(RUPEES) (P&I)",
   "app_symb_id": "49T566",
   "fund_code": "app-26XX",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 17500.0
  }
 ],
 "por": null
}