{
 "awd_id": "9604180",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: PTL-1, A Tau-Like Microtubule Binding Protein in C.    elegans",
 "cfda_num": "47.074",
 "org_code": "08070600",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eve Ida Barak",
 "awd_eff_date": "1997-07-01",
 "awd_exp_date": "2002-06-30",
 "tot_intn_awd_amt": 105416.0,
 "awd_amount": 105416.0,
 "awd_min_amd_letter_date": "1997-05-28",
 "awd_max_amd_letter_date": "2001-05-17",
 "awd_abstract_narration": "9604180  Aamodt     Technical Abstract:  The mammalian tau microtubule-associated proteins have been implicated in axonal outgrowth, microtubule spacing and microtubule bundling.  A caenorhabditis elegans gene with homology to the repeat region of tau was identified and characterized.  This gene was named ptl-1 for Protein with Tau-Like repeats.  The ptl-1 transcript, like mammalian tau transcripts, is alternatively spliced to produce messages that encode proteins with variable numbers of repeats.  The predicted ptl-1 products have strong sequence homology to tau over the repeat region and are similar to tau in size, amino acid content, charge distribution, predicted secondary structure, hydrophobicity , and flexibility  Bacterially expression PTL-1 bound to microtubules in vitro.  These results show that tau-like proteins evolved early and suggests that they may be present in many different phyla.  C. elegans is a powerful system amenable to genetic, molecular and cellular analysis in which to study the functions of the tau class of proteins.  Three major questions will be addressed:  Does PTL-1 promote tubulin polymerization in a manner similar to that of mammalian tau?  Where is the gene expressed?  And what is the function of the gene product?  Recombinant PTL-1 will be tested to determine whether it increases microtubule nucleation and assembly in vitro as tau does.  Antibodies will be produced against PTL-1 and ptl-1::lacZ fusion genes will be made to determine when and where ptl-1 is expressed. Finally, a strain of C. elegans that does not express ptl-1 will be made.  If absence of ptl-1 induces a phenotype, the mammalian tau gene will be expressed to determine whether it can rescue.  These studies will provide information about the role of ptl-1 in C. elegans and the relationship between PTL-1 and tau.  The relevant of this project derives from its contribution to our understanding of basic cellular and developmental mechanisms.    Lay Abstract:  Microtubules are fundamentally important  structures in eukaryotic cells.  They function in cellular and intracellular motility, serving as the means whereby cilia and flagella beat, chromosomes are distributed to daughter cells during cell division, cellular extensions are properly shaped and oriented, and intracellular components are moved from one part of the cell to another.  These last two functions are notably critical in neuronal cells that bear extremely long axons (some axons in higher animals may be several feet in length!).  The axons need to connect the cell bodies to the right terminal point elsewhere in the body, and neuroexcitatory and other materials need to be transported from their site of synthesis in the cell body to the terminal end of the axon in order for the neuron to function properly.   Many accessory proteins are known that bind to microtubules and are somehow involved in their proper formation and/or function; these are known collectively as Microtubule-Associated Proteins, or MAPs.  One of the predominant MAPs in neuronal cells is called tau, and although it has been studied extensively in mammalian systems, there are still many fundamental questions about tau's function in the cell that remain unanswered.  In this project, the recent discovery of a tau-like protein in the simple model organism, C. elegans (a nematode worm), will be exploited.  The simplicity and well-established background information about the worm, together with the power of genetics, will allow new discoveries about the function of this tau-like protein in both the worm and other animals.  ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephanie",
   "pi_last_name": "Aamodt",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Stephanie J Aamodt",
   "pi_email_addr": "saamodt@pilot.lsus.edu",
   "nsf_id": "000105361",
   "pi_start_date": "1997-05-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Louisiana State University Shreveport",
  "inst_street_address": "1 UNIVERSITY PL",
  "inst_street_address_2": "",
  "inst_city_name": "SHREVEPORT",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "3187954237",
  "inst_zip_code": "711152301",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "LA04",
  "org_lgl_bus_name": "LOUISIANA STATE UNIVERSITY IN SHREVEPORT",
  "org_prnt_uei_num": "",
  "org_uei_num": "UM19R9XPL1N5"
 },
 "perf_inst": {
  "perf_inst_name": "Louisiana State University Shreveport",
  "perf_str_addr": "1 UNIVERSITY PL",
  "perf_city_name": "SHREVEPORT",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "711152301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "LA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "113200",
   "pgm_ele_name": "CELLULAR ORGANIZATION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 105416.0
  }
 ],
 "por": null
}