{
 "awd_id": "9604409",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Role(s) of Forked Proteins in Actin Fiber Bundle        Formation",
 "cfda_num": "47.074",
 "org_code": "08070600",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Mishkind",
 "awd_eff_date": "1997-05-15",
 "awd_exp_date": "2001-04-30",
 "tot_intn_awd_amt": 149954.0,
 "awd_amount": 149954.0,
 "awd_min_amd_letter_date": "1997-05-15",
 "awd_max_amd_letter_date": "1997-05-15",
 "awd_abstract_narration": "Nancy S. Petersen  9604409  (Technical Abstract):  In Drosophila melanogaster forked  and singed mutants, actin fiber bundles are dramatically reduced in developing bristles.  As a result, in the adult fly, the bristles are twisted and branched.  The normal genes corresponding to these two mutations have recently been cloned and sequenced.  The singed  protein is homologous to sea urchin fascin and bundles actin fibers in vitro,  indicating that it may play a role similar to fimbrin in intestinal brush boarder microvilli.  The forked gene in Drosophila is essential for normal bristle development and encodes six proteins with overlapping coding regions which differ primarily in their amino-terminal ends.  Preliminary data indicates that the forked proteins are also actin binding proteins.  Their amino acid sequences are similar to the predicted sequence of a newly-identified actin binding protein called espin, has been found in rat testis ectoplasmic specializations.  Furthermore, an antibody to espin specifically recognizes forked proteins on Western blots.  This suggests that forked  belongs to a new family of actin binding proteins that are involved in actin fiber bundle assembly.  The aim of this project is to study the role of forked  proteins in actin fiber bundle formation in Drosophila bristles.   Preliminary data using confocal microscopy, affinity chromatography and actin sedimentation assays indicates that the forked  proteins bind to actin and are involved the initiation of actin fiber bundle formation as well as in connecting actin fiber bundles longitudinally in the very long (> 100 mm) bundles.  The actin binding sites in the forked proteins will be identified and characterized using quantitative assays involving in vitro co-sedimentation with F-actin.  Specific antibodies will be made for each of the different forked  proteins, which will be used to examine the distribution of forked proteins in bristles from normal pupae and several forked mutations in which certain of the forked  proteins are not synthesized.  The actin fiber bundle structure will be examined in wild type and mutant pupae by confocal microscopy.  Homologues of forked will be identified in vertebrate tissues which have actin bundles similar to those in Drosophila bristles.        (Lay Abstract): Actin microfilaments are a major class of cytoskeletal elements ubiquitous to all eukaryotic organisms.  Regulation of the assembly of actin microfilaments into bundles or fibers is required for many cellular functions, including cell movement, changing and maintaining cell shape, and cell division.  Actin binding proteins are essential in regulating these processes.  The common fruit fly, Drosophila melanogaster, is a well established model system for studies of genetics and development, and is becoming an increasingly important model system for cell biology.  It is possible to use appropriate mutants of Drosophila to study the actin fiber bundles involved in bristle development during the pupal stage.  These fiber bundles are morphologically very similar to actin fiber bundles present in vertebrate intestinal brush border and in stereocilia in the ear and kidney, and the information obtained in these studies about actin-binding proteins will likely be relevant not only to the biology of Drosophila but eukaryotic organisms in general.    ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nancy",
   "pi_last_name": "Petersen",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Nancy S Petersen",
   "pi_email_addr": "petersen@uwyo.edu",
   "nsf_id": "000454922",
   "pi_start_date": "1997-05-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wyoming",
  "inst_street_address": "1000 E UNIVERSITY AVE",
  "inst_street_address_2": "",
  "inst_city_name": "LARAMIE",
  "inst_state_code": "WY",
  "inst_state_name": "Wyoming",
  "inst_phone_num": "3077665320",
  "inst_zip_code": "820712000",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "WY00",
  "org_lgl_bus_name": "UNIVERSITY OF WYOMING",
  "org_prnt_uei_num": "FDR5YF2K32X5",
  "org_uei_num": "FDR5YF2K32X5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wyoming",
  "perf_str_addr": "1000 E UNIVERSITY AVE",
  "perf_city_name": "LARAMIE",
  "perf_st_code": "WY",
  "perf_st_name": "Wyoming",
  "perf_zip_code": "820712000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "WY00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  },
  {
   "pgm_ele_code": "113200",
   "pgm_ele_name": "CELLULAR ORGANIZATION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 149954.0
  }
 ],
 "por": null
}