{
 "awd_id": "9604200",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Rapid Signaling Pathway for Corticosteriods",
 "cfda_num": "47.074",
 "org_code": "08090200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christopher Platt",
 "awd_eff_date": "1997-01-01",
 "awd_exp_date": "2000-12-31",
 "tot_intn_awd_amt": 357775.0,
 "awd_amount": 357775.0,
 "awd_min_amd_letter_date": "1996-12-17",
 "awd_max_amd_letter_date": "1997-08-19",
 "awd_abstract_narration": "IBN-9604200  Orchinik           Steroid hormones are among the most powerful regulators  of brain function and behavior known.   For this reason,  understanding the mechanism for steroid actions is a  fundamental problem for neuroendocrinology and behavioral  neuroscience.  Until recently, steroids were thought to act  through a two-step process.  Steroids, such as estradiol,  testosterone, and corticosterone, first enter the brain and  bind to specific receptors found within target neurons.  The  steroid-receptor complex is then activated and binds to DNA,  which in turn, regulates gene expression and alters protein  synthesis.   It is the increase or decrease of proteins that  bring about the physiological and behavioral response to the  steroid hormones.  This is referred to as the genomic  mechanism of steroid action and the time frame of action  requires anywhere from hours to days.  A conceptual problem  exists since many neural actions of steroid appear and  decrement very rapidly. This is especially true for  corticosterone, an adrenal steroid, that is released during  stress.  Indeed, it has been known for years that under  stressful conditions, corticosteroids levels rise  dramatically within 2-5 minutes, peak within 30 minutes, and  return to basal levels almost as quickly with the cessation  of the stressful event.   Dr. Orchinik believes that under  acute stress conditions, corticosteroid is acting through a  non-genomic mechanism and this award addresses this  important question.  He hypothesizes that corticosteroids  are eliciting rapid neuronal responses by first binding to  receptors in the neuronal membranes rather than within the  neuron.  Dr. Orchinik will carry out a series of studies  that systematically investigate the molecular mechanisms  that underlie neurophysiological and behavioral responses to  corticosteroid that are too rapid to be accounted for by the  genomic mechanism of action.  Initial studies will establish  and characterized the presence of corticosterone r   eceptors  in neuronal membranes.  The membrane-bound and intracellular  corticosteroid  brain receptors will then be compared.  Using an array of techniques, Dr. Orchinik will then examine  the events that occur after corticosterone binds to the  membrane receptors.  He will determine whether the signal  transduction initiated by the membrane-bound steroid  involved receptor interactions with GTP binding proteins,  similar to the action of neurotransmitters.  The results  from these studies will identify the biochemical pathways  involved in the rapid corticosteroid action.  The new  knowledge gained from these studies will help us decipher  both the genomic and non-genomic mechanisms of steroid  action which is essential if we are to understand of how  hormones modulate brain function and behavior, in  particular, neural responses to stress.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Miles",
   "pi_last_name": "Orchinik",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Miles Orchinik",
   "pi_email_addr": "m.orchinik@asu.edu",
   "nsf_id": "000204927",
   "pi_start_date": "1996-12-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "660 S MILL AVENUE STE 204",
  "perf_city_name": "TEMPE",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852813670",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "119300",
   "pgm_ele_name": "NEUROENDOCRINOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1096",
   "pgm_ref_txt": "NEURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "9104",
   "pgm_ref_txt": "ENVIRONMENTAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9187",
   "pgm_ref_txt": "TOXIC SUBSTANCES/SOLID & HAZARDOUS WASTE"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 357775.0
  }
 ],
 "por": null
}