{
 "awd_id": "9604342",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Analysis of the Inheritance and Positioning of the Golgi    Apparatus",
 "cfda_num": "47.074",
 "org_code": "08070600",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eve Ida Barak",
 "awd_eff_date": "1997-10-01",
 "awd_exp_date": "2000-09-30",
 "tot_intn_awd_amt": 309000.0,
 "awd_amount": 309000.0,
 "awd_min_amd_letter_date": "1997-08-25",
 "awd_max_amd_letter_date": "1999-04-09",
 "awd_abstract_narration": "9604342  Glick    The Golgi apparatus has a distinctive structure and  protein composition, but the processes that give this  organelle its unique character are only beginning to be  elucidated.  For example, it is still unclear how Golgi  structures are inherited during cell division or how the  Golgi is localized to a particular region of the cytoplasm.  A key to understanding these phenomena comes from the  finding that Golgi stacks are often situated near  vesiculating \"transitional\" regions of the endoplasmic  reticulum (ER).  The working hypothesis for this project is  that Golgi stacks are located near transitional ER sites  because Golgi assembly occurs at these sites, with new Golgi  cisternae forming by the coalescence of ER-derived vesicles.  In this view, the Golgi can be considered a dynamic  outgrowth of the ER.  The ultimate goal of this work is to  determine how a cell creates and propagates the transitional  ER subdomains that give rise to Golgi stacks.   The  experimental approach is to analyze Golgi inheritance and  positioning in two budding yeasts, Saccharomyces cerevisiae  and Pichia pastoris.  In S. cerevisiae, the Golgi has a  fragmented structure and rarely displays a stacked cisternal  morphology.  Nevertheless, it is possible to study Golgi  inheritance in S. cerevisiae by monitoring the movement of  Golgi elements into the bud.  For studies of Golgi  positioning, P. pastoris is the organism of choice because  it contains a small number of discrete Golgi stacks that  resemble the organelles found in higher eukaryotes.  Golgi  stacks in P. pastoris are located next to vesiculating  membranes that evidently correspond to transitional ER.  Because P. pastoris is closely related to S. cerevisiae and  can be genetically manipulated in much the same way, it will  be valuable to perform a comparative study of the Golgi in  these two yeasts.  The project has two Specific Aims.   The  first is to analyze the mechanism by which proteins are  localized to the transitional ER in P . pastoris.  Antibodies  are being raised against P. pastoris components of the COPII-  coated vesicle system, which defines the transitional ER.  Immunolocalization experiments will be performed to confirm  that these proteins are restricted to discrete subdomains of  the ER.  Based on functional studies in S. cerevisiae, it  seems likely that the specific recruitment of COPII  components to the transitional ER depends upon a restricted  localization of Sec12p, the protein that initiates the COPII  assembly pathway.  This prediction will be tested by  modifying the P. pastoris SEC12 gene in an attempt to alter  its localization.  In addition, affinity methods will be  used to isolate partner proteins that may anchor Sec12p in  transitional ER zones.  The second aim is to carry out  genetic screens for identifying proteins that mediate Golgi  inheritance in S. cerevisiae.  A strain of yeast has been  created in which Golgi organelles are labeled with Green  Fluorescent Protein (GFP).  These cells will be mutagenized  and screened visually to identify mutants that show defects  in Golgi inheritance.  The relationship between ER and Golgi  elements will be examined in the mutant cells, and the genes  responsible for the mutant phenotypes will be cloned and  characterized.    The Golgi apparatus is a complex organelle of eukaryotic  cells which consists of a highly specialized collection of  membrane-enclosed compartments in which newly synthesized  proteins and certain complex glycoconjugates are covalently  modified and other complex glycoconjugates are synthesized.  Most of the proteins and complex glycoconjugates within the  Golgi complex, whether soluble inside the compartments or  membrane-bound, are only transiently resident there; once  the syntheses and modifications are completed, these  macromolecules are sorted and transported to other sites  inside or outside the cell, where they carry out their  specific functions.  The Golgi complex may assume different  morphologies and subcellular  locations (and even specific  metabolic functions) depending on the specific cell type and  the stage of the life cycle of the cell.  Although the Golgi  complex has been studied intensively for decades, and much  is known about specific Golgi enzymes and the fate of  macromolecules that pass through the complex, there is still  much about it that remains poorly understood.  This project  addresses fundamental questions about the biogenesis of the  Golgi complex, utilizing cutting-edge technologies and  approaches.  If the results support Dr. Glick's hypothesis,  they will force a change in the way investigators think  about the Golgi complex, in terms of its function and its  origin within the cell.  ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Benjamin",
   "pi_last_name": "Glick",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Benjamin S Glick",
   "pi_email_addr": "bsglick@midway.uchicago.edu",
   "nsf_id": "000090010",
   "pi_start_date": "1997-08-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Chicago",
  "inst_street_address": "5801 S ELLIS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7737028669",
  "inst_zip_code": "606375418",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "UNIVERSITY OF CHICAGO",
  "org_prnt_uei_num": "ZUE9HKT2CLC9",
  "org_uei_num": "ZUE9HKT2CLC9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Chicago",
  "perf_str_addr": "5801 S ELLIS AVE",
  "perf_city_name": "CHICAGO",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606375418",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "113200",
   "pgm_ele_name": "CELLULAR ORGANIZATION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 103000.0
  },
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 103000.0
  },
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 103000.0
  }
 ],
 "por": null
}