{
 "awd_id": "9604412",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Molecular Mechanisms of Chloroplast Division in Higher      Plants",
 "cfda_num": "47.074",
 "org_code": "08070600",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eve Ida Barak",
 "awd_eff_date": "1997-03-15",
 "awd_exp_date": "2000-07-31",
 "tot_intn_awd_amt": 351879.0,
 "awd_amount": 351879.0,
 "awd_min_amd_letter_date": "1997-03-07",
 "awd_max_amd_letter_date": "1999-05-13",
 "awd_abstract_narration": "9604412  Osteryoung    Technical abstract:  Organelle replication is critical for growth and development in all eukaryotes.  However, very little is known about the molecular mechanisms by which organelles divide or how their numbers are controlled.  Dr. Osteryoung has identified a cDNA from Arabidopsis thaliana, designated cpFtsZ, that may play a central role in the division of chloroplasts.  This nuclear gene encodes a chloroplast-localized homologue of the bacterial protein  FtsZ.  FtsZ is a key structural component of the bacterial cell division machinery that assembles to form a ring-like structure at the division site during bacterial cytokinesis.  Discovery of eukaryotic cpFtsZ suggests that division mechanisms in organelles and prokaryotes are similar, and for the first time opens the door to a molecular dissection of the organelle division process in eukaryotes.  The goal of this project is to begin a detailed analysis of the role of cpFtsZ in chloroplast division, using Arabidopsis thaliana as a model system.  To test the hypothesis that cpFtsZ is important for chloroplast division, transgenic plants will be generated with enhanced or reduced expression of cpFtsZ, and the effect of such genetic manipulations on chloroplast number will be assessed.   The question of whether the cpFtsZ gene maps to and/or complements any of the known mutations in Arabidopsis that affect chloroplast division will be addressed.  The localization of the cpFtsZ protein within the chloroplast will be investigated in dividing and non-dividing chloroplasts.  The relationship between cpFtsZ expression and chloroplast division will be examined by analyzing the spatial and temporal patterns of cpFtsZ expression in relation to patterns of chloroplast division.  Because preliminary data suggest that there are multiple FtsZ homologues in Arabidopsis, additional FtsZ related genes will be isolated and the subcellular localization of their gene products will be established.  Additional plastid-localized FtsZ homologues , if extant, would suggest the possibility of differential regulation in different cell types or of functional heterogeneity among related proteins.  The longer-term goal of this project is to develop a comprehensive model describing the biochemical and molecular processes that govern chloroplast division in higher plants.    Lay-language abstract:   In plants, the chloroplast is the key subcellular organelle that is responsible for photosynthesis, the process that converts sunlight energy to a form of chemical energy, i.e.,  through photochemical conversion of carbon dioxide plus water to sugar.  This fundamental life process is what enables much of life (plants and animals) as we know it to exist on earth. Chloroplasts are generally regarded as having evolved from free-living bacteria that entered into a close symbiotic (endosymbiotic) relationship with other cells.  Although most of the components of the chloroplasts are made of gene products encoded by the plant cell's nuclear genes, chloroplasts are nonetheless semi-autonomous, in that they have their own genes and protein synthetic machinery, and they increase in number by a process of division much like cell division.  When plant cells divide, as they must as the plant grows and develops, it is critical that the chloroplasts also divide so that they can be distributed among the progeny cells.  How this occurs is as yet a mystery.  Dr. Osteryoung has discovered a gene in plants that is homologous to a gene that plays a key role in bacterial cell division.  She hypothesizes that this protein functions in chloroplast division in a manner similar to how it functions in bacterial cell division.  The goal of this project is to test this hypothesis.  The results of this research are expected to advance our understanding of how chloroplasts divide in order to be properly distributed among the various cells of a growing and developing plant.    ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Katherine",
   "pi_last_name": "Osteryoung",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Katherine W Osteryoung",
   "pi_email_addr": "osteryou@msu.edu",
   "nsf_id": "000444596",
   "pi_start_date": "1997-03-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Board of Regents, NSHE, obo University of Nevada, Reno",
  "inst_street_address": "1664 N VIRGINIA ST # 285",
  "inst_street_address_2": "",
  "inst_city_name": "RENO",
  "inst_state_code": "NV",
  "inst_state_name": "Nevada",
  "inst_phone_num": "7757844040",
  "inst_zip_code": "895570001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NV02",
  "org_lgl_bus_name": "BOARD OF REGENTS OF THE NEVADA SYSTEM OF HIGHER ED",
  "org_prnt_uei_num": "WLDGTNCFFJZ3",
  "org_uei_num": "WLDGTNCFFJZ3"
 },
 "perf_inst": {
  "perf_inst_name": "Board of Regents, NSHE, obo University of Nevada, Reno",
  "perf_str_addr": "1664 N VIRGINIA ST # 285",
  "perf_city_name": "RENO",
  "perf_st_code": "NV",
  "perf_st_name": "Nevada",
  "perf_zip_code": "895570001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NV02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "113200",
   "pgm_ele_name": "CELLULAR ORGANIZATION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 122793.0
  },
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 108918.0
  },
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 21168.0
  }
 ],
 "por": null
}