{
 "awd_id": "9605128",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Summer Undergraduate Research Program",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rolf M. Sinclair",
 "awd_eff_date": "1997-03-01",
 "awd_exp_date": "1998-02-28",
 "tot_intn_awd_amt": 30143.0,
 "awd_amount": 30143.0,
 "awd_min_amd_letter_date": "1997-02-07",
 "awd_max_amd_letter_date": "1997-02-07",
 "awd_abstract_narration": "***  Hyde  This grant continues a summer undergraduate research program  already in place for the past three summers at Baylor and  currently supported by both Baylor and the National Science  Foundation.  Seven students will be selected from open  applications with the program advertised at universities  around the nation, smaller undergraduate institutions with  little or no research capability and historically minority  institutions.  Complete application information,  departmental research information as well as the ability to  apply to the program \"on line\" is provided through a World  Wide Web page located at  www.baylor.edu/homepages/emp/Truell_Hyde/Scripts/URC.html.  (This allows students whose institutions do not customarily  encourage such summer programs to have access to the  required information and offers them the opportunity to  apply).  The recruiting process (particularly for  minorities, women and students from small schools) is aided  by the PI's contact with faculty at such small schools in  the five state area as well as by the PI's graduate students  (two of which are women) who provide personal contact with  the NSF Fellows starting with the recruitment process and  continuing through the summer program.  Taken together,  these allow identification and recruitment of outstanding  students from small, private institutions in the Texas,  Oklahoma, Louisiana, Arkansas and Kansas areas.  Predominantly Black and Hispanic campuses will be  specifically targeted as well predominantly minority junior  colleges.  Every college and university in the state of  Texas will be included in the recruitment effort since many  of them have large Hispanic enrollments.  The NSF Fellows  will interact during the summer with Baylor undergraduate  and graduate students from both the United States and  several foreign countries.  They will participate in twice  weekly seminars, social activities, an end of the summer  Undergraduate Research Symposium and specially designed  classes in various phy sics research fields of interest.  As  in the past, it is expected that at least some of the summer  research done by the NSF Fellows will result in peer-  reviewed publications.  Trips to nearby industries and  research facilities, social activities as well as joint  research seminars will be offered (as in the past) in  cooperation with the NSF Chemistry REU Summer Program to be  held in the same building.  This provides for a much larger  number of NSF Summer Fellows with which to interact during  the ten week period and aids in producing a \"large\" program  feel.  ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Truell",
   "pi_last_name": "Hyde",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Truell W Hyde",
   "pi_email_addr": "Truell_Hyde@baylor.edu",
   "nsf_id": "000367238",
   "pi_start_date": "1997-02-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Baylor University",
  "inst_street_address": "700 S UNIVERSITY PARKS DR",
  "inst_street_address_2": "",
  "inst_city_name": "WACO",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "2547103817",
  "inst_zip_code": "767061003",
  "inst_country_name": "United States",
  "cong_dist_code": "17",
  "st_cong_dist_code": "TX17",
  "org_lgl_bus_name": "BAYLOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "C6T9BYG5EYX5"
 },
 "perf_inst": {
  "perf_inst_name": "Baylor University",
  "perf_str_addr": "700 S UNIVERSITY PARKS DR",
  "perf_city_name": "WACO",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "767061003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "TX17",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "913400",
   "pgm_ele_name": "Integrative Activities in Phys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 30143.0
  }
 ],
 "por": null
}