{
 "awd_id": "9612887",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Indian Ocean Experiment",
 "cfda_num": "47.050",
 "org_code": "06020106",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jay S. Fein",
 "awd_eff_date": "1997-09-15",
 "awd_exp_date": "2000-08-31",
 "tot_intn_awd_amt": 1219075.0,
 "awd_amount": 1142866.0,
 "awd_min_amd_letter_date": "1997-09-22",
 "awd_max_amd_letter_date": "1998-08-27",
 "awd_abstract_narration": "Abstract  ATM-9612887  Ramanathan, V.  University of California, San Diego  Title: Indian Ocean Experiment (INDOEX)    The Indian Ocean Experiment (INDOEX) is an international field experiment with  participation from France, Germany, India, the Netherlands, and the United  States.  The main effort under the U.S. component focuses on assessing the role  of sulfates and other continental aerosols in global radiative forcing and is  being supported jointly by the Department of Energy and the National Science  Foundation.  In addition, complementary studies involving investigations of a  variety of related chemical and radiative processes will be undertaken by  scientists from other federal agencies and other international partners.  The  composite observing system consists of a wide range of platforms, from ships to  aircraft, as well as surface-based and balloon measuring systems, and satellite  data.  The main part of the three year effort will be four-month intensive field  phase which begins January 1999.    The ultimate goal of this program is to obtain a better understanding of the  decadal and longer time scale climate  forcing.  The equatorial Indian Ocean  during the northeast winter monsoon season provides a unique natural laboratory  for this experiment.  The experimental area is probably the only place in the  world where an air mass which has been modified by intense sources of continental  aerosols, anthropogenic trace species,a nd their reaction products (e.g.,  sulfates and ozone) from the northern hemisphere comes into contact with the  pristine air of the southern hemisphere, which has been transported via cross  equatorial monsoonal flow, at the Intertropical Convergence Zone.  The  juxtaposition of these two very distinct air masses will allow a through  examination of both the direct and indirect effects of the aerosols on the  radiative properties of the atmosphere.    C4's Principle Responsibilities    * Male site, including deployment of radiometric, chemical and aerosol  i nstruments and data collection (Refer to the proposals INDOEX, pp 29, 42-44;  and, INDOEX: Resilient and Streamlined Implementation Plan, p. 4)  * Developing CIDS, integrate data sets (INDOEX, p. 23; Resilient & Streamlined,  p.3) including those from US, European and Indian platforms.  * Home institution for the International Project Office (INDOEX, p. 59)    C4 Personnel with Principal Responsibility:  The above responsibilities are to be carried out by the following personnel:    A. Direct support for the following personnel are not being requested via the  INDOEX grant proposal, their time spent will be as a resource to this project:  * V. Ramanathan: Chief scientist, chairs International Steering Committee,  coordinates US programs on Indian ships.  *H. Nguyen: coordinates C4 and European programs, and the pe-INDOEX Cruises.   Coordinates administrative-related issues of the Male site.  * Jurgen Lobert: Male site scientist, coordinates the scientific issues related  to the site.    B. Direct support for the following personnel is being requested:  * Project Director, TBN, who will report to V. Ramanathan, coordinates all  scientific interactions between the Project Office, the International Steering  Committee, and the US Steering Committee.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Veerabhadran",
   "pi_last_name": "Ramanathan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Veerabhadran Ramanathan",
   "pi_email_addr": "vramanathan@ucsd.edu",
   "nsf_id": "000181182",
   "pi_start_date": "1997-09-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "9500 GILMAN DR",
  "perf_city_name": "LA JOLLA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930021",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152200",
   "pgm_ele_name": "PHYSICAL METEOROLOGY"
  },
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  },
  {
   "pgm_ele_code": "152700",
   "pgm_ele_name": "LARGE-SCALE DYNAMIC METEOROLOG"
  },
  {
   "pgm_ele_code": "574000",
   "pgm_ele_name": "Climate & Large-Scale Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1325",
   "pgm_ref_txt": "WATER & ENERGY: ATMO, VEG, EARTH"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 367190.0
  },
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 775676.0
  }
 ],
 "por": null
}