{
 "awd_id": "9614938",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Synthesis of Existing High Resolution LTER/Icecolors        Databases to Advance Physical-Bio-Optical Modeling of       Antarctic Primary Production",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Polly A. Penhale",
 "awd_eff_date": "1997-01-15",
 "awd_exp_date": "1999-06-30",
 "tot_intn_awd_amt": 105050.0,
 "awd_amount": 105050.0,
 "awd_min_amd_letter_date": "1997-01-06",
 "awd_max_amd_letter_date": "1997-01-06",
 "awd_abstract_narration": "9614938  Hofmann and Prezelin  While primary production of the Southern Ocean is  significant to global ocean carbon flux, large scale  estimates of production for Antarctic waters are extremely  uncertain and knowledge of the magnitude of its variability  over a range of time and space scales is sparse.  Thus,  there is a need for high resolution databases for the  development of regional and seasonal primary production  models. This research will blend components of two existing  high-resolution physical, optical and primary production  datasets in a total model of nested bio-optical and physical  biological models with the aim of predicting patterns and  control of primary production in Antarctic coastal waters.  The extensive LTER/Icecolors primary production and physical  dynamics database covers 4 years of Antarctic research at  time-series stations in coastal waters and during several  process cruises at defined sites within a mesoscale grid of  the shelf/slope waters west of the Palmer Peninsula.  This  will allow testing of predictive hypotheses regarding  physical forcing of primary production in Antarctic coastal  waters and will advance bio-optical models linking spectral  light fields, changing UV climatology, phytoplankton  community dynamics and photosynthetic activity over a wide  range of time and space scales.  General objectives are to:    a)  Develop and test bio-optical models of PAR-based primary  production for Antarctic coastal waters, utilizing the LTER  mesoscale data bases collected for different seasons between  1990-1994.    b)  Blend the LTER Physical Field  Hofmann  and Primary  Production datasets  Prezelin  to define and quantify the  effect of mixed-layer dynamics on primary production and  phytoplankton community dynamics in the shelf/slope waters  west of the Palmer Peninsula.    c)  Utilize LTER primary production data to test the  applicability of a general hypothesis of bio-optical  modeling of global primary production to modeling large  scale primary prod uction in the Southern Ocean.    d)  Hindcast the impact of solar UV radiation on in situ  LTER primary production, utilizing measured UV climatology  data (Booth, NSF UV Monitoring Program, Palmer Station) and  modeled ozone-dependent UV climatology (Dr. Madronich's UV  CODE, version 3.2, NCAR) in combination with in situ  biological weighting functions (BWFs) and UV dose-response  curves derived from studies of diverse phytoplankton  communities acquired during Icecolors `90 r `93    Although GLOBEC/USJGOFS programs will largely focus on  oceanic waters of the Southern Ocean, a prompt synthesis of  the existing databases will provide insights and advances in  physical-bio-optical models useful to the planning and  execution of the other multidisciplinary programs.  Furthermore, important bases will be provided for comparison  and integration between programs as those projects are  completed.  Cross-comparison of programs is possible since  core measurements are the same as those used in JGOFS, and  the goals of ascertaining the differences between short-term  variability and long-term trends in primary production in  diverse regions of the Southern Ocean are shared.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Barbara",
   "pi_last_name": "Prezelin",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Barbara B Prezelin",
   "pi_email_addr": "prezelin@lifesci.ucsb.edu",
   "nsf_id": "000437282",
   "pi_start_date": "1997-01-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Barbara",
  "perf_str_addr": "3227 CHEADLE HALL",
  "perf_city_name": "SANTA BARBARA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931060001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511100",
   "pgm_ele_name": "ANT Organisms & Ecosystems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 105050.0
  }
 ],
 "por": null
}