{
 "awd_id": "9614884",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Relationship of Predominant Soil Moisture, Soil Hydraulic   Processes and Precipitation Length Scales",
 "cfda_num": "47.050",
 "org_code": "06030109",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "L. Douglas James",
 "awd_eff_date": "1997-06-01",
 "awd_exp_date": "2000-11-30",
 "tot_intn_awd_amt": 274099.0,
 "awd_amount": 274099.0,
 "awd_min_amd_letter_date": "1997-05-16",
 "awd_max_amd_letter_date": "1999-05-19",
 "awd_abstract_narration": "9614881  Cuenca    While processes in the atmospheric boundary layers are integrated on length scales of kilometers or tens of kilometers, processes in soils are integrated at length scales of meters or tens of meters.  The spatial variability of precipitation is controlled by atmospheric processes while the spatial variability of soil moisture content is controlled by soil hydraulic properties which regulate redistribution of precipitation as it infiltrates below the soil surface.  Physically-based simulation models of hydrologic and atmospheric boundary layer processes are affected by soil moisture content and require incorporation of soil hydraulic properties to quantify soil moisture redistribution.  Information on length scales of physical processes is required for design of sampling schemes to retrieve process characteristics and to determine the optimum spatial resolution for physically-based simulation models.  The objectives of this project are focused on determination of relevant length scales for soil moisture content, soil hydraulic processes and precipitation from a field experiment within the Walnut River watershed in Kansas.  Instrumentation required includes a combination of automated and manual time domain reflectometery sites for soil moisture content, distributed tension infiltrometer measurements for soil hydraulic properties, and a rain gauge network for precipitaiton.  The proposed experimental site is the Towanda sub-basin within the Walnut River watershed which makes up the CASES (Cooperative Atmosphere Surface Exchange Study) experimental domain.  Measurements will be centralized around the Argonne National Laboratory (ANL) eddy correlation flux tower presently operating in this sub-basin.  Geostatistical techniques for regional variable analysis will be applied to determine the relevant length scales and investigate their variation with time.    The CASES project brings together an interdisciplinary team of hydrologists, plant, ecosystem and atmospheric scientists to st udy the coupling between hydrologic processes, the diurmal energy balance and the atmospheric boundary layer at the mesoscale.  The Walnut River watershed was chosen because processes within the watershed are at sufficiently large scale for effects to be measured in the atmospheric boundary layer.  The objective of CASES is to develop an experimental framework which can be used for hydrologic-atmospheric-ecosystem studies of sufficient duration to allow evaluation of interseasonal and interannual effects.  CASES can be viewed as a logical step in the progression of large-scale hydrologic-atmospheric science-remote sensing experiments starting from HAPEX-MOBILHY, through FIFE, HAPEX-Sahel and BOREAS.  All of these experiments have focused on a different ecosystem which has potential for significant impact in the global circulation syqtem and resulting climate but were limited in the time scale to a few weeks or months.  The objectives of CASES fall within the GCIP  GEWEX (Global Energy and Water Cycle Experiment) Continental-Scale international Project  domain and the International Geosphere-Biosphere Program (GBP).  The instrumentation required for this project will remain in the Walnut River watershed at the conclusion of the project and responsibility for continued operation will be taken over by ANL. The PI of this proposal is presently serving as the coordinator for the Hydrology Group of CASES.  The experimental design builds on the experience of the PI in the HAPEX-MOBILHY, HAPEX-Sahel and BOREAS field experiments.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Cuenca",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Richard H Cuenca",
   "pi_email_addr": "cuenca@engr.orst.edu",
   "nsf_id": "000461067",
   "pi_start_date": "1997-05-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon State University",
  "inst_street_address": "1500 SW JEFFERSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CORVALLIS",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5417374933",
  "inst_zip_code": "973318655",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "OREGON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MZ4DYXE1SL98"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon State University",
  "perf_str_addr": "1500 SW JEFFERSON AVE",
  "perf_city_name": "CORVALLIS",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973318655",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157700",
   "pgm_ele_name": "GLOBAL CHANGE"
  },
  {
   "pgm_ele_code": "158000",
   "pgm_ele_name": "Instrumentation & Facilities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1325",
   "pgm_ref_txt": "WATER & ENERGY: ATMO, VEG, EARTH"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 125659.0
  },
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 72867.0
  },
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 75573.0
  }
 ],
 "por": null
}