{
 "awd_id": "9614672",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Assessing Cretaceous Vegetational Change: Palynological,    Mesofossil and Macrofossil Evidence from the Atlantic       Coastal Plain",
 "cfda_num": "47.050",
 "org_code": "06030101",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "H. Richard Lane",
 "awd_eff_date": "1997-02-15",
 "awd_exp_date": "1999-06-30",
 "tot_intn_awd_amt": 127070.0,
 "awd_amount": 127070.0,
 "awd_min_amd_letter_date": "1997-02-14",
 "awd_max_amd_letter_date": "1997-11-19",
 "awd_abstract_narration": "9614672  Crane     The mid-Cretaceous diversification of angiosperms marks the transition from Mesozoic terrestrial ecosystems dominated by ferns, conifers, cycads and Bennettitales, to more modern ecosystems dominated by angiosperms.  In the paleobotanical record this transition is much more profound than that occurring at the Cretaceous-Tertiary boundary.  Angiosperm macrofossils are sparse in pre-Aptian fossil floras, but by the Cenomanian angiosperm leaves are diverse, abundant and frequently dominant in paleobotanical assemblages.  Compilations of data on macrofloras and microfloras (palynofloras), especially from western North America, show that angiosperms had attained within-flora diversity levels of about 40%-80% by the end of the Cretaceous, but there is both palynological and macrofossil evidence that angiosperm abundance remained subordinate to gymnosperms and ferns in some habitats, and perhaps over large geographic areas.   In this proposal we request support for a critical study of the pattern of angiospem diversification to provide a more detailed insight into the group's rise to ecological dominance, and to clarify temporal changes in the composition of Cretaceous terrestrial ecosystems.  Our approach will include consideration of both palynological and macrofossil evidence but will also incorporate detailed studies of newly discovered and highly informative mesofossil assemblages (composed of small flowers, fruits, seeds, shoots, and leaf and wood fragments), which have not been used previously to establish stratigraphic ranges and assess Cretaceous vegetational change.  Because there is a clear geographical pattern to the angiosperm diversification (initial radiation at low paleolatitudes and subsequent movement into high paleolatitudes), we focus on a sequence of exceptionally-preserved fossil floras in a single area - the Atlantic Coastal Plain of eastern North America - where it is possible to integrate data on the abundance and diversity of macrofossils, mesofossils and po llen-spore assemblages.   Specifically we will:  I)  document the leaf, mesofossil and pollen-spore assemblages from eight localities ranging in age from Early Aptian to Early Campanian and establish the systematic affinities of selected dispersed pollen and spores based on the affinities of the mesofossils containing comparable in situ palynomorphs; ii)  compare temporal changes in the diversity and abundance of major groups of vascular plants, using data from mesofossils as an independent test of patterns documented at the same sites by macrofossils and palynofloras; iii)  identify discrepancies in the patterns revealed by different organ systems, both through direct comparison, and through comparison of dispersed palynofloras with pollen and spores preserved within flowers, cones and sporangia.  These results will be used to interpret the ecological significance of geographic and stratigraphic patterns in pollen and spores based on an already completed database of more than 2,500 Cretaceous palnofloras from North America",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Crane",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Peter R Crane",
   "pi_email_addr": "",
   "nsf_id": "000293167",
   "pi_start_date": "1997-02-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Patrick",
   "pi_last_name": "Herendeen",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Patrick S Herendeen",
   "pi_email_addr": "pherendeen@chicagobotanic.org",
   "nsf_id": "000292418",
   "pi_start_date": "1997-02-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Field Museum of Natural History",
  "inst_street_address": "1400 S LAKE SHORE DR",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3126657240",
  "inst_zip_code": "606052827",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "IL07",
  "org_lgl_bus_name": "FIELD MUSEUM OF NATURAL HISTORY",
  "org_prnt_uei_num": "",
  "org_uei_num": "CBHQF44BQYN5"
 },
 "perf_inst": {
  "perf_inst_name": "Field Museum of Natural History",
  "perf_str_addr": "1400 S LAKE SHORE DR",
  "perf_city_name": "CHICAGO",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606052827",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "IL07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157100",
   "pgm_ele_name": "SCEC"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 63535.0
  },
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 63535.0
  }
 ],
 "por": null
}