{
 "awd_id": "9615437",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Cladistics of Orchidaceae and Critical Anther Characters:   Evidence from Molecular, Developmental and Morphological    Investigations",
 "cfda_num": "47.074",
 "org_code": "08010207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "James E. Rodman",
 "awd_eff_date": "1997-01-15",
 "awd_exp_date": "2000-10-31",
 "tot_intn_awd_amt": 170198.0,
 "awd_amount": 170198.0,
 "awd_min_amd_letter_date": "1996-12-20",
 "awd_max_amd_letter_date": "1996-12-20",
 "awd_abstract_narration": "9615437  Freudenstein   The Orchidaceae is the largest family of flowering plants with an estimated 25,000 species. It exhibits a high degree of diversity in floral appearance, yet this diversity is the result of change in a comparatively small number of features.  It appears that several characteristics have evolved repeatedly, leading to similar floral morphologies in unrelated groups.  Hence, although scientists have been working on classifications of the family for nearly 200 years, there is still a great deal of uncertainty about relationships within and among the major orchid groups (subfamilies and tribes).  This study examines the relationships of 163 representative genera from across the family, emphasizing the large and poorly resolved subfamily Epidendroideae, and brings a fresh perspective to the question of relationships within the family in two ways: (1) by utilizing DNA sequence data from three genomes (plastid, nuclear, and mitochondrial) that are presumably not under the same selective forces as are morphological characters; and (2) by re-evaluating the traditionally emphasized floral characters with developmental studies of the anther and pollen structures. Dr. John Freudenstein of Kent State University is collaborating with Dr. Mark Chase at England's Royal Botanic Gardens-Kew in the first project and with Dr. Finn Rasmussen at the University of Copenhagen in the second.   The significance of this study is several-fold.  It will provide several data sets for the same set of genera representing the diversity in the family, yielding by far the maximal amount of information to date on which to build a classification for the family.  Some groups, such as the economically important Vanilla, have been difficult to place because they share few advanced characters with other groups; the molecular data will be especially important in understanding their relationships.  The pattern of relationships will form a much-needed framework for further studies at lower levels in the family, and  will make it possible to address the following questions:  How reliable are the traditionally used floral characters?  What are presumed \"key\" innovations that mark species-rich lineages?  Do different species-rich lineages share the same innovations that were derived independently, or have they achieved success in different ways?  How many times has epiphytism evolved in the family?  In addition to elucidating evolutionary patterns among orchids, answers to these questions are relevant to studies of evolution in other plant groups. Also of more general relevance will be the comparison of patterns among data sets from three genomes at the family level and the development of mitochondrial DNA sequences as a tool for phylogenetic studies in flowering plants.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Freudenstein",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "John V Freudenstein",
   "pi_email_addr": "freudenstein.1@osu.edu",
   "nsf_id": "000319810",
   "pi_start_date": "1996-12-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Kent State University",
  "inst_street_address": "1500 HORNING RD",
  "inst_street_address_2": "",
  "inst_city_name": "KENT",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "3306722070",
  "inst_zip_code": "442420001",
  "inst_country_name": "United States",
  "cong_dist_code": "14",
  "st_cong_dist_code": "OH14",
  "org_lgl_bus_name": "KENT STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "KXNVA7JCC5K6"
 },
 "perf_inst": {
  "perf_inst_name": "Kent State University",
  "perf_str_addr": "1500 HORNING RD",
  "perf_city_name": "KENT",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "442420001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "14",
  "perf_st_cong_dist": "OH14",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117100",
   "pgm_ele_name": "PHYLOGENETIC SYSTEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 114134.0
  }
 ],
 "por": null
}