{
 "awd_id": "9615849",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Diagnostic Indicators of Biological Community:              An Experimental Test in McMurdo Sound, Antarctica",
 "cfda_num": "47.078",
 "org_code": "06090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jane V. Dionne",
 "awd_eff_date": "1997-05-15",
 "awd_exp_date": "2002-04-30",
 "tot_intn_awd_amt": 390752.0,
 "awd_amount": 390752.0,
 "awd_min_amd_letter_date": "1997-05-15",
 "awd_max_amd_letter_date": "2001-03-22",
 "awd_abstract_narration": "ABSTRACT                            OPP-96-15849    Communities of benthic invertebrates are widely used to monitor  and evaluate biological impacts of pollution in the marine  environment because their sessile life styles, longevity,  functional diversity, well-known taxonomy and ecological  significance render this system an ideal ecological template on  which biological consequences are imprinted.  Benthic communities  have been used successfully in environmental assessments for  convincing demonstrations that impacts of pollution are readily  detectable at the level of family and phylum for macrofaunal  invertebrates.  This ability to detect pollution impacts at high  taxonomic levels appears to be a consequence of different taxa  responding to two classes of benthic communities, organic loading  and toxicity, in opposite ways.  This project is designed to test  the hypothesis that indices of abundance and production for  individual phyla of macrofauna and/or meiofauna can be used as  independent diagnostics to tease apart the typically confounded  impacts of these two separate classes of marine pollution.  The  PIs will test the hypothesis that annelid worms and nematodes are  enhanced by modest organic loading and that arthropods and  echinoderms are depressed preferentially by modest exposure to  toxic contaminants (trace metals).    The first hypothesis will be tested near McMurdo Station because  of 1) its relatively constant environment allows experimental  work to proceed on the seafloor without compromise by confounding  disturbances; 2) previous benthic studies at this site have  revealed significant confounded patterns of sediment  contamination and benthic community degradation; and 3) low rates  of natural bioremediation in cold polar oceans make study of  pollution impacts especially critical at high latitudes.  The  first objective will be to establish a field experiment near  McMurdo Station where they will manipulate organic loading and  trace meta l concentration in sediments within colonization trays  so as to test by factorial design (permitting tests of  interactions between factors) whether the separate taxa respond  independently to the classes of pollution.  Treatments will also  include access of larger mobile predators and time for community  development so as to assess whether biological interactions  within the ecosystem with the diagnostic capability of the  indices of pollution stress.  Second, the PIs will complete a  rigorous review and meta-analysis of all available data sets on  effects of pollution on marine invertebrate communities to test  the hypothesis using the wealth of pre-existing information from  monitoring discharges, oil spills, and previous experimentation.  Results have great potential to allow the establishment of  diagnostic indicators of community stress that can be used to  separate confounded causes of causes of marine pollution and  direct appropriate management responses at McMurdo Station",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Peterson",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Charles H Peterson",
   "pi_email_addr": "cpeters@email.unc.edu",
   "nsf_id": "000200156",
   "pi_start_date": "1997-05-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Chapel Hill",
  "inst_street_address": "104 AIRPORT DR STE 2200",
  "inst_street_address_2": "",
  "inst_city_name": "CHAPEL HILL",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9199663411",
  "inst_zip_code": "275995023",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL",
  "org_prnt_uei_num": "D3LHU66KBLD5",
  "org_uei_num": "D3LHU66KBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Chapel Hill",
  "perf_str_addr": "104 AIRPORT DR STE 2200",
  "perf_city_name": "CHAPEL HILL",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "275995023",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "510600",
   "pgm_ele_name": "ENVIRONMENTAL RESEARCH"
  },
  {
   "pgm_ele_code": "515200",
   "pgm_ele_name": "ENVIRONMENTAL COORDINATION ACT"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "app-02XX",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 95990.0
  },
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 147864.0
  },
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 146898.0
  }
 ],
 "por": null
}