{
 "awd_id": "9615372",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation:  Chemical Analysis of Domestic       Sediments as a Means of Identifying Prehistoric Activity    Areas",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "1996-12-01",
 "awd_exp_date": "1997-11-30",
 "tot_intn_awd_amt": 10500.0,
 "awd_amount": 10500.0,
 "awd_min_amd_letter_date": "1996-11-13",
 "awd_max_amd_letter_date": "1996-11-13",
 "awd_abstract_narration": "Under the direction of Drs. Gary Feinman and T. Douglas Price, Mr. William Middleton will collect data for his doctoral dissertation. The research has several goals: first, to refine chemical techniques for the reconstruction of human activities at archaeological sites and secondly, to apply the results to answer a series of specific questions at Ejutla, a prehistoric habitation in Oaxaca, Mexico. Although objects such as stone tools or ceramics often provide insight into specific activities conducted by inhabitants of a prehistoric site, they are often of little use in the reconstruction of the spatial and social context in which the activities occurred. People often sweep and remove debris from living areas and deposit them in trash dumps. To solve this problem, archaeologists have increasingly turned to chemical analysis of living floors to search for chemical indicators of cooking or manufacturing processes such as ceramic production or shell working. However the relationship between activity and chemical signature is often not straightforward and is complicated by multiple activities which occur in the same place. To gain insight into both the spatial patterning of human behavior and the marks which activities leave behind, researchers such as Mr. Middleton have increasingly turned to controlled ethnographic contexts where activities can be directly observed and soil samples subsequently collected for analysis. This award will permit Mr. Middleton to return to Mexico, make observations and collect samples in a series of households. These then will be analyzed to determine elemental compositions. With this information, Mr. Middleton will then examine material collected from a Classic period house floor from the site of Ejutla in Oaxaca, Mexico. Ejutla was tied into a larger Middle American trade network which integrated tens of thousands of individuals over a large area of Central Mexico. It served as a manufacturing center for shell ornaments. Archaeologists wish to understand how trade in such complex societies was organized and whether specialists existed who focused on the production of one or a very limited range of materials. Many have argued that just such craft specialization led to the rise of civilization. Dr. Feinman has excavated a structure which indicates both subsistence and specialized production activities and Mr. Middleton will use the insight gained through his ethnographic research to analyze and interpret the preserved chemical signals.  This research is important for several reasons. It will shed new light on the organization of craft production in prehistoric societies. It will also help to develop a technique which archaeologists can apply at many sites in many parts of the world. This grant will also help in training a promising young scientist.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gary",
   "pi_last_name": "Feinman",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Gary M Feinman",
   "pi_email_addr": "gfeinman@fieldmuseum.org",
   "nsf_id": "000161273",
   "pi_start_date": "1996-11-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "T. Douglas",
   "pi_last_name": "Price",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "T. Douglas Price",
   "pi_email_addr": "tdprice@facstaff.wisc.edu",
   "nsf_id": "000399115",
   "pi_start_date": "1996-11-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 10500.0
  }
 ],
 "por": null
}