{
 "awd_id": "9615956",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Optimal Management of Analytical Redundancy in              Reconfigurable Control Systems",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Radhakisan Baheti",
 "awd_eff_date": "1997-09-15",
 "awd_exp_date": "2001-08-31",
 "tot_intn_awd_amt": 233973.0,
 "awd_amount": 233973.0,
 "awd_min_amd_letter_date": "1997-09-11",
 "awd_max_amd_letter_date": "1999-06-02",
 "awd_abstract_narration": "ECS-9615956  Wu    The proposed research is concerned with developing new approaches to enhancing fault tolerance of reconfigurable control systems through management of analytical redundancy.  The redundancy management involves a decision, upon the identification of some failures, on whether and how a control reconfiguration should take place in order to maintain a certain system performance level.  Such a decision is made difficult by the presence of uncertainties in the system and the exogenous signal models, by the limited processing/memory capability in carrying out failure detection and identification (FDI), and by the vagueness in the definition of a failure in the context of control performance.  The underlying issues of the research range from those defined at subsystems level to those formulated at the overall systems level.  At the level of overall systems, our task involves finding a way of assessing objectively the reliability that takes into account the likelihood of failed reconfiguration action.  Therefore, there is a need to define and compute the reconfiguration coverage.  A definition for coverage is proposed that takes the form of a ratio of two nonspecificity measures associated with the estimated impairment parameter.  It links explicitly the reconfiguration coverage to the available FDI resolution, the chosen control performance threshold, the selected control settings, and the ranking method used.  Therefore, it offers a way to explore, through numerical and analytical means, the relationship between the performance of individual subsystem modules and the reliability of the overall system.  At the level of reconfiguration decisions, our task involves forming strategies for achieving the highest possible reconfiguration coverage by optimally managing the analytical redundancy in the system.  It is proposed that the decision making amount to ranking the relationships between two classes of fuzzy sets.  One class represents the control performance evaluated for every control  setting, and the other represents the estimated impairment parameter generated through an FDI scheme.  In order to develop algorithms that implement the strategies, it is necessary to show that these representations are obtainable and realizable.  It is also necessary to carry out a search for a ranking method that maximizes the coverage, and is simple to execute.  At the level of subsystem modules, our task involves deriving the required FDI resolution.  A definition of FDI resolution is proposed using the nonspecificity measure of the identified impairment parameter, which has uncovered some interactions between the control subsystem module and the FDI subsystem module, in relation to analytical redundancy management.  These relationships are to be further studied and quantified in this research to provide a more refined guideline for the bottom level design, i.e., the design of control and FDI subsystem modules.  Results to be produced thus far are applicable to control/FDI designs that are either retrospective or new.  New designs under the criteria of highly integrated consideration can be ventured from this point on.  An F-16 like aircraft model subject to actuator/surface impairment is to be used for the bottom level design, and also for the verification of the proposed new concepts through simulation and analysis.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "N Eva",
   "pi_last_name": "Wu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "N Eva Wu",
   "pi_email_addr": "evawu@binghamton.edu",
   "nsf_id": "000384903",
   "pi_start_date": "1997-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Binghamton",
  "inst_street_address": "4400 VESTAL PKWY E",
  "inst_street_address_2": "",
  "inst_city_name": "BINGHAMTON",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6077776136",
  "inst_zip_code": "13902",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "L9ZDVULCHCV3",
  "org_uei_num": "NQMVAAQUFU53"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Binghamton",
  "perf_str_addr": "4400 VESTAL PKWY E",
  "perf_city_name": "BINGHAMTON",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "13902",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151800",
   "pgm_ele_name": "CONTROL, NETWORKS, & COMP INTE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  },
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 73881.0
  },
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 78646.0
  },
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 81446.0
  }
 ],
 "por": null
}