{
 "awd_id": "9616018",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Maintaining Power Quality During Voltage Sags, Using A NovelHigh-Frequency-Link Voltage Regulator",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Marija Ilic",
 "awd_eff_date": "1997-06-01",
 "awd_exp_date": "1999-11-30",
 "tot_intn_awd_amt": 103957.0,
 "awd_amount": 103957.0,
 "awd_min_amd_letter_date": "1997-05-19",
 "awd_max_amd_letter_date": "1997-05-19",
 "awd_abstract_narration": "ECS-9616018  Mohan  Applications, Voltage sags are the most important power quality problems facing the process industry.  In modern industrial plants using process-control computers, adjustable-speed drives, robotics, etc., even momentary voltage sags can upset automated processes, resulting in loss of product and production time, and requiring cleanup and recalibration to restart the process.  The power quality can be maintained during voltage sags by fast-acting, solid-state voltage regulators which inject a voltage in series to compensate for the sag in the phase voltage.  Although cheaper than uninturruptible power supplies complete backup during power outages, the cost of voltage regulators have limited their application.    Objective, The objective of the proposed research is to investigate a novel voltage regulator based on highfrequency-isolated cycloconverters which excels in the areas of cost, efficiency, size and weigh More importantly, this research seeks to establish an entirely new direction in power electronic converters for larger power and voltage ratings, where standard modules with a high-frequency link can be connected in series and parallel, eliminating costly and lossy line-frequency transformers.  These have numerous potential applications in power systems: reactive power compensation using (STATCOM), active filters, interconnection of photovoltaic, wind electric, and fuel-cell systems, interconnection of battery and superconducting energy storage systems, and so on.    Method, A novel voltage regulator with a high-frequency link is proposed.  It consists of a single inverter for all three phases.  Each phase has its own high-frequency transformer and a cycloconverter.  For reducing transformer leakage inductances, a co-axial design and various magnetic core materials such as amorphous alloys and ferrites will be examined.    Potential Benefits, Success of the proposed approach could be a significant step towards mitigating the deleterious effects of voltage sags.  The su ccess of this research could also lead the way to eliminate line-frequency transformers in numerous power system applications.    Proposed Research Tasks, It is proposed to analyze and evaluate high-frequency-link based voltage regulators.  Various switching schemes, transformer designs such as co-axial transformers, and magnetic materials such as amorphous alloys and ferrites will be examined.  A three-phase prototype will be built in the laboratory with a rating of 7.5 kVA.  Its extension to other applications will be evaluated.    Advancement of Knowledge and Technology, Since the proposed combination of the high frequency link using co-axial, high frequency transformers and new magnetic materials is novel, new discoveries are entirely possible which will be beneficial to other applications.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ned",
   "pi_last_name": "Mohan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ned Mohan",
   "pi_email_addr": "mohan@umn.edu",
   "nsf_id": "000338130",
   "pi_start_date": "1997-05-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "2221 UNIVERSITY AVE SE STE 100",
  "perf_city_name": "MINNEAPOLIS",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554143074",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151800",
   "pgm_ele_name": "CONTROL, NETWORKS, & COMP INTE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 103957.0
  }
 ],
 "por": null
}