{
 "awd_id": "9616591",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Workshop on Events as Grammatical Objects, Ithaca, N.Y.,    Summer 1997",
 "cfda_num": "47.075",
 "org_code": "04040500",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Paul G. Chapin",
 "awd_eff_date": "1997-03-01",
 "awd_exp_date": "1998-02-28",
 "tot_intn_awd_amt": 17670.0,
 "awd_amount": 17670.0,
 "awd_min_amd_letter_date": "1997-01-15",
 "awd_max_amd_letter_date": "1997-01-15",
 "awd_abstract_narration": "Research in lexical semantics,  logical semantics, and syntax has converged on a growing recognition that the  grammars of natural languages structure and refer to events in particular ways. Lexical semanticists who have  studied how verb meanings are organized across languages, have observed recurrent patterns in how verbs encode  time, causation, stativity, and other characteristics of events. Logical semanticists who  have studied the truth-conditional properties of sentence meaning, have also found it necessary to refer to  elements of meaning related to the semantics of events, such as causation and temporal properties.  Syntacticians, studying the general structure of sentences of human languages, have discovered a growing body  of phenomena in which the semantics of events can be seen to interact with syntactic structures. These three  disciplines are concerned with different tools, approaches, and questions, but there is now enough convergence  on the idea of events as grammatical objects in both syntax and semantics, that dialogue and cooperative  research across these disciplines is possible.     This is a workshop on Events as Grammatical Objects, from the combined perspectives of syntax, lexical  semantics, and logical semantics. This workshop brings together eminent researchers from these three areas  specifically to address this issue.  A workshop is an excellent way to spark this interaction, that otherwise  would occur only sporadically if at all. This kind of meeting has not been attempted before. This workshop is  exceedingly cost-effective for a number of reasons. The workshop will be held at the Linguistic Society of  America's 1997 Summer Institute at Cornell University, where some of the participants in the workshop will be  teaching courses, reducing travel expenditures. A number of courses relating to topics on the syntax or  semantics of events are planned for the 1997 Institute, and other scholars working on events will be able to  participate as part of the audience, i ncreasing the opportunities for productive dialogue on these topics.  Finally, cross-fertilization and joint research will multiply the effective power of these researchers to  attack the questions that could lead to an integrated theory of events in natural language.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Carol",
   "pi_last_name": "Tenny",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Carol L Tenny",
   "pi_email_addr": "tenny@linguist.org",
   "nsf_id": "000241245",
   "pi_start_date": "1997-01-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "341 PINE TREE RD",
  "perf_city_name": "ITHACA",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 17670.0
  }
 ],
 "por": null
}