{
 "awd_id": "9618945",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Schoolyard Ornithology Resource Project",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Julia Clark",
 "awd_eff_date": "1997-07-01",
 "awd_exp_date": "2002-09-30",
 "tot_intn_awd_amt": 1235579.0,
 "awd_amount": 1235579.0,
 "awd_min_amd_letter_date": "1997-04-08",
 "awd_max_amd_letter_date": "2002-07-05",
 "awd_abstract_narration": "9618945  Bonney    The Schoolyard Ornithology Resource Project (SORP), a collaboration  between the Cornell Lab of Ornithology (Lab), TERC, the Cornell University Department of Education, and the National Audubon Society, will design, field test, evaluate, and disseminate a resource package to help teachers implement national bird research projects in their classrooms.  Based on the National Science Standards, SORP will offer teachers ongoing opportunities to improve their science content knowledge and processes skills, as well as, their ability to bring scientific inquiry to their classroom.  SORP will also empower teachers to undertake other projects that rely on the collection and analysis of real data. Finally, through collaboration with the National Audubon Society, SORP will provide a mechanism for teachers to receive classroom-based mentorship from community members knowledgeable in ornithology, natural history, and Internet-based technology, and specially trained to work with elementary and middle school teachers.    SORP builds on several earlier NSF-supported projects:  Project FeederWatch; Project PigeonWatch; the Cornell Nest Box Network; and the new Classroom FeederWatch; in which thousands of participants, many of them students, send carefully gathered data to the Lab for analysis and publication.      SORP products will include:     * A Resource Manual with sample workshops that focus on improving teachers' content knowledge in 1) ornithology-bird identification; bird anatomy, physiology, and behavior; the complementary nature of structure and function; bird systems; the importance of birds and their role in environmental interactions; bird diversity and adaptation; and 2) science process skills-questioning; designing and conducting an investigation; collecting, recording, and analyzing data; communicating findings and explanations; asking new questions.     * Teacher assessments that use classroom outcomes to measure progress.     * A SORP Home Page and Practice Area that w ill include opportunities for exploring data entry and retrieval, e-mail communication, and data analysis both during and after workshops. It will also include resources, both original and hot-linked, on both science content and pedagogy, to help teachers extend their knowledge and skills.    Workshops will be held at the Lab and at training centers across the country, including National Audubon Society Centers, for teachers wishing to implement bird studies and other inquiry-based explorations into their classrooms.  Netcourses will be offered to help those teachers who are more isolated and want to include the use of scientific data gathering in their instruction.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Bonney",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Richard E Bonney",
   "pi_email_addr": "reb5@cornell.edu",
   "nsf_id": "000201013",
   "pi_start_date": "1997-04-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Judy",
   "pi_last_name": "Vesel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Judy Vesel",
   "pi_email_addr": "judy_vesel@terc.edu",
   "nsf_id": "000456154",
   "pi_start_date": "1997-04-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell Univ - State: AWDS MADE PRIOR MAY 2010",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell Univ - State: AWDS MADE PRIOR MAY 2010",
  "perf_str_addr": "341 PINE TREE RD",
  "perf_city_name": "ITHACA",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "730000",
   "pgm_ele_name": "TEACHER ENHANCEMENT PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0497",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0497",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 1235579.0
  }
 ],
 "por": null
}