{
 "awd_id": "9618580",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A 'Scientific' Examination of the Admissibility of          Scientific Expert Testimony Under Daubert v. Merrell Dow    Pharmaceuticals",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patricia White",
 "awd_eff_date": "1997-09-01",
 "awd_exp_date": "2000-02-29",
 "tot_intn_awd_amt": 82650.0,
 "awd_amount": 82650.0,
 "awd_min_amd_letter_date": "1997-09-08",
 "awd_max_amd_letter_date": "1997-09-08",
 "awd_abstract_narration": "Abstract    Penrod  9618580    On June 28, 1993 the Supreme Court ruled in the case of Daubert v. Merrell Dow Pharmaceuticals, Inc. creating a new standard for the admissibility of scientific evidence and displacing the traditional Frye test.  Since then, many legal commentators have debated the effects of the decision on trial court decisions concerning the admissibility of scientific testimony.  This research addresses empirically the admissibility question.  Specifically, the research will answer the following questions, among others:  Has Daubert generally lead to greater exclusion or admission of scientific evidence in general?  Are the courts applying Daubert to technical or specialized knowledge?  Is social science evidence more or less likely to be admitted under Daubert?  Is the review of scientific evidence more rigorous under Daubert?  Is the focus of scientific scrutiny methodology or results? Do the State courts apply Daubert differently from Federal courts? To study these issues, cases decided before and cases decided after Daubert are selected using a Westlaw search.  Data are coded on 58 variables assessing the criteria courts use to admit or not, expert evidence.  Changes before and after Daubert are compared.  The results of this research will inform legal scholars and social scientists as to the influence of this important Supreme Court decision on the use of science in the courtroom.    %%%    On June 28, 1993 the Supreme Court ruled in the case of Daubert v. Merrell Dow Pharmaceuticals, Inc. creating a new standard for the admissibility of scientific evidence and displacing the traditional Frye test.  Since then, many legal commentators have debated the effects of the decision on trial court decisions concerning the admissibility of scientific testimony.  This research addresses empirically the admissibility question.  Specifically, the research will answer the following questions, among others:  Has Daubert generally lead to greater exclusion or admission of scientific evid ence in general?  Are the courts applying Daubert to technical or specialized knowledge?  Is social science evidence more or less likely to be admitted under Daubert?  Is the review of scientific evidence more rigorous under Daubert?  Is the focus of scientific scrutiny methodology or results? Do the State courts apply Daubert differently from Federal courts? To study these issues, cases are selected using a Westlaw search.  Data are coded on 58 variables assessing the criteria courts use to admit or not, expert evidence.  The results of this research will inform legal scholars    ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Penrod",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Steven D Penrod",
   "pi_email_addr": "spenrod@jjay.cuny.edu",
   "nsf_id": "000292221",
   "pi_start_date": "1997-09-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Nebraska-Lincoln",
  "inst_street_address": "2200 VINE ST # 830861",
  "inst_street_address_2": "",
  "inst_city_name": "LINCOLN",
  "inst_state_code": "NE",
  "inst_state_name": "Nebraska",
  "inst_phone_num": "4024723171",
  "inst_zip_code": "685032427",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NE01",
  "org_lgl_bus_name": "BOARD OF REGENTS OF THE UNIVERSITY OF NEBRASKA",
  "org_prnt_uei_num": "",
  "org_uei_num": "HTQ6K6NJFHA6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Nebraska-Lincoln",
  "perf_str_addr": "2200 VINE ST # 830861",
  "perf_city_name": "LINCOLN",
  "perf_st_code": "NE",
  "perf_st_name": "Nebraska",
  "perf_zip_code": "685032427",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NE01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137200",
   "pgm_ele_name": "LSS-Law And Social Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 82650.0
  }
 ],
 "por": null
}