{
 "awd_id": "9619887",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Two Dimensional Polymerizations in Supramolecular           Assemblies",
 "cfda_num": "47.049",
 "org_code": "03070007",
 "po_phone": "7032924933",
 "po_email": "alovinge@nsf.gov",
 "po_sign_block_name": "Andrew Lovinger",
 "awd_eff_date": "1997-08-01",
 "awd_exp_date": "2001-07-31",
 "tot_intn_awd_amt": 285000.0,
 "awd_amount": 285000.0,
 "awd_min_amd_letter_date": "1997-07-22",
 "awd_max_amd_letter_date": "1999-06-07",
 "awd_abstract_narration": "9619887  O'Brien  Several methods to polymerize supramolecular assemblies have  been introduced in recent years.  These new and evolving  chemistries open opportunities to prepare novel biomolecular  materials with particular properties of interest to both  biological and material sciences.  Success in the design and  reproducible preparation of new materials requires a clear  understanding of the polymerization processes used to modify  the assemblies.  %%%  The objective of this proposal is to advance our  understanding of polymerizations in organized media in a  manner that permits the utilization of the emerging  information to control the properties of polymerized  supramolecular materials and to prepare novel macromolecular  architectures.  The reasonably well-developed understanding  of linear polymerizations in bilayers is complemented by the  emerging picture of crosslinking polymerizations in  bilayers.  Polymerization of monomeric lipids in an assembly  proceeds in a linear or crosslinking manner depending on the  number of polymerizable groups per monomeric lipid.  Lipids  that contain a single reactive moiety in either of the  hydrophobic tails or associated with the hydrophilic head  group yield linear polymers.  Polymerization of lipids with  reactive groups in each hydrophobic tail yields crosslinked  polymers.  In contrast the polymerization of lipids that  have different reactive groups (bifunctional amphiphiles) in  the same hydrophobic tail does not necessarily yield  crosslinked polymers, because if the groups are  insufficiently separated the correlation of the  polymerization paths could produce ladder polymers rather  than crosslinked polymers.  The preferred reaction path will  depend on several factors including the nature of the spacer  group, the extent of conformational and diffusional freedom  within the molecular assembly, and the reactivity of the  polymerizable groups.  In order to obtain a clearer  understanding of the effect of these factors on the  preferred p olymerization process in organized media this  research will examine each in turn with a family of newly  designed bifunctional amphiphiles.  The findings from these  studies will be used to select bifunctional monomers for the  preparation of ladder-like copolymers composed of dissimilar  polymers, e.g. poly(diene) and poly(acrylate).  The  objective is to utilize our understanding of the  polymerization process in organized media to create novel  soluble copolymers that are not readily available through  solution polymerizations.  In addition these polymerization  studies will aid in the design of bifunctional fatty acids  for the crosslinking polymerization of monolayers or  multilayers in a manner that does not modify the hydrophilic  head group of the amphiphile.  Finally the research will  utilize the understanding of crosslinking processes in  organized assemblies to prepare novel phthalocyanines for  the stabilization of discotic liquid crystals.  ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Neal",
   "pi_last_name": "Armstrong",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Neal R Armstrong",
   "pi_email_addr": "nra@email.arizona.edu",
   "nsf_id": "000480541",
   "pi_start_date": "1997-07-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "845 N PARK AVE RM 538",
  "perf_city_name": "TUCSON",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "85721",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "172000",
   "pgm_ele_name": "SOLID-STATE CHEMSTRY & POLYMRS"
  },
  {
   "pgm_ele_code": "177300",
   "pgm_ele_name": "POLYMERS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1773",
   "pgm_ref_txt": "POLYMERS"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 95000.0
  },
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 95000.0
  },
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 95000.0
  }
 ],
 "por": null
}