{
 "awd_id": "9625478",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research:  Origins of the Alachua:  A View from Perishables",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "1997-03-01",
 "awd_exp_date": "1998-02-28",
 "tot_intn_awd_amt": 9868.0,
 "awd_amount": 9868.0,
 "awd_min_amd_letter_date": "1997-02-04",
 "awd_max_amd_letter_date": "1997-02-04",
 "awd_abstract_narration": "Under the direction of Dr. R.E. Taylor, MS Jill Minar will collect data for her doctoral  dissertation. She will visit museums in the Southeastern United States and examine the cloth impressions on prehistoric pot sherds from a number of archaeological cultures. The project has both methodological and substantive goals. With the data she collects, MS Minar wishes to determine the origins of the Alachua culture which was widespread in prehistoric Florida. On a methodological level the project will assist in the development of new methods of ceramic analysis and provide insight into the relationship between ethnic identity and material culture.   In many parts of the world prehistoric peoples decorated the exterior of ceramic pots by pressing cloth or other forms of cordage against the unfired  wet surface. When the fabric is removed, a pattern remains imprinted in the clay. Although archaeologists have noted this and in fact have designated pottery types based on this feature, the cloth imprints themselves have never been subjected to detailed analysis. Ethnographic evidence indicates that cloth patterns and methods of manufacture are often very conservative and closely tied to ethnic identity. Therefore, in principle, they should provide an excellent trait to delimit prehistoric cultural groups and determine continuity and replacement over time. Cordmarked pottery is relatively common in the Southeast USA and many sites have been carefully excavated and radiocarbon dated. Therefore this region provides an excellent test situation. On the basis of preliminary research MS Minar has selected a number of collections which are attributable to the Alachua, to a range of possible Alachua predecessors and to groups which are culturally unrelated. In this well defined context she will develop and apply her analytic techniques. She will make molds of sherd surfaces, examine these under a microscope and employ a recently developed image analysis program to describe and compare the fabric impressions based on a wide range of attributes.  This research is important for several reasons. It addresses a significant regional archaeological question. It will help to develop an analytic tool with a wide range of potential applications and will also assist in training a promising young scientist.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "R.",
   "pi_last_name": "Taylor",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "R. E Taylor",
   "pi_email_addr": "RETAYLOR@citrus.UCR.EDU",
   "nsf_id": "000468163",
   "pi_start_date": "1997-02-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Riverside",
  "inst_street_address": "200 UNIVERSTY OFC BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "RIVERSIDE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9518275535",
  "inst_zip_code": "925210001",
  "inst_country_name": "United States",
  "cong_dist_code": "39",
  "st_cong_dist_code": "CA39",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA AT RIVERSIDE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MR5QC5FCAVH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Riverside",
  "perf_str_addr": "200 UNIVERSTY OFC BUILDING",
  "perf_city_name": "RIVERSIDE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "925210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "39",
  "perf_st_cong_dist": "CA39",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 9868.0
  }
 ],
 "por": null
}