{
 "awd_id": "9630447",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Initiation of Transcription by T7 RNA Polymerase",
 "cfda_num": "47.074",
 "org_code": "08070800",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Susan Porter Ridley",
 "awd_eff_date": "1997-02-01",
 "awd_exp_date": "2001-01-31",
 "tot_intn_awd_amt": 272503.0,
 "awd_amount": 272503.0,
 "awd_min_amd_letter_date": "1997-01-22",
 "awd_max_amd_letter_date": "1999-02-01",
 "awd_abstract_narration": "9630447  Martin  These studies address a detailed characterization of the mechanisms of promoter binding and transcription initiation on wild type and modified promoters of T7 RNA polymerase.  Stopped-flow fluorescence studies using nucleotide analog reporters within the promoter, combined with the direct measurement of RNA synthesis in single or limited turnover quench-flow studies will provide quantitative kinetic analyses.  An initial goal will be the elucidation of the rate limiting step(s) along the initiation pathway.  The use of ordered-addition kinetic experiments, the temperature dependence of individual steps in initiation, and the introduction of specific structural perturbations in the promoter will provide insight into the individual steps leading to the synthesis of the first phosphodiester bonds. In parallel with these studies, various approaches will be taken to characterize the structure and dynamics of the open complex.  Footprinting will be combined with spectroscopic probes to characterize the extent of the open complex and the nature of the interactions between the polymerase and the individual template and nontemplate strands of the promoter.  The time course of these interactions will be compared with the time course of RNA synthesis to complete the mechanistic picture.  In order to more completely map the complex mechanism of transcription initiation, temperature, limiting components, and template perturbations will be exploited to alter the rate limiting step. The new rate determining step will be characterized as before, to provide mechanistic detail on key elements of the initiation pathway.  A map of recognition contacts along the promoter has been previously prepared via functional group mutagenesis and steady state kinetic analyses.  Following the preliminary identification of individual steps along the initiation pathway, the contributions of some of the previously identified promoter contacts to each of these steps will be assessed.  This will provide the first de tailed correlations between structure and mechanism in this or any other RNA polymerase.  Near the start site for transcription, the roles of specific DNA functional groups in the positioning of the DNA template at the active site will be explored by the incorporation into the promoter DNA of simple base analogs, abasic sites, and vicarious linkers.  The fidelity of start site selection will be analyzed as substitutions become increasingly more perturbing.  Modifications which decrease the start site fidelity may also be expected to perturb kinetic steps in initiation. These will be characterized kinetically in order to tie template positioning to specific mechanisms for initiation.  Tools will be developed to follow the binding of substrate ribonucleotides to the DNA template during initiation.  This approach will be used to characterize the binding of the initiating ribonucleoside triphosphates, but later may prove useful in monitoring substrate binding in subsequent stages of transcription.  %%%  Biomolecular mechanistic studies of the enzyme that replicates the genome of a bacterial virus, T7 RNA polymerase, are proposed involving the association of a multisubunit enzymatic complex associating with polymeric DNA sequences.  These studies will reveal the molecular interactions involved in the early stages of the replication process of the viral genome.  Genetic and biochemical manipulation of the DNA sequences recognized by the enzyme will be studied by sophisticated methods to yield a detailed series of molecular snapshots of the components of the complex associating with particular sequences on DNA and producing polymeric RNA sequences.  These studies will contribute to a detailed understanding of how the process of RNA synthesis is achieved by this simple enzyme complex for application to the study of more complicated RNA polymerases.  ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Craig",
   "pi_last_name": "Martin",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Craig T Martin",
   "pi_email_addr": "cmartin@umass.edu",
   "nsf_id": "000466511",
   "pi_start_date": "1997-01-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "101 COMMONWEALTH AVE",
  "perf_city_name": "AMHERST",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010039252",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  },
  {
   "pgm_ele_code": "115400",
   "pgm_ele_name": "GENE EXPRESSION"
  },
  {
   "pgm_ele_code": "115800",
   "pgm_ele_name": "BIOMOLECULAR PROCESSES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9232",
   "pgm_ref_txt": "RES OPPOR AWARDS(ROA) (SUPPLEM"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 102501.0
  },
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 85001.0
  },
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 85001.0
  }
 ],
 "por": null
}