{
 "awd_id": "9630411",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Selective Gene Regulation by Manganese and Iron in          Bacillus subtilis",
 "cfda_num": "47.074",
 "org_code": "08070100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Philip Harriman",
 "awd_eff_date": "1997-01-15",
 "awd_exp_date": "1999-12-31",
 "tot_intn_awd_amt": 315000.0,
 "awd_amount": 315000.0,
 "awd_min_amd_letter_date": "1997-01-07",
 "awd_max_amd_letter_date": "1998-11-03",
 "awd_abstract_narration": "Helmann  9630411  Bacillus subtilis provides a genetically well-characterized model organism ideal for analyzing the complexities of gene regulation.  Previous work has defined two sets of genes regulated by metal ion availability:  (i) genes involved in iron uptake which are repressed by a Fur homolog and (ii) genes involved in protection against oxidative stress which are repressed by a protein designated PerR in the presence of manganese, iron or certain other divalent metal ions.  In this project, the B.subtilis Fur  protein will be identified and characterized.  The furA and furB genes, identified as part of the B. subtilis genome project, encode proteins homologous to the Fur family of metal-activated repressor proteins and are likely candidates for the fur and perR genes.  A genetic approach will be pursued to identify regulatory factors influencing the Fur and PerR regulons.  Biochemical characterization of  Fur will reveal the molecular basis of its DNA and metal-binding selectivity.  The iron specificity of the Fur regulon presumably results from an ability of this metalloregulatory protein to discriminate against chemically related transition metals.  This contrasts with the relatively broad metal selectivity of DtxR and E.coli Fur.  The broad metal selectivity of the peroxide regulon is imparted by PerR, which is hypothesized to be a relatively non-specific metal-binding protein which acts as a molecular sensor of the simultaneous presence of redox active metal ions and hydrogen peroxide.  Metal ions are essential cofactors for many of the chemical transformations required for life, including the processes of respiration, DNA replication, and transcription.  In particular, iron is of vanishingly low solubility in the presence of oxygen and near neutral pH and frequently limits the growth of bacteria both in the environment and, in the case of pathogenic organisms, in the host.  Bacteria have evolved a highly sophisticated strategy to obtain iron from the environment by the synthesis,  excretion, and readsorption of iron specific organic chelators known as siderophores.  This process is highly regulated, since just as low iron can limit growth, an overabundance of intracellular iron can lead to deleterious chemical reactions that damage membranes and DNA.  These harmful side reactions frequently involve reactive oxygen species.  There is an emerging realization that metal ion homeostasis is frequently coordinated with systems designed to handle reactive oxygen species.  This research explores the genetic mechanisms which control iron homeostasis in Bacillus subtilis, a gram positive soil micoorganism, and the relationship between iron homeostasis and cellular defenses against oxidative damage.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Helmann",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "John D Helmann",
   "pi_email_addr": "jdh9@cornell.edu",
   "nsf_id": "000461215",
   "pi_start_date": "1997-01-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell Univ - State: AWDS MADE PRIOR MAY 2010",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell Univ - State: AWDS MADE PRIOR MAY 2010",
  "perf_str_addr": "341 PINE TREE RD",
  "perf_city_name": "ITHACA",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "115600",
   "pgm_ele_name": "MICROBIAL GENETICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 105000.0
  },
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 105000.0
  },
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 105000.0
  }
 ],
 "por": null
}