{
 "awd_id": "9653190",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Campus Ecology:  Experimental Field Sites as Tools for      Teaching Ecological Principles",
 "cfda_num": "47.076",
 "org_code": "11040201",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Herbert Levitan",
 "awd_eff_date": "1997-05-15",
 "awd_exp_date": "2001-01-31",
 "tot_intn_awd_amt": 99884.0,
 "awd_amount": 99884.0,
 "awd_min_amd_letter_date": "1997-02-18",
 "awd_max_amd_letter_date": "2000-01-10",
 "awd_abstract_narration": "The goal of the project is to improve 6-16 biology education through the production  and dissemination of a manual describing small scale campus-based long-term ecological  research sites (school-based LTER sites). A common feature of ecology curriculum at  the high school level and in many instances at the undergraduate level is a lack of an  experimentally-based field experience. School-based LTER sites will allow pre-service  and in-service teachers to be actively involved in ongoing short- and long-term ecological  research. The manual will detail how to establish LTER sites on school grounds and  provide examples of experiments that could be conducted at the sites. The approach  differs from traditional uses of school yards by presenting experiments patterned after  those in the literature. For the Rocky Mountain West, long-term experiments are  presented to address the effects of nutrient availability, enhanced water availability and  grazing on short grass prairie succession. Experiments that have greater relevance to  other regions of the country will also be developed. Regardless of the questions asked or  size and budget of the LTER sites, all the experiments will be simple in design, low in  cost, low in maintenance and will be explicitly tied to national standards and benchmarks  (AAAS 1993, NRC 1996). The University of Northern Colorado views this project as  central to its mission as the science education leader in region and to this end has  committed over $20,000 in the form of graduate stipends, tuition, and equipment dollars  towards its development and implementation (see Budget Justification for details).      The manual will be developed over a three period by a team that includes the PI's,  and a group of invited in-service teachers, biology researchers and science educators from  different geographic and demographic regions of the US. The PI's for this project  represent a blend of researchers in ecology and biology education, including experience in  theoretical eco logy, population ecology, animal behavior, and student learning.  Moreover, they possess over 20 years experience teaching at the middle and high school  levels. The input from additional team members is critical to the success of the project  and to insure that the manual be applicable to the widest possible audience. While  teachers, researchers and science educators share common interests, the reality is that they  write to different levels and communicate to different audiences through different venues.  The team will meet once per year in a workshop setting to develop the manual. In year  one, the team will setup the demonstration plots and activities relevant to each team  member's region will be developed. In year two, the team will meet again to refine the  exercises. In year three the team will finalize and submit the first edition of the manual.      The manual will be disseminated through a national publisher in coordination with  the University of Northern Colorado Research Corporation (see Dissemination Plan).  Additionally, results will be published in professional journals and presented at national  professional meetings. As an added bonus, the campus-LTER sites will also be used to  enhance the current ecology and science methods curriculum at UNC. Students (a large  percentage of which are pre-service teachers) will be active participants in both short-term  and long-term experiments. The pre-service teachers will be exposed to a potent  instructional tool that they might integrate into their curricula. Sites will also offer  opportunities for faculty and graduate students interested in pedagogically based research.      The University of Northern Colorado is well positioned to conduct this project. The  University has a long tradition of leadership in science education. Department of  Biological Sciences includes faculty specializing in both biology content and pedagogy.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gerald",
   "pi_last_name": "Saunders",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Gerald W Saunders",
   "pi_email_addr": "gwsaund@unco.edu",
   "nsf_id": "000404475",
   "pi_start_date": "1997-02-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Moore",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "John C Moore",
   "pi_email_addr": "john.moore@colostate.edu",
   "nsf_id": "000467861",
   "pi_start_date": "1997-02-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Clarke",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer A Clarke",
   "pi_email_addr": "jaclarke@unco.edu",
   "nsf_id": "000285492",
   "pi_start_date": "1997-02-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Northern Colorado",
  "inst_street_address": "501 20TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "GREELEY",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "5053197355",
  "inst_zip_code": "806396900",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "CO08",
  "org_lgl_bus_name": "UNIVERSITY OF NORTHERN COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "TYJEPW6N1W98"
 },
 "perf_inst": {
  "perf_inst_name": "University of Northern Colorado",
  "perf_str_addr": "501 20TH ST",
  "perf_city_name": "GREELEY",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "806396900",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "CO08",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "741000",
   "pgm_ele_name": "DUE COURSE & CURRICULUM PROG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7419",
   "pgm_ref_txt": "INTRODUCT CURRICULUM PROJECTS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0497",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0497",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 99884.0
  }
 ],
 "por": null
}