{
 "awd_id": "9660815",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  A Novel System for the Expression of Integral Membrane Proteins Using Halobacterium Halobium",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce Hamilton",
 "awd_eff_date": "1997-01-01",
 "awd_exp_date": "1997-08-31",
 "tot_intn_awd_amt": 74916.0,
 "awd_amount": 74916.0,
 "awd_min_amd_letter_date": "1996-12-11",
 "awd_max_amd_letter_date": "1997-07-15",
 "awd_abstract_narration": "***  9660815  Halladay   This Small Business Innovation Research Phase I project will evaluate a novel method for the production of integral membrane proteins using the halophilic archeon Halobacterium halobium.  Two key requirements for biochemical analysis of proteins involved in complex cellular processes are their production in quantity and their amenability to simple and rapid isolation.  To circumvent limitations frequently encountered in native systems where insufficient amounts of protein are produced, recombinant DNA technology has been developed and used to produce soluble proteins in a variety of heterologous expression systems.  Generally, however, these systems are not very efficient in expressing heterologous membrane proteins.  Thus, a reliable heterologous production system for this class of proteins is needed. Halogenics, Inc. will construct the appropriate plasmid vectors and evaluate the usefulness of an H. halobium based membrane protein expression system.  Several attributes of H. halobium indicate it will be an ideal system for production of membrane proteins.  First, tools necessary for the routine introduction, maintenance, and expression of foreign DNA have already been developed for this organism.  These include both a reliable transformation system for the introduction of DNA molecules, as well as plasmid vectors which can easily be modified and utilized as expression vectors.  Second, H. halobium naturally produces very large amounts of bacteriorhodopsin, an integral membrane protein that is very similar in structure to the G-protein dependent receptor family--a major class of membrane proteins.  H. halobium has a third advantage.  It is readily , lysed by gentle, gradual dilution with distilled water or buffers to release the expressed proteins. In contrast, other recombinant systems inherently require denaturing conditions such as sonication, manual disruption, or the use of detergents to release expressed proteins.   The proposed technology, combined with the low c osts associated with growing H. halobium and its easy lysis, will allow the inexpensive and simple production of integral membrane proteins in quantity.  Such capability is of intense interest to researchers both in academic and applied disciplines.  The purified proteins resulting from the use of this system would be used in drug discovery and development processes, diagnostic test kits, and therapeutic applications.  ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Halladay",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "John T Halladay",
   "pi_email_addr": "Halladay@microbio.umass.edu",
   "nsf_id": "000158931",
   "pi_start_date": "1996-12-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "HaloGenetics, Inc",
  "inst_street_address": "6 University Drive, Suite 140",
  "inst_street_address_2": "",
  "inst_city_name": "Amherst",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4132560760",
  "inst_zip_code": "010046000",
  "inst_country_name": "United States",
  "cong_dist_code": null,
  "st_cong_dist_code": "MA",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "HaloGenetics, Inc",
  "perf_str_addr": "6 University Drive, Suite 140",
  "perf_city_name": "Amherst",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010046000",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "MA",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1491",
   "pgm_ref_txt": "BIOTECH, BIOCHEM & BIOMASS ENG"
  },
  {
   "pgm_ref_code": "9181",
   "pgm_ref_txt": "BIOPROCESSING/BIOMOLECULAR MATERIALS"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 74916.0
  }
 ],
 "por": null
}