{
 "awd_id": "9660321",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Probabilistic Assessment for Embedded        Underground Hazardous Facilities Subjected to Dynamic Loads Induced by Extreme Environmental Events",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "G. Patrick Johnson",
 "awd_eff_date": "1997-01-01",
 "awd_exp_date": "1997-06-30",
 "tot_intn_awd_amt": 75000.0,
 "awd_amount": 75000.0,
 "awd_min_amd_letter_date": "1996-11-29",
 "awd_max_amd_letter_date": "1996-11-29",
 "awd_abstract_narration": "This Small Business Innovation Research Phase I project will develop an applied technology that can be utilized by design engineers to perform risk and reliability assessments for hazardous facilities.  The research is focused on dynamic soilstructure interaction, a complex phenomenon with large randomness and modeling uncertainties.  Most of hazardous facilities include heavy and stiff concrete structures, partially embedded, embedded, or even buried, where the soil-structure interaction effects are essential for accurate predictions of their structural behavior under dynamic loads.  Emphasis will be given to risk, reliability, and environmental hazard associated with external blasts, explosions and earthquakes.  Probabilistic models will include uncertainties stemming from randomness and incomplete knowledge related to load parameters, soil properties and soilstructure interaction effects.  Advanced stochastic finite element techniques will be developed to ensure the suitability of the resulting algorithms for assessment tasks.   Probabilistic algorithms will be implemented in the state-of-the-art commercial computer code SUPER SASSI developed by the firm based on the original SASSI code of University of California, Berkeley.  This will enhance its advanced dynamic soilstructure interaction capability with probabilistic and risk assessment capabilities for decision making support.  For evaluating the external explosion pressure effects the program BLAST developed in-house by the firm will be used.       The reassessment of existing massive commercial and defense hazardous facilities remains a significant engineering challenge with high priority for the U.S.  The proposed research will make an essential step for developing an accurate probabilistic risk assessment (PRA) engineering tool for embedded/buried hazardous facilities under dynamic loads induced by environmental extreme events including soil-structure interaction.   The existence of a probabilistic computational tool will expedite these analyses and will drastically reduce the high costs of PRA studies.  Rapid commercialization of  the new development for a large number of civil engineering applications is expected.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dan",
   "pi_last_name": "Ghiocel",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Dan M Ghiocel",
   "pi_email_addr": "dghiocel@sti-tech.com",
   "nsf_id": "000279640",
   "pi_start_date": "1996-11-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stevenson & Associates, Inc",
  "inst_street_address": "9217 Midwest Avenue",
  "inst_street_address_2": "",
  "inst_city_name": "Cleveland",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "2165873805",
  "inst_zip_code": "441252415",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "OH11",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "Stevenson & Associates, Inc",
  "perf_str_addr": "9217 Midwest Avenue",
  "perf_city_name": "Cleveland",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "441252415",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "OH11",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1059",
   "pgm_ref_txt": "SENSORS AND SENSOR SYSTEMS FOR CIS"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 75000.0
  }
 ],
 "por": null
}