{
 "awd_id": "9700029",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Approximation Algorithms via Linear Programming",
 "cfda_num": "47.070",
 "org_code": "05010100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert Sloan",
 "awd_eff_date": "1997-07-01",
 "awd_exp_date": "2001-06-30",
 "tot_intn_awd_amt": 213514.0,
 "awd_amount": 213514.0,
 "awd_min_amd_letter_date": "1997-06-11",
 "awd_max_amd_letter_date": "2000-08-01",
 "awd_abstract_narration": "Most combinatorial optimization problems are NP-hard, and  hence unlikely to have a polynomial-time algorithm that  finds an optimal solution. This project investigates the  design of algorithms that find near-optimal solutions but  also come with a guarantee that the solution is not too much  worse than optimal. This research investigates algorithms  that produce solutions guaranteed to be nearly-optimal by  relying on information contained in the optimal solution to  linear programming relaxation.  One consequence of such  results would be to provide a theoretical justification for  the strength of the bounds given by these linear programming  relaxations. By giving algorithms for which one can prove  that the solution found has value relatively close to the LP  bound, one also shows that relative error of the  solution(compared to the integer optimum) is also small.  Furthermore, past experience has shown that the insight  needed to devise algorithms with such performance guarantees  can also lead to algorithms with superior empirical  performance. The research focuses on several specific areas  in which computational experience has indicated that  particular linear programming relaxations provide strong  bounds and attempts to build on this to design approximation  algorithms with good performance guarantees and good  practical performance. Scheduling problems arise in a cross-  section of applications, and the proposal focuses on several  basic scheduling models, with the aim of developing  algorithmic techniques that are not particularly application  specific. Facility location problems are a type of network  design problem in which the aim is to build a distribution  network consisting of facilities and routes used to serve  clients from the facilities.  Known relaxations produce  extremely high-quality bounds and the research will attempt  to provide some theoretical justification for this, as well  to devise new algorithms that also build on these. The  traveling salesman problem is per haps the canonical  optimization problem, and this investigation will try to  resolve a well-known conjecture on the strength of the so  called Held-Karp lower bound.  For the bin-packing problem,  this research will focus on a conjecture that there exists a  polynomial-time algorithm that uses at most a constant extra  bins, and is based on the cutting-stock LP formulation. For  some other problems, such as the maximum acyclic sub-graph  problem, in addition to the LP-based approach described  above, this investigation will also explore algorithms based  on convex programming relaxations, which have recently been  used to strengthen linear relaxations in some settings. The  ultimate goal of this research is to devise algorithms that  will not just complement the ongoing computational work in  polyhedral combinatorics with a theoretical foundation, but  will also develop algorithmic implementations to solve these  applications more easily.***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Shmoys",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "David B Shmoys",
   "pi_email_addr": "shmoys@cs.cornell.edu",
   "nsf_id": "000166132",
   "pi_start_date": "1997-06-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "341 PINE TREE RD",
  "perf_city_name": "ITHACA",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "286000",
   "pgm_ele_name": "THEORY OF COMPUTING"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 213514.0
  }
 ],
 "por": null
}