{
 "awd_id": "9700685",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Cohomology and Modular Representation Theory of Finite and  Algebraic Groups",
 "cfda_num": "47.049",
 "org_code": "03040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joseph P. Brennan",
 "awd_eff_date": "1997-06-15",
 "awd_exp_date": "2001-05-31",
 "tot_intn_awd_amt": 75000.0,
 "awd_amount": 75000.0,
 "awd_min_amd_letter_date": "1997-06-10",
 "awd_max_amd_letter_date": "1997-06-10",
 "awd_abstract_narration": "CLINE.TEXT            The principal investigator of this grant will work in collaboration with  Brian Parshall and Leonard Scott of the University of Virginia for a  significant portion of the research activity on this grant. The group  will study the modular representation theory of  algebraic and finite groups of Lie type. In the  case where the (prime) characteristic of the base field is the natural  characteristic of the ambient algebraic group, the main problem centers  upon a famous conjecture by Lusztig for the characters of certain  irreducible representations.  Recent progress shows that this  conjecture is true for all but a finite number of primes. However, at  present, there is no effective bound on the size of the prime. One goal  of this project is to continue work toward a complete proof of this  conjecture. In the case where the characteristic is  not the natural characteristic, the theory is much less well developed.  Recent work of Cline, in collaboration with Parshall and Scott, yields  techniques which apply, generally, to the modular representation theory  of the finite groups of Lie type in all characteristics. A second goal  of this project therefore is to develop these new techniques into an  effective tool for the study of these representations in the  non-natural characteristic cases. In particular, one hopes  eventually to obtain significant insight into the nature of the  irreducible modules in these cases.    The theory of groups and their representations is a central area of  research in mathematics because its methods apply generally to the  study of any object, in particular to many mathematical structures, with  a high degree of symmetry. For a given group, the determination of its  irreducible representations is a central problem.  The research of the  principal investigator in this grant will have as one focus the  determination of these irreducible representations for the finite  groups of Lie type, and their associated algebraic groups. The problem  divid es into two major cases. The first case, in which major progress  has been made on the Lusztig conjecture, is much more well developed  than in the second where little is known in general.  Therefore the work   of the principal  investigator on this grant will be of a more preliminary nature in the  second case than in the first. Progress in either case would have  applications in many other areas of mathematics including cohomology  theory, Lie theory, the theory of finite dimensional algebras and the  study of the subgroup structure of the finite and algebraic groups of  Lie type.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Edward",
   "pi_last_name": "Cline",
   "pi_mid_init": "T",
   "pi_sufx_name": "Jr.",
   "pi_full_name": "Edward T Cline",
   "pi_email_addr": "ecline@mmcable.com",
   "nsf_id": "000310700",
   "pi_start_date": "1997-06-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Oklahoma Norman Campus",
  "inst_street_address": "660 PARRINGTON OVAL RM 301",
  "inst_street_address_2": "",
  "inst_city_name": "NORMAN",
  "inst_state_code": "OK",
  "inst_state_name": "Oklahoma",
  "inst_phone_num": "4053254757",
  "inst_zip_code": "730193003",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OK04",
  "org_lgl_bus_name": "UNIVERSITY OF OKLAHOMA",
  "org_prnt_uei_num": "",
  "org_uei_num": "EVTSTTLCEWS5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Oklahoma Norman Campus",
  "perf_str_addr": "660 PARRINGTON OVAL RM 301",
  "perf_city_name": "NORMAN",
  "perf_st_code": "OK",
  "perf_st_name": "Oklahoma",
  "perf_zip_code": "730193003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OK04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126400",
   "pgm_ele_name": "ALGEBRA,NUMBER THEORY,AND COM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 75000.0
  }
 ],
 "por": null
}