{
 "awd_id": "9701775",
 "agcy_id": "NSF",
 "tran_type": "CoopAgrmnt",
 "awd_istr_txt": "Cooperative Agreement",
 "awd_titl_txt": "AMP:  The University of Texas System Alliance for Minority  Participation",
 "cfda_num": "47.076",
 "org_code": "11060300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "A.  Hicks",
 "awd_eff_date": "1997-11-01",
 "awd_exp_date": "2005-10-31",
 "tot_intn_awd_amt": 3008656.0,
 "awd_amount": 5227595.0,
 "awd_min_amd_letter_date": "1997-09-30",
 "awd_max_amd_letter_date": "2005-06-15",
 "awd_abstract_narration": "HRD-9701775  Arenaz         The University of Texas System Alliance for Minority Participation (UT-System AMP)  brings together all nine academic components of The University of Texas System and ten  regional community college partners in an effort to increase the number of under-represented  minority students and students from other underserved populations enrolling in and graduating  from baccalaureate programs in science, mathematics, engineering, and technology and entering  graduate programs in SMET fields of UT-System universities.  The activities of the UT-System  AMP are supported by partnerships with industry and government agencies, particularly national  laboratories.  The educational institutions in the Alliance serve a rapidly growing region, where  by the decade's end minorities will comprise a majority of population.  Prominent among the  institutions are those in the U.S.-Mexico Border regions serving large numbers of Hispanic  students and those in metropolitan areas serving mainly commuter students, including many  minorities.  The UT-System places a high degree of importance, system-wide, on improving  retention among undergraduates and proving enhanced opportunities for these undergraduates  to enter graduate programs in SMET.  This proposal also emphasize the system-wide sharing  of resources to attain these goals.       In Phase II, the University of Texas System Alliance for Minority Participation is  committed to achieving the following objectives:  1) The UT-System AMP universities will  graduate a minimum of 1,500 under-represented minority and other underserved students with  B.S. degrees in SMET by 2002, an increase of 70% over 1995-1996 baseline and 2) the UT-  System AMP universities will enroll a minimum of 600 under-represented minority and other  underserved student in the SMET graduate programs by the fall of 2002, an increase of about  40% over the fall 1995 baseline.       AMP program activities will focus on three major areas:  (1) retention of students who   are SMET majors through the development of strategies of all partner institutions to address  retention of second year students in SMET; (2) mentoring and career development opportunities  for SMET majors interested in pursuing an advanced degree.  Activities include the development  of a joint graduate school application for UT-System institutions, GRE workshops and career  development/mentoring activities at each partner institution; and (3) stipend support, mentoring  and training for students participating in research and summer bridge activities.       The UT-System AMP is permanently changing the nature of SMET higher education in  Texas.  Through the UT-System AMP, the participating universities have raised the visibility  and increased the awareness of the chancellor, presidents and chief academic officers about  SMET program outcomes and the status of under-represented minority students.  Providing  leadership to the UT-System Alliance for Minority Participation will be a Governing Board,  chaired by James Duncan, Executive Vice Chancellor of The University of Texas System which  includes presidents, vice-presidents or provosts of UT-System member institutions and  participating community colleges as well as a selected number of experts from industry and the  national R&D community.  Meeting annually, the Governing Board will continue to provide  general oversight of the UT-System AMP.  The Academic Leadership Council (ALC), composed  of deans, chairs and distinguished faculty are involved in the implementation of AMP activities  at their institution.  The ALC meets twice yearly.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Pablo",
   "pi_last_name": "Arenaz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Pablo Arenaz",
   "pi_email_addr": "parenaz@utep.edu",
   "nsf_id": "000426509",
   "pi_start_date": "2000-09-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at El Paso",
  "inst_street_address": "500 W UNIVERSITY AVE",
  "inst_street_address_2": "",
  "inst_city_name": "EL PASO",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9157475680",
  "inst_zip_code": "799688900",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "TX16",
  "org_lgl_bus_name": "THE UNIVERSITY OF TEXAS AT EL PASO",
  "org_prnt_uei_num": "C1DEGMMKC7W7",
  "org_uei_num": "C1DEGMMKC7W7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at El Paso",
  "perf_str_addr": "500 W UNIVERSITY AVE",
  "perf_city_name": "EL PASO",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "799688900",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "TX16",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "159400",
   "pgm_ele_name": "Hist Black Colleges and Univ"
  },
  {
   "pgm_ele_code": "913300",
   "pgm_ele_name": "Alliances-Minority Participat."
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9133",
   "pgm_ref_txt": "ALLIANCES-MINORITY PARTICIPAT."
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0400",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0400",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0401",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0401",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0402",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000203DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0497",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0497",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0498",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0498",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0499",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0499",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 1171432.0
  },
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 910768.0
  },
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 926456.0
  },
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 2218939.0
  }
 ],
 "por": null
}