{
 "awd_id": "9701508",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Distributed Deduction with Contraction and Foundation of Strategy Analysis",
 "cfda_num": "47.070",
 "org_code": "05010200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Randolph Franklin",
 "awd_eff_date": "1997-09-01",
 "awd_exp_date": "2002-08-31",
 "tot_intn_awd_amt": 205000.0,
 "awd_amount": 205000.0,
 "awd_min_amd_letter_date": "1997-03-05",
 "awd_max_amd_letter_date": "2001-03-16",
 "awd_abstract_narration": "This project has two parts, one in distributed deduction and one  in the theory of theorem-proving strategies.  Distributed  deduction couples the traditional aim of making computation  faster by parallelization, with the aim of investigating new  forms of automated reasoning, that may arise from the combination  of deductive computing and distributed computing.  The research  will consider the coarse-grain parallelization of contraction-  based strategies, that are among the most successful strategies  available, especially on equational problems.  The objective is  to design new techniques to subdivide a theorem-proving problem  among concurrent deductive processes, in such a way that each of  them has less work than a sequential process, and a proof may be  found faster.  This part of the work will consist in the  definition and implementation of distributed strategies with  these features.    Theorem-proving strategies are evaluated usually by testing their  implementations. The long-term goal of the theoretical part of  this research is to make possible some complexity analysis of  theorem-proving strategies prior to implementation, so that  useful features may be recognized sooner.  Recent work by the  proponent shows that progress in this direction is feasible.  This project will develop a methodology of analysis, that covers  both forward reasoning and backward reasoning, sequential and  parallel strategies.  As part of the project the methodology will  be applied to analyze selected features of strategies, such as  contraction, lemmaizing/caching and forms of parallel search.  The two parts of the project are deeply connected, because the  methodology for strategy analysis is based on a model of the  search space and search process, which is used also as a  fundamental tool of analysis to achieve the objectives in  distributed deduction.    The educational component of this project comprises two  objectives in course development.  The first one is the evolution  of an undergraduate cour se in programming language concepts into  a course where the concepts are learnt in functional and logic  programming.  The purpose is to offer to the students some  exposure to paradigms that are underrepresented in the  curriculum.  This is important, since long-lasting programming  maturity requires the flexibility fostered by the practice of  multiple paradigms.  The second one is the development of a  graduate course in artificial intelligence. It will be a course  in logical methods for artificial intelligence, with an emphasis  on fully automated deduction.  The students will acquire a solid  understanding of some of the most important concepts in the  logical foundations of computer science, together with the  preparation for seminars or research projects in deduction. Both  lectures and assignments will emphasize the practical  consequences of the theory, and students will conduct experiments  with state-of-the-art theorem provers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Maria Paola",
   "pi_last_name": "Bonacina",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Maria Paola Bonacina",
   "pi_email_addr": "bonacina@cs.uiowa.edu",
   "nsf_id": "000152611",
   "pi_start_date": "1997-03-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Iowa",
  "inst_street_address": "105 JESSUP HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IOWA CITY",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "3193352123",
  "inst_zip_code": "522421316",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IA01",
  "org_lgl_bus_name": "THE UNIVERSITY OF IOWA",
  "org_prnt_uei_num": "",
  "org_uei_num": "Z1H9VJS8NG16"
 },
 "perf_inst": {
  "perf_inst_name": "University of Iowa",
  "perf_str_addr": "105 JESSUP HALL",
  "perf_city_name": "IOWA CITY",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "522421316",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IA01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "286500",
   "pgm_ele_name": "NUMERIC, SYMBOLIC & GEO COMPUT"
  },
  {
   "pgm_ele_code": "289000",
   "pgm_ele_name": "CISE Research Resources"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "2891",
   "pgm_ref_txt": "WORKSTATION MATCHING AWARDS"
  },
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 105000.0
  },
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 50000.0
  },
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": null
}