{
 "awd_id": "9701942",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Mathematical Fluid Dynamics and Education Turbulent         Transport, Combustion, and Compressible Convection",
 "cfda_num": "47.049",
 "org_code": "03040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Deborah Lockhart",
 "awd_eff_date": "1997-09-01",
 "awd_exp_date": "1999-03-03",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "1997-05-10",
 "awd_max_amd_letter_date": "1997-05-10",
 "awd_abstract_narration": "9701942  McLaughlin    This work is supported by a National Science Foundation Faculty Early   Career Development Award.  The research component will focus on the   theoretical understanding of fluid phenomena. Specifically, these research   efforts outline the study of turbulent transport and scalar intermittency, the   numerical calculation of enhanced burning speeds in premixed combustion,   and theoretical and computational studies of weakly  compressible transport   phenomena. An underlying theme in this effort is the isolation of how fluid   flow properties affect transport phenomena, which may include enhanced   mixing rates, enhanced rare event probability, enhanced burning speeds, and   enhanced anelastic heat transport. These studies involve a sophisticated   integration of modern asymptotic, numerical, and probabilistic techniques.   Additionally, this award will support the continued curriculum development   of an advanced undergraduate/ graduate level Mathematical Fluid Dynamics   course.  Such a course is designed to present the student with the essential   mathematical tools necessary to understand fluid mechanics and to quickly   equip the student with essential techniques for attacking research problems   in Applied Mathematics.  Additionally, a small demonstration fluids   laboratory will be developed to offer visualization of many fluid   phenomena.    This Faculty Early Career Development Award will provide the principal   investigator the opportunity to pursue his research efforts in the   understanding of many fluid transport phenomena while additionally   developing new educational curricula. Developing sound theories for fluid   transport is fundamental in many ways.  The experimental understanding of   fluid turbulence typically involves the tracking of passive dye, and,   consequently, the quantification of how fluid flow properties affect the   mixing of such dye is critical.  Further, the development of sound transport   theories naturally will yield insight into a va riety of mixing applications   such as the tracking of atmospheric pollutants.  Perhaps most importantly is   the potential information such theories may offer to large-scale   computational fluids, combustion and climate models in which a common   difficulty regards how to treat unresolvable length and time scales.  It is an   accepted fact in computational fluid dynamics that important, non-  negligible, complex fluid phenomena exist which are simply not resolvable   on even the largest supercomputers.  These sub-grid effects play a dramatic   role in many fluids applications such as weather prediction. They cannot be   ignored, and a standard approach is to replace them by something simpler--   an effective mixing coefficient.  In many applications, the transport theories   developed here offer sound justification and quantification of these   coefficients, and potentially may offer improvements to existing   computational models.  Finally, the curriculum effort will involve the   development of a small fluids laboratory including a demonstration water   tunnel.  Through this lab, a student studying the theory of fluids will find   exciting visual contact with real fluids phenomena typically unavailable in   mathematics coursework, and this visualization will lead to greater   excitement and appreciation for the usefulness of mathematical theory in the   understanding of observable phenomena.    The National Science Foundation strongly encourages the early   development of academic faculty as both educators and researchers.  The   Faculty Early Career Development (CAREER) Program is a Foundation-  wide  program that provides for the support of junior faculty within the   context of their overall career development.  It combines in a single   program the support of quality research and education in the broadest sense   and the full participation of those traditionally underrepresented in science   and engineering.  This program enhances and emphasizes the importance   the Foundation places on  the development of full, balanced academic   careers which include both research and education.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "McLaughlin",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Richard M McLaughlin",
   "pi_email_addr": "rmm@amath.unc.edu",
   "nsf_id": "000485698",
   "pi_start_date": "1997-05-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Utah",
  "inst_street_address": "201 PRESIDENTS CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SALT LAKE CITY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8015816903",
  "inst_zip_code": "841129049",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UNIVERSITY OF UTAH",
  "org_prnt_uei_num": "",
  "org_uei_num": "LL8GLEVH6MG3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Utah",
  "perf_str_addr": "201 PRESIDENTS CIR",
  "perf_city_name": "SALT LAKE CITY",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841129049",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9198",
   "pgm_ref_txt": "OTHER ENVIRONMENT"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 42500.0
  }
 ],
 "por": null
}