{
 "awd_id": "9703946",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Acquisition of a Matrix-Assisted Laser Desorption Ionization Mass Spectrometer for the Analysis of Polymers",
 "cfda_num": "47.049",
 "org_code": "03070006",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "",
 "awd_eff_date": "1997-07-15",
 "awd_exp_date": "1999-06-30",
 "tot_intn_awd_amt": 137500.0,
 "awd_amount": 137500.0,
 "awd_min_amd_letter_date": "1997-05-14",
 "awd_max_amd_letter_date": "1997-05-14",
 "awd_abstract_narration": "9703946  Wesdemiotis     This award provides support for a  time-of-flight mass  spectrometer equipped with matrix-assisted laser desorption /  ionization (MALDI-TOF-MS), for the analysis of polymeric  materials.  The instrument will support ongoing and future  studies within the Departments of Polymer Science and Chemistry  at the University of Akron, a leading center of polymer research  for over forty  years.  Many of the projects carried out in these  departments regularly require characterization of the mass,  composition, integrity, and purity of synthetic polymers.  These  issues can be addressed with high specificity by MALDI mass  spectrometry, a technique that is not currently available at the  University.    Polymer research at the University of Akron is focused on the  synthesis of novel polymeric materials and the examination of  their physical and mechanical properties.  Specific research  areas will benefit from MALDI-MS including  (1) synthesis of new  organic and silicon-organic polymers, (ii) development of new  methods for polymer functionalization, (iii) new polymerization  mechanisms including living cationic polymerization and group-  transfer polymerization, (iv) preparation of cyclic and radial  star-branched polymers, (v) evaluation of the relationship  between structure and properties of macromolecules, and (vi)  biopolymer / synthetic polymer comparison studies. The instrument  will also be accessible to other researchers at the University of  Akron who need MALDI-MS to solve analytical problems.  %%%  The University of Akron is an active participant in the Edison  Polymer Innovation Corporation (EPIC), a state-sponsored  consortium with Case Western Reserve University and local polymer  corporations.  Joint projects within this consortium have  fostered close ties between the Department of Polymer Science and  researchers in the EPIC community which, at present, lacks a  MALDI mass spectrometry capability for synthetic polymers.  The  planned MALDI-MS facility at the  University of Akron will provide  this service to EPIC collaborators and to other scientists in  northeast Ohio requiring mass spectrometry for the solution of  structural problems.  MALDI-TOF-MS is the method of choice for  the analysis of polymeric materials.  It can supply rapidly and  accurately the molecular weight and molecular weight distribution  of polymers.  With lower molecular weight polymers (<10 kDa), the  technique provides insight about the repeat units, end groups,  and other compositional properties.  For polymers of reasonably  low polydispersity (Mw/Mn < ~1.5), MALDI has the ability to  determine directly average molecular weight parameters.  For  polymers of higher polydispersity, narrow fractions (obtained,  e.g., via GPC separations) can be successfully analyzed by MALDI.  Such information is essential for giving definitive answers to  the challenging problems encountered in synthetic and mechanistic  polymer studies.  ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Chrys",
   "pi_last_name": "Wesdemiotis",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chrys Wesdemiotis",
   "pi_email_addr": "wesdemiotis@uakron.edu",
   "nsf_id": "000124084",
   "pi_start_date": "1997-05-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Akron",
  "inst_street_address": "302 BUCHTEL COMMON",
  "inst_street_address_2": "",
  "inst_city_name": "AKRON",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "3309722760",
  "inst_zip_code": "443250001",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "OH13",
  "org_lgl_bus_name": "THE UNIVERSITY OF AKRON",
  "org_prnt_uei_num": "DFNLDECWM8J8",
  "org_uei_num": "DFNLDECWM8J8"
 },
 "perf_inst": {
  "perf_inst_name": "University of Akron",
  "perf_str_addr": "302 BUCHTEL COMMON",
  "perf_city_name": "AKRON",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "443250001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "OH13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "172500",
   "pgm_ele_name": "NAT'L FACILITIES & INSTRUMNTAT"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1750",
   "pgm_ref_txt": "MPS DMR INSTRUMENTATION"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 137500.0
  }
 ],
 "por": null
}