{
 "awd_id": "9703684",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Pattern Formation in Two and Three Dimensions",
 "cfda_num": "47.049",
 "org_code": "03040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Deborah Lockhart",
 "awd_eff_date": "1997-07-15",
 "awd_exp_date": "2000-06-30",
 "tot_intn_awd_amt": 94500.0,
 "awd_amount": 94500.0,
 "awd_min_amd_letter_date": "1997-06-27",
 "awd_max_amd_letter_date": "1997-06-27",
 "awd_abstract_narration": "9703684  Knobloch    This project will involve the study of bifurcations and pattern formation in   systems with symmetry. Such systems arise naturally in a variety of   applications. The proposal focuses on the study of the consequences of   weak system symmetry--breaking perturbations for pattern formation in two   and three dimensions. In doing so it seeks to identify those aspects of   equivariant dynamics that are robust under symmetry-breaking   \"imperfections\". The approach promises to extend the applicability of   equivariant bifurcation theory to more realistic situations and is an   important step towards a theory of pattern formation in two and three   dimensions. Applications to a number of continuum systems are envisaged,   including pattern formation by the Faraday and Turing instabilities, and   acoustically driven shape oscillations of drops and bubbles.    This project will involve the study of the spontaneous formation of structure   in systems with symmetry. Such systems occur naturally in a variety of   applications, and may reflect the geometry of the system or a convenient   idealization. Symmetries are known to have a profound effect on the typical   behavior of the system. Near onset the process of structure or pattern   formation can be described by simplified equations called amplitude   equations. The form of these equations is dictated by the symmetries of the   system. Often the symmetries constrain these equations to such an extent   that only one possibility exists. The analysis of the resulting equations then   provides a complete understanding of the structure formation process, and   can be used to predict the type of structure that will form as the parameters   of the system are varied. Since in nature the assumed symmetries are   usually an idealization the proposal seeks to identify those aspects of the   structure formation process that are insensitive to small symmetry-breaking   imperfections, i.e., it seeks to identify those aspects that are robust. The a im   of the proposal is thus to extend the applicability of this type of theory to   realistic problems in both two and three dimensions. As examples of this   approach we shall study pattern formation in vibration-induced surface   waves, structure formation in chemical and biological systems via the   Turing instability, and the patterns on the surface of an acoustically excited   drop or bubble. An understanding of these relatively simple systems is a   prerequisite for extending the techniques to more complex systems.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Edgar",
   "pi_last_name": "Knobloch",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Edgar Knobloch",
   "pi_email_addr": "knobloch@berkeley.edu",
   "nsf_id": "000094286",
   "pi_start_date": "1997-06-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 94500.0
  }
 ],
 "por": null
}