{
 "awd_id": "9703102",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER:  Monolayer Templated Growth of Organic Crystals",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert M. Wellek",
 "awd_eff_date": "1997-05-15",
 "awd_exp_date": "2002-04-30",
 "tot_intn_awd_amt": 228000.0,
 "awd_amount": 240000.0,
 "awd_min_amd_letter_date": "1997-05-23",
 "awd_max_amd_letter_date": "2000-06-08",
 "awd_abstract_narration": "ABSTRACT  CTS-9703102    This Career project investigates alternative interfacial chemical approach to crystal growth using monolayer templates. Morphological control is extremely important in the synthesis and processing of organic crystals, especially those with anisotropic electronic, optical, conductive, and electromagnetic properties.  Molecular-level model compounds are largely lacking in current approaches to crystal growth.  One class of polymethine dyes is well suited for such models, due to its (1) dichroic optical properties, (2) morphological sensitivity to interfacial forces, (3) J-aggregates and energy transfer within, and (4) functions in color photography and recording, as well as in ultra-fast lasers and strongly enhanced nonlinear optics.  The structure and morphology of organic crystals are determined by a delicate force balance of van der Waals, Coulombic, hydrogen bonding, and electron orbital forces.  Preliminary results have shown: (1) the polymethine crystal displays strong optical anisotropy; (2) its structure is sensitive to minor steric changes; and (3) its morphology is sensitive to substrate hydrophobicity.  It is possible to control crystal morphology by changing the nuclei attachment energy using monolayer templates with varying affinities to different crystal faces.  The goal of the proposed research is to grow organic crystals with uniform optical properties by controlling their microstructure and orientation at the substrate surface.    The principle of monolayer templated crystal growth is that the interfacial energy and specific binding sites enhance the attachment of similar crystal faces and inhibit the others.  In the following figure, crystal orientation can be achieved by using surface groups with different affinities to the faces of the crystal, and the crystal size can be limited by lattice mismatch and micro-domains in mixed monolayers. Solid-bound self-assembled and liquid-bound Langmuir monolayers are used as crystal growth templates.  Self-assembly  of silanes modifies the silica substrate by incorporating terminal groups of different critical surface tensions and degrees of electrophilicity.  The charge resonance and electron donor/receptor interactions have been suggested to be the origin of the spectral red-shift in J-aggregates.  Monolayers formed at the air/water interface of mixed custom-made chromophore-containing amphiphiles and regular amphiphiles are used to study comparatively the specific interaction between conjugated dye functional groups.    A combined approach of spectroscopic and microscopic methods is used to characterize the monolayer/crystal complex at the molecular level and in situ.  Real-time investigation of the microstructure and interfacial bonding development of dye crystals on monolayer templates will be carried out by atomic force microscopy (AFM) and Fourier transform infrared spectroscopy (FTIR).  In addition, the monolayer structure and surface energy are determined by a combination of contact angle, FTIR, AFM imaging and pull-off force measurements.  The crystal structure and optical properties are determined by AFM, polarized optical microscopy, and UV-vis spectroscopy with the aid of computer-generated three dimensional models.    Experimental results from the proposed research are expected to contribute to the field in the following ways: (1) functionalizing organic monolayers for crystal growth; (2) obtaining uniform optical properties by template-induced orientation of crystal faces; (3) understanding optoelectronic properties of dye crystals and J-aggregates based on microstructural study; (4) observing and understanding early stages of crystallization; and (5) assisting the development of photographic sensitizing dyes with versatile and new properties.  In conclusion, this program proposes an alternative chemical approach to rational design and assembly of organic thin films and crystals based on molecular level interactions and characterization.  It pursues the functionalization of organic thin films  as templates for crystal growth of an important class of materials.  It has the potential of understanding the molecular principles behind the self-organization of ordered materials.    In the education plan, the PI plans to interface her research in interfacial materials engineering with the undergraduate education through the integrated Advanced and Materials Engineering Laboratory, and to bridge the gap between academia and industry by incorporating the latest development in automotive related research into the Graduate Certificate Program in Polymer Engineering.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Guangzhao",
   "pi_last_name": "Mao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Guangzhao Mao",
   "pi_email_addr": "guangzhao.mao@unsw.edu.au",
   "nsf_id": "000384982",
   "pi_start_date": "1997-05-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wayne State University",
  "inst_street_address": "5700 CASS AVE STE 4900",
  "inst_street_address_2": "",
  "inst_city_name": "DETROIT",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "3135772424",
  "inst_zip_code": "482023692",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "MI13",
  "org_lgl_bus_name": "WAYNE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M6K6NTJ2MNE5"
 },
 "perf_inst": {
  "perf_inst_name": "Wayne State University",
  "perf_str_addr": "5700 CASS AVE STE 4900",
  "perf_city_name": "DETROIT",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "482023692",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "MI13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141400",
   "pgm_ele_name": "INTERFAC PROCESSES & THERMODYN"
  },
  {
   "pgm_ele_code": "141700",
   "pgm_ele_name": "Interfacial Engineering Progra"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9231",
   "pgm_ref_txt": "SUPPL FOR UNDERGRAD RES ASSIST"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 66000.0
  },
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 62000.0
  },
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 56000.0
  },
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 56000.0
  }
 ],
 "por": null
}