{
 "awd_id": "9704763",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Periodic Orbits, Magnetic Fields, and Other Topics in       Symplectic Geometry",
 "cfda_num": "47.049",
 "org_code": "03040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christopher Stark",
 "awd_eff_date": "1997-06-01",
 "awd_exp_date": "2001-05-31",
 "tot_intn_awd_amt": 154596.0,
 "awd_amount": 154596.0,
 "awd_min_amd_letter_date": "1997-05-16",
 "awd_max_amd_letter_date": "1999-03-22",
 "awd_abstract_narration": "The bulk of the proposed work concerns the existence and number of periodic orbits for Hamiltonian systems. In addition, the investigators will research the possible validity of an infinite-dimensional version of Sard's theorem arising in subRiemannian geometry and control theory.  Finally, the investigators propose to compute certain equivariant symplectic cobordism rings relevant to non-Abelian versions of the Duistermaat-Heckman formula and to geometric quantization. The motivating example for the periodic orbit investigations is the dynamics of a particle in magnetic fields, henceforth referred to as magnetodynamics. The horocycle flow on a Riemann surface is an example of such a dynamics. This flow is crucial to the work since it is the basic building block for constructing Hamiltonian systems which have no periodic orbits on bounded energy surfaces. The smallest number of degrees of freedom for which this non-existence phenomenon is known to hold is four. The investigators will construct examples where this number is equal to three. Magnetodynamics was also one of the examples motivating Arnol'd's conjectures concerning lower bounds for the number of periodic orbits. A number of instances of the conjecture are still open in the magnetodynamic case. The investigators plan to answer some of these. The planar three-body equations, after symplectic reduction, becomes an instance of magnetodynamics. The (fictitious) ``reduced'' particle moves on a three-manifold (with a singularity corresponding to triple collisions) whose points represent congruence classes of planar triangles. The general investigations into magnetodynamics should be of help in understanding some of the open problems remaining in ``the three-body problem''. The main goal in this regard is to prove the existence of a closed trajectory representing any given free homotopy class for the reduced space (three-manifold) minus collisions.  The investigators will be studying what motions are possible for various systems. They will be  concentrating primarily on two types of systems, a type involving charges moving in magnetic fields, closely related to the problem of controlling fusion, and a type involving planets or satellites moving according to Newton's laws. Our main interest is in the periodic orbits for these systems. A periodic orbit is a motion which infinitely repeats itself, coming back to its starting point after some fixed period of time. A familiar example is the rising of the sun every morning. The periodic orbits are thought to be the key to understanding the behavior of systems, especially complicated chaotic systems. One of the most surprising recent developments has been the discovery of complicated systems with no periodic orbits. The investigators plan to find more systems with no periodic orbits and to simultaneously look for simple conditions which would guarantee the existence of a certain number of periodic orbits. This would be a significant step towards a general understanding and control of motions of physical systems.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Montgomery",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Richard W Montgomery",
   "pi_email_addr": "rmont@ucsc.edu",
   "nsf_id": "000459478",
   "pi_start_date": "1997-05-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Viktor",
   "pi_last_name": "Ginzburg",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Viktor L Ginzburg",
   "pi_email_addr": "ginzburg@ucsc.edu",
   "nsf_id": "000297488",
   "pi_start_date": "1997-05-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Cruz",
  "inst_street_address": "1156 HIGH ST",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA CRUZ",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8314595278",
  "inst_zip_code": "950641077",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "CA19",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SANTA CRUZ",
  "org_prnt_uei_num": "",
  "org_uei_num": "VXUFPE4MCZH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Cruz",
  "perf_str_addr": "1156 HIGH ST",
  "perf_city_name": "SANTA CRUZ",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "950641077",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "CA19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126500",
   "pgm_ele_name": "GEOMETRIC ANALYSIS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 52982.0
  },
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 52982.0
  },
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 48632.0
  }
 ],
 "por": null
}