{
 "awd_id": "9704939",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Boundaries of Nonpositively Curved Groups",
 "cfda_num": "47.049",
 "org_code": "03040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gerard A. Venema",
 "awd_eff_date": "1997-08-01",
 "awd_exp_date": "1999-07-31",
 "tot_intn_awd_amt": 40000.0,
 "awd_amount": 40000.0,
 "awd_min_amd_letter_date": "1997-08-21",
 "awd_max_amd_letter_date": "1997-08-21",
 "awd_abstract_narration": "9704939  Ruane       An important class of groups for which geometric ideas have  proven useful is the class of word hyperbolic groups proposed by M.  Gromov.  These are groups which discretely approximate a geometry more  like that of the hyperbolic plane than the Euclidean plane.  It is  currently of interest to extend this well-developed theory of word  hyperbolic groups to the ``nonpositively curved'' setting.  Just as  word hyperbolic groups are a generalization of the classical  hyperbolic groups, finitely generated free groups, and certain small  cancellation groups, there should be a general class of nonpositively  curved groups that includes finitely generated free abelian groups,  more general small cancellation groups, and fundamental groups of  Riemannian manifolds of nonpositive curvature.  Recently, there have  been several proposed classes of nonpositively curved groups.  One  such class consists of groups that arise via geometric actions on  ``CAT(0)'' spaces.  These are spaces which enjoy many of the same  geometric properties of universal covers of Riemannian manifolds of  nonpositive curvature.  Both the Euclidean and hyperbolic planes are  examples of CAT(0) spaces.  The boundary of a CAT(0) space which  admits a geometric group action is an object of great interest in the  area.  Recently, several important problems in group theory have been  solved with the use of geometric methods.  For word hyperbolic groups,  the boundary has proven a useful tool.  Many of the theorems which  hold in that setting should have generalizations to the nonpositively  curved setting, and that is the point of view taken here.  It is  already known that replacing the phrase ``word hyperbolic'' with  ``CAT(0)'' in many of these theorems is not going to work, but finding  the right theorems is an important step in unifying the theory of  nonpositively curved groups, much like the theory of nonpositively  curved manifolds.       The basic idea of Geometric Group Theory is to study the  structure of  an infinite group G by studying ``geometric'' actions of  G on different geometries.  In this way, any such group is viewed as a  set of rigid motions of a geometry.  An example to keep in mind is  that of the Euclidean plane.  This is a geometry whose boundary can be  identified with the unit circle, where each point of the circle  represents a direction in the plane which heads out to infinity.  A  rigid motion in a straight line is known as a translation.  This space  (the plane) may be acted upon by translations in any direction, but  translations in two independent directions will suffice to give all of  them.  Thus two (commuting) copies of the group of integers can be  thought of as acting on the plane by translation.  In fact, this  geometric setup determines this group almost uniquely.  In general,  when a group acts geometrically on a geometry, there is a ``picture''  of the group inside the space created by following the image of one  point under all of the group elements.  Then the group, which started  out as an abstract mathematical object, can be studied by studying the  geometry of the space, where the problems are now geometric instead of  algebraic.  In the example above, the group consists of moves from one  square to another on an infinite chess board.  The collection of moves  may then be given a concrete geometric picture by indentifying each  square with its center, the totality of moves becoming a lattice that  discretely approximates the plane.  ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kim",
   "pi_last_name": "Ruane",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Kim E Ruane",
   "pi_email_addr": "kim.ruane@tufts.edu",
   "nsf_id": "000097488",
   "pi_start_date": "1997-08-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Vanderbilt University",
  "inst_street_address": "110 21ST AVE S",
  "inst_street_address_2": "",
  "inst_city_name": "NASHVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "6153222631",
  "inst_zip_code": "372032416",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "TN05",
  "org_lgl_bus_name": "VANDERBILT UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "GTNBNWXJ12D5"
 },
 "perf_inst": {
  "perf_inst_name": "Vanderbilt University",
  "perf_str_addr": "110 21ST AVE S",
  "perf_city_name": "NASHVILLE",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "372032416",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "TN05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126700",
   "pgm_ele_name": "TOPOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 40000.0
  }
 ],
 "por": null
}