{
 "awd_id": "9704043",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Mathematical Sciences:  Studies of Negatively Curved Groups",
 "cfda_num": "47.049",
 "org_code": "03040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gerard A. Venema",
 "awd_eff_date": "1997-07-15",
 "awd_exp_date": "2000-06-30",
 "tot_intn_awd_amt": 43200.0,
 "awd_amount": 43200.0,
 "awd_min_amd_letter_date": "1997-07-25",
 "awd_max_amd_letter_date": "1997-07-25",
 "awd_abstract_narration": "9704043  Floyd       This project is an attempt to prove the conjecture that a  negatively curved group whose visual sphere at infinity is the 2-sphere  acts cocompactly, properly discontinuously, and isometrically on real  hyperbolic 3-space.  The proof of this conjecture would be an  important step in proving Thurston's Geometrization Conjecture.  A  result of Cannon-Swenson reduced the conjecture to proving that a  particular sequence of shinglings of the visual sphere at infinity is  conformal.  In this setting, a result of Cannon-Floyd-Parry reduced  the two axioms of conformality to a single one that is weaker than  either of them.  This led to reducing the problem further to proving  that a finite collection of annuli have combinatorial moduli bounded  uniformly from 0 with respect to this sequence of shinglings.  A  promising approach to studying these shinglings is that of expansion  complexes and expansion maps.  Expansion complexes correspond to  horospheres in the hyperbolic case, and the expansion map corresponds  to shrinking to a smaller horosphere.  If the sequence of shinglings  is not conformal, expansion complexes based at different points should  show the infinitesimal distortions.  The identification of the  expansion complex with a subset of the sphere at infinity enables one  to relate expansion complexes based at different points, and so the  infinitesimal distortions may provide a substitute for a \"line field.\"  Cubulated 3-manifolds are a good starting point for checking this.       A central question in low-dimensional geometry and topology is  the extent to which geometry dominates topology in dimension three.  Thurston conjectured that 3-manifolds (topological spaces that locally  look like Euclidean 3-space) can be naturally decomposed into pieces  that can be equipped with geometric structures.  If this  Geometrization Conjecture were true, it would greatly aid the study of  these spaces, since the rigidity of the geometry enables one to use  much more powerful too ls.  This project is part of a multi-pronged  approach to settling this conjecture in the dominant case of  negatively curved spaces.  Because of previous work of the principal  investigator and coauthors, the main object of study here is tiling  patterns on the plane and on the 2-sphere.  Given a tiling pattern  with finitely many model tiles and a finite rule for subdividing model  tiles, one can recursively subdivide the tiling pattern.  The problem  is to determine when there are geometric models for the tiles so that  under subdivision the shapes of the subtiles stay \"almost round\" (even  though they may have fractal boundaries).  These tiling problems can  be studied using discrete conformal geometry, and, in particular, can  be studied experimentally using circle packings.  The interplay  between the circle packing ideas and the subdivision ideas has been  very fruitful and suggests that the methods being developed here could  provide useful algorithmic techniques for studying geometrical tiling  problems.  ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Floyd",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "William J Floyd",
   "pi_email_addr": "floyd@math.vt.edu",
   "nsf_id": "000244963",
   "pi_start_date": "1997-07-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "300 TURNER ST NW",
  "perf_city_name": "BLACKSBURG",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240603359",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126700",
   "pgm_ele_name": "TOPOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 43200.0
  }
 ],
 "por": null
}