{
 "awd_id": "9704760",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Nonlinear Partial Differential Equations in Relativity and  Geometry",
 "cfda_num": "47.049",
 "org_code": "03040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gerard A. Venema",
 "awd_eff_date": "1997-06-15",
 "awd_exp_date": "2000-05-31",
 "tot_intn_awd_amt": 68609.0,
 "awd_amount": 68609.0,
 "awd_min_amd_letter_date": "1997-06-27",
 "awd_max_amd_letter_date": "1997-06-27",
 "awd_abstract_narration": "This project will address a number of problems, mainly in the following two related areas: harmonic maps, and the Einstein equations. The investigator will study the asymptotic behavior of harmonic maps into negatively curved spaces near prescribed singularities. This study is motivated by, and has applications to, the problem of stationary black holes in general relativity. The PI also proposes to generalize blow-up results for wave maps. Wave maps which develop singularities from regular initial data will be constructed from harmonic maps defined on hyperbolic space. In the area of general relativity, the investigator will continue his work on equilibrium configurations of co-axially rotating charged black holes. A uniqueness theorem is sought independent of the number of black holes present. Also proposed is the study of the topology of the space of initial data for the Einstein equations, and questions related to equilibrium configurations of rotating and nonrotating perfect fluid bodies. Harmonic maps are mappings between Riemannian manifolds  (geometrical spaces) which satisfy nonlinear elliptic partial differential equations.  They were first introduced on two dimensional domains by C. B. Morrey Jr. in the 1950's in his study of Plateau's Problem in Riemannian manifolds: to find a soap film which spans a given contour. Harmonic maps have since found numerous applications in physics, geometry, and other fields. Harmonic maps with prescribed singularities will be used in this project to model equilibrium configurations of co-axially rotating charged black holes. Understanding these configurations is an important step in the future study of the evolution equations. Wave maps are the dynamical counterparts of harmonic maps. They satisfy nonlinear hyperbolic partial differential equations. These equations have been studied by many researchers as a first step in a program to understand more complex evolution equations of classical field theory such as the Einstein field equations of general rel ativity. The Einstein field equations model the large scale evolution of spacetime. One of the interesting features of this class of nonlinear evolution equations is that solutions starting from regular data may sometimes yield blow-up after a finite time laps, leading to singularities. The investigator will construct and study wave maps with such singularities. Another problem, with applications to astrophysics, to be addressed in this project will be to construct a model for relativistic dense rotating stars in equilibrium.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gilbert",
   "pi_last_name": "Weinstein",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Gilbert A Weinstein",
   "pi_email_addr": "weinstein@math.uab.edu",
   "nsf_id": "000122229",
   "pi_start_date": "1997-06-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alabama at Birmingham",
  "inst_street_address": "701 S 20TH STREET",
  "inst_street_address_2": "",
  "inst_city_name": "BIRMINGHAM",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2059345266",
  "inst_zip_code": "352940001",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AL07",
  "org_lgl_bus_name": "UNIVERSITY OF ALABAMA AT BIRMINGHAM",
  "org_prnt_uei_num": "",
  "org_uei_num": "YND4PLMC9AN7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alabama at Birmingham",
  "perf_str_addr": "701 S 20TH STREET",
  "perf_city_name": "BIRMINGHAM",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "352940001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AL07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126500",
   "pgm_ele_name": "GEOMETRIC ANALYSIS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 68609.0
  }
 ],
 "por": null
}