{
 "awd_id": "9704714",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Applied Mathematics, Modeling, and Experimental and  Computational Analysis of Liquid Crystals",
 "cfda_num": "47.049",
 "org_code": "03040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Deborah Lockhart",
 "awd_eff_date": "1997-08-15",
 "awd_exp_date": "2001-06-30",
 "tot_intn_awd_amt": 225000.0,
 "awd_amount": 229133.0,
 "awd_min_amd_letter_date": "1997-08-21",
 "awd_max_amd_letter_date": "2000-07-14",
 "awd_abstract_narration": "Calderer  9704714  This project being jointly funded by the Office of Multidisciplinary  Activities and by the Division of Mathematical Sciences of the Directorate  for Mathematical & Physical Sciences and also by the Division of Civil  and Mechanical Systems of the Directorate for Engineering.  The proposed research addresses and combines mathematical and computational   issues in the study of  \"liquid crystals\" and \"ferroic materials\", both    solids and  fluids, within the context of industrial applications.    One underlying theme of this proposal is to develop an understanding of static   and flow patterns observed in liquid crystals and ferroic materials in the   presence of external fields. (For instance, in dealing with ferroic solids, a   goal is to achieve lower critical values of  coercive fields in order to curb   dissipation;  in ferroelectric liquid crystals one also seeks to increase   device switching speed.) While the occurrence   of \"texture\" and \"defects\" tends to hinder the outcome of  structural manufacturing processes,  it may also bring out desirable  features in optic applications, such as improvement of the accuracy   and display memory of the devices. Within this framework, one can   formulate a relevant common problem in terms of the control of  texture and defects in solid and liquid crystal systems, with either   the intent to enhance such structures or to eliminate them. It is the   goal of this research team to contribute towards the understanding  of such questions by exploring a broad spectrum of methods and   techniques:  modeling, mathematical, computational and   experimental in liquid crystal and ferroic systems as a whole.   It is planned to revise and, perhaps, unify some of the available descriptions   so that the ferroelectric nature can be understood in a more universal  manner. Such a study could  ultimately suggest  a way of designing new and   better ferroelectric materials (solids and/or liquid crystals) with   \"large polarization\" and  \"small coerci ve fields\".  This  proposal also addresses  aspects of (non-Newtonian) liquid crystal   flow such as defects and instabilities of various regimes.  Special   attention will be devoted to the analysis of processing flows  of thin films as well as to the study of  free-boundary problems.  Results from singularity and bifurcation theory, and an appreciation   of the role played by symmetry, have been integrated within the   finite-element technique to establish the fundamental instability   mechanisms of a number of classical Newtonian flows.    These numerical techniques are now mature enough to apply to the study   of more technologically important flows with more complex physics and   multiple parameters.    The proposed research deals with mathematical and computational  modeling of \"liquid crystals\" and \"ferroic materials\" (both, solids  and liquids), within the context of their industrial applications.  In  dealing with liquid crystals we intend to construct and analyze  mathematical models of \"smart display devices\", involving  ferroelectric systems as well as composites. The main goal is to  preserve good optical resolution with increasing display sizes, and  achieve low switching values of electricor magnetic fields. As part of  our research plan, we intend to draw already existing  mathematical  and physical information from the field of ferroic solids, in order to   help us in the studies of ferroelectric liquid crystals. In turn, the ordering   properties and larger degrees of freedom of liquid molecules may  provide good feedback for improving the modeling and design of  ferroelectric \"sensors\" and \"transducers\", with the special aim  towards miniaturization of such devices. One of the main issues of   our research is to study how to use  polymeric liquid crystal  materials to design typically solid devices. (The former materials are  often cheaper to manufacture and to activate). From a different point  of view,  mathematical problems in flow modeling  of ferroelectric liquids  arise  in the manufacturing processes of such  materials, and bring a whole new class of mathematical questions that  relate to those that traditionally arise in  studies of Newtonian  fluid flow. Overall, we intend to bring together independent fields of  research and carry out a transfer of mathematical and   computational methods among them based on  exploiting physical and   phenomenological analogies.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Maria-Carme",
   "pi_last_name": "Calderer",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Maria-Carme T Calderer",
   "pi_email_addr": "mcc@math.umn.edu",
   "nsf_id": "000236074",
   "pi_start_date": "1997-08-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Wenwu",
   "pi_last_name": "Cao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wenwu Cao",
   "pi_email_addr": "cao@math.psu.edu",
   "nsf_id": "000221561",
   "pi_start_date": "1997-08-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Simon",
   "pi_last_name": "Tavener",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Simon J Tavener",
   "pi_email_addr": "tavener@math.colostate.edu",
   "nsf_id": "000381824",
   "pi_start_date": "1997-08-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 OLD MAIN",
  "perf_city_name": "UNIVERSITY PARK",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  },
  {
   "pgm_ele_code": "144100",
   "pgm_ele_name": "MECHANICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9162",
   "pgm_ref_txt": "MULTI DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 225000.0
  },
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 4133.0
  }
 ],
 "por": null
}