{
 "awd_id": "9704325",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Research on Applied Nonlinear Analysis",
 "cfda_num": "47.049",
 "org_code": "03040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Deborah Lockhart",
 "awd_eff_date": "1997-08-01",
 "awd_exp_date": "2001-07-31",
 "tot_intn_awd_amt": 110000.0,
 "awd_amount": 110000.0,
 "awd_min_amd_letter_date": "1997-07-23",
 "awd_max_amd_letter_date": "1997-07-23",
 "awd_abstract_narration": "9704325  Roytburd    The proposed investigations address two areas of applied mathematics that   are both related  to nonlinear wave propagation. One topic concerns the   study of a class of free boundary (free interface) problems which arise   naturally as simplified conceptual models of gasless combustion and fast   solidification. These free boundary problems demonstrate an amazing   variety of dynamical patterns that are essentially low-dimensional. The   qualitative behavior of these model problems will be investigated both    analytically and numerically. The principal focus will be on propagation in   two spatial dimensions. Another topic is drawn from the field of nonlinear   optics. It concerns the model laser dynamics which is described by the   Maxwell-Bloch system of partial differential equations. The main thrust of   the proposed research will be at establishing well-posedness for the   Maxwell-Bloch equations with detuning and broadening, evaluation of the   attractor dimension, and the rigorous study of the homoclinic chaos. A   numerical investigation of laser turbulence is also planned.    The proposed research is motivated by technological applications. One   immediately related technological process is the self-propagating high   temperature synthesis (SHS). The SHS process is currently being   investigated as a new method of manufacturing certain ceramic and metallic   alloys. The idea of the process is to combine the powdered ingredients and   bake them into the desired product by sending a flame wave through the   sample. The SHS process has a number of advantages over the traditional   manufacturing methods in which the mixture is baked in a furnace: more   uniform and pure products, shorter synthesis times, use of simpler and   cheaper equipment etc. The source of the second proposed research topic   lies in laser optics, namely basic dynamics of gaseous lasers that find a wide   variety of applications. The goal of the proposed mathematical    investigations is twofold.  On one hand, through the study of special extreme   regimes which are undesirable in technological applications, we propose to   develop simplified diagnostic tools that will allow to predict and avoid these   undesirable (chaotic) regimes. On the other hand, the study of the extreme   regimes will further the better understanding of  basic mechanisms that   govern the technological regimes and therefore will promote their better   control and utilization. The research will be conducted through a   combination of analytical methods and computer simulations. The analysis   will help to delineate crucial regimes and their logical structure, while the   simulations will uncover details which are not amenable to analytical   methods and, in their own turn, can lead to important mathematical   developments.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Victor",
   "pi_last_name": "Roytburd",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Victor Roytburd",
   "pi_email_addr": "roytbv@rpi.edu",
   "nsf_id": "000445248",
   "pi_start_date": "1997-07-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rensselaer Polytechnic Institute",
  "inst_street_address": "110 8TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "TROY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5182766000",
  "inst_zip_code": "121803590",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "RENSSELAER POLYTECHNIC INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "U5WBFKEBLMX3"
 },
 "perf_inst": {
  "perf_inst_name": "Rensselaer Polytechnic Institute",
  "perf_str_addr": "110 8TH ST",
  "perf_city_name": "TROY",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "121803590",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9146",
   "pgm_ref_txt": "MANUFACTURING BASE RESEARCH"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 110000.0
  }
 ],
 "por": null
}