{
 "awd_id": "9705650",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Component Architectures for Software in Education: Planning for Systemic Impact",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Nora Sabelli",
 "awd_eff_date": "1997-01-01",
 "awd_exp_date": "1998-06-30",
 "tot_intn_awd_amt": 49990.0,
 "awd_amount": 49990.0,
 "awd_min_amd_letter_date": "1997-01-02",
 "awd_max_amd_letter_date": "1997-01-02",
 "awd_abstract_narration": "9705650  Kaput    Using technology to advance education will require attention to the interplay between local and systemic factors in design. In some sense, all learning is local: students construct knowledge in response to the problem and resources at hand. Yet if technology design addresses only these local factors, the result is often systemic failure: software that is fragmentary, poorly supported, and easily marginalized. For broad educational improvement, we must be willing to address factors that will enable local successes to serve larger agendas, scale up to widespread audiences, and evolve to meet new challenges. To address these factors, the educational research and development community must begin to attend to implementation strategies and software architectures.    Emerging industry standards for component software architecture such as JavaBeans, OpenDoc and ActiveX will soon provide a powerful new substrate for educational technology design-supporting rapid prototyping, plug and play interoperability, and distributed authoring. However, industry solutions are aimed at business productivity, rather than learning processes. Due to historically low profits in educational technology, public sector investment will be needed to develop commercial infrastructures into powerful educational platforms. This project will engage researchers, policy makers, and publishers in a series of electronic discussions and regional meetings organized around three broad questions:    1. What extensions to industry-standard component architectures are needed to support educational needs such as linked multiple representations, publishable student portfolios, and interactive instructional aides?    2. What sorts of design frameworks, both conceptual and technological, will enable educators to smoothly integrate diverse layers and objects to fully meet the needs of their students?    3. What organizational, funding, and distribution arrangements will enable the growth of a distributed educational researc h and development community to produce suites of math and scientific components that interoperate, integrate, and scale to the needs of the educational reform movements?    These planning meetings will provide the Foundation and the community with detailed, concise reports about the promising directions and critical obstacles for component architecture in educational technology. Both organizational (i.e. intellectual property, project management) and technological (i.e. interoperability, standards) issues will be considered. Following the planning work, one or more multi-institutional consortia for educational component R&D will be proposed.  ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Kaput",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "James J Kaput",
   "pi_email_addr": "jkaput@umassd.edu",
   "nsf_id": "000091873",
   "pi_start_date": "1997-01-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jeremy",
   "pi_last_name": "Roschelle",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jeremy Roschelle",
   "pi_email_addr": "jroschelle@digitalpromise.org",
   "nsf_id": "000124596",
   "pi_start_date": "1997-01-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts, Dartmouth",
  "inst_street_address": "285 OLD WESTPORT RD",
  "inst_street_address_2": "",
  "inst_city_name": "NORTH DARTMOUTH",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5089998953",
  "inst_zip_code": "027472356",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS DARTMOUTH",
  "org_prnt_uei_num": "",
  "org_uei_num": "PMMKPCKNN9R2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts, Dartmouth",
  "perf_str_addr": "285 OLD WESTPORT RD",
  "perf_city_name": "NORTH DARTMOUTH",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "027472356",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725700",
   "pgm_ele_name": "APPLICATS OF ADVANCED TECHNOLS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0497",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0497",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 49990.0
  }
 ],
 "por": null
}