{
 "awd_id": "9705014",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "High Risk Exploratory:  Investigation of Cape Addington     Rockshelter",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "1997-03-01",
 "awd_exp_date": "1998-08-31",
 "tot_intn_awd_amt": 19713.0,
 "awd_amount": 19713.0,
 "awd_min_amd_letter_date": "1997-02-20",
 "awd_max_amd_letter_date": "1997-02-20",
 "awd_abstract_narration": "With National Science Foundation support Dr. Madonna Moss and her colleagues will conduct exploratory archaeological research in a rock shelter located on the Cape Addington Peninsula of Noyes Island, one of the outermost islands of the Prince of Wales Archipelago in southeast Alaska. The site was discovered during a 1994 survey of the Tongass National Forest and in 1996  Dr. Moss and colleagues carried out a brief, one day examination of the deposits. The shelter itself consists of ca. 160 square meters and the ceiling is quite high, providing a roomy comfortable and dry occupation area. Very limited excavation recovered cultural material, including faunal remains in an excellent state of preservation. Although many archaeological sites have been discovered in this part of Alaska, the Cape Addington rockshelter is unique in the protected nature of the sediments and the high degree of preservation of the contents. Based on the presence of well dated beachline features, it is quite possible that the shelter preserves terminal Pleistocene/Early Holocene materials. It thus would have the potential to shed light on the entire prehistory of the region.  One of the primary goals for fieldwork during the summer of 1977 will be to determine the total depth of the archaeological deposit. A trench will be excavated in stratigraphic units to bedrock and all cultural material as well as shells, faunal and floral remains will be collected. Surface mapping will also take place. Material will be identified and samples submitted for radiocarbon dating. Isotopic analysis of shell will permit investigation of climate change.  Coastal Alaska is of anthropological interest for several reasons. It is highly likely that the earliest humans to enter the New World from Asia utilized a route through this region and Dr. Moss' work has potential to shed new light on the peopling of the New World. Rich coastal resources permitted hunting and gathering peoples to reach a level of cultural complexity unknown elsewhere in the world at this level of subsistence and for decades anthropologists have studied this unique phenomenon. In Alaska however knowledge is severely limited because of the generally poor state of archaeological preservation and therefore the discovery of a `dry` rock shelter is extremely important.  This research will provide unique data of interest to many archaeologists. It will also, hopefully, set the stage for a larger research project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Madonna",
   "pi_last_name": "Moss",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Madonna L Moss",
   "pi_email_addr": "mmoss@uoregon.edu",
   "nsf_id": "000148088",
   "pi_start_date": "1997-02-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Oregon Eugene",
  "inst_street_address": "1776 E 13TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "EUGENE",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5413465131",
  "inst_zip_code": "974031905",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "UNIVERSITY OF OREGON",
  "org_prnt_uei_num": "Z3FGN9MF92U2",
  "org_uei_num": "Z3FGN9MF92U2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Oregon Eugene",
  "perf_str_addr": "1776 E 13TH AVE",
  "perf_city_name": "EUGENE",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "974031905",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9237",
   "pgm_ref_txt": "SMALL GRANTS-EXPLORATORY RSRCH"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 19713.0
  }
 ],
 "por": null
}