{
 "awd_id": "9705105",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Free-Model Based Intelligent Control of Power Plants and    Power Systems",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gwendolyn Owens",
 "awd_eff_date": "1998-01-01",
 "awd_exp_date": "2001-12-31",
 "tot_intn_awd_amt": 236807.0,
 "awd_amount": 236807.0,
 "awd_min_amd_letter_date": "1997-09-16",
 "awd_max_amd_letter_date": "1997-09-16",
 "awd_abstract_narration": "ECS-9705105  Lee      This project is to develop a Free-Model Based Intelligent Control (FMBIC) system for power plants and power systems.  Automation of normal power plant operation is currently achieved in a simple and direct manner using single-loop feedback and feedforward controls based on linearized models of plant subsystems.  In this environment, controlling a system is very difficult when there are plant or controller failures or a significant variation in operating conditions.  The proposed free-model based intelligent control approach offers an alternative in achieving highly autonomous power plants and power systems.    Current main streams for intelligent control are fuzzy logic and artificial neural networks.  Both attempt to emulate human control schemes by incorporating human decision making and learning ability.  However, they alone can not emulate humans perfectly.  Therefore, it is proposed to develop a new approach based on the \"free model\" concept, which will help in modeling human behavior more closely.  The free model is defined only with input and output data obtained from the system and consequently, no mathematical model is required for control purposes.  Thus, it can be used for any system which is complex, highly nonlinear, and susceptible to disturbances, such as power plants and power systems.    By representing a system in terms of the free model, human control schemes will be modeled in five different areas: (1) human learning ability will be emulated on the premise of the free model using neural networks and fuzzy systems; (2) a supervisory control system will be developed to emulate human supervisory ability using a bank of controllers in parallel; (3) a decentralized control scheme will be developed by partitioning a complex system into a number of smaller subsystems which are coupled by interaction variables; (4) a predictive control scheme will be developed by adding an optimizing feedforward control; and (5) a fault-accommodating control system will be devel oped by using the free-model based neuro or fuzzy identifier.    This  research an the Free-Model Based Intelligent Control (FMBIC) will be conducted at Penn State University as a regular project.  In order to enrich the project and enhance the progress of the research, it is also proposed to add an international dimension by collaborating with Seoul National University (SNU), Seoul, Korea through the U.S.-Korea Cooperative Research Program.  This will enable the Principal Investigator and a graduate student to visit SNU and exchange research results and experiences with the Korean counterpart.  The theoretical and implementation aspects of this collaboration will be of benefit both to Penn State University and Seoul National University, as well as to the U.S. and Korea power industries, in general.    The anticipated scientific and practical benefits are: (1) sharing of laboratory facilities and theoretical developments in the Free-Model Based Intelligent Control (FMBIC) system; (2) joining of complementary skills: Penn State's experience in power plant intelligent distributed control and SNU's experience in power system intelligent control; (3) providing new insights and improvements to power engineering education in the U.S. and Korea; and (4) development of intelligent control technology providing improved efficiency, economy, and safety of power plants and power systems in the face of future deregulation and plant construction difficulties in both countries.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kwang",
   "pi_last_name": "Lee",
   "pi_mid_init": "Y",
   "pi_sufx_name": "",
   "pi_full_name": "Kwang Y Lee",
   "pi_email_addr": "Kwang_Y_Lee@baylor.edu",
   "nsf_id": "000401483",
   "pi_start_date": "1997-09-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 OLD MAIN",
  "perf_city_name": "UNIVERSITY PARK",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151800",
   "pgm_ele_name": "CONTROL, NETWORKS, & COMP INTE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 236807.0
  }
 ],
 "por": null
}