{
 "awd_id": "9705132",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Symbolic Computation and Hopf Algebras",
 "cfda_num": "47.049",
 "org_code": "03040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joseph P. Brennan",
 "awd_eff_date": "1997-09-01",
 "awd_exp_date": "2000-08-31",
 "tot_intn_awd_amt": 40000.0,
 "awd_amount": 40000.0,
 "awd_min_amd_letter_date": "1997-08-21",
 "awd_max_amd_letter_date": "1997-08-21",
 "awd_abstract_narration": "ABSTRACT,  NICHOLS  97-05132        Professor Nichols plans to continue to study fundamental questions about Hopf  algebras. He will develop and bring to bear techniques of symbolic computation to  attack some of these questions. Several of the specific questions about Hopf algebras  that Professor Nichols plans to investigate are related by their connection with  Yetter-Drinfel'd modules. With the goal of proving Kaplansky's conjecture that the  degree of an absolutely irreducible representation of a semisimple Hopf algebra  divides the dimension of the Hopf algebra, Professor Nichols, in joint work with  Bettina Richmond, has been studying the Grothendieck algebra of a Hopf algebra.  Information about how certain Yetter-Drinfel'd modules multiply should help resolve a  conjecture which is a key part of that program. A quite different investigation  involves computations of bialgebras which are completely determined by  Yetter-Drinfel'd modules of finite groups. Even when the groups are small, these can  be extremely complicated. The algebra/coalgebra interaction in Yetter-Drinfel'd  modules is considerably easier to understand than is the corresponding interaction in  the Hopf algebra itself, yet it is rich enough to shed a great deal of light on the  Hopf algebra structure. Its elucidation in this situation should be quite  instructive.      Hopf algebras and symbolic computation are both areas of growing interest, areas  which cross fields in mathematics, and areas which are very important outside  mathematics as well. Hopf algebras are useful in the type of knot theory that is of  interest to molecular chemists. Certain types of Hopf algebras are now referred to as  \"quantum groups\", in recognition of their applications in physics.  Symbolic  computation is part of a key technology, namely, scientific and engineering  computation, that is becoming increasingly important to science, technology, and  society. It is leading to dramatic changes in the theory and practice of mathematics.  There  are good reasons to expect a synergistic relationship between investigations in  Hopf algebras and symbolic computation. Hopf algebra arguments often involve  complicated symbolic calculations which are quite similar to ones which (in the  commutative case) can now be done very effectively by machine. In the other  direction, Hopf algebra ideas help to explain and organize computations. Hopf  algebras provide a challenging setting in which to develop computational methods, but  the very structure that causes the scarcity of simplifying relations helps to keep  track of the ones that exist. It is expected that the insights gained in exploiting  this Hopf structure will contribute to the wider goal of advancing  symbolic  computation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Warren",
   "pi_last_name": "Nichols",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Warren D Nichols",
   "pi_email_addr": "nichols@math.fsu.edu",
   "nsf_id": "000315117",
   "pi_start_date": "1997-08-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida State University",
  "inst_street_address": "874 TRADITIONS WAY",
  "inst_street_address_2": "",
  "inst_city_name": "TALLAHASSEE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8506445260",
  "inst_zip_code": "323060001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "FL02",
  "org_lgl_bus_name": "FLORIDA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JF2BLNN4PJC3"
 },
 "perf_inst": {
  "perf_inst_name": "Florida State University",
  "perf_str_addr": "874 TRADITIONS WAY",
  "perf_city_name": "TALLAHASSEE",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "323060001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "FL02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126400",
   "pgm_ele_name": "ALGEBRA,NUMBER THEORY,AND COM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 40000.0
  }
 ],
 "por": null
}