{
 "awd_id": "9706372",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Model-Based Signal Processing for Digital Communications",
 "cfda_num": "47.070",
 "org_code": "05010700",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rodger E. Ziemer",
 "awd_eff_date": "1997-09-01",
 "awd_exp_date": "2000-08-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "1997-09-16",
 "awd_max_amd_letter_date": "1999-07-29",
 "awd_abstract_narration": "A demodulation paradigm using model-based symbol-by-symbol maximum a posteriori (MAP) algorithms for digital communication signals has recently been developed by the PIs. In parallel, an experimental physical layer wireless modem has been developed that implements many advanced algorithms  from communication theory. This project uses these past developments to produce high quality research to:    -> Develop new algorithms for important wireless data communication applications;    -> Produce techniques to analyze the performance and stability of these algorithms,;    ->  Deploy and experiment with new algorithms on realistic wireless channels to verify the theory and to formulate more accurate analytical signal models.      Symbol-by-symbol MAP demodulation is important in a wide variety of digital communication applications. Turbo codes have recently sparked significant interest due to their near capacity performance and their relatively simple demodulation architecture. MAP decoding is very important in Turbo decoding  and the project will explore methods to reduce complexity of standard Turbo decoding in a principled fashion and explore noniterative techniques for Turbo decoding based on approximations to optimal MAP decoding. Additionally MAP demodulation is very important in interleaved coded systems commonly  used in wireless communications. This project explores soft output algorithms for use in time-varying frequency flat and frequency selective fading channels. In particular, we are exploring high performance  demodulators for time-division multiple-access applications like IS-136 and for digital television. In high capacity applications, interference suppression has greatly increased in significance. This project will extend the model-based MAP paradigm to develop high performance demodulators for signals in the presence of co-channel interference using both a conventional single antenna modem and ''space-time'' modem architectures. Another unique feature of our project is that we consi der soft output demodulation/decoding in an integrated framework with receiver front-end design (e.g.,  equalization, synchronization). Such an approach is essential for operating at the low SNR's necessary to take advantage of powerful codes (e.g., Turbo codes).    A further unique aspect of this project is that we intend to study the resulting algorithms in a much greater depth than is traditionally attempted. This project will apply sophisticated analytical techniques to  analyze the performance and stability of many of the proposed algorithms. This analysis will provide a greater insight into the performance of these algorithms than can be achieved via simulation study alone. We also intend to implement and field test many of the proposed algorithms. We currently have a working wireless modem and new algorithms can be added by a simple change of software. This combination of algorithm development, algorithm analysis, and algorithm implementation will lead to significant new insight into communication theory especially in the wireless area. This combined approach will also provide a more well-rounded educational experience for the student participants.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Fitz",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Michael P Fitz",
   "pi_email_addr": "fitz@ee.ucla.edu",
   "nsf_id": "000269936",
   "pi_start_date": "1997-09-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University Research Foundation -DO NOT USE",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "Columbus",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888734",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": "QR7NH79713E5"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio State University",
  "perf_str_addr": "1960 KENNY RD",
  "perf_city_name": "COLUMBUS",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "409600",
   "pgm_ele_name": "COMMUNICATIONS RESEARCH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 96952.0
  },
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 99336.0
  },
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 103712.0
  }
 ],
 "por": null
}