{
 "awd_id": "9706082",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "An Experimental Study of River Incision Into Bedrock:  The  Role of Sediment Supply",
 "cfda_num": "47.050",
 "org_code": "06030101",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "H. Richard Lane",
 "awd_eff_date": "1997-08-01",
 "awd_exp_date": "2000-07-31",
 "tot_intn_awd_amt": 150001.0,
 "awd_amount": 150001.0,
 "awd_min_amd_letter_date": "1997-07-08",
 "awd_max_amd_letter_date": "1997-07-08",
 "awd_abstract_narration": "9706082  Dietrich     River incision into bedrock is the crucial process linking tectonic and geomorphic processes, yet our understanding of the controls on incision rates is very limited.  Few field studies have been conducted and no experimental observations have been systematically collected.  Most studies assume that incision rate is proportional to a stream power or boundary shear stress, and implicitly assume that sediment supply influence on incision rate is simply proportional to drainage area.  Gilbert (1877) proposed, however, that with increasing sediment supply there is an erosion optimum for a given transport capacity above which incision rates decline due to increasing shielding of the bed by particles.  We present a quasi-mechanistic model for abrasion by saltation which supports the Gilbert hypothesis, but which also identifies another erosion optimum.  As the transport capacity increases for a given sediment supply, the mode of particle movement shifts towards suspension.  If bed particles are sufficiently fine, high transport capacity may lead to reduced incision due to reduced contact with the bed.   We propose to conduct a set of three experiments using two unique flumes built specifically for the purpose of exploring the role of abrasion on river incision.  The first two experiments will use a 8.5 m long, 12cm wide, 1.3 m deep flume filled with highly erodable artificial bedrock made of weak concrete.  The first experiment will address the question of what controls the extent of alluvial cover over a channel underlain by bedrock.  A series of experimental runs will be conducted with unerodable and erodable beds to identify under what combinations of sediment load and transport capacity the bed turns fully or partially alluvial.  This is a necessary first experiment to understand sediment supply effects on incision rate, but it also should provide critical insight about what sets the pattern of bedrock, mixed bedrock and alluvial, and fully alluvial beds in rivers.  The secon d experiment will test the Gilbert erosion optimum hypothesis and the optimum transport capacity hypothesis.  A large number of short experimental runs will be conducted in which sediment supply, discharge, slope, particle size and bed resistance to abrasion are systematically varied and bedrock erosion rate is quantified.  Numerous runs are necessary because of the expected parabolic relationships between erosion rate and sediment transport for a given transport capacity and between erosion rate and transport capacity for a given sediment supply.  The third experiment, which will run simultaneously with the other two, will test whether abrasion rate of natural and artificial river beds varies with compressive strength.  We will use two 35 cm diameter cylindrical abrasion mills to test at least 24 samples obtained from the field and from the first two laboratory experiments.  If abrasion correlates with compressive strength across a broad range of values then we can extrapolate our experimental results to field scales more successfully, and field measurements of compressive strength can be compared quantitatively to rates of bedrock abrasion.   If these experiments prove successful they will form the foundation for further experiments directed at the role of channel width, tributary additions of sediment load, and variable rates of base-level lowering on bedrock channel longitudinal development.  More importantly, they would provide the first quantitative evidence for the role of sediment supply in river incision, give insight for a more mechanistic erosion law, provide guidance for quantitative field studies of river incision, and offer a tool for relating field measurements of rock strength to rates of incision.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Dietrich",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "William E Dietrich",
   "pi_email_addr": "bill@eps.berkeley.edu",
   "nsf_id": "000444285",
   "pi_start_date": "1997-07-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157100",
   "pgm_ele_name": "SCEC"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 150001.0
  }
 ],
 "por": null
}