{
 "awd_id": "9706180",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RPG: Toward a Model of Inorganic and Organic Carbon         Fluxes Through a Cycle of Glacier Advance and Retreat",
 "cfda_num": "47.050",
 "org_code": "06030203",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael A. Mayhew",
 "awd_eff_date": "1997-09-01",
 "awd_exp_date": "2000-02-29",
 "tot_intn_awd_amt": 17922.0,
 "awd_amount": 17922.0,
 "awd_min_amd_letter_date": "1997-08-25",
 "awd_max_amd_letter_date": "1997-08-25",
 "awd_abstract_narration": "9706180  Anderson      Glaciers profoundly impact the landscapes they invade.  They reshape fluvial valleys into broad U-shaped valleys.  They produce milky streams and brilliant turquoise blue lakes laden with very fine suspended rock flour.  These physical effects arise from the unique ability of glaciers to pulverize bedrock into fine-grained fresh debris.  Although it is recognized that physical and chemical weathering processes are linked, little work has been done to elucidate the chemical impacts of glaciation.  Because glaciers both increase the rate of erosion processes above those in non-glacial landscapes and alter the character of surface materials towards fresher deposits, it is likely that glaciers also change the rate and nature of chemical processes.  At present, the influence of glaciers on the global carbon cycle and climate change is both unknown and debated.  This project lays the groundwork for developing a field-based quantitative model of the effects of alpine glaciation fluxes important in regulating the carbon cycle, i.e., weathering rates and mineral surface area flux.  Weathering drives the inorganic portion of the carbon cycle, and mineral surface area has been recognized recently as a fundamental control on organic carbon burial, and thus the organic carbon portion of the carbon cycle.  The change in sediment flux as a glacier advances, and the stranding of till and outwash as a glacier retreats, are both expected to play important roles in modulating these fluxes.  This work will develop the necessary understanding of the chemical processes in glacial sediments, and identify the best field sites for model testing, with the ultimate goal of creating a solute-flux model to piggy-back on a glacial erosion model in development by others at UC Santa Cruz and INSTAAR.  With such a model in hand, we will be able to address the extent to which the physical change wrought by glaciers also alters the carbon cycle and contributes  to global climate change.   Both sediment and  solute fluxes directly influence the carbon cycle.  In marine sediments, organic carbon is strongly correlated with mineral surface area, meaning that carbon burial is strongly controlled by sedimentation rates.  Therefore the degree to which glaciation alters erosion rates and the grain size distributions of sediments reaching the ocean is important in setting organic carbon burial rates.  A reconnaissance sampling program will address the sediment trapping efficiency of outwash plains and the downstream changes in suspended sediment grain size and mineral surface area.  Inorganic carbon fluxes are due to mineral weathering reactions.  We know that both chemical weathering rates and strontium isotopic ratios decrease with sediment age in glacial moraines.  This work will use both lab experiments and field observations to establish mineral weathering reactions in young glacial debris, the time-scale for the decay in weathering rates, and how predominant weathering reactions vary with sediment age.  As an important part of this analysis is to explore whether isotopic proxies, such as 87Sr/86Sr, reflect weathering rates or weathering processes.  In this research planning project, I will identify a field site for a detailed program of field measurement of water and solute fluxes, and develop field and lab-based algorithms to describe quantitatively the suspended sediment and solute fluxes from a proglacial area.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Suzanne",
   "pi_last_name": "Anderson",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Suzanne P Anderson",
   "pi_email_addr": "suzanne.anderson@colorado.edu",
   "nsf_id": "000431924",
   "pi_start_date": "1997-08-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Cruz",
  "inst_street_address": "1156 HIGH ST",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA CRUZ",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8314595278",
  "inst_zip_code": "950641077",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "CA19",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SANTA CRUZ",
  "org_prnt_uei_num": "",
  "org_uei_num": "VXUFPE4MCZH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Cruz",
  "perf_str_addr": "1156 HIGH ST",
  "perf_city_name": "SANTA CRUZ",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "950641077",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "CA19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157500",
   "pgm_ele_name": "EDUCATION AND HUMAN RESOURCES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9221",
   "pgm_ref_txt": "RESEARCH PLANNING GRANTS FOR WOMEN"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 17922.0
  }
 ],
 "por": null
}