{
 "awd_id": "9706882",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Mathematical Sciences:  Spectral Operators Generated        by Damped Hyperbolic Equations",
 "cfda_num": "47.049",
 "org_code": "03040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joe W. Jenkins",
 "awd_eff_date": "1997-06-01",
 "awd_exp_date": "2001-05-31",
 "tot_intn_awd_amt": 102000.0,
 "awd_amount": 102000.0,
 "awd_min_amd_letter_date": "1997-06-12",
 "awd_max_amd_letter_date": "1999-05-19",
 "awd_abstract_narration": "Abstract  Shubov    The primary goal of this proposal is to develop the spectral analysis for a class of non-selfadjoint operators in a Hilbert space.  These operators are the dynamics generators of the systems governed by three-dimensional wave equations with spatially non-homogeneous non-spherically symmetric coefficients containing first order damping terms.  This proposal is based on twelve works by PI (supported by NSF Grant DMS-92 12037 and two Texas Advanced Research Program Grants: 00364-116, 93-95 and 0036-44-124, 95-97).  In these works, the PI carried out a detailed asymptotic analysis of the spectrum and proved the Riesz basis property of the root vectors for two classes on non-selfadjoint operators: the dynamics generators for the equation of a non-homogeneous damped string with dissipative boundary conditions at the ends of a finite interval and the dynamics generators for three-dimensional damped wave equation with non-constant spherically symmetric coefficients with dissipative boundary conditions on a sphere. The first objective of this project is to make the next significantly more difficult step:  to extend the spectral results to the three-dim damped wave equation with non-spherically symmetric coefficients and dissipative boundary conditions on a sphere.  The plan of this analysis is based on a combination of the methods developed in the aforementioned works and the PI's earlier works on resonances and resonance states for three-dimensional Schrodinger operators with non spherically symmetric potentials.  The second objective is to apply the results to the control and stabilization problems for linear distributed parameter systems using the spectral decomposition method.     An important area of modern mathematical analysis, which has a wide range of applications to engineering problems, is related to control of the so-called distributed parameter systems.  Examples of such systems include complicated vibrating elastic structures containing as their elements membranes, shell s, etc.  The objective of control is to achieve the desired behavior of the system by applying an external control force to it.  Problems of this type are of the primary importance in robotics (e.g., manipulation of a robot arm) and in aerospace engineering (e.g., stabilization of an aircraft).  The aforementioned control problems were considered in recent years in extensive mathematical literature and a considerable progress towards their solution was made.  In many cases, however, only the existence of the desired control functions was rigorously proved which left an open question of direct and efficient numerical computations of the controls.  A method that provides explicit algorithms for the computation of controls is known.  This is the method of the spectral decomposition.  The application of this method, however, encounters serious mathematical difficulties which significantly restricts its area of applicability to practical problems.  Namely, the method deals with a complicated area of modern analysis- \"the spectral theory of non-selfadjoint operators.\"  The spectral theory of \"selfadjoint operators\" is a classical chapter of mathematics and serves as a main tool in quantum physics.  Because of the difficulties in the area, the applications of the method were until recently restricted to one- dimensional structures (like strings or rods).  Moreover, the phenomenon of the energy dissipation due to the internal friction was not taken into account in these models.  The main objective of this project is to extend the results to the most practically important three-dimensional systems with the internal friction.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marianna",
   "pi_last_name": "Shubov",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Marianna A Shubov",
   "pi_email_addr": "marianna.shubov@unh.edu",
   "nsf_id": "000297003",
   "pi_start_date": "1997-06-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas Tech University",
  "inst_street_address": "2500 BROADWAY",
  "inst_street_address_2": "",
  "inst_city_name": "LUBBOCK",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "8067423884",
  "inst_zip_code": "79409",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "TX19",
  "org_lgl_bus_name": "TEXAS TECH UNIVERSITY SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "EGLKRQ5JBCZ7"
 },
 "perf_inst": {
  "perf_inst_name": "Texas Tech University",
  "perf_str_addr": "2500 BROADWAY",
  "perf_city_name": "LUBBOCK",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "79409",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "TX19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 34000.0
  },
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 34000.0
  },
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 34000.0
  }
 ],
 "por": null
}