{
 "awd_id": "9706570",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RPG: Geochemical Constraints on Trace Element Mobility      During Early Diagenesis of Estuarine Sediments, Newark,     New York Harbor Areas, New Jersey",
 "cfda_num": "47.050",
 "org_code": "06030203",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael A. Mayhew",
 "awd_eff_date": "1997-09-01",
 "awd_exp_date": "2000-02-29",
 "tot_intn_awd_amt": 18000.0,
 "awd_amount": 18000.0,
 "awd_min_amd_letter_date": "1997-08-25",
 "awd_max_amd_letter_date": "1997-08-25",
 "awd_abstract_narration": "9706570  Hover     There is considerable evidence that toxic metals carried to estuarine marine environments as part of the suspended river load, are commonly associated with authigenic sulfide minerals which form soon after deposition.  Toxic trace metals, particularly transition metals and metalloids, form insoluble sulfides and may be absorbed or coprecipitated with Fe sulfides and pyrite during early diagenesis near the sediment-water interface.  The ultimate bioavailability of such toxic metals inestuarine sediments, and the extent to which they coprecipitate with or are absorbed on to authigenic pyrite, is controlled by a complex interplay between biologic, chemical, and physical factors that can alter the speciation of toxic metals in response to rapidly changing pH and redox conditions in the sediments.  Land use surrounding the NewYork/New Jersey Harbor Estuary system makes the Harbor particularly susceptible to toxic metal contamination.  The Harbor is surrounded by a population of over 20 million people and has been the sight of concentrated refining and manufacturing industries for over a century.  It is also one of the most heavily utilized sea ports along the east coast.  Studies of surface sediments in the NY/NJ Harbor system have documented that over 75% of the area has concentrations of at least one of the anthropogenically-derived, toxic trace metals above concentration levels at which adverse biological effects have been observed in  benthic macrofauna..  The presence of significant concentrations of anthropogenically derived toxic metals in the NY/NJ Harbor make the area an ideal natural laboratory in which to study the interactions between contaminated metal bearing sediments and associated pore-fluids during early diagenesis near the sediment water interface under changing pH and redox conditions.  The objectives of this research are to apply an integrated approach to the characterization of contaminated estuarine sediments to more specifically determine the mineralogical s inks for toxic metal contaminants.  The detailed determination of sediment pore water geochemistry including major, minor and trace element constituents, will be combined with the detailed characterization of bulk sediments and clay size-fractions, using X-ray diffraction methods and high resolution environmental scanning electron microscopy (ESEM) and scanning transmission and analytical electron microscopy (STEM/AEM) techniques.  Pore water and trace element data will be evaluated to determine the extent of freshwater mixing, and the degree of anthropogenic toxic metal contribution to the sediment.  These results will be combined with the detailed textural and compositional data obtained by ESEM and STEM/AEM analyses to better constrain pore water trace-metal sulfide geochemical relationships and to determine specific mineralogical sinks for metal contaminants.  The analyses of sediment and pore water geochemistry in contaminated sediments represents a new line of investigation in the Rutgers/Newark Department of Geological Sciences.  The development of analytical techniques and the collaborative relationships developed with nearby institutions such as the New Jersey Institute of Technology, Department of Civil and Environmental Engineering and the Institute of Marine and Coastal Science Rutgers/Cook Campus, will facilitate the development of a strong multidisciplinary analytical and research program.  The results of the study will be of a strong multidisciplinary analytical and research program.  The results of the study will be of importance to agencies concerned with the management of contaminated coastal sediments.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Victoria",
   "pi_last_name": "Hover",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Victoria C Hover",
   "pi_email_addr": "vhover@louisiana.edu",
   "nsf_id": "000323748",
   "pi_start_date": "1997-08-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University New Brunswick",
  "perf_str_addr": "3 RUTGERS PLZ",
  "perf_city_name": "NEW BRUNSWICK",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "089018559",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157500",
   "pgm_ele_name": "EDUCATION AND HUMAN RESOURCES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9221",
   "pgm_ref_txt": "RESEARCH PLANNING GRANTS FOR WOMEN"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 18000.0
  }
 ],
 "por": null
}