{
 "awd_id": "9706903",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Approximation of the Global Attractors of Evolution         Equations",
 "cfda_num": "47.049",
 "org_code": "03040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Steuerwalt",
 "awd_eff_date": "1997-08-01",
 "awd_exp_date": "2001-07-31",
 "tot_intn_awd_amt": 174145.0,
 "awd_amount": 182145.0,
 "awd_min_amd_letter_date": "1997-07-25",
 "awd_max_amd_letter_date": "2000-08-17",
 "awd_abstract_narration": "9706903   M. Jolly            Abstract    This project concerns the long time behavior of certain dissipative  physical systems.  One major component seeks to locate global  attractors by interpolatory means rather than by direct numerical  solution of initial value problems.  It would extend our previous work  which used a Taylor expansion in complexified time at a single point in  phase space.  The new approach will use several points, typically those  on solutions provided either by independent computations or from  experimental data.  The main mathematical tool in this effort will be  Nevalinna-Pick interpolation.  The systems on which this will be tested  include the 2-D Navier-Stokes (NS), Kuramoto-Sivashinsky (KS) Lorenz  equations as well as simple geostrophic models.  Another major  component is to compute invariant manifolds to arbitrary accuracy.  We  will use the visualization of 2-D (un)stable manifolds to help  understand the geometric mechanisms behind certain global bifurcations  in 3-D phase space.  This involves computing a major portion of global  manifolds.  Other applications require only that the manifold be  computed along particular trajectories.  In one case a center manifold  will be treated in this way to compute bounded solutions to an elliptic  partial differential equation (PDE) in an infinite cylinder.  In  another, the dimension of phase space for the KS equation will be  effectively reduced to three dimensions by restricting the flow to an  inertial manifold of that dimension.  Such a reduction will allow us to  study global bifurcations as described above.  The algorithms developed  to compute these manifolds will also be applied to the sets  (conjectured to be manifolds) of a prescribed exponential growth rate  backward in time for the NS equation.  In fact we will construct such  sets as stable \"manifolds\" for an inverted form of the NS equation in  which infinity and the origin of phase space are swapped.  These sets  play a role in the interpolatory approach  to locating global  attractors, and thus bring our research full circle.    The main purpose of this work is to develop reliable methods to  determine whether certain dynamic behavior in physical systems is  permanent, or merely temporary.  The ultimate application will be to  climatology.  Since the earth's weather system has been evolving for  millions of years, one would expect that unless sudden external events  take place, the patterns we are living through now will more or less  continue for a reasonable period of time. This is not about accurate  long time forecasting, rather it is about confirming basic assumptions  regarding the mathematical models used in making those predictions.  The scientific community makes a tremendous effort in deriving  appropriate mathematical equations, and discretizing them so they can  be solved on a computer, all to produce a function of time, which  should describe some aspect of the weather.  We all know how often this  computed function of time deviates from the actual weather after a  relatively short time period.  The major source of this error is not  clear.  Is it in the model itself?  Is it from the numerical  approximation in the computer solution?  Or is it that both the model  and the approximation are valid, but the actual solution is very  sensitive to small changes in the initial data, and we simply need to  tighten the tolerance of error in that data and in the algorithm used  at each time step.  Our work is directed at distinguishing between the  first two cases and the third.  Indeed we seek to validate the  model-algorithm pair which produces the forecast, as producing a  pattern which is of a permanent nature, even if it is not the  particular pattern we are experiencing after several days time.  The  failure of such a test will indicate that either the model and/or the  method of solution are faulty.  This approach can be applied to other  physical problems.  Indeed the initial testing of the methods will be  done on systems less invol ved than that of the weather, but which are  nevertheless of current scientific interest.  In particular we consider  fundamental models of combustion, fluid flow, and turbulence.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Jolly",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Michael S Jolly",
   "pi_email_addr": "msjolly@indiana.edu",
   "nsf_id": "000235817",
   "pi_start_date": "1997-07-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ciprian",
   "pi_last_name": "Foias",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Ciprian I Foias",
   "pi_email_addr": "foias@math.tamu.edu",
   "nsf_id": "000288265",
   "pi_start_date": "1997-07-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana University",
  "perf_str_addr": "107 S INDIANA AVE",
  "perf_city_name": "BLOOMINGTON",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "474057000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IN09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 65548.0
  },
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 53245.0
  },
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 55352.0
  },
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 8000.0
  }
 ],
 "por": null
}