{
 "awd_id": "9707544",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RPG:  Phylogeny and Biogeography of Oedionychina            (Coleoptera:  Chrysomelidae)",
 "cfda_num": "47.074",
 "org_code": "08010207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mark Courtney",
 "awd_eff_date": "1997-08-01",
 "awd_exp_date": "1999-06-30",
 "tot_intn_awd_amt": 17234.0,
 "awd_amount": 17234.0,
 "awd_min_amd_letter_date": "1997-08-22",
 "awd_max_amd_letter_date": "1997-08-22",
 "awd_abstract_narration": "(9707544)  Duckett   RPG    The flea beetle sub-tribe, Oedionychina (Coleoptera: Chrysomelidae: Alticinae) is a large evolutionarily natural group of 24 genera distributed primarily is South America, Africa and India (the ancient continent of Gonwana minus Australia).  The evolutionary relationships among these genera are not understood despite the presence of economically important species in the sub-tribe.  Oedionychina is also   the only clearly defined suprageneric group of flea beetles that is distributed in more than one continent.  Therefore, the biogeography of this group will be of value in elucidating the origins of the flea beetles   and  the great radiation of flea beetle in the new world tropics.  An evolutionary analysis of the Oedionychina using modern cladistic methods will be performed with the aim of investigating the role of dispersal and continental drift in the current distribution of the genera. Of special interest are the relationships among the New World and Old World genera and the congruence of their evolutionary histories to the age and known evolutionary histories of the areas where they are distributed.This study   will test two existing hypotheses of the evolution of the these beetles one which maintains that they evolved in Gonwana and some groups diversified in Africa and South America after the continents separated; the other maintains that this group evolved in South America and later dispersed over water to Africa and India.  These results are important to the theory of the formation of biotas.  The lack of systematic understanding of phylogenetic relationships is in part because of reliance on traditional characters of the insect exoskeleton.  These characters will be combined with analysis of morphological and developmental characters from juvenile stages as well as female genitalia and the specialized sensory structures of the mouth. As a result of this study the kinds of characters used for evolutionary studies of the flea beetles will be expanded.  Existin g data on cytogenetics will also be integrated into the analysis to provide a more powerful data set.  Additionally, the natural history of the beetles, which is totally unknown in 99% of the species will be documented and samples for later analysis of DNA will be collected.    During this planning grant the PI will conduct a collecting and rearing trip to southern Brazil where 12 of the 24 genera are found is proposed. Work done on this trip will test and perfect rearing and collecting techniques of juvenile stages, provide taxa for initial analsysis using Scanning Electron Microscopy (mouth sense organs) and  explore the utility of character systems which have never been used in the Chrysomelidae for evolutionary analysis.   The adults and juveniles collected will be prepared and analyzed morphologically; if these character systems provide good phylogenetic resolution, research using these systems will be planned in northern South America and Africa to complete the taxonomic sampling necessary for an understanding of the evolution of the Oedionychina and to test hypotheses of the evolution of the Gonwandian fauna",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Catherine",
   "pi_last_name": "Duckett",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Catherine N Duckett",
   "pi_email_addr": "cduckett@monmouth.edu",
   "nsf_id": "000190605",
   "pi_start_date": "1997-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Puerto Rico-Rio Piedras",
  "inst_street_address": "39 PONCE DE LEON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "SAN JUAN",
  "inst_state_code": "PR",
  "inst_state_name": "Puerto Rico",
  "inst_phone_num": "7877634949",
  "inst_zip_code": "00931",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "PR00",
  "org_lgl_bus_name": "UNIVERSITY OF PUERTO RICO",
  "org_prnt_uei_num": "",
  "org_uei_num": "Q3LLLDFHPNL3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Puerto Rico-Rio Piedras",
  "perf_str_addr": "39 PONCE DE LEON AVE",
  "perf_city_name": "SAN JUAN",
  "perf_st_code": "PR",
  "perf_st_name": "Puerto Rico",
  "perf_zip_code": "00931",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "PR00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117100",
   "pgm_ele_name": "PHYLOGENETIC SYSTEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9221",
   "pgm_ref_txt": "RESEARCH PLANNING GRANTS FOR WOMEN"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 17234.0
  }
 ],
 "por": null
}