{
 "awd_id": "9707474",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RPG: Population Dynamics and Life History Evolution in      Metapopulations of Social Spiders",
 "cfda_num": "47.074",
 "org_code": "08010207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Elizabeth Lyons",
 "awd_eff_date": "1997-08-01",
 "awd_exp_date": "1999-01-31",
 "tot_intn_awd_amt": 18000.0,
 "awd_amount": 18000.0,
 "awd_min_amd_letter_date": "1997-09-02",
 "awd_max_amd_letter_date": "1997-09-02",
 "awd_abstract_narration": "Aviles  9707474         Plant and animal populations are naturally subdivided.  Except for the occasional exchange of migrants or the recolonization of vacated sites with members of existing subunits, population subdivision in some species is strong enough that the subunits are largely independent from one another.  An extreme example of such metapopulation structure are the social spiders, organisms that form   colonies that are both social groups and relatively small, self-sustaining, and largely isolated populations.  Using social spiders in the genus Anelosimus as a model system, the study that will follow the planning activities described here will investigate how parameters that govern the growth of local populations (in this case, colonies) can also affect the structure and stability of the entire   metapopulation.  The study will compare species that exhibit a three-fold difference in the size of their brood, but are similar in other aspects of their biology.  A hypothesis that this study will test is that larger brood sizes lead to colonies that oscillate in size and undergo more frequent dispersal and extinction events. Computer simulations will complement this empirical study by exploring whether life history parameters that lead to local unstable dynamics can evolve   in a metapopulation and whether stability at the metapopulation level is possible given different levels of instability of the local populations.  This planning grant will make it possible to (1) explore alternative species and field sites to be included in the study, (2) test the feasibility of manipulative experiments to study colony extinction and dispersal in these social spiders, and (3) explore   alternative ways of analyzing the type of data to be collected in the   field.  The field aspects of this project involve visits to two tropical rainforest areas in Ecuador and one in Peru and the participation of American, Ecuadorian, and Peruvian students.    In addition to addressing intriguing aspects of the biology o f social spiders, this study will (1) provide a test to the theory that large rates of growth, in combination with density-dependence and time delays, can lead to unstable population dynamics or chaos; (2) shed light on the causes and consequences of local population extinction and dispersal; (3) provide insights into the interplay between group and individual selection in the evolution of life history traits in   metapopulations. These are issues of broad significance in ecology and evolution and of relevance to the conservation of species in fragmented landscapes.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Leticia",
   "pi_last_name": "Aviles",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Leticia Aviles",
   "pi_email_addr": "aviles@zoology.ubc.ca",
   "nsf_id": "000097706",
   "pi_start_date": "1997-09-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "845 N PARK AVE RM 538",
  "perf_city_name": "TUCSON",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "85721",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117400",
   "pgm_ele_name": "POPULATION DYNAMICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9221",
   "pgm_ref_txt": "RESEARCH PLANNING GRANTS FOR WOMEN"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 18000.0
  }
 ],
 "por": null
}