{
 "awd_id": "9707006",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Research and Training in Vision and Computational           Neuroscience",
 "cfda_num": "47.049",
 "org_code": "03040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Steuerwalt",
 "awd_eff_date": "1997-08-15",
 "awd_exp_date": "1999-07-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "1997-08-25",
 "awd_max_amd_letter_date": "1997-08-25",
 "awd_abstract_narration": "Assadi  9707006       Visual perception of surfaces is crucial for 3D object  recognition.  All surfaces in natural scenes are endowed with  texture.  In this project, the investigator develops new  algorithms to estimate shape (geometric characteristics of  surfaces) from texture in natural and synthetic scenes.  The new  geometric models use piecewise Riemannian foliations, in the  sense of differential topology, with additional structure.  Given  a 3D-textured surface, not necessarily piecewise smooth, one  constructs a foliation whose leaves form a one-parameter family  of 2D-textured and piecewise smooth mathematical surfaces  approximating the given object.  Together with an objective  function defined on their leaves, such 2D-textured foliations are  fundamental geometric objects that model 3D-textured surfaces in  the world.  One can use algorithms to recover shape from texture  for the piecewise smooth leaves, e.g. curvature and slant.  Several scene-based methods are explored to construct textured  foliations, ranging from analytic (e.g. Hamilton-Jacobi  equations) and topological techniques (e.g. integrable  distributions) to statistical estimation methods.  The  psychophysical experiments to test the theory and compare  different algorithms are explored with colleagues who are  neuroscience experimentalists.  In particular, the objective  function can be numerically approximated based on psychophysical  data.  The new models are applied to perception of symmetry.  The  problem of modeling computational strategies employed by the  visual cortex to estimate shape from texture, and their  comparison with the new computational algorithms, is pursues.  The  investigator outlines a concrete training program and research  collaboration with his senior colleagues in vision and  neuroscience at UC Berkeley in order to achieve the cognitive and  computational objectives of the project.       How do we see?  This simple question does not have a simple  answer.  Vision is a complex series of eve nts that begins when  light enters the eyes and ends with perception.  People are able  to discriminate between objects of different size, contrast and  color with precision.  They can estimate curvature and orientation  of surfaces with varying roughness and multitudes of texture, as  well as describe within short time intervals properties of  surfaces such as symmetry and similarity to other familiar  objects.  The human visual system easily outperforms any man-made  machine.  Decades of research in vision demonstrate the wisdom of  the following approach: Key insights generally come from models  that are well-suited for exploring a specific research question.  Geometric models coupled with computational techniques have  formed a cornerstone of modern theories of biological as well as  robot vision, and of their diverse applications.  In this project,  the principal investigator and his colleagues establish a new  link between advanced geometric theories in pure mathematics  (theory of foliations from differential topology) and visual  perception and estimation of shape of surfaces in natural and  synthetic environments.  Among applications of the theory, one  could mention: robot motion planning and navigation of manless  vehicles in rough terrain or unreachable environments; visual  shape estimation of images of materials obtained by atomic force  microscopy in scientific research and design of advanced  materials; long-term computerized inspection of surfaces subject  to ballistic deposition and erosion in environmental studies and  ecology; and computational inspection of large databases of  images from infrared radio astronomy in order to locate specific  features.  Just as the neurons in human visual system perform  their tasks in parallel, the above-mentioned theory lends itself  to parallel processing implementation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Amir",
   "pi_last_name": "Assadi",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Amir H Assadi",
   "pi_email_addr": "ahassadi@wisc.edu",
   "nsf_id": "000461552",
   "pi_start_date": "1997-08-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126700",
   "pgm_ele_name": "TOPOLOGY"
  },
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9237",
   "pgm_ref_txt": "SMALL GRANTS-EXPLORATORY RSRCH"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": null
}