{
 "awd_id": "9707765",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Development of Maritime Adaptations on Santa Cruz Island",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "1997-06-15",
 "awd_exp_date": "1999-12-31",
 "tot_intn_awd_amt": 82093.0,
 "awd_amount": 82093.0,
 "awd_min_amd_letter_date": "1997-05-21",
 "awd_max_amd_letter_date": "1999-07-09",
 "awd_abstract_narration": "With National Science Foundation support, Dr. Michael Glassow will conduct archaeological research at a series of sites located on Santa Cruz, one of the Channel Islands off  California coast. Excavations indicate that this area was occupied by Native American people as early as 8,000 years ago and that habitation continued into historic times. As a result of his previous research Dr. Glassow has located a series of sites which fall within the time interval of 6700 to 4500 years before the present and with student assistance he shall conduct test excavations at five of them. Radiocarbon samples will be collected from an additional three sites. The goal of the research is to determine how subsistence practices changed over time and to accomplish this the team will focus their efforts on the recovery of faunal and floral remains which are identifiable to genus and species.  They will also collect and analyze samples of subsistence-related artifacts and tool manufacturing waste. Clam and mussel valves which are abundant on island sites provide information on both the season of year in which they were collected and the water temperature in which they grew. Bulk soil samples will be collected and flotation procedures applied to recover micro-plant remains. On the basis of this evidence it will be possible to trace environmental changes over a ca. 2,000 year period and determine how the human population responded to these.  The Channel Islands have long been of archaeological interest because the populations which inhabited them reached a population density and level of social complexity which was rare among hunting and gathering societies. It seems likely that abundant marine resources which include both fish and shellfish are, in some way, responsible for this phenomenon. Paleoecologists have reconstructed changes in water temperature over this period and have therefore provided an excellent environmental context in which to study human adaptation. Different species of shellfish have specific tightly controlled environmental limitations and through analysis of species compositions recovered in archaeological sites it is possible to tie individual sites with environmental conditions. Dr. Glassow has noted that population density of Santa Cruz appears to have increased significantly about 5,500 years ago and he wishes to understand both the causes and the consequences of this change.  Using concepts derived from optimum foraging theory he has predicted how such groups at a simple level of technology adapted their subsistence to increased density and the data he collects will allow him to test these ideas.  This research is important for several reasons. It will provide important information on how humans respond and adapt to environmental change. It will yield data of interest to many archaeologists and assist in training students who are intimately involved in this research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Glassow",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Michael A Glassow",
   "pi_email_addr": "glassow@anth.ucsb.edu",
   "nsf_id": "000318609",
   "pi_start_date": "1997-05-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Barbara",
  "perf_str_addr": "3227 CHEADLE HALL",
  "perf_city_name": "SANTA BARBARA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931060001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 82093.0
  }
 ],
 "por": null
}