{
 "awd_id": "9707692",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RPG:  Mechanisms of Integrin Gene Regulation during         Trophoblast Differentiation",
 "cfda_num": "47.074",
 "org_code": "08090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Judith Plesset",
 "awd_eff_date": "1997-07-15",
 "awd_exp_date": "1998-12-31",
 "tot_intn_awd_amt": 18000.0,
 "awd_amount": 18000.0,
 "awd_min_amd_letter_date": "1997-07-07",
 "awd_max_amd_letter_date": "1997-08-01",
 "awd_abstract_narration": "Sutherland  9707692    The overall goal of this research is to understand the molecular mechanisms that regulate trophoblast differentiation in the implanting mouse embryo. After reaching the blastocyst stage, the mammalian embryo must develop an external source of nutrients in order to continue its development. The mouse embryo accomplishes this by implanting into the stroma of the uterus and forming connections with the maternal blood supply, a process that is mediated by a specialized population of cells known as trophoblast. Trophoblast cells have many functions: they anchor the embryo in the uterine stroma, they form blood vessels that connect with the maternal system and direct nutrient-rich blood to the periphery of the embryo, they secrete hormones that redirect the maternal endocrine system to maintain the pregnancy, and they form part of the definitive chorioallantoic placenta. Trophoblast cells are absolutely essential for the further development of the embryo; they are the first lineage to be established during mammalian development, and it is only after they have successfully differentiated that the embryonic lineages begin to develop. Therefore, it is important to understand the process of trophoblast differentiation, both from the standpoint of knowing more about these cells themselves, but also from the standpoint of understanding a critical regulatory event in the development of the embryo. A major aspect of trophoblast function is invasive interaction with the extracellular matrix of the uterus; to facilitate this they express a unique repertoire of extracellular matrix receptors of the integrin family. The expression of several integrin receptor subunits is associated with trophoblast differentiation: two subunits are first expressed at the time of commitment ((7, (6), while the expression of two others ((1, (6) is appositely regulated at the onset of invasion. Very little is known about the molecular mechanisms that control their differentiation, despite their importance to d evelopment. The hypothesis being tested is that the developmentally regulated action of specific transcription factors on these (and other) promoters results in the differentiation of epithelial trophectoderm cells into invasive trophoblast giant cells. The specific aims of the overall grant will be 1). to characterize the promoters of integrin genes that are specifically expressed at different stages of trophoblast differentiation, 2). to define the transcription factors that regulate their expression, and 3). to identify the external factors that control their activity and/or expression during the peri-implantation stages of development. In order to prepare for the full research proposal, the following aims are proposed for the planning period: 1). to clone and identify the promoter regions of the integrin al and a6 subunits, and 2). to test the ability of the cloned regions to direct trophoblast-specific expression in the rat trophoblast cell line Rcho-1. Understanding the mechanisms underlying integrin gene regulation in differentiating trophoblast will provide a broader understanding of the process of trophoblast differentiation as well as new tools with which to probe the the developmental regulation of trophoblast motility, and the cellular mechanisms underlying invasive behavior more generally.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ann",
   "pi_last_name": "Sutherland",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Ann E Sutherland",
   "pi_email_addr": "as9n@virginia.edu",
   "nsf_id": "000568664",
   "pi_start_date": "1997-07-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Virginia Main Campus",
  "inst_street_address": "1001 EMMET ST N",
  "inst_street_address_2": "",
  "inst_city_name": "CHARLOTTESVILLE",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "4349244270",
  "inst_zip_code": "229034833",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "VA05",
  "org_lgl_bus_name": "RECTOR & VISITORS OF THE UNIVERSITY OF VIRGINIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "JJG6HU8PA4S5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Virginia Main Campus",
  "perf_str_addr": "1001 EMMET ST N",
  "perf_city_name": "CHARLOTTESVILLE",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "229034833",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "VA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111900",
   "pgm_ele_name": "Animal Developmental Mechanism"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9221",
   "pgm_ref_txt": "RESEARCH PLANNING GRANTS FOR WOMEN"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 18000.0
  }
 ],
 "por": null
}