{
 "awd_id": "9707580",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAA: Identification of Host Factors Regulating the Intra-   and Intercellular Movement of Bipartite Geminiviruses",
 "cfda_num": "47.074",
 "org_code": "08070600",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eve Ida Barak",
 "awd_eff_date": "1997-08-01",
 "awd_exp_date": "1998-07-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "1997-07-22",
 "awd_max_amd_letter_date": "1997-07-22",
 "awd_abstract_narration": "9707580  Lazarowitz    Viral-encoded movement proteins act to allow a plant virus to cross the barrier of the plant cell wall and systemically infect the host plant.  Understanding the function of movement proteins is essential for defining the stages of pathogenesis in plant virus infections and devising strategies to engineer disease-resistant plants.  Movement proteins also provide a unique approach to defining pathways of intracellular and intercellular transport in plants.  This laboratory's investigation of the two movement proteins, BL1 and BR1, encoded by the bipartite geminivirus squash leaf curl virus (SqLCV) have shown that the two proteins have distinct functions and act in a cooperative manner to move the viral single strand (ss)DNA genome.  BR1 is a nuclear shuttle protein that binds the viral ssDNA genome and moves it into and out of the nucleus.  BL1 is a cytoplasmic trap for BR1, providing directionality to movement by trapping BR1-genome complexes in the cytoplasm and directing these to across the cell wall, apparently in association with tubules derived from the endoplasmic reticulum.  The studies from this laboratory further suggest that the interaction of BL1 and BR1 may be regulated through posttranslational phosphorylation of both movement proteins.  The proposed studies, to be done during a sabbatical leave at the Scripps Research Institute, are designed to directly investigate the role of posttranslational phosphorylation in the interaction of BL1 and BR1, and to explore the feasibility of developing a permeabilized tobacco cell system for in vitro studies on nuclear export using BR1 as a model nuclear shuttling protein.  The phosphorylation studies will be done in the laboratory of Dr. Jeff Harper; the attempt to develop a permeabilized plant cell system for investigating nuclear export will be done with the advice and guidance of Dr. Larry Gerace.  The specific goals are to: (1) identify in vivo sites of phosphorylation in BL1 and BR1 by electrospray mass spectrometry  sequencing; (2) test whether BL1 and BR1 are in vitro substrates for calcium-dependent calmodulin-independent kinases prevalent in plants, or for other kinases; (3) demonstrate in vitro whether BL1 and BR1 directly bind each other and the effects of phosphorylation on this interaction; and (4) explore the feasibility of developing a permeabilized tobacco plant cell system for investigating nuclear export using BR1 as a model nuclear shuttle protein.      Many plant viruses gain entry to the plant at points on the surface of the plant, and are subsequently spread systemically from cell to cell through the plant by intercellular movement through channels in the plant cell walls.  The viruses contain their own \"movement proteins\" encoded by their viral genomes which facilitate the movement of viral particles or genetic material from the nucleus to the cytoplasm within a cell and from cell to cell within a plant.  Dr. Lazarowitz has been studying the movement proteins of the Squash Leaf Curl Virus.  The proposed studies will provide Dr. Lazarowitz with essential new biochemical and biophysical skills to study the regulation of protein function and protein:protein interactions, and will allow her to do pilot studies to develop a permeabilized plant cell system to investigate nuclear export in vitro.  These techniques are essential for defining the functions of BL1 and BR1.  Importantly, these new skills and systems will allow her to redirect her research program into two exciting new areas:  (1) biochemical studies to define the pathways by which plant cells direct molecules to the wall, and regulate the formation and functioning of channels in the cell wall; and (2) basic studies on the mechanism of nuclear export.  The techniques and intellectual perspective that she will acquire during this sabbatical leave will enhance both her own research capabilities and the training she can provide to her students and postdoctoral fellows.  ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sondra",
   "pi_last_name": "Lazarowitz",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Sondra G Lazarowitz",
   "pi_email_addr": "sgl5@cornell.edu",
   "nsf_id": "000124630",
   "pi_start_date": "1997-07-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 S WRIGHT ST",
  "perf_city_name": "URBANA",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "113200",
   "pgm_ele_name": "CELLULAR ORGANIZATION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9222",
   "pgm_ref_txt": "CAREER ADVANCEMENT AWARDS FOR WOMEN"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": null
}