{
 "awd_id": "9708433",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Paleontology in the 21st Century Workshop, September 1997",
 "cfda_num": "47.050",
 "org_code": "06030101",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "H. Richard Lane",
 "awd_eff_date": "1997-08-15",
 "awd_exp_date": "1998-07-31",
 "tot_intn_awd_amt": 15000.0,
 "awd_amount": 15000.0,
 "awd_min_amd_letter_date": "1997-09-26",
 "awd_max_amd_letter_date": "1997-09-26",
 "awd_abstract_narration": "9708433  Lane    Paleontology is a diverse science.  Flanked by Biology and Geology, it stands as the study of biotic diversity and life history.  Its close relations with Biology and Geology are both a strength and a liability.  A strength because of the rich information shed by both sister sciences on paleontologic interpretation and knowledge.  A liability because paleontology is commonly treated as a subset of both and therefore a \"second string\" player in funding and integrated project planning.  This latter liability cuts across all organizations where paleontology is practiced.  Paleontologists are gainfully employed in academia, industry, government, museums and institutes and represent knowledgeable specialists of the gamut of biotic groups within the plant and animal kingdoms.  As important as paleontology is to societal and human needs, a truly representative assembly of paleontologists has never met to consider problems facing the science and to establish agreed strategic directions for its livelihood and betterment.  Now is the time for such a meeting because many aspects of Paleontology are in transition as it approaches the millennium.  Funding for academic and government research and staff positions worldwide has decreased significantly over the last ten years, and continues to do so with no end in sight.  Academic geology departments, by and large, are not replacing retiring members of our profession in kind, and experienced stratigraphic paleontologists are being laid off in record numbers as the petroleum industry continues to reel from adverse world-wide business and political climates.  Ironically, all this comes at a time in which the science of paleontology is undergoing a period of unprecedented progress as new technologies and data analytic approaches are integrated with its rapidly growing and increasingly detailed database.  It is hard to imagine a geological discipline that has made, and, despite these problems, continues to make, as many different practical contribut ions to the earth sciences as paleontology.  Yet, for a variety of reasons, continued access to these data and individuals trained to expand and interpret them is in serious jeopardy.    Because problems facing paleontology today span the entire science and the world, a global, pan-paleontological effort is needed to address them.  For this reason, a one week workshop is being organized for September 3-9, 1997 at Senckenberg Museum, Frankfurt, Germany.  The workshop entitled \"Paleontology in the 21st Century\" is a Senckenberg Conference and co-sponsored by SEPM, The Paleontological Society, American Association of Stratigraphic Paleontologists, Paleobotany Section of the Botanical Society of America, The International Paleobotanical Organization, the Society of Vertebrate Paleontology, the International Paleontological Association, Gulf Coast SEPM and additional society sponsorships will be secured, especially those representing other specialties of paleontology.  The Workshop will identify and address issues impacting paleontology and the paleontological community as they enter the 21st Century.  The following are seven possible positive outcomes of the workshop.    1.  Identification of broad scientific initiatives for the 21st century that would maximize paleontology's relevance and impact on technology, society, and industry.  2.  Development of an overall, unified, direction(s) for paleontology as it enters the 21st Century.  3.  Evaluation of the current organizational structure of paleontology and recommend/implement changes for the future, if judged needed.  4.  Better communication between the various specialties/fractions in Paleontology.  5.  Development of a stronger public support base.  6.  More effectively structure and use government regulation and enhance paleontology's interface with governments.  7.  More effective interfaces with sister sciences.    Senckenberg Museum will provide the space, equipment, publications support and $20,000 travel moneys for participants from third  world countries.  Additional moneys to support other participants will be raised from private, public and government sources in Europe and the United States.  In North America, $7500 have already been raised and there are known commitments in western Europe.  DFG and ESF are expected to contribute $14,000 and $10,000.  Revenues generated in North America will be dispersed by the SEPM Foundation to Western Hemisphere participants; those generated in western Europe will be dispersed by Senckenberg to Eastern Hemisphere attendees (see attached budget in Appendix A).  At this time, 104 invited delegates are spread among 29 countries (see attached list of delegates, Appendix B).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "H. Richard",
   "pi_last_name": "Lane",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "H. Richard Lane",
   "pi_email_addr": "",
   "nsf_id": "000301300",
   "pi_start_date": "1997-09-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jere",
   "pi_last_name": "Lipps",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Jere H Lipps",
   "pi_email_addr": "jlipps@berkeley.edu",
   "nsf_id": "000453438",
   "pi_start_date": "1997-09-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Society of Sedimentary Geology SEPM",
  "inst_street_address": "11547 DANE RD",
  "inst_street_address_2": "",
  "inst_city_name": "PILOT POINT",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9188994621",
  "inst_zip_code": "762586504",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "TX26",
  "org_lgl_bus_name": "SEPM (SOCIETY FOR SEDIMENTARY GEOLOGY)",
  "org_prnt_uei_num": "",
  "org_uei_num": "V2FMLN3JXFN6"
 },
 "perf_inst": {
  "perf_inst_name": "Society of Sedimentary Geology SEPM",
  "perf_str_addr": "11547 DANE RD",
  "perf_city_name": "PILOT POINT",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "762586504",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "TX26",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "119800",
   "pgm_ele_name": "Biodiversity: Discov &Analysis"
  },
  {
   "pgm_ele_code": "157100",
   "pgm_ele_name": "SCEC"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 15000.0
  }
 ],
 "por": null
}