{
 "awd_id": "9708098",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "The Impact of New Deal Relief Spending on Local Labor       Markets",
 "cfda_num": "47.075",
 "org_code": "04050100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Daniel H. Newlon",
 "awd_eff_date": "1997-07-01",
 "awd_exp_date": "2000-06-30",
 "tot_intn_awd_amt": 176469.0,
 "awd_amount": 176469.0,
 "awd_min_amd_letter_date": "1997-07-01",
 "awd_max_amd_letter_date": "1998-06-19",
 "awd_abstract_narration": "The growth of government is the most dramatic change in the American economy  during twentieth century.  The greatest peace-time expansion of the federal government occurred during the 1930s, when New Deal programs added significantly to the nation's infrastructure while employing millions of unemployed workers.  Policy makers today, faced with the simultaneous problems of crumbling infrastructure and the public's demand for welfare reform, often cite New Deal-type relief projects as a potential model for an effective solution.  Many of these proposals are based on views of the New Deal's successes, but these claims have rarely been tested quantitatively.  Given the importance of the modern debate over welfare reform, and despite numerous studies of the politics of the New Deal, there are surprisingly few micro-level analyses of how New Deal expenditures affected local economies in the 1930s.  To help fill this gap, this research examines how relief spending during the New Deal affected private wages and employment in urban labor markets throughout the United States.  This project involves both the collection of data on wages, employment, and relief spending and the quantitative analysis of the interaction between these and other variables.  The research will explore how New Deal spending on work relief influenced private employment and wages in local labor markets during the 1930s.  A wide variety of data sets will be constructed from a combination of state reports, federal reports, and archival sources that will allow an examination of the effect of work relief on private labor markets, the geographic and industrial variations in the timing of downturns and recoveries during the Depression, as well as the factors that contributed to the distribution of work relief projects across the United States.  The most extensive data collection effort will be the construction of a panel data set that will contain monthly information on private employment and average monthly earnings, and spending on relief programs and other forms of social insurance for at least 131 cities during the 1930s.  The data will be combined with a combination of monthly and annual data on labor demand and supply determinants, as well as variables that portray the political climate in each of the cities.  A second data set will be constructed that will contain monthly information on employment and earnings in the building construction industry in 62 cities between 1932 and July 1935.  This sample will allow much closer inspection of the impact of work relief and public building projects on employment in the building industry, the industry that was presumably most closely affected by the New Deal building projects.  Further study of the building trades will be performed using a third data set containing annual contractual wage rates and hours worked, which the U.S. Bureau of Labor Statistics published for about 100 cities throughout the 1930s",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Price",
   "pi_last_name": "Fishback",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Price V Fishback",
   "pi_email_addr": "fishback@email.arizona.edu",
   "nsf_id": "000342606",
   "pi_start_date": "1997-07-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Shawn",
   "pi_last_name": "Kantor",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shawn Kantor",
   "pi_email_addr": "skantor@fsu.edu",
   "nsf_id": "000300463",
   "pi_start_date": "1997-07-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "National Bureau of Economic Research Inc",
  "inst_street_address": "1050 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6178683900",
  "inst_zip_code": "021385359",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "NATIONAL BUREAU OF ECONOMIC RESEARCH INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "GT28BRBA2Q49"
 },
 "perf_inst": {
  "perf_inst_name": "National Bureau of Economic Research Inc",
  "perf_str_addr": "1050 MASSACHUSETTS AVE",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021385359",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1092",
   "pgm_ref_txt": "SBER HUMAN CAPITAL INITIATIVE"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 88660.0
  },
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 87809.0
  }
 ],
 "por": null
}