{
 "awd_id": "9709620",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Similarity Eyewitness Identification and Models of          Recognition Memory",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patricia White",
 "awd_eff_date": "1997-08-01",
 "awd_exp_date": "2001-07-31",
 "tot_intn_awd_amt": 247758.0,
 "awd_amount": 247758.0,
 "awd_min_amd_letter_date": "1997-07-25",
 "awd_max_amd_letter_date": "1997-07-25",
 "awd_abstract_narration": "Abstract    Clark  9709620  This research extends theoretical development in human memory to the area of eyewitness identification.  A generalized global matching model is used to examine similarity effects in lineup and showup procedures used to identify suspects in criminal investigations.  Twelve experiments using standard laboratory procedures and staged-crime methods are used.  Extant research shows that recognition is more accurate when people choose between similar alternatives than when they choose between unrelated alternatives.  The first studies of this project extend that finding to facial stimuli and with response alternatives that include \"both\" or \"neither\" rather than a forced-choice.  Showup performance and lineup performance will be compared in another study.  Strategies for selecting distractors for lineups that test the proposition that suspect-matching strategies may backfire by increasing the likelihood of false identification of innocent suspects and a proposal that distractors should be selected based on their fit to a description of the perpetrator rather than their similarity to a suspect are tested.  Additional features such as the similarity of a distractor and the circumstances in which high-similarity distractors are falsely recognized or rejected are examined.  The results of his work will be useful to criminal justice system and will extend our knowledge of how witnesses make identifications from lineups and showups.  In addition, they will place identification research within a broader theoretical framework.    %%%    This research extends theoretical development in human memory to the area of eyewitness identification.  A generalized global matching model is used to examine similarity effects in lineup and showup procedures used to identify suspects in criminal investigations.  Twelve experiments using standard laboratory procedures and staged-crime methods are used.  Extant research shows that recognition is more accurate when people choose between similar alte rnatives than when they choose between unrelated alternatives.  The first studies of this project extend that finding to facial stimuli and with response alternatives that include \"both\" or \"neither\" rather than a forced-choice.  Showup performance and lineup performance will be compared in another study.  Strategies for selecting distractors for lineups that test the proposition that suspect-matching strategies may backfire by increasing the likelihood of false identification of innocent suspects and a proposal that distractors should be selected based on their fit to a description of the perpetrator rather than their similarity to a suspect are tested.  Additional features such as the similarity of a distractor and the circumstances in which high-similarity distractors are falsely recognized or rejected are examined.  The results of his work will be useful to criminal justice system and will extend our knowledge of how witnesses make identifications from lineups and showups.  In addition, they will place identification research within a broader theoretical framework..    ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Clark",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Steven E Clark",
   "pi_email_addr": "steven.clark@ucr.edu",
   "nsf_id": "000317687",
   "pi_start_date": "1997-07-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Riverside",
  "inst_street_address": "200 UNIVERSTY OFC BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "RIVERSIDE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9518275535",
  "inst_zip_code": "925210001",
  "inst_country_name": "United States",
  "cong_dist_code": "39",
  "st_cong_dist_code": "CA39",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA AT RIVERSIDE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MR5QC5FCAVH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Riverside",
  "perf_str_addr": "200 UNIVERSTY OFC BUILDING",
  "perf_city_name": "RIVERSIDE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "925210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "39",
  "perf_st_cong_dist": "CA39",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118000",
   "pgm_ele_name": "HUMAN COGNITION & PERCEPTION"
  },
  {
   "pgm_ele_code": "137200",
   "pgm_ele_name": "LSS-Law And Social Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 247758.0
  }
 ],
 "por": null
}