{
 "awd_id": "9709079",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  The Evolution of Conventions in    Intergenerational Games",
 "cfda_num": "47.075",
 "org_code": "04050100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Daniel H. Newlon",
 "awd_eff_date": "1997-08-01",
 "awd_exp_date": "2000-01-31",
 "tot_intn_awd_amt": 85056.0,
 "awd_amount": 85056.0,
 "awd_min_amd_letter_date": "1997-07-24",
 "awd_max_amd_letter_date": "1997-07-24",
 "awd_abstract_narration": "Project Summary  This is a collaborative project with Andrew Schotter, 9709962.  This project consists of an experimental investigation of how social conventions and the information contained in them are created and passed on between generations of social agents.  A large literature in game theory examines infinitely repeated games played by a set of fixed and unchanging players.  In the real world, while games may go on indefinitely, the agents who play them have finite lives.  When these agents die or retire, their roles in these infinitely-lived games are taken by other agents who, perhaps in consultation with their predecessors, continue to play the game after them.  We examine the transition from one generation to another, where conventions and norms are either passed along, or are disrupted and new ones established.  We do so using an alternative evolutionary model, the Lamarckian model, in contrast to the more common Darwinian model, to explain the process of social evolution. In this Lamarckian process conventions of behavior acquired by one generation can be consciously passed on to the next, so that the relatively mechanical random matching and replicator dynamics characteristic of Darwinian models are no longer needed here.  We expect that the work proposed here to add to the growing body of literature on social institutions, as well as provide a realistic framework within which to study the problem of evolution in repeated games.  All the experiments performed have the same general structure.  Subjects are recruited from undergraduate populations and ordered into generations in which each generation plays a pre-specified game repeatedly, with the same opponent, for a pre-specified length of time.  During their participation in the game, at various times, they are asked to predict the actions taken by their opponent in order to obtain insight into how beliefs about one's opponent change over time, and to look for convergence in beliefs across generations as proof of the emergence of conventions.  After their participation in the game subjects are replaced by a next generation, who are able to view some history of what has transpired before them.  This history might either be that of their immediate predecessors in the experiment or the entire history of all subjects before them.  Subjects in each generation are able to give advice to their successors either in the form of suggesting a formal strategy or simply writing down a suggestion as to what to do and explaining why such advice is being given.  The payoffs to any subject are equal to the payoffs earned by that generation during their lifetime plus a discounted payoff which depends on the payoffs achieved by their successors.  Behavior in four different games using this non-overlapping-generations design are investigated.  The four games investigated include a coordination game (the Battle of the Sexes), a game where equity considerations are important (the Ultimatum bargaining game), a game of trust, and an individual learning task.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Barry",
   "pi_last_name": "Sopher",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Barry Sopher",
   "pi_email_addr": "sopher@econ.rutgers.edu",
   "nsf_id": "000387784",
   "pi_start_date": "1997-07-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University New Brunswick",
  "perf_str_addr": "3 RUTGERS PLZ",
  "perf_city_name": "NEW BRUNSWICK",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "089018559",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  },
  {
   "pgm_ele_code": "132100",
   "pgm_ele_name": "Decision, Risk & Mgmt Sci"
  },
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 85056.0
  }
 ],
 "por": null
}