{
 "awd_id": "9710223",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Investigation of Laminated High Saturation Magnetic Films on Sloping Surfaces & High Data Rate Magnetic Recording",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Filbert J. Bartoli",
 "awd_eff_date": "1997-10-01",
 "awd_exp_date": "2000-09-30",
 "tot_intn_awd_amt": 191841.0,
 "awd_amount": 191841.0,
 "awd_min_amd_letter_date": "1997-09-17",
 "awd_max_amd_letter_date": "1997-09-17",
 "awd_abstract_narration": "9710223  Shan Wang     It is anticipated that the date rate of hard disk drives will be ~ 100 MB/s in the beginning of the new millennium, corresponding to recording frequencies of 300-450 Mhz.  This will be a  daunting  engineering and scientific feat because it requires new recording head materials and pathbreaking device innovations.  In particular, magnetic write heads must operate effectively at 300-450mhz, and write field rise time needs to be ~ 0.4 ns, close to the magnetization rotation speed limit.   Laminated high saturation magnetic films are very important to high density, high data rate magnetic recording heads, However, the field rise time of the most advanced recording head is ~ 2 ns, too large for use in a data rate of 100 MB/s.  Furthermore, the soft magnetic properties and permeability of the magnetic materials degrade significantly once the write heads are fabricated, presumably at the sloping areas of the device.  The low frequency leads to the necessity of using large write currents without helping the field rise time.     The objectives of the proposed research are to understand and avoid the degradation of soft magnetic properties of high saturation magnetic film when fabricating recording heads, and to investigate the fundamentals of high data rate recording as related to laminated FeRhN/AIN films, and extremely small field rise time and nonlinear transition shift. It is  proposed to investigate high saturation, high permeability, corrosion resistant, and magnetically soft laminated FeRhN/AIN films, particularly when sputter deposited on sloping surfaces, and to incorporate these new materials into a  prototype magnetic write head with a field rise time of <1 ns so that an unprecedented date rate of 100 MB/s can be realized.   The proposed research will provide new knowledge on how crystal texture and perpendicular anisotropy of FeRhN films evolve under oblique incidence and how desired texture and soft magnetic properties can be achieved by understanding processing-m icrostructure-property correlation.  Microstructural characterizations of magnetic films on sloping surfaces by synchrotron X-ray radiation diffraction and cross sectional TEM are very  powerful techniques which can find wide acceptance in magnetic solid state device research.  Magnetic recording heads with data rates as high as 100 MB/s will greatly advance the state of the art of modern computing and telecommunication.  The proposal has a mixture of scientific investigation and technological innovation, and will greatly help the related education program as well.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shan",
   "pi_last_name": "Wang",
   "pi_mid_init": "X",
   "pi_sufx_name": "",
   "pi_full_name": "Shan X Wang",
   "pi_email_addr": "sxwang@stanford.edu",
   "nsf_id": "000391844",
   "pi_start_date": "1997-09-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "450 JANE STANFORD WAY",
  "perf_city_name": "STANFORD",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943052004",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 191841.0
  }
 ],
 "por": null
}