{
 "awd_id": "9710137",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Consolidating Democracy?:  A Panel Study of Changes in the  Political Culture of Russia",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frank P. Scioli  Jr.",
 "awd_eff_date": "1997-07-01",
 "awd_exp_date": "1999-12-31",
 "tot_intn_awd_amt": 370766.0,
 "awd_amount": 370766.0,
 "awd_min_amd_letter_date": "1997-06-30",
 "awd_max_amd_letter_date": "2001-01-17",
 "awd_abstract_narration": "One of the hallmarks of recent Russian politics is change.  From a relatively totalitarian regime, Russia has emerged as a nascent democracy.  Whether this democracy can be consolidated is one of the most important theoretical and practical questions facing contemporary social science.  Change in the former Soviet Union provides invaluable opportunities for testing theoretical propositions about democratization.  In this investigation, change provides the opportunity to study how ordinary people develop (or fail to develop) attachments to basic democratic institutions and processes.  Whether (and how) ordinary Russians become committed to democratic institutions is an issue of crucial importance for the consolidation of democracy in that country.  As a consequence of the importance of this issue and the research site, the Foundation supported a major survey of the Russian mass public in 1996.  The purpose of that survey was to assess and compare the degree of support for democratic institutions and processes (including political tolerance), to test micro-level complements to theories of the relationship between institutional and cultural change, to explore the influence of contextual factors on judgments about the implementation of rights and liberties in Russia, and to conduct several experiments within the survey, ranging from the methodological (e.g., acquiescence) to the highly substantive (e.g., persuasibility experiments).  The survey was highly successful, and analysis of it is currently under way.  Although this an other surveys are useful for assessing macro-level change in Russian political culture, they are quite limited in their ability to address change at the level of the individual citizen.  Consequently, the current investigation undertakes two additional waves of surveys of these respondents, thus creating a three-wave panel stretching over the period 1996-1998.  These panel data are designed to assess several pressing theoretical and empirical questions, including:  a) to what degree is the short-term change of the persuasibility experiments reproducible; to what degree does this change generate more enduring changes in attitudes; b) does cultural change flow from institutional change; do citizens learn new ways of thinking and acting from the performance of their political, social and economic institutions; are mass preferences endogenous; what is the relative influence of political and economic institutions; c) what are the psychodynamics of the logical inconsistency between supporting most democratic institutions and processes, but refusing to tolerate one's political enemies.  These and a number of other important questions will be assessed.  In assessing individual-level change, a variety of micro-level theories (social learning, social networks, and civil society)  are being tested.  In addition, the research focuses heavily on the interconnection between political tolerance and other components of the democratic belief system.  Earlier research has shown that tolerance is little related to other democratic values, a finding peculiar to Russia.  The current project investigates that non-relationship with considerable diligence, determining whether the crystallization of democratic belief  systems results in the recognition of political tolerance as a crucial democratic value.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Gibson",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "James L Gibson",
   "pi_email_addr": "jgibson@wustl.edu",
   "nsf_id": "000364202",
   "pi_start_date": "1997-06-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Houston",
  "inst_street_address": "4300 MARTIN LUTHER KING BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "HOUSTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7137435773",
  "inst_zip_code": "772043067",
  "inst_country_name": "United States",
  "cong_dist_code": "18",
  "st_cong_dist_code": "TX18",
  "org_lgl_bus_name": "UNIVERSITY OF HOUSTON SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "QKWEF8XLMTT3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Houston",
  "perf_str_addr": "4300 MARTIN LUTHER KING BLVD",
  "perf_city_name": "HOUSTON",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "772043067",
  "perf_ctry_code": "US",
  "perf_cong_dist": "18",
  "perf_st_cong_dist": "TX18",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 282146.0
  },
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}