{
 "awd_id": "9710577",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Protection of Mayan Archeological Sites in Southern Mexico  from Biodeterioration",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "A. Frederick Thompson",
 "awd_eff_date": "1997-08-01",
 "awd_exp_date": "2000-07-31",
 "tot_intn_awd_amt": 98525.0,
 "awd_amount": 98525.0,
 "awd_min_amd_letter_date": "1997-07-22",
 "awd_max_amd_letter_date": "1997-07-22",
 "awd_abstract_narration": "9710577  Mitchell  There is an urgent need to protect Mayan archeological sites in  southern Mexico from further deterioration.  The combination of  high humidity and temperature, together with increased tourist  activity, is causing rapid deterioration of these important  historic sites.  Much of the material used in the construction of  Mayan buildings was soft limestone, which is mechanically weak  and susceptible to biodeterioration.  The objectives of this  research will be to determine the degree of susceptibility of  these materials to degradation by microbial activity and to test  methods for protection of the building materials against further  deterioration.  This research program will be carried out in  close cooperation with the Escuela de Ingenieria, Universidad del  Mayab.    In the first phase of the research we will determine the nature  and activity of the microorganisms on limestone samples taken  from archeological sites.  Qualitative analysis of the microflora  will utilize both physiological and genetic methods.  Quantitative determination of the attack of the stone will  involve image analysis of the microflora and measurement of  calcium release from the stone.  Degradation studies will be made  on the stone from a number of different sites.    In the second phase of the research both artificial polymeric  consolidants and biocides will be tested for their ability to  protect the limestone.  AR polymers will be tested under a  variety of environmental conditions for susceptibility to  biodegradation.  Electrochemical impedance spectroscopy will be  used as a primary analytic tool.  Biocides to be tested will be  environmentally acceptable and will need to be compatible with  the consolidants.    The final phase of this project will be to test the protective  ability of combinations of consolidants and biocides in the  field.  Treated stone samples will be placed at different test  sites with varying temperature, humidity, and organic carbon  deposition.  Analysis will incl ude protection against growth of  fungi and bacteria, deterioration of the polymer, and degradation  of the underlying stone.    The significance of this project will be to provide information  about the mechanisms of deterioration of Mayan archeological  sites.  The research will provide information about methods for  protecting these sites.  It is expected that the research will  help to provide protection of these important historic sites in  southern Mexico and other similar areas.  In addition, we expect  that graduate students and post-doctoral scholars from Escuela de  Ingenieria, Universidad del Mayab will spend time at Harvard, and  that we will assist in their training.  ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ralph",
   "pi_last_name": "Mitchell",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ralph Mitchell",
   "pi_email_addr": "mitchell@deas.harvard.edu",
   "nsf_id": "000173520",
   "pi_start_date": "1997-07-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": "1033 MASSACHUSETTS AVE STE 3",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021385366",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117900",
   "pgm_ele_name": "Nanoscale Interactions Program"
  },
  {
   "pgm_ele_code": "138500",
   "pgm_ele_name": "SSA-Special Studies & Analysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1179",
   "pgm_ref_txt": "ENVIRONMENTAL IMPLICATIONS"
  },
  {
   "pgm_ref_code": "9197",
   "pgm_ref_txt": "ENVIRONMENTAL TECHNOLOGY"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 98525.0
  }
 ],
 "por": null
}