{
 "awd_id": "9711273",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Retrospective Analysis of Northeast Pacific                 Microzooplankton: a Window on Physical Forcing of Food      Web Structure",
 "cfda_num": "47.050",
 "org_code": "06040301",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Phillip R. Taylor",
 "awd_eff_date": "1997-11-01",
 "awd_exp_date": "1999-10-31",
 "tot_intn_awd_amt": 48460.0,
 "awd_amount": 48460.0,
 "awd_min_amd_letter_date": "1997-08-08",
 "awd_max_amd_letter_date": "1997-08-08",
 "awd_abstract_narration": "Retrospective analysis of Northeast Pacific microzooplankton:  a window on physical forcing of food web structure  A retrospective analysis of microzooplankton samples from the Gulf of Alaska is proposed as a means of relating changes in ocean physics to changes in abundance and distribution of taxa at higher trophic levels, particularly copepods. The mechanisms by which climate regime shifts translate into changes in copepod and fish production are unknown. Many researchers have hypothesized that climate driven variability in ocean physics alters resource availability to primary producers, ultimately resulting in variation in prey availability to marine animals. Microzooplankton are known to be the major trophic link between primary producers and higher trophic levels in oceanic subarctic waters, and may play an equally important role in coastal ecosystems. We propose that retrospective analysis of this key trophic link, when combined with data on meteorology, ocean physics, and plankton biology, will provide a window onto the mechanisms by which climate shifts may alter food web structure and function.  The sample set consists of acid Lugol's preserved 1 liter water samples collected during oceanographic cruises along Line P and at Station P (50ÝN, 145ÝW). Vertical profiles ( 8 discrete depths sampled per profile) are in hand from cruises in 1987, 1988, and 1993   1997 (inclusive), with most sampling focused during winter (Feb.) and spring (May) months. Additional samples will be collected during 1998 and 1999. Thus a 13 year time period, with 7 continuous years, ultimately will be available for analysis. Abundance, biomass, size structure, and species composition of the microzooplankton community (primarily protozoa) will be determined. Because quantitative sampling techniques for microzooplankton came into consist use fairly recently, the data set ultimately obtained will be a rare if not unique view of multi year variation in this important planktonic group. Furthermore, all samples were collected during oceanographic research cruises, providing an unusually detailed contextual framework for the microzooplankton data. Microzooplankton data will be compared to physical and biological parameters (e.g. meteorological conditions, ocean temperature, mixed layer depth, nutrient concentrations, phytoplankton biomass, size structure, and production, and copepod biomass). Analysis of microzooplankton samples in the context of related environmental data will increase our understanding of the mechanisms linking ocean physics and higher trophic level changes, as mediated through the microzooplankton. An understanding of how the food web responds to seasonal and interannual shifts in the environment is essential for the development and validation of predictive models, a major goal of U.S. GLOBEC.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Suzanne",
   "pi_last_name": "Strom",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Suzanne L Strom",
   "pi_email_addr": "Suzanne.Strom@wwu.edu",
   "nsf_id": "000111740",
   "pi_start_date": "1997-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Western Washington University",
  "inst_street_address": "516 HIGH ST",
  "inst_street_address_2": "",
  "inst_city_name": "BELLINGHAM",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "3606502884",
  "inst_zip_code": "982255996",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WA02",
  "org_lgl_bus_name": "WESTERN WASHINGTON UNIVERSITY",
  "org_prnt_uei_num": "U3ZFA57417D4",
  "org_uei_num": "U3ZFA57417D4"
 },
 "perf_inst": {
  "perf_inst_name": "Western Washington University",
  "perf_str_addr": "516 HIGH ST",
  "perf_city_name": "BELLINGHAM",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "982255996",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WA02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1308",
   "pgm_ref_txt": "GLOBAL OCEAN ECOSYSTEMS DYNAMICS"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 48460.0
  }
 ],
 "por": null
}