{
 "awd_id": "9714291",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Forecast Sensitivity to Regional and Global Targeting of    the Initial State",
 "cfda_num": "47.050",
 "org_code": "06020105",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Stephan P. Nelson",
 "awd_eff_date": "1997-09-01",
 "awd_exp_date": "2001-08-31",
 "tot_intn_awd_amt": 293658.0,
 "awd_amount": 293658.0,
 "awd_min_amd_letter_date": "1997-08-18",
 "awd_max_amd_letter_date": "1997-08-18",
 "awd_abstract_narration": "9714291  Paegle        The U.S. Weather Research Program (USWRP) is an interagency activity  designed to perform and implement the research necessary to improve the delivery  of weather services to the nation.  Under this Program, the National Science  Foundation, the National Oceanic and Atmospheric Administration, the National  Aeronautics and Space Administration and the Office of Naval Research are jointly  evaluating and supporting research of high priority to the USWRP.        In this research, the Principal Investigator will investigate the relative  contributions of regional and global-scale initial uncertainties on model forecasting  sensitivity.  Several recent studies emphasize benefits of locally targeted  observations, based upon estimates of uncertainty growth produced by adjoint, \"bred  mode\", and singular vector analyses.  Such methods identify dynamically unstable  regions within which details of the local initial state may have special relevance for  subsequent forecast evolution.  It is unclear whether those approaches distinguish  forecast sensitivities due to slightly uncertain specification of the global-scale,  background flow.  Sample forecasts of the \"superstorm\" of 12-14 March 1996  suggest that details of the upstream domain that includes the initial potential vorticity  maxima leading to the storm are important for a 96 h forecast.         Such findings motivate the proposed work which will estimate uncertainty in   specification of the atmospheric state, and will quantify impact of the uncertainty  upon numerical weather prediction as a function of uncertainty location and scale.   The working hypothesis of the research is that local weather prediction by numerical  methods often depends more sensitively on relatively small uncertainties of the  initial global-scale state than upon uncertainties of the initial regional state.          Three separate global reanalysis products will be compared.  The differences  of different, equally credible atmospheric analyses prov ide a measure of current  uncertainty in the initial state, and will be spectrally quantified.  The uncertainties  thus estimated will be inserted into the initial states of a global variable resolution  model to determine the scale dependence of subsequent forecast sensitivity.   Sensitivity studies will focus on a number of initial states selected from Spring and  Winter conditions.  Initially targeted domains will also include the Pacific data void.        Successful completion of this research potentially will have important  implications for data collection strategies for operational forecasting.     ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jan",
   "pi_last_name": "Paegle",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jan Paegle",
   "pi_email_addr": "jpaegle@met.utah.edu",
   "nsf_id": "000472233",
   "pi_start_date": "1997-08-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Utah",
  "inst_street_address": "201 PRESIDENTS CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SALT LAKE CITY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8015816903",
  "inst_zip_code": "841129049",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UNIVERSITY OF UTAH",
  "org_prnt_uei_num": "",
  "org_uei_num": "LL8GLEVH6MG3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Utah",
  "perf_str_addr": "201 PRESIDENTS CIR",
  "perf_city_name": "SALT LAKE CITY",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841129049",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9196",
   "pgm_ref_txt": "NATURAL DISASTERS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 293658.0
  }
 ],
 "por": null
}