{
 "awd_id": "9720423",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Living Curriculum Project",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032925149",
 "po_email": "kwhang@nsf.gov",
 "po_sign_block_name": "Kenneth Whang",
 "awd_eff_date": "1997-10-01",
 "awd_exp_date": "2001-09-30",
 "tot_intn_awd_amt": 495777.0,
 "awd_amount": 495777.0,
 "awd_min_amd_letter_date": "1997-09-17",
 "awd_max_amd_letter_date": "1997-09-17",
 "awd_abstract_narration": "9720423  Gomez    The Living Curriculum Project (LCP) seeks to address the problems posed by the enactment of reform in local school communities. In particular, it responds to the problem of implementation. Reformers have recognized that curricular innovations are \"brittle\" they are interpreted as rigid prescriptions, and are thus likely to break when implemented in local contexts. Brittleness arises from a faulty design model which holds that once designed correctly, innovations can be adopted by teachers as-is . The goal of LCP is to make flexible curricula which stand up to indeed are improved by the process of local adaptation.  The contents of the curriculum are living in that they are subject to growth and adaptation. School communities will not simply \"implement\" the curriculum in LCP, they will interact with materials, change them to fit context, document those changes for others' uses, and contribute their own content to the evolving curriculum database. LCP seeks to engage school communities in reflective learning and sharing about practice through the enactment, adaptation, and redesign of curricular materials. We will begin with four reform-oriented, Internet-based science curricula developed by the NSF-funded CoVis Project and develop two new units for our research and development concerning the \"living curriculum\" concept.  Work on LCP will begin with an examination of local capacity to enact reform curricula such as those of the CoVis Project. We begin with the view that local capacity to enact reform is a function of a school community's ability to act as a learning organization. To reform is to learn, for at the heart of reform lies change, and at the heart of change lies learning. The goal of our initial work on LCP will thus be to understand how school communities build capacity for reform. Then, based on that understanding, we will design an information architecture which presents curricula to school communities as artifacts around which they can reflect and learn. Our conj ecture is that curricula should be presented to school communities as opportunities to learn through enactment, reflection, and adaptation. Through this process school communities can learn about the reform and build practice suited to their local needs.  We believe that a key resource for learning through curriculum enactment is design ratior~ effective communication of the rationale that underlies a curriculum's design. LCP will emphasize making the design rationale of curriculum apparent to school communities. We conjecture that design rationale will provide school communities with substance around which to reflect, and enable them to develop a generative perspective for local use. As they enact curriculum, they will be provided with opportunity to reflect upon, discuss and learn about the design rationale of the curriculum. Such understanding should help school communities to tailor curricula in useful ways. If they understand the principles of the design, their ability to adapt the curricula in ways consistent with the spirit of that design will be enhanced.  Built on an understanding of capacity building and incorporating design rationale, we will create the Learning Communities Knowledge Resource (LCKR); a technological infrastructure around which living curricula can be built and through which school communities can reflect, learn, and co-construct local practice. LCKR is a curriculum media-base of multimedia information indexed around task models of end users. Teachers might interact with it around the collection of resources for classroom instruction, while administrators interact with it to learning how to evaluate teaching practice in project-based classrooms, and parents interact with it to understand what their students do in school. The LCKR should provide a space for the range of constituents in school communities to interact and reflect practice.  The path described for the research and development of the capacity framework, as well as flexible curricula with readily accessible  design rationale provided to school communities through LCKR will enable us to produce truly generative living curricula. Living curricula will be flexibly designed to help school communities become co-designers of classroom practice. They will adapt and grow through enactment in variable contexts.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Louis",
   "pi_last_name": "Gomez",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Louis M Gomez",
   "pi_email_addr": "lmgomez@ucla.edu",
   "nsf_id": "000149730",
   "pi_start_date": "1997-09-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Roy",
   "pi_last_name": "Pea",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Roy D Pea",
   "pi_email_addr": "roypea@stanford.edu",
   "nsf_id": "000319869",
   "pi_start_date": "1997-09-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Edelson",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel C Edelson",
   "pi_email_addr": "d-edelson@northwestern.edu",
   "nsf_id": "000476611",
   "pi_start_date": "1997-09-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Spillane",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "James P Spillane",
   "pi_email_addr": "j-spillane@northwestern.edu",
   "nsf_id": "000455244",
   "pi_start_date": "1997-09-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "633 CLARK ST",
  "perf_city_name": "EVANSTON",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602080001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": null,
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0497",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0497",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 495777.0
  }
 ],
 "por": null
}