{
 "awd_id": "9722937",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Nucleotide-Dependent Signal Transduction in Nitrogenase",
 "cfda_num": "47.074",
 "org_code": "08070400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Parag R. Chitnis",
 "awd_eff_date": "1997-09-15",
 "awd_exp_date": "2001-02-28",
 "tot_intn_awd_amt": 320000.0,
 "awd_amount": 320000.0,
 "awd_min_amd_letter_date": "1997-09-04",
 "awd_max_amd_letter_date": "2000-09-14",
 "awd_abstract_narration": "9722937  Seefeldt  Nitrogenase is the metalloenzyme responsible for biological nitrogen fixation, thereby occupying a central position in the global nitrogen cycle.  The reduction of all substrates by nitrogenase requires the hydrolysis of a minimum of two MgATP molecules for each electron transferred to substrates.  The long range objective of this research program is to provide a detailed understanding of the functions of nucleotides in the nitrogenase reaction mechanism.  The studies in the current project period focus on (i) defining the mechanisms of nucleotide induced protein conformational changes within the nitrogenase iron (Fe) protein and the roles that these conformational changes play in regulating the affinity of the nitrogenase Fe protein for binding to the molybdenum-iron (MoFe) protein and (ii) defining the functions of MgATP hydrolysis within the Fe protein-MoFe protein complex in gating and accelerating electron transfer, promoting substrate reduction, and triggering protein-protein dissociation.  The approach will be to utilize the X-ray crystal structures of the individual nitrogenase component proteins and the structure of a nitrogenase Fe protein-MoFe protein complex, in conjunction with site-directed mutagenesis and biochemical and spectroscopic methods to unravel details of the functions of nucleotides at each step in the nitrogenase mechanism.  It is expected that the results from this project will contribute to a detailed understanding of the functions of nucleotides in the nitrogenase reaction mechanism and will have broader implications in understanding the mechanisms of other nucleotide-coupled energy transduction proteins.    Reduced forms of nitrogen are essential to all life on earth.  The need for reduced nitrogen is especially limiting in modern agriculture where it must be supplied in the form of fertilizers.  The nitrogen in fertilizers is prepared by a chemical reaction that requires high temperatures and pressures.  In contrast to this chemical process, many  soil bacteria can make reduced forms of nitrogen by conversion of atmospheric N2, a gas that constitutes 80% of the air that we breath, into ammonia without the requirements for high temperature or pressure.  This bacterial process, called nitrogen fixation, is catalyzed by an enzyme called nitrogenase.  Nitrogenase catalyzed ammonia production presently accounts for the largest total input of fixed nitrogen into the environment and represents a very attractive alternative to industrially prepared fertilizers for agriculture.  The research team is investigating the mechanism of this biological process at the molecular level, especially the requirement for the cellular energy source MgATP.  The approach will be to combine modern genetic cloning techniques with biochemical and biophysical techniques to define the mechanism of energy utilization by nitrogenase.  It is anticipated that the results of these investigations will provide a detailed understanding of the mechanism of nitrogenase and will provide the foundation knowledge that will be required to initiate protein engineering of nitrogenase.  Such studies will be vital to the utilization of nitrogenase as a potential source of nitrogen in agriculture.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lance",
   "pi_last_name": "Seefeldt",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Lance C Seefeldt",
   "pi_email_addr": "seefeldt@cc.usu.edu",
   "nsf_id": "000455762",
   "pi_start_date": "1997-09-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Utah State University",
  "inst_street_address": "1000 OLD MAIN HL",
  "inst_street_address_2": "",
  "inst_city_name": "LOGAN",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "4357971226",
  "inst_zip_code": "843221000",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UTAH STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPE2YDWHDYU4"
 },
 "perf_inst": {
  "perf_inst_name": "Utah State University",
  "perf_str_addr": "1000 OLD MAIN HL",
  "perf_city_name": "LOGAN",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "843221000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "116600",
   "pgm_ele_name": "MOLECULAR BIOCHEMISTRY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 105000.0
  },
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 110000.0
  },
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 105000.0
  }
 ],
 "por": null
}