{
 "awd_id": "9722227",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Career:  Regulation of Virulence Genes in Agrobacterium     tumefaciens",
 "cfda_num": "47.074",
 "org_code": "08070100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Philip Harriman",
 "awd_eff_date": "1997-09-01",
 "awd_exp_date": "2000-08-31",
 "tot_intn_awd_amt": 282358.0,
 "awd_amount": 282358.0,
 "awd_min_amd_letter_date": "1997-08-27",
 "awd_max_amd_letter_date": "1997-08-27",
 "awd_abstract_narration": "Jin  9722227    Agrobacterium tumefaciens is a gram-negative soil bacterium which causes tumors on plants by means of natural genetic engineering. The organism harbors a large tumor inducing plasmid (Ti-plasmid) which plays an important role in plant tumor formation. Upon infection of a plant wound site, A. tumefaciens delivers a piece of DNA, called transfer DNA (T-DNA), from its Ti-plasmid into plant cells where it becomes integrated into the plant chromosome. Another region on the Ti-plasmid, the virulence genes (vir genes), is not transferred but required for the transfer of the T-DNA from Agrobacterium into plant cells. The expression of these vir genes is specifically induced by plant signal molecules, including simple phenolic compounds and monosaccharides.    This naturally occurring plant transformation system has been modified to genetically engineer a variety of plant species with genes of interest. Many studies suggested that the level of vir gene expression determines the efficiency of plant transformation as well as the range of plant species that can be transformed. This research is intended to further analyze the molecular mechanism of the vir gene activation by plant signal molecules. Genetic as well as biochemical approaches are being carried out to study the structure-function relationship of the VirA protein and to characterize the chromosomal genes of Agrobacterium that affect the vir gene activation. Based on these studies, we will reconstitute vir gene activation in a genetically and biochemically well studied E. coli background. Specifically the following objectives are being carried out:   1) Study  the structure-function relationship of the VirA sensor protein. Chimeric fusion proteins will be generated between VirA and other known phenolic binding proteins to localize the phenolic binding domain of the VirA protein. Further, the virA mutants that have altered specificity for the phenolic inducers will be characterized. Amino acid residues of the VirA protein that are i mportant for the recognition of the phenolic compounds will be identified. Finally, the binding of VirA protein to the phenolic compounds will be studied in vitro using radio-labeled acetosyringone.  2) Characterize chromosomal mutants that are defective in the vir gene expression. The transposon insertional mutant strains of the Agrobacterium, those defective in the vir gene activation, will be analyzed further to identify chromosomal genes that are disrupted. Novel loci that affect vir gene activation will be cloned and sequenced.  3) Reconstitute vir gene induction in E. coli. The A. tumefaciens chromosomal cosmid clone which confers vir gene expression in E. coli in the presence of a constitutive virG gene will be characterized. The functional gene will be subcloned and sequenced for further studies. Using the newly isolated gene, an acetosyringone mediated vir gene activation will be reconstituted in E. coIi.  These studies will help us to better understand the molecular mechanism of vir gene activation by plant signal molecules and enable us to reconstitute and study the T-DNA transport system in a genetically and biochemically well studied E. coli background, which will facilitate the studies of the T-DNA transport from bacteria into plants.  These studies should eventually contribute to the improvement of existing Agrobacterium mediated plant cell transformation systems, especially transforming economically and environmentally important plant species, including rice, corn and wheat.  The educational plan includes (1) Development of advanced teaching materials. The plant-microbe interaction topics will be introduced into graduate courses and  computer-based self-learning teaching materials will be developed; (2) Support of undergraduate student research, especially involving underrepresented minority students; and (3) Improvement of teaching materials used in an existing outreach project for  local high school teachers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shouguang",
   "pi_last_name": "Jin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shouguang Jin",
   "pi_email_addr": "sjin@mgm.ufl.edu",
   "nsf_id": "000428377",
   "pi_start_date": "1997-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arkansas Medical Sciences Campus",
  "inst_street_address": "4301 W MARKHAM ST",
  "inst_street_address_2": "",
  "inst_city_name": "LITTLE ROCK",
  "inst_state_code": "AR",
  "inst_state_name": "Arkansas",
  "inst_phone_num": "5016865502",
  "inst_zip_code": "722057101",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "AR02",
  "org_lgl_bus_name": "UNIVERSITY OF ARKANSAS FOR MEDICAL SCIENCES",
  "org_prnt_uei_num": "",
  "org_uei_num": "VDFYLZPJEAV6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arkansas Medical Sciences Campus",
  "perf_str_addr": "4301 W MARKHAM ST",
  "perf_city_name": "LITTLE ROCK",
  "perf_st_code": "AR",
  "perf_st_name": "Arkansas",
  "perf_zip_code": "722057101",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "AR02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0497",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0497",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 176000.0
  }
 ],
 "por": null
}