{
 "awd_id": "9722834",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Research on Plio-Pleistocene Hominid Activities at Kanjera, Kenya",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "1997-08-15",
 "awd_exp_date": "1998-07-31",
 "tot_intn_awd_amt": 25463.0,
 "awd_amount": 25463.0,
 "awd_min_amd_letter_date": "1997-08-15",
 "awd_max_amd_letter_date": "1997-08-15",
 "awd_abstract_narration": "With National Science Foundation support, Dr. Thomas Plummer and his collaborators will conduct one season of archaeological and associated paleontological and geological fieldwork at the site of Kanjera which is located on the Homa Peninsula in southwestern Kenya.  Previous work at the site has indicated the widespread presence of stone tools as well as abundant faunal remains. Biostratigraphic dating indicates an age of 1.7 to 2.3 years and the site thus documents the same time period as Olduvai Gorge in Tanzania as well as a series of important Kenyan Lake Turkana sites. The research team will carry out both excavation and geological trenching. They will examine horizontal and vertical patterns in the distribution of archaeological materials and relate this to lateral paleohabitat variability. Major site formation processes will be diagnosed through analysis of fossil bone surface damage and detailed stratigraphic observations. Faunal analysis as well as isotopic studies of pedogenic carbonates and tooth enamel will address questions of hominid and faunal paleoecology. Analyses of artifact raw material will be conducted to distinguish between local and distant raw material sources to elucidate early human ranging behavior. The depositional history of the site will be interpreted through examination of microstratigraphy within individual excavations and in geological trenches between them. The results will provide insight into the behavior of early human ancestors and the environment in which they functioned.  This research is important because it documents an extremely early period in hominid development. While extensive work has been conducted for many years both at Olduvai Gorge and at Lake Turkana sites in northern Kenya, both of these areas are located in the Rift Valley and because of similar geological setting, share a number of ecological characteristics. Kanjera is not in the Rift and faunal analysis indicates an environment which was much more open and more characteristic of a grassland setting than either of the other two regions. Behavioral adaptability is a basic characteristic of the human species and it is important for paleoanthropologists to understand how far back this extends in time. Because of the unique environmental challenge posed by Kanjera's grassland setting the site provides an excellent opportunity to examine this issue.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Plummer",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas W Plummer",
   "pi_email_addr": "thomas.plummer@qc.cuny.edu",
   "nsf_id": "000179431",
   "pi_start_date": "1997-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "10889 WILSHIRE BLVD STE 700",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900244200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 25463.0
  }
 ],
 "por": null
}