{
 "awd_id": "9722982",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Improved Aequorin for Monitoring Ca and Superoxide in Cells",
 "cfda_num": "47.074",
 "org_code": "08070600",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ronald M. Weiner",
 "awd_eff_date": "1997-08-01",
 "awd_exp_date": "2001-07-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 315000.0,
 "awd_min_amd_letter_date": "1997-07-23",
 "awd_max_amd_letter_date": "2000-04-05",
 "awd_abstract_narration": "9722982  Shimomura    The photoprotein aequorin has been used in monitoring intracellular calcium for many years, and the   functional group of this protein, coelenterazine, and its analogues are sensitive probes for measuring   superoxide anion.  The main objective of this project is to design and prepare optimally improved forms of   aequorin and coelenterazine for studying various biological events that involve free calcium and   superoxide anion.    Aequorin was discovered in a jellyfish by the PI in 1962.   It emits blue light in the   presence of ionized calcium by an intramolecular reaction, decomposing itself into apoaequorin,   coelenteramide and carbon dioxide.  Apoaequorin can be regenerated into the original aequorin by   incubation with coelenterazine in the presence of oxygen.  In the past several years, about 50 kinds of   coelenterazine analogue were synthesized and incorporated into apoaequorin.  Many of the products,   which are called semisynthetic aequorins, showed excellent properties for measuring cellular calcium.    Some had a very high sensitivity, others had a very low sensitivity, and some had a very fast response,   thus making possible the monitoring of rapid, transient changes of calcium ions in a wide concentration   range (1 nM - 1 mM).  A recent trend is to express recombinant apoaequorin in cells, which is followed by   the in situ reconstitution of aequorin by the addition of a coelenterazine.  In this procedure, the choice of   coelenterazine analogue is critical for the success of the reconstitution of an aequorin. The significance of   superoxide radical generation in biological systems has long been recognized, but the technique of   measuring it lags far behind that of measuring calcium.  This is largely due to the unavailability of the   superoxide probes that are sufficiently sensitive for the purpose.  In the past two years, more than 20 kinds   of coelenterazine analogues were prepared and tested at the PI's lab.  Some of them showed significantly    improved responses to superoxide, and the structure- sensitivity relationships of the analogues provided   useful information for further improvement of superoxide probes. The research plan for the next three   years includes: (1)  Preparation of the semisynthetic aequorins that emit red light (550-650 nm), by   extending the conjugation system of coelenterazine at the position 8 of its imidazopyrazinone ring.  The   products will be useful in monitoring calcium in colored and opaque cells and tissues, and also in certain   two-wavelength techniques. (2)  Identification of suitable coelenterazine analogues for the reconstitution   of the recombinant apoaequorin that is expressed in cells. This information should significantly contribute   to the work in progress at many laboratories.  (3)  New, improved superoxide probes will be designed and   prepared based on the information now available; the probes will have at least 100 times higher sensitivity   than MCLA, the most sensitive probe currently available, with a very low background luminescence. (4)    The PI's laboratory will continue to supply various aequorin preparations and  coelenterazine analogues to   cell biologists to aid their studies.  The supersensitive superoxide-probes, when prepared, will also be   provided.    The perception of extrinsic environmental effects such as light, temperature and chemicals influences cells   and organisms to exert a multitude of overt changes in physiology and development. The initial perception   of environmental changes is detected by specific proteins that transmit the signal downstream in the cell   through mechanisms that often involve rapid changes or fluxes of intracellular calcium. The PI discovered   a protein, apoaequorin with coelenterazine, is used for bioluminescence in jelly fish is highly sensitive to   calcium. The gene for apoaequarin can be expressed in cells to provide an intrinsic visual probe for   calcium with the addition of coelenterazine. To be able to visualize the changes a nd fluxes of calcium   within cells in response to signals is extremely useful in the study of cellular reactions to environmental   and developmental changes. With this award, Dr. Shimomura will continue to refine the use of aequorin   by producing new analogs of coelenterazine that will emit light in the red instead of blue and to be   sensitive to oxidative burst that accompanies many stress reactions. Attaining these goals will provide the   scientific community with extremely valuable tools to explore many types of reactions to changes in the   physiology of animal, plant and fungal cells.  ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Osamu",
   "pi_last_name": "Shimomura",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Osamu Shimomura",
   "pi_email_addr": "shimomur@mbl.edu",
   "nsf_id": "000194714",
   "pi_start_date": "1997-07-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Marine Biological Laboratory",
  "inst_street_address": "7 M B L ST",
  "inst_street_address_2": "",
  "inst_city_name": "WOODS HOLE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5082897243",
  "inst_zip_code": "025431015",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "THE MARINE BIOLOGICAL LABORATORY",
  "org_prnt_uei_num": "M2XKLRTA9G44",
  "org_uei_num": "M2XKLRTA9G44"
 },
 "perf_inst": {
  "perf_inst_name": "Marine Biological Laboratory",
  "perf_str_addr": "7 M B L ST",
  "perf_city_name": "WOODS HOLE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025431015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "113600",
   "pgm_ele_name": "SIGNAL TRANSDCTN/CELL REGULATN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9184",
   "pgm_ref_txt": "BIOTECHNOLOGY - INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 15000.0
  }
 ],
 "por": null
}