{
 "awd_id": "9722822",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "RUI: An Investigation of the Mechanism Producing Rhythmic   Beating in Cilia and Flagella",
 "cfda_num": "47.074",
 "org_code": "08070600",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ronald M. Weiner",
 "awd_eff_date": "1997-11-01",
 "awd_exp_date": "2001-10-31",
 "tot_intn_awd_amt": 460000.0,
 "awd_amount": 460000.0,
 "awd_min_amd_letter_date": "1997-08-27",
 "awd_max_amd_letter_date": "2000-10-16",
 "awd_abstract_narration": "9722822  Lindemann    The aim of this project is to understand the mechanism  that is responsible for the rhythmic beating of eukaryotic  cilia and flagella.  The working hypothesis was developed in  the previous grant period.  It is called the Geometric  Clutch model of axonemic functioning and will provide the  framework for the proposed experimental investigations.  This hypothesis contends that forces (strains) produced  within the axoneme, transverse to the axis of the outer  doublets (termed t-forces), are responsible for squeezing  the doublets together or pulling them apart and thereby  acting to engage and disengage the dynein motor proteins.  When dynein motors are engaged, they generate motive force  between the doublets.  Stretched elastic elements between  the doublets also contribute force to the doublets.  The  accumulated strain on each doublet multiplied by the local  curvature of the flagellum is the major determinant of the t-  force.  This concept has been formulated into a computer  model and the model has been remarkably successful at  simulating the movements of living cilia and flagella.  In  the current proposal, key predictions of the Geometric  Clutch hypothesis will be compared to the behavior of real  cilia and flagella in controlled experiments.  Tests are  planned using bull sperm, mouse sperm, respiratory cilia  from newt lung and Chlamydomonas reinhardtii.  Dr. Lindemann  has developed versions of the computer model which mimic the  behavior of Chlamydomonas and newt lung cilia.  A special  version has also been produced which incorporates the unique  feature of a bull sperm flagellum and can produce good  simulations of bull sperm beating.  Experimental tests will  assess the validity of the t-force concept and the role it  plays in the beat cycle.  The role of calcium ions in  biasing the flagellar beat will be examined, and also the  roles of cAMP and ADP in regulating switching and power  output of the beat cycle.  Then, specific modification of  the Geometri c Clutch working mechanism will be determined  that must be implemented to produced calcium ion-, cAMP- and  ADP- like changes in the beat of the computer simulated  flagella.  Structural mutants of Chlamydomonas reinhardtii  will be used to explore the role of specific structures in  the functioning of the beat cycle.  Outer arm deficient  mutants will be used to better define the role of the inner  and outer row dynein arms.  Spoke deficient mutants will be  used to explore the role of the spokes and dynein regulatory  complex in dynein bridge switching.  Information gained from  experiments will be used to improve the theoretical model  and refine the concepts of the Geometric Clutch hypothesis.    The ability of a cell to move relative to its environment is  a critical attribute for essentially all living species.  The specialized eukaryotic structures known as flagella  and/or cilia endow cells with such motile ability in aqueous  environments.  These long slender structures, fully enclosed  by the cell membrane, extend from the cell surface and move  back and forth with a characteristic and cell type-specific  wave form and beat frequency, resulting in the movement of  the surrounding fluid relative to the cell.  If the cells  are unencumbered, as in the case of protozoa or sperm, the  result is that the cell swims; if the cells are attached to  a substratum, the result is a sweeping of the fluid over the  cell surface, as in the case of epithelial cells that line  the respiratory tract.  The organelle at the core of the  flagellum that is responsible for this beating is a highly  organized complex of microtubules and motor proteins  (dyneins) termed the axoneme.  It is known that flagellar  beating is the result of some of the microtubules of the  axoneme sliding past the others within the confines of the  membrane, and that this sliding is catalyzed by the dyneins  using the energy derived from ATP hydrolysis.  There is a  large (although still incomplete) body of knowledge  available co ncerning the protein composition and arrangement  within the axoneme, as a result of electron microscopic  observations, analysis of genetic mutants, and biochemical  analyses.  However, exactly how all these proteins interact  in real time to result in the complex behavior of beating  remains unknown.  This project represents a unique  opportunity to test a well defined theoretical construct  which may explain the inner workings of the eukaryotic  flagellum.  If this project is successful, the working  mechanism of the eukaryotic axoneme will be understood for  the first time at a level of detail sufficient to explain  most of the behaviors seen in nature.  ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Lindemann",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Charles B Lindemann",
   "pi_email_addr": "lindeman@oakland.edu",
   "nsf_id": "000169461",
   "pi_start_date": "1997-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oakland University",
  "inst_street_address": "2200 N SQUIRREL RD",
  "inst_street_address_2": "",
  "inst_city_name": "ROCHESTER",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "2483704116",
  "inst_zip_code": "483094401",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "MI11",
  "org_lgl_bus_name": "OAKLAND UNIVERSITY",
  "org_prnt_uei_num": "LY1HEB9XS5G8",
  "org_uei_num": "HJTLACN81NK1"
 },
 "perf_inst": {
  "perf_inst_name": "Oakland University",
  "perf_str_addr": "2200 N SQUIRREL RD",
  "perf_city_name": "ROCHESTER",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "483094401",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "MI11",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  },
  {
   "pgm_ele_code": "113200",
   "pgm_ele_name": "CELLULAR ORGANIZATION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9181",
   "pgm_ref_txt": "BIOPROCESSING/BIOMOLECULAR MATERIALS"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 115000.0
  },
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 115000.0
  },
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 115000.0
  },
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 115000.0
  }
 ],
 "por": null
}