{
 "awd_id": "9723073",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Summer Course:  Molecular Basis, Physiology, and Diversity  of Microbial Adaptation",
 "cfda_num": "47.074",
 "org_code": "08070800",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Nicole Peterson",
 "awd_eff_date": "1997-09-15",
 "awd_exp_date": "2001-11-30",
 "tot_intn_awd_amt": 198000.0,
 "awd_amount": 98000.0,
 "awd_min_amd_letter_date": "1997-08-26",
 "awd_max_amd_letter_date": "2000-12-13",
 "awd_abstract_narration": "9723073  Tabita  Research in microbiology, during the early 1970s, led to development of the recombinant DNA technologies that spawned the explosive growth of the multi-billion dollar biotechnology industry.  Paradoxically, in the 1980s, despite the continued need for research, and for a labor force skilled in microbial systems for industry, medicine, agriculture food production, environmental control, and renewable-energy, academic programs in microbial physiology, metabolism and biodiversity declined rapidly in the United States.  By the 1990s, the demand for microbial physiologists to develop, exploit or counter-attack novel microorganisms was intense.  In response to this problem and expedite the development of a cadre of trained microbial physiologists a summer course entitled \"Mechanisms of Microbial Adaption\" was taught at the Ohio State University.  This course was developed during 1994 and taught in July '95, '96 and '97.  Funds requested are to allow the course to continue, and to be taught in July '98, '99 and 2000.  The course will maintain the format of both lecture and laboratory components, and will be targeted at beginning-level graduate students more senior scientists who are not currently working in the area of microbial physiology and faculty members from academic institutes seeking to build/rebuild expertise in microbial physiology. The emphasis will continue to be practical training in fermentation, enzymology, metabolic pathway biochemistry, molecular regulation, and in the growth and handling of anaerobes and anaerobic systems, with hands-on experience with a wide range of modern instrumentation.  Lectures will be provided by both O.S.U. faculty, and by guest experts who also spend time in tutorial discussions with the students.  The guest lectures and informal but intense immersions in scientific discussions build a sense of excitement and community during the course, and also establish the foundations for long-term interactions between the course graduates and senior sci entists.  Each year the course will be taught over a two week period, to about 12 students selected from an applicant pool, with the goal of providing this unique training opportunity to as diverse a cadre of students as possible.    Research in microbiology, during the early 1970s, led to development of the recombinant DNA technologies that spawned the explosive growth of the multi-billion dollar biotechnology industry.  Paradoxically, in the 1980s, despite the continued need for research, and for a labor force skilled in microbial systems for industry, medicine, agriculture, food production, environmental control, and renewable-energy, academic programs in microbial physiology, metabolism and biodiversity declined rapidly in the United States.  In response to this problem, a summer course entitled \"Mechanisms of Microbial Adaption\" will be taught at the Ohio State University.  The course will have both lecture and laboratory components, and will be targeted at beginning-level graduate students, more senior scientists who are not currently working in the area of microbial physiology, and faculty members from academic institutes seeking to build/rebuild expertise in microbial physiology.  The emphasis will continue to be practical training in fermentation, enzymology, metabolic pathway biochemistry, molecular regulation, and in the growth and handling of anaerobes and anaerobic systems, with hands-on experience with a wide range of modern instrumentation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "F. Robert",
   "pi_last_name": "Tabita",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "F. Robert Tabita",
   "pi_email_addr": "tabita.1@osu.edu",
   "nsf_id": "000176581",
   "pi_start_date": "1997-08-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kathleen",
   "pi_last_name": "Kendrick",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Kathleen E Kendrick",
   "pi_email_addr": "kendrick.1@osu.edu",
   "nsf_id": "000272236",
   "pi_start_date": "1997-08-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University Research Foundation -DO NOT USE",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "Columbus",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888734",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": "QR7NH79713E5"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio State University",
  "perf_str_addr": "1960 KENNY RD",
  "perf_city_name": "COLUMBUS",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "115600",
   "pgm_ele_name": "MICROBIAL GENETICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 48000.0
  },
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": null
}