{
 "awd_id": "9723755",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Temporal Regulation of Gene Expression in Plant             Embryogenesis",
 "cfda_num": "47.074",
 "org_code": "08070800",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Susan Porter Ridley",
 "awd_eff_date": "1997-09-01",
 "awd_exp_date": "2001-08-31",
 "tot_intn_awd_amt": 270000.0,
 "awd_amount": 270000.0,
 "awd_min_amd_letter_date": "1997-08-22",
 "awd_max_amd_letter_date": "1999-06-01",
 "awd_abstract_narration": "9723755  Bustos  The VP1/ABI3 genes from angiosperm plants regulate events critical for late embryo and endosperm development.  Analyses of mRNA expression patterns in abi3 mutant seeds from  Arabidopsis thaliana have suggested that ABI3 activates two distinct temporal programs represented by maturation (MAT) and late embryogenesis abundant (LEA) genes. We have cloned an ABI3 homolog from the legume Phaseolus vulgaris and showed that transactivation is mediated by a conserved DNA motif known as the RY-repeat.  Like its monocot counterpart VP1, ABI3 activates transcription in both plant and yeast cells via an N-terminal 'acidic' domain, and interacts in vitro with general transcription factors TATA-binding protein (TBP) and TFIIB.  We also cloned and characterized two bZIP factors, ROMI and ROM2, which repress ABI3 transactivation of promoters in the MAT class, only when bound to G-boxes located upstream of the transcription start site.  These factors are expressed at different times of embryogenesis in Phaseolus, and are closely related to the Arabidopsis G-box binding factors GBF1 and GBF3, respectively.  Deletion analysis of ROM1 has shown that a proline-rich domain near the N-terminus is required for repression, and that the same domain interacts with in vitro with TFIIB but not with TBP.  This research will focus on the temporal modulation of ABI3 transactivation in Arabidopsis.  Recently, we isolated five Arabidopsis cDNAs encoding proteins that bind specifically to ABI3 in vivo (ABI3-interacting-proteins, AIP1 to AIP5).  One of those, AIp4/HCF, shows partial homology to the human host cell factor (HCF) that regulates transactivation of early herpes simplex virus genes by VP16.  Specific objectives will be to test whether AIP4/HCF modulates AB13 transactivation.  We will also analyze the expression pattern and subcellular localization of AIP4/HCF, and characterize its ABI3-binding domains as well as the regions of ABI3 contacted by each AIP4/HCF.   A major point of interest will be to ascer tain whether AIP4/HCF functions in one of the signaling pathways for abscisic acid (ABA) or the state of seed hydration (desiccation).  Since the proximal promoters of Arabidopsis LEA genes AtEm1 and AtEm6 lack RY-repeat motifs, ABI3 is likely to activate these promoters by a mechanism different than the one we found for genes in the MAT class.  Involvement of certain AIP4/HCF in transactivation of AtEtm6 transcription will be explored by transient expression and stable transformation strategies.  Finally, we will study the role of AIP4/HCF in embryogenesis and plant development by characterizing aip4 T-DNA insertional mutants of Arabidopsis, and/or constructing transgenic plants expressing AIP4 anti-sense RNAs.  %%%  The VP1/ABI3 genes from angiosperm plants regulate events critical for late embryo and endosperm development.  Analyses of gene expression in abi3 mutant seeds from Arabidopis thaliana have suggested that ABI3 activates two distinct temporal programs represented by maturation (MAT) and late embryogenesis abundant (LEA) genes.  The central question addressed by this research is the mechanism(s) for temporal regulation of ABI3 transactivation in embryogenesis and plant development.  ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mauricio",
   "pi_last_name": "Bustos",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Mauricio M Bustos",
   "pi_email_addr": "bustos@umbc.edu",
   "nsf_id": "000471142",
   "pi_start_date": "1997-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland Baltimore County",
  "inst_street_address": "1000 HILLTOP CIR",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4104553140",
  "inst_zip_code": "212500001",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND BALTIMORE COUNTY",
  "org_prnt_uei_num": "",
  "org_uei_num": "RNKYWXURFRL5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland Baltimore County",
  "perf_str_addr": "1000 HILLTOP CIR",
  "perf_city_name": "BALTIMORE",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212500001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "115400",
   "pgm_ele_name": "GENE EXPRESSION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0198",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0198",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0199",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0199",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 90000.0
  },
  {
   "fund_oblg_fiscal_yr": 1998,
   "fund_oblg_amt": 90000.0
  },
  {
   "fund_oblg_fiscal_yr": 1999,
   "fund_oblg_amt": 90000.0
  }
 ],
 "por": null
}