{
 "awd_id": "9724193",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Acquisition of Instrumentation for Ultra-Wide-Band Short-Pulse Electromagnetic Interrogation of Targets and Materials",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Magdy F. Iskander",
 "awd_eff_date": "1997-10-01",
 "awd_exp_date": "1998-09-30",
 "tot_intn_awd_amt": 151958.0,
 "awd_amount": 151958.0,
 "awd_min_amd_letter_date": "1997-09-22",
 "awd_max_amd_letter_date": "1997-09-22",
 "awd_abstract_narration": "The Electromagnetics Research Group (EMRG) at Michigan State University (MSU) performs both fundamental and applied research in the interaction of electromagnetic fields with both electronic and biological systems.  Areas of current and past research activity include electromagnetic radiating and receiving processes and systems, the interaction of waves with radar targets and target identification, the guiding of EM waves and the interaction of guided waves with integrated circuits, microwave characterization of materials, the interaction of antennas with plasmas, the interaction of electromagnetic fields with non-ionic species, the interaction of microwaves with biological bodies, the interaction of power-line fields with human cell structure and the assessment of cancer risk, and the development of microwave life detection systems.  The EMRG has existed for more than thirty years and currently includes faculty members Dr. Kun-Mu Chen, Dr. Dennis Nyquist, and Dr. Edward Rothwell.  This group has a record of significant research contributions, and is nationally and internationally recognized for its EM expertise.  The group has graduated some 60 doctoral students, many of whom have gone on to attain high positions in government, industry, and international business.  In addition, the group has produced some 200 refereed journal papers, 300 conference papers, several book chapters, and has held 53 research grants and contracts valued in excess of $5.5 million.  Government sponsors have included the NSF, DARPA, DOE, Naval Medical Research Conunand, Naval Air System Command, Naval Ocean Surveillance Center, Office of Naval Technology, Office of Naval Research, and other agencies of the Departments of the Navy, Army, and Air Force.  Corporate support has been obtained through Lockheed, General Electric, Boeing, Thermo Trex, Martin Marietta, TRW, and the Electric Power Research Institute.  Members of the EMRG have demonstrated high levels of achievement in research and scholarship.  This is evidenced by the awards and positions held by the members, as well as their successful completion of numerous research projects.  Dr. Kun-Mu Chen holds the Richard M. Hong Chair of Electrical Engineering, the first endowed chair in the department.  He is a Fellow of the IEEE, a Fellow of the American Association for the Advancement of Science, and has been awarded the MSU Distinguished Faculty Award, the Withrow Distinguished Scholar Award, and the Taiwanese American Foundation's Outstanding Achievement Award.  Dr. Dennis Nyquist is also a Fellow of the IEEE, a member of Commission B of the International Radio Science Union, Sigma Xi, Tau Beta Pi, and Phi Kappa Phi.  He has acted as associate editor of the IEEE Transactions on Antennas and Propagation and the Journal of Electromagnetic Waves and Applications, and has won the MSU Distinguished Faculty Award, the MSU Teacher-Scholar award and the Withrow Distinguished Scholar Award.  Dr. Edward Rothwell is a Senior Member of the IEEE, a member of Commission B of the International Radio Science Union, Sigma Xi, Phi Kappa Phi, and has twice received the Withrow Teaching Excellence Award.  1.2  Major Laboratory Facilities  The Michigan State University Electromagnetics Research Laboratory (EMRL) occupies approximately 4000 square feet of laboratory space in two rooms of the Engineering Research Complex.  Room C-24 (3000 square feet) contains a free-field scattering range, a ground-plane scattering range, and a low-frequency magnetic field exposure system.  It also houses three smaller laboratories, two of which are currently dedicated to the electromagnetic characterization of materials.  Room C-12 (900 square feet) contains an arch-reflectivity scattering range.  The magnetic field exposure system is currently being employed for the assessment of the potential health hazards of power-line frequency magnetic fields.  It consists of an incubator, two exposure chambers, and a stock chamber.  Biological samples are placed into the chambers for controlled exposure to various levels of AC magnetic field.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Edward",
   "pi_last_name": "Rothwell",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Edward J Rothwell",
   "pi_email_addr": "rothwell@egr.msu.edu",
   "nsf_id": "000331922",
   "pi_start_date": "1997-09-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kun-Mu",
   "pi_last_name": "Chen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kun-Mu Chen",
   "pi_email_addr": "",
   "nsf_id": "000093836",
   "pi_start_date": "1997-09-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dennis",
   "pi_last_name": "Nyquist",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Dennis P Nyquist",
   "pi_email_addr": "nyquist@egr.msu.edu",
   "nsf_id": "000324122",
   "pi_start_date": "1997-09-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "426 AUDITORIUM RD RM 2",
  "perf_city_name": "EAST LANSING",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488242600",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1189",
   "pgm_ref_txt": "MAJOR RESEARCH INSTRUMENTATION"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 151958.0
  }
 ],
 "por": null
}