{
 "awd_id": "9726943",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "POWRE:  Dissecting an RNA-Protein Interaction VISITING      RESEARCHER",
 "cfda_num": "47.074",
 "org_code": "08070400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Marcia Steinberg",
 "awd_eff_date": "1998-01-01",
 "awd_exp_date": "1998-12-31",
 "tot_intn_awd_amt": 52885.0,
 "awd_amount": 52885.0,
 "awd_min_amd_letter_date": "1997-09-22",
 "awd_max_amd_letter_date": "1997-09-22",
 "awd_abstract_narration": "9726943  White   This is a POWRE Visiting Researcher award.    The Principal Investigator will spend a full sabbatical year of research at the Scripps Research Institute in the laboratory of Dr. James R. Williamson.  The host laboratory was chosen because Drs. Williamson and White have shared interests in RNA structure and RNA recognition by proteins, and because they are both working on the yeast L32 system.  Briefly, yeast ribosomal protein L32 binds to its unspliced or spliced transcript to inhibit splicing or translation and thus is an autoregulatory protein.  During the past six years, Dr. White's laboratory has discovered that model L32 RNAs as small as 24 nucleotides bind L32 at nanomolar affinities, making this system an attractive target for structural studies.  The Williamson laboratory is currently engaged in NMR studies of L32 RNA and its binding protein.  The proposed research will provide more biochemical data that will complement the structural data.  The two questions specifically addressed are hydrogen bonding status of potential non Watson-Crick pairs and localization of amino acid residues critical for RNA binding.  The first set of experiments will address the question of hydrogen bonding in the L32 RNA's internal loop.  The L32 RNA adopts a stem-internal loop-stem structure and the internal loop is critical for protein binding and is composed of purines.  The previous structure-mapping experiments show that some bases in this region are stacked, but that particular purine N7 positions are accessible to chemical modification.  A pair of juxtaposed GA dinucleotides is conserved as is a potential G:U pair bordering the internal loop.  The RNA will be chemically modified at the base positions that normally participate in Watson-Crick hydrogen bonding.  Comparisons of denatured and folded L32 RNA will indicate whether the folded RNA is protected from chemical modification by virtue of hydrogen bonding.  This detection of chemical modification by primer extension will be an import ant and versatile new technique for the White laboratory.  Secondly, a powerful new genetic screen will be used to determine which L32 amino acids contact particular RNA nucleotides.  A two-plasmid system will be used to find suppressor proteins that restore binding to mutant RNAs.  The reporter plasmid will encode the sequence for the L32 binding site just upstream of a beta-galactosidase gene.  RNA sequences deficient in protein binding will be chosen.  The gene for the randomly mutagenized L32 protein will be expressed on the other plasmid, the repressor.  If the protein variant fails to bind to the L32/beta-galactosidase transcript, then beta-galactosidase will be produced.  However, if the protein does bind the chimeric transcript, the binding will block access to the ribosome binding site and little if any of the protein will be produced.  Suppressors will be identified by a blue/white colony color test and by measuring repression ratios.  Ultimately a map which links a particular RNA nucleotide with a particular amino acid will result.  At the same time, the Williamson group will be working to solve the structure of the L32 protein and its RNA complex by NMR.  This two-pronged approach of a genetic screen and structure determination should prove to be a powerful one.  Setting up of the screen will bring new techniques to Dr. White's group when she returns to Bryn Mawr.  The opportunity to undertake a full year as a Visiting Researcher at the Scripps Research Institute which is provided by this POWRE award will enable Dr. White to make progress on the biochemistry of the L32c system, learn new techniques, collaborate with structural biologists, and interact with the very stimulating scientific community at Scripps.   ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "White",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Susan White",
   "pi_email_addr": "swhite@brynmawr.edu",
   "nsf_id": "000199655",
   "pi_start_date": "1997-09-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Bryn Mawr College",
  "inst_street_address": "101 N MERION AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BRYN MAWR",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "6105265496",
  "inst_zip_code": "190102899",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "PA05",
  "org_lgl_bus_name": "BRYN MAWR COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "K6QTMYRRT6S5"
 },
 "perf_inst": {
  "perf_inst_name": "Bryn Mawr College",
  "perf_str_addr": "101 N MERION AVE",
  "perf_city_name": "BRYN MAWR",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "190102899",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "PA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "159200",
   "pgm_ele_name": "PROF OPPOR FOR WOMEN IN RSCH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1166",
   "pgm_ref_txt": "MOLECULAR BIOCHEMISTRY"
  },
  {
   "pgm_ref_code": "1592",
   "pgm_ref_txt": "PROF OPPOR FOR WOMEN IN RSCH"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0497",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0497",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 52885.0
  }
 ],
 "por": null
}