{
 "awd_id": "9727249",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "LT:  Removal of Organic Films and Contaminants from Surfaces Using Elevated Pressure, Elevated Temperature Water",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "A. Frederick Thompson",
 "awd_eff_date": "1997-10-01",
 "awd_exp_date": "1999-12-31",
 "tot_intn_awd_amt": 100000.0,
 "awd_amount": 100000.0,
 "awd_min_amd_letter_date": "1997-09-24",
 "awd_max_amd_letter_date": "1997-09-24",
 "awd_abstract_narration": "9727249  Hess  The worldwide semiconductor market currently exceeds one  hundred thirty billion dollars.  Continued growth of this  technology has occurred because the complexity and hence  the capability of microelectronic devices and integrated  circuits (ICs) has increased tremendously over the past 3 5  years with essentially no increase in cost per IC chip.  Yield and reliability of these devices are determined  primarily by the ability to avoid the incorporation of  deleterious impurities such as organic contaminants, alkali  ions and metal atoms/ions into the device during  fabrication processes.  Competitiveness and market share in  this rapidly changing technology therefore depend on  cleaning methodology.  Future device structures and  dimensions require modifications to the traditional liquid  cleaning steps.  In addition, disposal of solvents, acids,  and large volumes of de-ionized water used in current  cleaning techniques is a significant environmental concern.    The proposed research focuses on the development of a novel  approach to surface cleaning and conditioning that ensures  compatibility of this critical fabrication step with vacuum  sequences in the manufacturing process.  By increasing the  pressure of liquid water in the vicinity of 100C, the  advantages of liquid cleaning can be maintained; a  reduction in pressure results in water evaporation,  permitting subsequent transfer of substrates into a vacuum  chamber.  The addition of C02 to water under elevated  pressure and elevated temperature conditions enhances water  reactivity to organic materials, and thus provides a means  to remove organic as well as inorganic contaminants.  Furthermore, this new cleaning approach minimizes the  volumes of solvents, acids, and de-ionized water used in  the numerous cleaning cycles required in the fabrication of  ICs, thereby reducing greatly the environmental impact of  IC manufacture.    Chemical and physical characterization of silicon and  silicon dioxide surfaces, intentional ly contaminated with  organic layers and subsequently cleaned, will be performed  by X-ray Photoelectron Spectroscopy (via in-situ transfer  from the high pressure reactor in the analysis system), in-  situ Fourier Transform Infrared Spectroscopy, Inductively-  Coupled Mass Spectrometry (ICP-MS), atomic force microscopy  and contact angle measurements.  These results will provide  insight into fundamental cleaning mechanisms of organic  contaminants using water with and without additives.  Preliminary electrical measurements, combined with ICP-MS,  will generate information concerning the ultimate utility of  this cleaning technique.  ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dennis",
   "pi_last_name": "Hess",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Dennis W Hess",
   "pi_email_addr": "dennis.hess@chbe.gatech.edu",
   "nsf_id": "000207917",
   "pi_start_date": "1997-09-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Tech Research Corporation",
  "perf_str_addr": "926 DALNEY ST NW",
  "perf_city_name": "ATLANTA",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303186395",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117900",
   "pgm_ele_name": "Nanoscale Interactions Program"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9197",
   "pgm_ref_txt": "ENVIRONMENTAL TECHNOLOGY"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0197",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0197",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": null
}