{
 "awd_id": "9752974",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "POWRE:  Molecular Genetic Approaches to Study Organellar    Membrane Proteins",
 "cfda_num": "47.074",
 "org_code": "08070600",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eve Ida Barak",
 "awd_eff_date": "1998-01-01",
 "awd_exp_date": "1998-12-31",
 "tot_intn_awd_amt": 18900.0,
 "awd_amount": 18900.0,
 "awd_min_amd_letter_date": "1997-09-22",
 "awd_max_amd_letter_date": "1997-09-22",
 "awd_abstract_narration": "9752974  Merchant   This is a POWRE Visiting Professor award.    The broad, long-term objective of the PI's research program is the understanding of the process of assembly of the chloroplast energy transducing membrane, with particular emphasis on how the cofactors and polypeptides are assembled to yield a specific functional arrangement in vivo.  A recently-developed project deals with the c-type cytochromes, soluble c6 and membrane-anchored f of the b6/f complex, and cyt b6, an integral membrane subunit of the b6/f complex.  This complex is not essential for heterotrophic growth in the experimental model organism Chlamydomonas reinhardtii, which allows exploitation of classical, molecular genetic, and biochemical approaches of the study of its assembly.  Genetic analysis of C. reinhardtii cyt b6/f-deficient mutants has led to the definition of multiple loci which are required for chloroplast c-type cytochrome maturation (ccsA in the plastid genome, and CCS1 through CCS5 in the nuclear genome).  Biochemical analysis of ccs strains indicates that the products of the CCS loci are required for conversion of apocytochromes to holocytochromes in the thylakoid lumen.  The ccsA and Ccs1 genes have been cloned; their products encode low abundance thylakoid membrane proteins.  A prime objective now is to undertake functional studies of these two newly-identified components of a putative thylakoid membrane-associated cytochrome c assembly complex.  Of interest are the topology and orientation of these novel proteins, and the identification of other components of the complex.  In the case of cyt b6, the products of at least four loci (CCB1-CCB4) are required specifically for post-translational heme insertion into one of the two heme binding sites.  These are also envisioned to be thylakoid membrane proteins, since cyt b6 synthesis and assembly is entirely a membrane-associated process.      The objective of this POWRE project is to access approaches and methodologies employed for the functional character ization of multi-component organellar membrane-protein complexes so that they may be applied to the study of products of the CCS and CCB loci.  The experimental strategies employed for the definition of the mitochondrial protein translocases serve as precedents for the development of methods for the study of the thylakoid membrane c-type cytochrome synthesis complex.  The PI will therefore engage in a 6-month collaboration with Dr. Carla Koehler in the laboratory of Dr. Gottfried Schatz at the Biozentrum, University of Basel, Switzerland.  During this visit, the PI will participate in the functional analysis of genetically-identified components of a mitochondrial translocase required for the import of carrier proteins into the inner membrane.  Direct involvement in this project will facilitate the acquisition of the expertise the PI needs to move her project on chloroplast cytochrome biogenesis beyond gene identification to the definition of the biochemistry of the gene products.    ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sabeeha",
   "pi_last_name": "Merchant",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sabeeha Merchant",
   "pi_email_addr": "merchant@chem.ucla.edu",
   "nsf_id": "000336856",
   "pi_start_date": "1997-09-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "10889 WILSHIRE BLVD STE 700",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900244200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "159200",
   "pgm_ele_name": "PROF OPPOR FOR WOMEN IN RSCH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1132",
   "pgm_ref_txt": "CELLULAR ORGANIZATION"
  },
  {
   "pgm_ref_code": "1592",
   "pgm_ref_txt": "PROF OPPOR FOR WOMEN IN RSCH"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0497",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0497",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 18900.0
  }
 ],
 "por": null
}