{
 "awd_id": "9753283",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "POWRE: Combining Data Mining and Information Visualization  Techniques with a Molecular Biology Sequence Similarity     Database System",
 "cfda_num": "47.074",
 "org_code": "08080207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Paul Gilna",
 "awd_eff_date": "1998-01-01",
 "awd_exp_date": "1999-12-31",
 "tot_intn_awd_amt": 70573.0,
 "awd_amount": 70573.0,
 "awd_min_amd_letter_date": "1997-09-23",
 "awd_max_amd_letter_date": "1997-09-23",
 "awd_abstract_narration": "The main objective of this project is to aid genome  researchers with the  task of elucidating patterns and clusters in large amounts  of biological  data.  For genome researchers who are interested in  comparing gene or  protein sequences to the sequences within one genome or  across genomes,  this task involves executing hundreds of thousands of  similarity searches  that produce text output.  This project involves the  development of two  specific software tools for visualizing and exploring the  similarity data  in a database of biological sequence similarity results.    The first tool will be an Interactive Categorization Tool.  This tool will  display attributes of selected similarity database objects  in a 2D scatterplot and enable dynamic manipulation of the  display. This will  enable the genome researcher to explore the attributes of  similarities  and categorize the similarities based on those attributes.  For example,  the genome researcher will be able to vary the input  parameters of a  function for computing the strength of each detected  similarity and  display a plot with the strength of each similarity shown as  the color of  each point, and the points situated in the 2D space based on  score and  statistical significance as the X and Y axes.  The tool will  enable  genome researchers to dynamically manipulate the generation  of higher-  level concepts or categories for detected similarities  (strong, marginal,  and weak similarities as opposed to individual similarities  with particular values of score and statistical significance  that are more  difficult to compare). This will lead to their ability to  categorize hits  as orthologous or paralogous, based on various attributes of  the detected  similarities. Score and p-value are not the only attributes  that can be  used -- the system is general enough that other attributes,  such as  percent identity, percent conserved, and length of  alignment, among  others, could be used in functions. Thus, genome researchers  can cond uct  exploration at different stages of the genome comparison  research process.    The second tool will be a Cluster Exploration Tool. Using  the results  from data mining techniques that cluster like sequences  together, genome  researchers will be able to visualize the similarities among  the sequences in the clusters. For example, the tool can be  used for a cluster of new unknown sequences that were found  similar to members of a  group of known sequences. The new sequences can be  positioned as nodes on  the left in a bipartite graph, and the known sequences that  they are  similar to can be positioned along the right. Lines drawn  between the  nodes, colored differently based on the strength of the  hits, will enable  the researcher to visualize the connectedness of the  sequences in the  cluster. Details about each sequence and each similarity in  the cluster  can be obtained from the DBMS. This will enable genome  researchers to  study groups of orthologous or parologous sequences.    A key feature of these tools is that they will be 'thin'  clients (often  referred to as applets) that communicate with the underlying  DBMS via  queries formulated visually by the genome researchers. The  use of Java-  based components for these tools will enable them to be  easily used and  shared by the bioinformatics community and the genome  research community.  The development of these tools will demonstrate the  feasibility of the  thin-client approach that is the hallmark of the network  computing architecture philosophy.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Shoop",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth Shoop",
   "pi_email_addr": "shoop@macalester.edu",
   "nsf_id": "000380773",
   "pi_start_date": "1997-09-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "2221 UNIVERSITY AVE SE STE 100",
  "perf_city_name": "MINNEAPOLIS",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554143074",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "159200",
   "pgm_ele_name": "PROF OPPOR FOR WOMEN IN RSCH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1165",
   "pgm_ref_txt": "ADVANCES IN BIO INFORMATICS"
  },
  {
   "pgm_ref_code": "1592",
   "pgm_ref_txt": "PROF OPPOR FOR WOMEN IN RSCH"
  },
  {
   "pgm_ref_code": "9215",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING SYSTEMS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0497",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0497",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 70573.0
  }
 ],
 "por": null
}