{
 "awd_id": "9753125",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "POWRE: Individual Motives For Giving",
 "cfda_num": "47.075",
 "org_code": "04050300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bonney Sheahan",
 "awd_eff_date": "1998-03-01",
 "awd_exp_date": "2000-09-30",
 "tot_intn_awd_amt": 49930.0,
 "awd_amount": 49930.0,
 "awd_min_amd_letter_date": "1997-09-26",
 "awd_max_amd_letter_date": "1997-09-26",
 "awd_abstract_narration": "This project consists of a series of controlled laboratory experiments designed to examine  individual contributions to the provision of public goods, such as parks, playgrounds, clean air, or national defense.  Economists have observed that on average people contribute more to these public goods than predicted for purely self-interested individuals maximizing their own single-round monetary earnings.  The analysis of this phenomenon has focused almost exclusively on aggregate behavior, using as its predominant measure the average contributions by groups ranging in size from four through 100.  While this has yielded important insights into contribution behavior, it ignores the richness and diversity of the individual behavior within these groups.  The purpose of this project is to design experiments that allow one to better analyze this individual contribution behavior.  Recent theoretical work has pointed toward the effects that experimental treatments (such as the value of the public good, the cost of contributing, group size and individual resource endowment) are predicted to have on contributions when other motives for giving (altruism, errors, and signaling for example) are considered. In this project the investigator will design and run experiments in which these factors are varied for individuals during a single session.  The effects of these treatments on individuals' contribution behavior are then studied, and compared with the predictions of several models of contribution behavior.  A model of intertemporal signaling behavior will also be developed:  an individual may contribute in the current round in order to signal a willingness to `cooperate` in future rounds.  Traditional economic theory assumes that individuals are purely self-interested and rational:  they maximize their own earnings and ignore the impact of their decisions on others' welfare.  Public goods, however, provide an additional benefit to others.  If an individual ignores this additional benefit (as traditional theory predicts) then too little of the public good will be provided from society's point of view.  In the most extreme situation, the public good will not be provided at all, even when it is in everyone's best interest to provide the good.  This is one justification for government provision of some public goods:  the market will fail to provide (or will provide inefficiently low levels of) a public good and thus outside intervention is mandated. Previous research has demonstrated that such a complete market failure does not occur:  public goods are provided both in naturally-occurring settings (contributions to charity are widely observed, for example) and in controlled laboratory experiments.  However, the amount of the good provided is typically less than the social optimum. This research has implications for agencies and organizations that rely upon private donations for their support.   By focusing on those factors that foster or inhibit cooperation, and identifying the prevalence of various motives for contributing among individuals, this may allow non-profits and other organizations to better target their fund-raising efforts.  Alternatives to direct government provision of some public goods may also be assessed.   This POWRE research grant will allow the investigator  to plan her research agenda, conduct pilot experiments, develop a new theoretical model, and analyze the results of pilot experiments.  She currently hold a joint position at the University of South Carolina:  half-time with a tenure track position in the department of economics and a half-time research position managing the South Carolina economic forecasting service for the College of Business Administration.  Her duties for the research position take away from the time and attention she can pay to her academic research on the public goods provision problem.  The support of the National Science Foundation will be invaluable in helping her to focus on her tenure track research objectives and thus will advance her academic career.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Laury",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Susan Laury",
   "pi_email_addr": "slaury@gsu.edu",
   "nsf_id": "000307772",
   "pi_start_date": "1997-09-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of South Carolina at Columbia",
  "inst_street_address": "1600 HAMPTON ST",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8037777093",
  "inst_zip_code": "292083403",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "SC06",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTH CAROLINA",
  "org_prnt_uei_num": "Q93ZDA59ZAR5",
  "org_uei_num": "J22LNTMEDP73"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Carolina at Columbia",
  "perf_str_addr": "1600 HAMPTON ST",
  "perf_city_name": "COLUMBIA",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "292083403",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "SC06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "159200",
   "pgm_ele_name": "PROF OPPOR FOR WOMEN IN RSCH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1320",
   "pgm_ref_txt": "ECONOMICS"
  },
  {
   "pgm_ref_code": "1397",
   "pgm_ref_txt": "CROSS-DIRECTORATE  ACTIV PROGR"
  },
  {
   "pgm_ref_code": "1592",
   "pgm_ref_txt": "PROF OPPOR FOR WOMEN IN RSCH"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0497",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0497",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1997,
   "fund_oblg_amt": 36130.0
  }
 ],
 "por": null
}