{
 "awd_id": "0000233",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research:  Modeling the Impacts of Fire and Post-Fire Succession on Long-Term Streamflow Dynamics in Southern California Chaparral Watersheds",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard J. Aspinall",
 "awd_eff_date": "2000-04-01",
 "awd_exp_date": "2001-09-30",
 "tot_intn_awd_amt": 5400.0,
 "awd_amount": 5400.0,
 "awd_min_amd_letter_date": "2000-04-05",
 "awd_max_amd_letter_date": "2000-04-05",
 "awd_abstract_narration": "Relatively little scientific attention has been given to the hydrologic impact of vegetation removal and regrowth following fires in Mediterranean-type shrublands, such as California chaparral.  The few studies that have addressed this problem have been carried out over short periods of time in small experimental watersheds that were completely, or nearly completely, burned.  Fires in large chaparral watersheds rarely burn the entire watershed,however, and it is not known how variations in fire size and location affect streamflow volumes and their seasonal variations.  This doctoral dissertation research project therefore will use a physically based, spatially explicit computer model to simulate streamflow in two large chaparral watersheds in southern California.  Multiple model runs with randomly generated fires that vary in size and location will be used to investigate the impacts of fire and vegetation regrowth on long-term streamflow dynamics in these watersheds.  Satellite data collected over the past fifteen years will be analyzed to determine vegetation regrowth characteristics for the hydrologic model.  This project will contribute toward reliable modeling of streamflow, which is necessary for the sound management of watersheds and for water resources planning, water quality prediction, flood mitigation, and ecosystem preservation.  Fires produce the most dramatic and repeated transformation of landscape conditions in chaparral watersheds and watersheds in other Mediterranean-type ecosystems.  Approximately six percent of the Earth's terrestrial surface is covered by shrublands similar to chaparral vegetation.  The results of this project therefore will have hydrologic relevance beyond watersheds in southern California and will be significant for research and watershed management in similar ecosystems.  The study also will shed light on the hydrologic response of watersheds to changes in fire regimes that may accompany hypothesized global warming.  Because this project employs novel procedures to obtain model inputs from remotely sensed data, the hydrologic modeling approach and findings will have relevance to users of other physically based, spatially distributed models.  As a Doctoral Dissertation Research Improvement award, this award also will provide support to enable a promising student to establish a strong independent research career.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Allen",
   "pi_last_name": "Hope",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Allen Hope",
   "pi_email_addr": "hope1@mail.sdsu.edu",
   "nsf_id": "000230600",
   "pi_start_date": "2000-04-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "San Diego State University Foundation",
  "inst_street_address": "5250 CAMPANILE DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAN DIEGO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6195945731",
  "inst_zip_code": "921821901",
  "inst_country_name": "United States",
  "cong_dist_code": "51",
  "st_cong_dist_code": "CA51",
  "org_lgl_bus_name": "SAN DIEGO STATE UNIVERSITY FOUNDATION",
  "org_prnt_uei_num": "H59JKGFZKHL7",
  "org_uei_num": "H59JKGFZKHL7"
 },
 "perf_inst": {
  "perf_inst_name": "San Diego State University",
  "perf_str_addr": "5300 Campanile Drive",
  "perf_city_name": "San Diego",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "921151338",
  "perf_ctry_code": "US",
  "perf_cong_dist": "51",
  "perf_st_cong_dist": "CA51",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9196",
   "pgm_ref_txt": "NATURAL DISASTERS"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 5400.0
  }
 ],
 "por": null
}