{
 "awd_id": "0000649",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Rigidity and Flexibility of Social Systems-Further Research",
 "cfda_num": "47.075",
 "org_code": "04050100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Daniel H. Newlon",
 "awd_eff_date": "2000-09-01",
 "awd_exp_date": "2001-08-31",
 "tot_intn_awd_amt": 28659.0,
 "awd_amount": 28659.0,
 "awd_min_amd_letter_date": "2000-08-22",
 "awd_max_amd_letter_date": "2000-08-22",
 "awd_abstract_narration": "How do hierarchical systems, such as governments and corporations, respond to change? Is there a tendency for such systems to become unresponsive to their envi-ronment? What are the factors determining the rigidity of such systems? To address these questions, this project represents a social system as a set of ordered levels. At each level is a population of agents and associated with an agent is a behavioral rule. In each period, agents observe the realization of a stochastic environment and choose an ac-tion according to their rule. Two dynamics determine the rules deployed by agents in the system. First, a selection (or promotion) dynamic determines which agents advance to higher levels in the hierarchy and thus affects the population mix of rules at high levels. Second, a social learning dynamic determines the rules that agents adopt when they enter the system. New agents seek to imitate high-ranking (that is, successful) agents by trying to infer the rule they used from their historical record. These two dynamics describe a feedback system defined on the space of behavioral rules: the history of high-ranking agents determines the rules adopted by new agents, selection then operates on this cohort to generate a new set of high-ranking agents who influences the next generation of new agents. Analysis conducted under NSF grant 9708910 characterized the set of dynamically stable outcomes and explored their dependence on features of the internal structure (for example, the number of levels in the hierarchy) and the external structure (for example, the volatility of the environment).  Initially, the space of behavioral rules over which evolution took place included rules that differed in their responsiveness to the environment. In the current project, the space is redefined to allow rules to differ in what they are responsive to. One rule - the individual learning rule - has an agent choose that action which is best based upon their own (noisy) signal of the environment. A second rule - the social learning rule - has an agent choose that action that most agents chose in the previous period. Organizational inertia might then emerge when most agents use a social learning rule.\r\n\r\nA second modification of previous work is to endogenize what it means to \"perform well.\" In the context of a corporation, agents do not advance based on some fixed and exogenous notion of performance (such as profit) but rather on the subjective evaluation of higher-ranking agents. If, depending on their traits, different agents interpret performance in different ways then performance is itself endogenous as the traits of higher-level agents are the product of past selection. This research embodies this feature of the selection process to provide a richer description of dynamics within a hierarchical society.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Harrington",
   "pi_mid_init": "E",
   "pi_sufx_name": "Jr.",
   "pi_full_name": "Joseph E Harrington",
   "pi_email_addr": "harrij@wharton.upenn.edu",
   "nsf_id": "000239450",
   "pi_start_date": "2000-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "Johns Hopkins University",
  "perf_str_addr": "3400 N CHARLES ST",
  "perf_city_name": "BALTIMORE",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212182608",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 28659.0
  }
 ],
 "por": null
}