{
 "awd_id": "0001526",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Thermodynamic and Kinetic Control of Adsorption in Complex Fluids",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert M. Wellek",
 "awd_eff_date": "2000-10-01",
 "awd_exp_date": "2004-09-30",
 "tot_intn_awd_amt": 285000.0,
 "awd_amount": 285000.0,
 "awd_min_amd_letter_date": "2000-09-20",
 "awd_max_amd_letter_date": "2002-05-22",
 "awd_abstract_narration": "ABSTRACT\r\nCTS-0001526\r\nI. Szleifer\r\nPurdue University\r\n\r\nThe adsorption of large and complex particles plays a key role in a large number of important technological processes.  For example:  1) The control of protein adsorption is fundamental in the molecular design of biocompatible materials.  2)  Preferential adsorption of proteins on surfaces in a given conformation is of primary importance for the design of biosensors.  3)  Asphaltene aggregates adsorb on rocks or oil pipes creating serious problems for the recovery and transport of oil.  4)  Processes involving adsorption of surfactants and surfactant aggregates are important in the reduction of interfacial tension and the use of surfactants as detergents.  The understanding of the molecular factors that determine the adsorption behavior are then necessary for the rational design of materials with desired properties.  This is also a very important fundamental problem that requires the development of theoretical approaches that are able to describe at the molecular level complex mixtures of molecules with internal degrees of freedom that are in inhomogeneous environments.  The size of the particles implies large energy scales and thus in many cases the process is dominated by its kinetic behavior.  Thus, the challenge is to develop reliable theoretical approaches that can describe the equilibrium and kinetic adsorption at the molecular level.  Furthermore, these approaches should bridge the gap in time and length scales from atomistic to macroscopic.  For example, adsorption processes in that huge time scale keeping maximal possible molecular detail.\r\n\r\nA recent developed general theoretical approach enables the study of the structural and thermodynamic properties of mixtures of chain molecules and proteins.  The predictions of the theory have been shown to be in excellent quantitative agreement for the equilibrium adsorption isotherms of proteins on surfaces with grafted polymers.  Here it is proposed to generalize this molecular approach to study multicomponent mixtures, charged systems and systems out of equilibrium.  Namely, to extend the approach to study kinetics of adsorption.  Further, the plan includes the use of conventional simulations methodologies, Monte Carlo, molecular dynamics and Brownian dynamics in a variety of systems where the computational complexity does not make the calculations prohibitively long, to check the validity of the kinetic molecular approach.  In this way a hierarchy of theoretical methods that will enable the study of the equilibrium and dynamic involved in the adsorption process will be obtained.  These approaches will serve the dual purpose of:  1) Bridging the gap in time and length scales between atomistic and macroscopic descriptions.  This is a major theoretical challenge that will provide fundamental understanding of the behavior of these complex systems.  2) The approaches developed in this work will also be sued to build up a database for the understanding of how to control complex particle adsorption depending on the desired properties of the materials.  More explicitly, the ability of tethered polymer layers, including polyelectrolytes, to reduce particle adsorption to selectively adsorb a desired kind of particle will be studied.  This understanding will be used in conjunction with experimental collaborators in the rational design of biocompatible materials, drug carriers, biosensors and solubilizers.  The findings from this work are also expected to have a major impact on the design of materials for other applications, such as chromatography, oil transport and detergency.\r\n\r\nSpecific problems to be studied:  1) Generalization of the molecular theory to three dimensions and comparisons with full simulation studies.  2)  Inclusion of electrostatic interactions and their effect on large particles and protein adsorption.  (3)  Systematic study of the kinetics of adsorption.  (4)  Effect of conformational changes on the kinetic and thermodynamic behavior of protein adsorption.  (5) Thermodynamic and kinetic behavior on adsorption of proteins mixtures.       \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Igal",
   "pi_last_name": "Szleifer",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Igal G Szleifer",
   "pi_email_addr": "igalsz@northwestern.edu",
   "nsf_id": "000168516",
   "pi_start_date": "2000-09-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue Research Foundation",
  "inst_street_address": "1281 WIN HENTSCHEL BLVD STE 2500",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3174946200",
  "inst_zip_code": "479064353",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE RESEARCH FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "C1G1LGYJF5G5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "2550 NORTHWESTERN AVE # 1100",
  "perf_city_name": "WEST LAFAYETTE",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479061332",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141400",
   "pgm_ele_name": "INTERFAC PROCESSES & THERMODYN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 190000.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 95000.0
  }
 ],
 "por": null
}