{
 "awd_id": "0001249",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:  Scaling and Allometry in River Networks:  Coupling Rainfall, Topography, and Vegetation with Hydrological Extremes",
 "cfda_num": "47.050",
 "org_code": "06030109",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "L. Douglas James",
 "awd_eff_date": "2000-09-01",
 "awd_exp_date": "2004-08-31",
 "tot_intn_awd_amt": 100177.0,
 "awd_amount": 100177.0,
 "awd_min_amd_letter_date": "2000-09-13",
 "awd_max_amd_letter_date": "2002-07-24",
 "awd_abstract_narration": "0001249\r\nKrajewski\r\nThe long-term goal of this research is to develop an allometric-hydrologic scaling theory for drainage basins, which can be applied to global drainage networks.  We define hydrologic-allometry scaling to mean the existence of empirical power-law relationships among hydrological, ecological, topographical and atmospheric variables and mass of water being transported in drainage networks or physically relevant space-time scales.  This research aims to synthesize a wide variety of disparate empirical observations within a broad theoretical framework.\r\nThe first major objective of this proposal is to develop a theory for extrapolating observed streamflow time series from a few sparsely located stream gauging stations to ungauged locations defined by complete Strahler streams.   Spatial extrapolation requires that streamflows be separated into peakflow and lowflow time series because different time scales are inolved in runoff generation and transport in physically based filter to separate lowflows from peakflows of gauged locations.  Diagnostic tests of this filter will be carried out using available in-situ measurements of rainfall, evaporation and gauged streamflows.  An integrated numerical model of runoff generation processes from a hillslope will be used to test the filter as part of these diagnostic studies.  Another key step is to develop a testable space-time theory to route water in channel networks.  Our approach will attempt to combine observations of hydraulic geometry, principles of fluid mechanics such as conservation of mass, and property of random self-similarity recently reported in the topology of channel networks.   \r\nThe second objective is to extend the results in objective 1 to incorporate the effect of spatial variability in rainfall, evapotranspiration and runoff generation processes.  This objective will be investigated in two steps.  First will be to estimate space-time rainfall at one sq. km. Pixels every 6 minutes using WSR-88D radar estimates.  Evapotranspiration (ET) and soft moisture in the rooting zone will be estimated from remotely sensed products, e.g., moderation resolution imaging spectrometer (MODIS).  Second step will be to test the sensitivity of the filter and the routing developed in Objective 1 to spatial variability in rainfall, evapotranspiration, and runoff generation, using these remotely sensed products.  Effect of error structure in remotely sensed products on the filter and the routing will be investigated.  Comparisons of these results with those obtained under Objective 1 will be carried out to understand the robustness of the filter and routing to errors in remotely sensed products.  We will test Objectives 1 and 2 on a few selected basins, e.g., Flint in Georgia, which is about 7,000 sq. km.  The existing digital elevation models (DEM) will be used to extract network structure for geomorphologic analysis.  In the long run, a 'test of the concept' involving new measurements is needed for a few basins serving as 'natural laboratories,' but field tests are outside the scope of this proposal.  Progress on these two objectives will make contributions toward the classic, long-standing, unsolved hydrology problem of Prediction from Ungauged Basins (PUB).\r\nOur third objective is to investigate empirical allometric-scaling relationships, and assess space-time scales over which scaling holds.  Suitable biophysical constraints involving the coupling of atmosphere, terrain, water, and vegetation will be identified for river networks.  We will carry out some exploratory studies on this objective.  The new Shuttle Radar Topographic Mission (SRTM) and MODES products provide global topographic and vegetation data sets respectively.  Satellite-based estimates of space-time rainfall seems less attractive at this point mainly due to their poorer spatial and temporal resolution but this situation would change in the future.  Use of these remotely sensed products in developing and testing this theory would make it feasible to explore applications to global networks in the future. \r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Witold",
   "pi_last_name": "Krajewski",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Witold F Krajewski",
   "pi_email_addr": "witold-krajewski@uiowa.edu",
   "nsf_id": "000425089",
   "pi_start_date": "2000-09-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Iowa",
  "inst_street_address": "105 JESSUP HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IOWA CITY",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "3193352123",
  "inst_zip_code": "522421316",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IA01",
  "org_lgl_bus_name": "THE UNIVERSITY OF IOWA",
  "org_prnt_uei_num": "",
  "org_uei_num": "Z1H9VJS8NG16"
 },
 "perf_inst": {
  "perf_inst_name": "University of Iowa",
  "perf_str_addr": "105 JESSUP HALL",
  "perf_city_name": "IOWA CITY",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "522421316",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IA01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157700",
   "pgm_ele_name": "GLOBAL CHANGE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1325",
   "pgm_ref_txt": "WATER & ENERGY: ATMO, VEG, EARTH"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 31928.0
  },
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 33368.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 34881.0
  }
 ],
 "por": null
}