{
 "awd_id": "0001809",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Surface Mediated Integration of Stereopsis and Perspective",
 "cfda_num": "47.075",
 "org_code": "04040500",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Vincent R. Brown",
 "awd_eff_date": "2000-08-01",
 "awd_exp_date": "2004-11-30",
 "tot_intn_awd_amt": 194483.0,
 "awd_amount": 194483.0,
 "awd_min_amd_letter_date": "2000-08-01",
 "awd_max_amd_letter_date": "2000-08-01",
 "awd_abstract_narration": "Much of our behavior depends upon accurate perception of the three-dimensional spatial layout of the environment.  Multiple sources of visual information are available to specify this layout, including stereopsis, motion parallax, shading, and perspective.  This raises the question of how the visual system combines these sources of information, which is also referred to as the problem of sensor fusion. This project explores the role of perceptual surfaces in mediating the integration of two kinds of information for space perception: stereopsis and perspective. By integrating the local stereoscopic information relating an object to a surface with the stereoscopic and perspective information operating across the entire extent of the surface, the visual system can potentially greatly enhance the accuracy and precision with which the object's spatial location is perceived.  It has already been shown that the perceived slant of a background surface can influence the perceived relative depth of two probes suspended in front of the surface.  Our  project uses this paradigm to investigate the processes by which local depth signals and surface slant signals are integrated. We use computer generated stereoscopic displays. The first experiments ask what surface characteristics facilitate surface mediated integration of information for probe depths.  Does it depend upon the density of surface texture, whether the surface is continuous or interrupted by a gap, and whether the surface is behind or only adjacent to the probes?  A second series of experiments investigates what we call the \"topography of surface mediation\".  How is surface mediation affected by the probes' separation from each other, by their separation from the boundaries of the surface, and by the presence or absence of eye movements?  A third series of experiments looks at the relative effects on perceived probe depth of different types of information specifying surface slant.  We examine perspective, gradients of stereoscopic discontinuity at surface boundaries, and a closely related form of information produced by gradients of texture discontinuity at surface boundaries.  The final experiment examines the perceptual response to inconsistent information about the relative depth of the probes.  The importance of the experiments in this project lies in their contributions to two related problems in the contemporary study of visual space perception. The first is the rarely studied question of how objects and extended surfaces interact in the perception of complex spatial layouts. The second is the current debate about the mechanisms underlying the integration of spatial information (sensor fusion).\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Harold",
   "pi_last_name": "Sedgwick",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Harold A Sedgwick",
   "pi_email_addr": "hsedgwick@sunyopt.edu",
   "nsf_id": "000438415",
   "pi_start_date": "2000-08-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Barbara",
   "pi_last_name": "Gillam",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Barbara Gillam",
   "pi_email_addr": "b.gillam@unsw.edu.au",
   "nsf_id": "000165604",
   "pi_start_date": "2000-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY State University of New York Central Administration",
  "inst_street_address": "State University Plaza",
  "inst_street_address_2": "SUNY Plaza N520",
  "inst_city_name": "Albany",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5184347111",
  "inst_zip_code": "122460001",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "SUNY College of Optometry",
  "perf_str_addr": "33 W 42ND STREET FL 19",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100368005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NY12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118000",
   "pgm_ele_name": "HUMAN COGNITION & PERCEPTION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 194483.0
  }
 ],
 "por": null
}