{
 "awd_id": "0001811",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Differentiated Product Oligopolies and the Antitrust Litigation Model",
 "cfda_num": "47.075",
 "org_code": "04050100",
 "po_phone": "7032927280",
 "po_email": "nlutz@nsf.gov",
 "po_sign_block_name": "Nancy Lutz",
 "awd_eff_date": "2000-07-15",
 "awd_exp_date": "2004-06-30",
 "tot_intn_awd_amt": 62600.0,
 "awd_amount": 74600.0,
 "awd_min_amd_letter_date": "2000-07-25",
 "awd_max_amd_letter_date": "2002-06-26",
 "awd_abstract_narration": "Increasingly, U.S. antitrust authorities evaluate horizontal mergers in terms of how proposed consolidations may affect the strategic situation in specific oligopoly models.  Most prominent is the analysis of horizontal mergers in markets where products are differentiated.  In such contexts Department of Justice (DOJ) staff have developed an Antitrust Litigation Model (ALM) merger simulation as a screening device to help determine when competitive problems might arise. The DOJ staff use the ALM to assess the effects of a merger in a two step process.  First, staff collect price and market share data, and estimate some demand parameters. Second, these data are inserted into the model to generate imputed cost parameters and post-merger predictions.\r\n\r\nDespite the convenience of the ALM's predictions, a number of questions critical to the usefulness of this approach remain unanswered.  First, the relationship between price predictions generated under model-specific assumptions and outcomes in more general naturally occurring circumstances is not clear.  Second, even on the domain of the theory, the incentives that drive predicted unilateral effects are subtle and may have little explanatory power.  Third, the model is used to distinguish between relatively subtle differences in market outcomes.  Some information about the potential accuracy of pre-merger demand parameter estimates would thus be useful.\r\n\r\nLaboratory methods provide an ideal medium for examining these important questions.  In the laboratory the demand system, the nature of strategic interactions and the underlying equilibrium predictions can be specified a priori.  Thus, the relationship between predictions and outcomes can be examined explicitly.  This proposal describes three experiments designed to provide some insight into the importance of the assumptions underlying the ALM.\r\n\r\nFirst, suppose that the underlying demand system for a model is logit and that sellers are Bertrand competitors, the assumptions of the ALM.  An experiment conducted under these \"best shot\" circumstances could evaluate the correlation between actual and predicted prices and market shares, as well as the accuracy of the models' imputed cost measures.  Further, analysis of post-merger performance would allow examination of the capacity of theoretical comparative statics effects to predict behavioral outcomes\r\n\r\nSecond, although a logit demand system offers analytic advantages, there is no a priori reason to believe that many natural demand systems are logit.  An experiment would examine the effects of the changes in the underlying demand system.  Starting with identical observable pre-merger information, we can evaluate the importance of the underlying demand specification on pre- and post-merger performance by shifting the demand system from logit to linear.\r\n\r\nA third experiment assesses the importance of assuming that sellers are Bertrand (quantity-setting) competitors.  Although economists typically assume that strategic interactions are Bertrand when products are differentiated, there is no good reason for supposing that this assumption reflects the nature of competition in natural contexts.  Holding the observable market information fixed, we can evaluate the importance of an assumption about the nature of strategic interactions.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Douglas",
   "pi_last_name": "Davis",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Douglas D Davis",
   "pi_email_addr": "dddavis@vcu.edu",
   "nsf_id": "000269395",
   "pi_start_date": "2000-07-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Commonwealth University",
  "inst_street_address": "910 WEST FRANKLIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "RICHMOND",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "8048286772",
  "inst_zip_code": "232849005",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "VA04",
  "org_lgl_bus_name": "VIRGINIA COMMONWEALTH UNIVERSITY",
  "org_prnt_uei_num": "WXQLZ1PA6XP3",
  "org_uei_num": "MLQFL4JSSAA9"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Commonwealth University",
  "perf_str_addr": "910 WEST FRANKLIN ST",
  "perf_city_name": "RICHMOND",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "232849005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "VA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 62600.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": null
}