{
 "awd_id": "0001056",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Social and Chronological Dimensions of Life in an Illinois Middle Woodland Hamlet",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2000-07-01",
 "awd_exp_date": "2002-06-30",
 "tot_intn_awd_amt": 37939.0,
 "awd_amount": 37939.0,
 "awd_min_amd_letter_date": "2000-06-19",
 "awd_max_amd_letter_date": "2000-06-19",
 "awd_abstract_narration": "With National Science Foundation support Dr. Douglas Charles and student assistant will analyze material excavated from the Smiling Dan site, located in the lower Illinois River valley. The salvage excavation, conducted as part of the central Illinois Expressway project revealed an intact archaeological occurrence located below plow induced surface disturbance. Such a situation is rare in the heavily agricultural Midwest. The cultural materials date to ca. 2050-1700 years before the present and are associated with the Middle Woodland culture. In all, the area covers 6705 square meters and excavation revealed three house structures and a total of 182 pit features. Because evidence of postmolds was preserved, the size and shape of the structures can be reconstructed. Large amounts of lithic, ceramic, floral and faunal materials were recovered and these potentially permit reconstruction of subsistence practices and social organization. While preliminary analysis has been conducted by other researchers, the full potential of this material has not been realized. It is uncertain whether all structures and associated pits represent a single synchronous occupation or whether they result from sequential episodes. Through a careful examination of microstratigraphic relationships it should be possible to resolve this question. This work involves careful plotting of material in three dimensional space and an attempt to refit broken material recovered from different parts of the site to establish contemporanity. With this information, it will then be possible to address a number of site specific questions. Was Smiling Dan occupied year round? Did all members of the household reside there at the same time? Where patterns of residence seasonally structured? What percentage, and what specific elements of subsistence and maintenance related activities occurred at Smiling Dan rather than at special purpose sites?\r\n\r\nThe Middle Woodland period marks the rise of complex societies in the US Midwest. For many years archaeologists have focused attention on impressive mound sites which contain ritual objects and which required large organized labor forces for their construction. Many researchers however believe that such centers were not living sites but rather were used primarily for ceremonial functions. Very few habitation sites have been examined in detail and Smiling Dan's importance rests on its assignment to this latter category. It is also unusual because of the extensive and carefully detailed and recorded excavation which was conducted there. Dr. Charles' research will provide data of interest to many archaeologists and shed important light on the functioning of Middle Woodland society.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Douglas",
   "pi_last_name": "Charles",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Douglas K Charles",
   "pi_email_addr": "dcharles@wesleyan.edu",
   "nsf_id": "000399602",
   "pi_start_date": "2000-06-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wesleyan University",
  "inst_street_address": "237 HIGH ST",
  "inst_street_address_2": "FL 3",
  "inst_city_name": "MIDDLETOWN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "8606853683",
  "inst_zip_code": "064593208",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "CT01",
  "org_lgl_bus_name": "WESLEYAN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "ZETJL6DKF963"
 },
 "perf_inst": {
  "perf_inst_name": "Wesleyan University",
  "perf_str_addr": "237 HIGH ST",
  "perf_city_name": "MIDDLETOWN",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "064593208",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "CT01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 37939.0
  }
 ],
 "por": null
}