{
 "awd_id": "0001866",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The New Politics of Land Use",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frank P. Scioli  Jr.",
 "awd_eff_date": "2000-08-01",
 "awd_exp_date": "2002-01-31",
 "tot_intn_awd_amt": 211288.0,
 "awd_amount": 211288.0,
 "awd_min_amd_letter_date": "2000-08-04",
 "awd_max_amd_letter_date": "2000-08-04",
 "awd_abstract_narration": "Land use politics dominates modern American local governments. Scholarship suggests that the traditional process of zoning property cultivates a \"growth machine\" coalition of developers, businesses, and elected representatives. In recent years, citizens, environmentalists, and other interests have increasingly turned to the institutions of direct democracy, especially voter initiatives, to counter pro-growth interests. Initiatives are laws or ordinances that are proposed and decided directly by citizens. They are institutional alternatives to traditional zoning practices, and are intended to shift the balance of political power over a community's land use decisions. \r\n\r\nGiven the prevalence of land use issues in the day-to-day business of American local governments, and the economic importance of their decisions, political scientists have paid surprisingly little attention to the politics of land use. We know very little about the consequences of the institutional choices made by participants in the land use process. This research advances our understanding of the new politics of land use by constructing and analyzing several new datasets on the dynamics of local land use initiatives and their consequences for development policy.  \r\n\r\nLand use politics also provides a valuable lens through which to better understand a number of other important political science problems. At the heart of land use politics is a conflict over what interests in a community (e.g., landowners, community organizations, current residents, elected representatives) have the right to make decisions about the usage of private property. Understanding how these various interests interact, the effects of political institutions such as ballot initiatives on their interactions and influence, and the ultimate decisions communities make about land use and property rights are key motivations for this study.\r\n\r\nThe research has two major components. The first component is a study of the political dynamics of recent land use initiatives. The methodology involves first constructing a comprehensive list of land use initiatives in medium and large sized US cities since 1990. From this list, a sample of recent initiatives are analyzed to test hypotheses about what types of groups can use initiatives to promote their political interests, and what factors lead to their success. The research also involves several case studies to further explore the contours of the process by which private interest groups negotiate public land use policy. Together, these analyses will allow for the extension and refinement of existing theories of interest group influence. \r\n\r\nThe second component considers the consequences of political institutions on land use policies and outcomes. Building upon a two-stage model of land use policy formation, this component estimates, first, the factors that lead proponents to use land use initiatives, and second, the policy consequences of those initiatives. The analyses  compares land use policy and outcomes on a number of dimensions in two sets of communities: those that are likely to regulate property usage primarily through traditional zoning ordinances, and those that are likely to use initiatives. This two-stage analysis assesses both whether policies differ when they are made under each institutional regime, conditional upon a community using the initiative process, and the representational consequences of these differences (i.e., what types of interests do they favor). \r\n\r\nTogether, these two components provide a clearer understanding of when and how interest groups influence public policy outcomes, and the representational consequences of political institutions such as voter initiatives, in the important area of land use policy.  This dataset will be of significant value to others interested in this important topic.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elisabeth",
   "pi_last_name": "Gerber",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Elisabeth R Gerber",
   "pi_email_addr": "ergerber@umich.edu",
   "nsf_id": "000332391",
   "pi_start_date": "2000-08-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "9500 GILMAN DR",
  "perf_city_name": "LA JOLLA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930021",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 114763.0
  }
 ],
 "por": null
}