{
 "awd_id": "0001509",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Impact of Public Opinion, the Party Balance, Interest Groups, and Social Movement Organizations on Congressional Support for Policy Change",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patricia White",
 "awd_eff_date": "2000-08-15",
 "awd_exp_date": "2004-01-31",
 "tot_intn_awd_amt": 143290.0,
 "awd_amount": 143290.0,
 "awd_min_amd_letter_date": "2000-08-01",
 "awd_max_amd_letter_date": "2003-04-03",
 "awd_abstract_narration": "Burstein, Paul\r\nSES-0001509\r\n\r\nTwo related questions have long been central to scholarly and public debate about democratic government. First, is public policy in a democracy influence strongly by the public as a whole? Second, do the organizations created to influence policy in all democracies-political, interest groups, and social movement organizations (SMOs) -help the public influence policy, or do they enable particular groups to get the policies they want even if a majority of the public is opposed?\r\n\r\nThe proponents of democratic theory contend that democratic governments respond to public opinion and that, on balance, political organizations have little direct influence on policy in the face of public opinion.  Other theories, however, see public opinion as having little impact on policy, and propose that political organizations have strong, direct impacts on policy.\r\n\r\nThe proposed research will test three hypotheses stemming from this controversy: (1) congressional support for policy change is affected most strongly by the public's policy preferences and its intensity of concern; (2) the party balance is likely to affect congressional support for policy proposals when the public is closely divided or relatively indifferent: as the public's concern about an issue and support for a particular policy proposal increase, the impact of the party balance will decrease; but the party balance is likely to have a greater effect than either interest groups or SMOs; and (3) interest groups and SMOs may affect congressional support for policy proposals when the public is closely divided or relatively indifferent; but as the public's concern about an issue and support for a particular proposal increase, the impact of interest groups and SMOs will decrease.\r\n\r\nThe hypotheses will be tested through an analysis of congressional support for a sample of policy proposals considered since World War II.  Support will be gauged in two ways: Congressional sponsorship of bills from the time policy proposals are first introduced until they are either enacted or leave the congressional agenda; and the ultimate outcome of congressional consideration of proposals-whether they were enacted into law, reframed, or allowed to languish and die.\r\n\r\n\tTo test the hypotheses, the proposed research will collect and analyze data on public opinion and the activities of political organization for the periods during particular policy proposals are under consideration.  Data on public opinion and the intensity of the public concern will come from available polls.  Data on the activities of intermediary organizations will be drawn from congressional hearing, the mass media, and other publicly available documents.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Burstein",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paul Burstein",
   "pi_email_addr": "burstein@u.washington.edu",
   "nsf_id": "000315446",
   "pi_start_date": "2000-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 BROOKLYN AVE NE",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 143290.0
  }
 ],
 "por": null
}