{
 "awd_id": "0001286",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Redox Controls on and Seasonal Variability of Dissolved Iron and Manganese in Rivers",
 "cfda_num": "47.050",
 "org_code": "06030109",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "L. Douglas James",
 "awd_eff_date": "2000-08-15",
 "awd_exp_date": "2004-07-31",
 "tot_intn_awd_amt": 157708.0,
 "awd_amount": 157708.0,
 "awd_min_amd_letter_date": "2000-08-21",
 "awd_max_amd_letter_date": "2000-08-21",
 "awd_abstract_narration": "0001286\r\nBianchi\r\nUnderstanding what controls dissolved trace element concentrations in rivers is of substantial interest to researchers examining basic scientific questions related to geochemical weathering and transport of elements and to scientists involved in pollution control evaluation and monitoring of water quality for human health and biotoxicity purposes.  With the adoption of ultraclean sampling and analysis methods more workers are now producing relaible fluvial dissolved trace element data and progress has been made in outlining some of the controls on fluvial dissolved trace elements.  However, we are not yet to the point where one can use the hydrological and chemical characteristics of a river to make a reasonable prediction of how dissolved trace element concentrations will vary seasonally or even what levels of dissolved metals to expect.  It is especially important to understand the processes affecting Fe and Mn between dissolved and particulate hypotheses of this project:  1) There is rapid cycling of Fe and Mn between dissolved and particulate form is rivers.  2) This cycling can be strongly temperature-dependant and hence seasonally variable.  3)  Changes in the rapid cycling affect the dissolved-particulate partitioning of Fe and Mn as well as particle-reactive trace elements such as Zn and Pb.  4) The cycling involves redox processes for Mn and possibly Fe, though organic complexation may be a more important factor for Fe.  Objectives of our proposed work include understanding the extent, relevence and mode of microbial oxidation of Fe and Mn in rivers, elucidating the process(es) of reduction of Fe and Mn in rivers, understand under what conditions photochemical processes are important for Fe and Mn cycling in rivers, and understanding the role of DOC in fluvial Fe and Mn cycling.  Our approach involves studying the variability, controls, and rates of the various key processes (e.g. microbial oxidation, reduction by DOC, photochemistry) that transform Fe and Mn from one phase to another.  OUr work will involve both field and laboratory studies.  The field work includes monthly sampling of river systems as well as detailed process-oriented studies of two or more of the systems having different hydrogeochemistries (Mississippi and Pearl Rivers).  Laboratory studies will be used to identify the most important processes at work as well as determine rate constants.  Field and laboratory work will also be done to characterize the fluvial organic matter and relate organic composition (e.g., functional groups related to complexation or reduction) to Fe and Mn cycling.  With rate and process information, models can be constructed to predict Fe and Mn concentrations in rivers as a function of time.  The benefits of this increased understanding of the controls on fluvial dissolved trace elements are several-fold.  First, it gives us a better capability to predict dissolved trace element concentrations, both temporally at times when samples from a given system are not taken and can spacially in systems for which no data exist.  Second, information on how various processes can cause seasonal dissolved trace element variability is pertinent to the design of sampling and monitoring programs.  Finally, an understanding of what processes are important in the regulation of dissolved trace element concentrations gives us better insight into how human activities can affect fluvial trace elements in ways beyond direct metal contamination.  For example, the microbial connection suggests a means by which toxins could indirectly affect dissolved trace elements.  The work will also provide basic information on fluvial hydrogen peroxide levels and its generation as well as results pertinent to the issue of the photooxidation and fate of chromophoric dissolved organic matter.  Besides the two PI's, a microbiologist will be involved in this work.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Bianchi",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas S Bianchi",
   "pi_email_addr": "tbianchi@ufl.edu",
   "nsf_id": "000187707",
   "pi_start_date": "2000-08-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Tulane University",
  "inst_street_address": "6823 SAINT CHARLES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEW ORLEANS",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "5048654000",
  "inst_zip_code": "701185665",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "LA01",
  "org_lgl_bus_name": "THE ADMINISTRATORS OF TULANE EDUCATIONAL FUND",
  "org_prnt_uei_num": "XNY5ULPU8EN6",
  "org_uei_num": "XNY5ULPU8EN6"
 },
 "perf_inst": {
  "perf_inst_name": "Tulane University",
  "perf_str_addr": "6823 SAINT CHARLES AVE",
  "perf_city_name": "NEW ORLEANS",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "701185665",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "LA01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157700",
   "pgm_ele_name": "GLOBAL CHANGE"
  },
  {
   "pgm_ele_code": "158400",
   "pgm_ele_name": "ENVIRO GEOCHEM AND BIOGEOCHEM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1325",
   "pgm_ref_txt": "WATER & ENERGY: ATMO, VEG, EARTH"
  },
  {
   "pgm_ref_code": "9198",
   "pgm_ref_txt": "OTHER ENVIRONMENT"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 157708.0
  }
 ],
 "por": null
}