{
 "awd_id": "0002438",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dissertation: Formative Communities and Public Ritual Space, Lake Titicaca, Bolivia",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2000-06-15",
 "awd_exp_date": "2001-11-30",
 "tot_intn_awd_amt": 11980.0,
 "awd_amount": 11980.0,
 "awd_min_amd_letter_date": "2000-06-23",
 "awd_max_amd_letter_date": "2000-06-23",
 "awd_abstract_narration": "Under the direction of Dr. James Brown, Mr. Robin Beck will collect data for his doctoral dissertation. He will examine the processes which led to the rise of complex society in Bolivia's Lake Titicaca Basin , home of one of the earliest state level societies in South America. The goal is to evaluate the hypothesis that by Middle Formative period (900-250 BC) a centralized hierarchical form of social organization had emerged. Prior archaeological research demonstrated that by this time villagers at the archaeological site of Chiripa built a large earthern platform that visually dominated their community. Atop this platform they erected a ritual precinct of stone and adobe structures arranged in an octagon around a sunken court. The construction of this precinct at Chiripa has long been recognized as a significant development in the development in social complexity. Follow recent completion of a full scale survey of the region however, archaeologists have discovered similar architecture at several nearby sites. By combining intensive excavation and systematic testing at three of these, Mr. Beck's project will contribute a set of comparative data on the nature of this public ritual architecture. This offers a valuable way to investigate changes in the scale of integrative institutions and to determine the spatial extent of Chiripa's power. If ritual centers at other sites are contemporary with and equal to Chiripa in size, then most likely they did not fall under Chiripa's control. If, on the other hand, they are smaller  and less complex they most likely are subordinate to it. Mr. Beck's work will test three models of regional integration: 1. Did a single community serve as this area's ritual and political center throughout the Formative period? 2. Did several different communities alternate as regional center? 3. Were Middle Formative communities in the region ritually and politically autonomous. To test these models the project will use a set of eight variables designed to measure differences in the organization of ritual space: centrality, permanence, accessibility, visibility, scale, ubiquity, function and timing. Mr. Beck will conduct intensive excavation to generate a comparative body of data which will allow intersite comparison.\r\n\r\nThis research is important because it will provide data of interest to many archaeologists. It will increase understanding of how complex societies arose and assist in training a promising young scientist.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Brown",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "James A Brown",
   "pi_email_addr": "jabrown@northwestern.edu",
   "nsf_id": "000308925",
   "pi_start_date": "2000-06-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "633 CLARK ST",
  "perf_city_name": "EVANSTON",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602080001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 11980.0
  }
 ],
 "por": null
}