{
 "awd_id": "0002340",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Commercial Urban Agriculture in Gaborone, Batswana: Exploring the Effects of Gender on Productivity",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2000-09-01",
 "awd_exp_date": "2001-08-31",
 "tot_intn_awd_amt": 9985.0,
 "awd_amount": 9985.0,
 "awd_min_amd_letter_date": "2000-08-09",
 "awd_max_amd_letter_date": "2000-08-09",
 "awd_abstract_narration": "The research will provide a gendered and holistic understanding of commercial urban agriculture in Gaborone, Botswana, in order to assess the potential of such systems in addressing urban food security.  Analysis will link micro-level gender dynamics with macro-level structures that together shape who produces, where they produce and what they are able to produce.  Past research suggests that women have different experiences with farming in cities than men.  Yet little work has been done on specifically how gender relations influence the productivity of commercial urban agriculture systems.  The research will investigate how gender relations of power delineate access to resources, spaces and environments in the city, and in turn influence levels of productivity.  The research will use quantitative methods to determine the statistical associations between gender and commercial urban agricultural productivity, and primarily qualitative methods to illuminate their causal links.  It will identify those factors that facilitate and/or hinder the effectiveness and efficiency of agricultural enterprises in the city.  An socio-ecological sampling framework will be used to document the general levels of productivity found on male- and female-led urban agriculture systems in terms of yields, economic value and nutritional content.  It is expected that the research will demonstrate varying levels of productivity, as well as quality and composition of crop and livestock species, along gender lines on account of differential access to resources, spatial distribution, and ecological conditions on urban agriculture plots.\r\n\r\nThe research will contribute to academic debate by pursing a theoretical re-conceptualization of urban form to include human-environment interactions and draw explicit links between micro-level production processes and macro-level structures.  It will elaborate an explicitly geographical approach that unites social, spatial, and ecological factors as the bases of agricultural productivity.  The research will employ a finer disaggregation of data than previous studies in the field of urban agriculture to understand how and why men and women farm differently in cities and the implications of this for urban food production.   The research will also contribute to policy formulation.  Botswana presents a timely case study for research on urban agriculture for the government is consciously attempting to integrate commercial farming into its national food security strategy and development plans.  Urban agriculture is viewed as a means of enhancing the abundance, regularity and affordability of good quality food in African cities.  To this end, the research will identify key factors and considerations for the development and implementation of an urban agriculture policy for Botswana.  As a Doctoral Dissertation Research Improvement award, this award also will provide support to enable a promising student to establish a strong independent research career.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dianne",
   "pi_last_name": "Rocheleau",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Dianne E Rocheleau",
   "pi_email_addr": "drocheleau@clarku.edu",
   "nsf_id": "000267892",
   "pi_start_date": "2000-08-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Clark University",
  "inst_street_address": "950 MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "WORCESTER",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5084213835",
  "inst_zip_code": "016101400",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "TRUSTEES OF CLARK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LD3WUVEUK2N5"
 },
 "perf_inst": {
  "perf_inst_name": "Clark University",
  "perf_str_addr": "950 MAIN ST",
  "perf_city_name": "WORCESTER",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "016101400",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  },
  {
   "pgm_ele_code": "597600",
   "pgm_ele_name": "AFRICA, NEAR EAST, & SO ASIA"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 9985.0
  }
 ],
 "por": null
}