{
 "awd_id": "0003060",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Development of a Luminescence Dating Capability for Antarctic Glaciomarine Sediments: Tests of Signal Zeroing at the Antarctic Peninsula",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Julie Palais",
 "awd_eff_date": "2000-09-15",
 "awd_exp_date": "2003-08-31",
 "tot_intn_awd_amt": 12600.0,
 "awd_amount": 42238.0,
 "awd_min_amd_letter_date": "2000-09-18",
 "awd_max_amd_letter_date": "2001-08-20",
 "awd_abstract_narration": "0003060\t\t\t\t\t\t\t\t\t\t\r\nDomack\r\n\r\nThis award, provided by the Antarctic Geology and Geophysics Program of the Office of Polar Programs, supports project to test and develop approaches for using thermoluminescence techniques to determine the age of Antarctic marine sediments. \r\n\r\nQuaternary (last 2 million yrs) marine sediments surrounding Antarctica record the waxing and waning of ice shelves and ice sheets, and also other paleoclimatic information, yet accurate chronologies of these sediments are difficult to obtain. Such chronologies provide the essential foundation for study of geological processes in the past. Within the range of radiocarbon (14C) dating (less than 30-40 thousand yrs, note - \"ka\" below means 1000 yrs) 14C dates can be inaccurate because of a variable 14C reservoir effect, and beyond 30-40 ka few methods are applicable. Photon-stimulated-luminescence sediment dating (photonic dating) of eolian and waterlain deposits in temperate latitudes spans the range from decades to hundreds of ka, but marine sediments in and around Antarctica pose special difficulty because of the potentially restricted exposure to daylight (the clock-zeroing process) of most detrital grains before deposition. This proposal will test the clock-zeroing assumption in representative Antarctic glaciomarine depositional settings, and thereby determine the potential reliability of photonic dating of Antarctic marine sediments.\r\n\r\nLimited luminescence dating and signal-zeroing tests using glaciomarine and marine deposits have been conducted in the northern temperate and polar latitudes, but the effects on luminescence of the different glaciomarine depositional processes have never been studied in detail. Furthermore, the depositional settings around Antarctica are almost entirely polar, with consequent specific processes operating there. For example, transport of terrigenous suspensions by neutrally buoyant \"cold-tongue\" (mid-water) plumes may be common around Antarctica, yet the effect of such transport on luminescence zeroing is unknown. Typical marine cores near Antarctica may contain an unknown fraction of detrital grains from cold-tongue and near-bottom suspensions. Thus the extent to which the polar glaciomarine depositional processes around Antarctica may limit the potential accuracy of photonic dating of marine cores is unknown (age overestimates would result if grains are not exposed to daylight before deposition).\r\n\r\nThis project will collect detrital grains from a variety of \"zero-age\" (modern) marine depositional settings within the Antarctic Peninsula, where representative Antarctic depositional processes have been documented and where logistics permit access. Suspensions will be collected from four fjords representing a transect from polar through subpolar conditions. Suspensions will be collected from two stations and from up to 3 depths (surface and 2 deep plumes) at each station. Sediment traps will be deployed at two of these fjord settings. As well, core-top sediments will be collected from several sites. All samples will be shielded from light and transported to Reno, Nevada, for luminescence analyses.\r\n\r\nSystematic study of the effectiveness of luminescence-clock-zeroing in Antarctic glaciomarine settings will determine if photonic dating can be reliable for future applications to Antarctic marine sediments. Refined sedimentological criteria for the selection of future samples for photonic dating are expected from this project. A photonic-dating capability would provide a numeric geochronometer extending well beyond the age range of 14C dating. Such a capability would permit answering a number of broader questions about the timing and extent of past glaciations near and on the Antarctic shelves.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eugene",
   "pi_last_name": "Domack",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Eugene W Domack",
   "pi_email_addr": "edomack@usf.edu",
   "nsf_id": "000336571",
   "pi_start_date": "2000-09-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Hamilton College",
  "inst_street_address": "198 COLLEGE HILL RD",
  "inst_street_address_2": "",
  "inst_city_name": "CLINTON",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "3158594678",
  "inst_zip_code": "133231218",
  "inst_country_name": "United States",
  "cong_dist_code": "22",
  "st_cong_dist_code": "NY22",
  "org_lgl_bus_name": "HAMILTON COLLEGE",
  "org_prnt_uei_num": "Z6WLZ6RDFDM7",
  "org_uei_num": "Z6WLZ6RDFDM7"
 },
 "perf_inst": {
  "perf_inst_name": "Hamilton College",
  "perf_str_addr": "198 COLLEGE HILL RD",
  "perf_city_name": "CLINTON",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "133231218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "22",
  "perf_st_cong_dist": "NY22",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511200",
   "pgm_ele_name": "ANT Earth Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1304",
   "pgm_ref_txt": "EARTH SYSTEM HISTORY"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 12600.0
  },
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 29638.0
  }
 ],
 "por": null
}