{
 "awd_id": "0003352",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Emperical Analyses of Competitive Bidding",
 "cfda_num": "47.075",
 "org_code": "04050100",
 "po_phone": "7032927280",
 "po_email": "nlutz@nsf.gov",
 "po_sign_block_name": "Nancy Lutz",
 "awd_eff_date": "2000-08-01",
 "awd_exp_date": "2004-07-31",
 "tot_intn_awd_amt": 61368.0,
 "awd_amount": 61368.0,
 "awd_min_amd_letter_date": "2000-07-27",
 "awd_max_amd_letter_date": "2000-07-27",
 "awd_abstract_narration": "This proposed project consists of four empirical studies of competitive bidding behavior in several different auction markets.  We develop a sequence of estimation and testing methods for bidding models, focusing on common value environments where the competing bidders are assumed to be differentially and incompletely informed about the value of the object(s) for which they are vying.  The second study involves on-going joint research with Professor Phil Haile in the University of Wisconsin.\r\n\r\nA distinguishing feature of common value auctions, and a recurring theme in the analysis, is the winner's curse, which arises because the winner in an auction will tend to be the bidder who has \"overestimated\" the object's value the most.  Rational bidders will avoid this undesirable outcome by bidding less aggressively.  In the first project, we use data from procurement auctions run by the New Jersey Department of Transportation in order to address whether equilibrium bidding becomes more or less aggressive as the number of bidders increases and, therefore, whether attracting additional bidders will lower equilibrium procurement costs.\r\n\r\nIn the second project, we formalize a nonparametric statistical test for the presence of common value elements by exploring the variation in the number of bidders which is present in many auction datasets. This test relies on detecting the effects of the winner's curse, which are present only in common value environments.\r\n\r\nIn the first two projects, a symmetric model of competitive bidding has been assumed. In the third project, we extend our estimation method to allow for ex ante bidder asymmetries and use this method to analyze the auctions used by the United States Department of the Interior since the late 1950s to allocate offshore oil and gas drilling rights in the outer continental shelf of the Gulf of Mexico.\r\n\r\nWhile the first three studies focus on bidding in single-object common value auctions, the fourth project is an empirical analysis of double auction markets. Using data from milk quota auctions administered in the province of Ontario, Canada, we investigate, first, whether common values are present in these auctions (arising from producer uncertainty and private information about future milk prices) and, if so, whether the implied winner's curse is leading to more conservative bidding for producers who wish to transact large amounts of quota.  Second, we measure the extent of market power possessed by large bidders in this market by developing a structural model of bidding behavior.\r\n\r\nThe results of this research have potentially important policy implications given the prevalence of  auctions as allocation mechanisms in practice.  Government agencies at the municipal, state, and  federal levels routinely procure services through a competitive bidding process.  Similarly, across many states, there are plans to allow for competitive demand and supply bidding in deregulated electricity markets via uniform-price double auctions. Finally, agricultural subsidies--of which milk production quotas are one example--are a perennial bone of contention amongst the G7 countries.  While the fourth project does not directly address the desirability of these subsidies, it does shed light on the efficiency of a competitive bidding environment in allocating these subsidies.\r\n\r\n More broadly, the ideas of increasing competition and lower prices are often inseparable in competi-tion and regulatory policy, but this research highlights the possibility that when market participants  have imperfect information about their environment, increasing competition might be associated with higher prices, if winner's curse effects are strong enough. In short, there appear to be important efficiency and revenue lessons to be learned from the proposed projects.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Shum",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew S Shum",
   "pi_email_addr": "mshum@jhu.edu",
   "nsf_id": "000373869",
   "pi_start_date": "2000-07-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "Johns Hopkins University",
  "perf_str_addr": "3400 N CHARLES ST",
  "perf_city_name": "BALTIMORE",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212182608",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 61368.0
  }
 ],
 "por": null
}