{
 "awd_id": "0070353",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A Confocal Microscope for Developmental and Cell Biological Studies",
 "cfda_num": "47.074",
 "org_code": "08080101",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gerald Selzer",
 "awd_eff_date": "2000-08-01",
 "awd_exp_date": "2002-07-31",
 "tot_intn_awd_amt": 250000.0,
 "awd_amount": 250000.0,
 "awd_min_amd_letter_date": "2000-07-13",
 "awd_max_amd_letter_date": "2000-07-13",
 "awd_abstract_narration": "A confocal microscope system will be housed in the Waksman Institute at Rutgers University as a shared resource for ten different laboratories. A confocal microscope is needed in many studies to optically section through thick specimens with high resolution and sensitivity, and to simultaneously detect the signals from multiple targets, each labeled with a different fluorescent dye.  The entire system includes a compound microscope equipped for fluorescence and DIC optics, a laser scanning and confocal detection system, a computer and software to operate the instrument and analyze the data collected, and a vibration-free table and workbench for the instrument. This system will replace an older confocal microscope, which has become obsolete and is no longer supported by its original manufacturer. The technological improvements of the new confocal microscope system are numerous and will allow many kinds of experiments that could not be performed previously to be done.\r\n\r\nThis instrument will be used for fluorescence microscopy of animal (Drosophila, C. elegans), fungal (S. cerevisiae) and plant (Arabidopsis, Tobacco) tissues.  These studies address a wide range of scientific questions in developmental and cell biology.  These include investigations of signal transduction pathways, regulation of tissue growth, regulation of gene expression, meiotic recombination, mechanisms that regulate the subcellular localization of different proteins, and synapse formation. These studies primarily involve the localization of proteins using fluorescently-tagged antibodies or other dyes.  In addition, intrinsically fluorescent proteins, such as the Green Fluorescent Protein, are also employed. A confocal microscope that can optically capture sections through thick sections is absolutely essential for these experiments.  In addition, numerous experiments will specifically take advantage of the many advanced capabilities of the new confocal microscopes, especially the higher resolution and sensitivity that will allow smaller and fainter signals to be observed.  Other important improvements multiple lasers and detectors that provide the possibility to simultaneously observe multiple signals.\r\n\r\nThe users are addressing a range of scientific questions of critical importance in cell and developmental biology, and this instrument will enable them to make major contributions to their respective fields.  These studies will provide many new insights into basic cellular processes that occur in plants and animals.  In addition, the instrument will be made available to qualified users from outside of the Institute, and will play an important role in keeping Rutgers at the leading edge of studies in cell and developmental biology.\r\n\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kenneth",
   "pi_last_name": "Irvine",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Kenneth D Irvine",
   "pi_email_addr": "irvine@waksman.rutgers.edu",
   "nsf_id": "000091884",
   "pi_start_date": "2000-07-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kim",
   "pi_last_name": "McKim",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Kim S McKim",
   "pi_email_addr": "mckim@rci.rutgers.edu",
   "nsf_id": "000488482",
   "pi_start_date": "2000-07-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University New Brunswick",
  "perf_str_addr": "3 RUTGERS PLZ",
  "perf_city_name": "NEW BRUNSWICK",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "089018559",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "110800",
   "pgm_ele_name": "INSTRUMENTAT & INSTRUMENT DEVP"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9184",
   "pgm_ref_txt": "BIOTECHNOLOGY - INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 250000.0
  }
 ],
 "por": null
}