{
 "awd_id": "0070748",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Deformations of Representations; and Prounipotent Groups in Differential Galois Theory",
 "cfda_num": "47.049",
 "org_code": "03040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sylvia M. Wiegand",
 "awd_eff_date": "2000-06-01",
 "awd_exp_date": "2003-05-31",
 "tot_intn_awd_amt": 43309.0,
 "awd_amount": 43309.0,
 "awd_min_amd_letter_date": "2000-06-23",
 "awd_max_amd_letter_date": "2000-06-23",
 "awd_abstract_narration": "This project will investigate (1) liftings and deformations\r\nof representations of finitely generated groups; and (2) the structure of the\r\nantiderivative closure of the field of rational complex functions, and its extensions\r\nand their groups of differential automorphisms.\r\nRegarding (1), a simple complex matrix representation of a finitely\r\ngenerated group is deformable if it extends to a representation in matrices over complex formal power series.  Such an extension exists if there is a compatible family of liftings of the representation\r\nto the finite dimensional quotients of formal power series.  Thus the\r\nextension problem can be viewed as a sequence of (relative) lifting problems. \r\nEach such lifting problem is obstructed by an element in a certain cohomology group of a module\r\nconstructed from the original simple representation.  The proposed research will\r\ninvestigate the lifting problem by studying these cohomological elements. \r\nRegarding (2), the antiderivative closure of the field of rational functions is the\r\nmaximal extension obtained by adjoining full sets of solutions of linear homogeneous ordinary\r\ndifferential equations whose solutions can be obtained by repeated antiderivatives.\r\nThe group of differential automorphisms of such an extension is free prounipotent.\r\nThe research will exploit this structure to describe the antiderivative closure\r\ndirectly in terms of the functions in the coordinate ring of the free prounipotent group. \r\nAntiderivative closures may not be antiderivative closed, so a tower of such closures\r\nmay result. The research will analyze the differential Galois groups of the steps in\r\nthis tower over the base field of rational functions.   These groups have a normal series with free \r\nprounipotent sections.  However, they are not known to be free prounipotent themselves. \r\n\r\nGroups are objects that mathematically encode the concept of symmetry, and\r\nhave been a mainstay in mathematics, chemistry, and elsewhere for over a\r\ncentury.  Representations of groups are realizations of groups as\r\ntransformations of space.  A given group usually has infinitely many\r\nrepresentations.   These can be organized into a geometrical set.  \r\nRepresentations which are not just isolated points of the set are called\r\ndeformable.  This research is aimed at understanding deformable\r\nrepresentations and their applications to group representations in\r\nmathematics, chemistry, and elsewhere.  Integral calculus deals with\r\nreconstructing a function, such as one describing the position of an\r\nobject, from the instantaneous rates of change of the function; the\r\nreconstructed function is called an antiderivative.  The planned research\r\ncan be viewed as a method to solve, in principle, and all at once, all the\r\nrepeated integral calculus problems arising from polynomial functions.\r\nThis would have many applications in calculus.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andy",
   "pi_last_name": "Magid",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Andy R Magid",
   "pi_email_addr": "amagid@ou.edu",
   "nsf_id": "000362406",
   "pi_start_date": "2000-06-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Oklahoma Norman Campus",
  "inst_street_address": "660 PARRINGTON OVAL RM 301",
  "inst_street_address_2": "",
  "inst_city_name": "NORMAN",
  "inst_state_code": "OK",
  "inst_state_name": "Oklahoma",
  "inst_phone_num": "4053254757",
  "inst_zip_code": "730193003",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OK04",
  "org_lgl_bus_name": "UNIVERSITY OF OKLAHOMA",
  "org_prnt_uei_num": "",
  "org_uei_num": "EVTSTTLCEWS5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Oklahoma Norman Campus",
  "perf_str_addr": "660 PARRINGTON OVAL RM 301",
  "perf_city_name": "NORMAN",
  "perf_st_code": "OK",
  "perf_st_name": "Oklahoma",
  "perf_zip_code": "730193003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OK04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126400",
   "pgm_ele_name": "ALGEBRA,NUMBER THEORY,AND COM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 43309.0
  }
 ],
 "por": null
}