{
 "awd_id": "0070661",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Electronic Phenomena in Carbon Nanotubes:  Quantum Mechanics in Low-Dimensional Systems with Topological Complexity",
 "cfda_num": "47.049",
 "org_code": "03070003",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Wendy W. Fuller-Mora",
 "awd_eff_date": "2000-05-15",
 "awd_exp_date": "2003-10-31",
 "tot_intn_awd_amt": 291000.0,
 "awd_amount": 291000.0,
 "awd_min_amd_letter_date": "2000-05-19",
 "awd_max_amd_letter_date": "2002-07-02",
 "awd_abstract_narration": "This individual investigator award is to a young faculty member at Clemson University, with a sub-award to a researcher at Rensselaer Polytechnic University. This project will systematically and quantitatively study the changes in local electronic structure of carbon nanotubes as a function of topological symmetry breaking and correlate it to long-range transport behavior, as well as to the modification of their interactions with their surroundings (i.e. contacts). Recently developed techniques of synthesis, manipulation, and chemical modification, will be coupled with atomic scale electronic characterization, based on scanning probe microscopies and spectroscopies, to yield a direct visualization of topological effects in low-dimensional solids. Several forms of nanotube structures, both ordered aggregate clusters and individual single walled nanotubes, will be synthesized at Rensselaer Polytechnic Institute using electric arc discharge and chemical vapor deposition.  The topological characterization experiments will be performed using the low temperature scanning tunneling microscopy and spectroscopy at Clemson University. This project will provide a number of basic insights into the electronic nature of nanotubes when they become imperfect. This should be extremely useful for device applications based on nanotubes, since symmetry breaking will strongly influence the electronic properties of these low dimensional systems. Students and post-doctoral associates involved in the program will receive interdisciplinary training in physics and materials science and in some of the basic experimental tools in nanotechnology.\r\n%%%\r\nCarbon nanotubes are fascinating structures with remarkable physical properties. They are seamless cylinders of graphite sheets, with diameters in the nanometer size and large aspect ratios. The electronic structure of these objects, which can vary from metallic to semiconductor-like, depends on lattice helicity and the presence of local defects, the latter of which changes topology and composition. It is important to study the effect of defects (or more generally symmetry breaking) in these structures on their electronic properties, for applications as electronic devices. This is an individual investigator award to a young faculty member at Clemson University, with a sub-award to a researcher at Rensselaer Polytechnic University. The project that will systematically and quantitatively study the changes in local electronic structure as a function of symmetry breaking and correlate it to long-range transport behavior.  Several forms of nanotube structures will be fabricated using electric arc discharge and chemical vapor deposition. Low temperature scanning tunneling microscopy will be used for the characterization of these structures to quantify the effects of symmetry breaking. The project is an interdisciplinary effort between the physics department at Clemson University and the materials science and engineering department at Renssleaer Polytechnic Institute and the students and post-doctoral associates who will be trained on this project will receive training in both disciplines. In addition the students will train on the basic experimental techniques that are important in nanotechnology, which is becoming an important area in future condensed matter physics and materials science.\r\n***\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Carroll",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "David L Carroll",
   "pi_email_addr": "carroldl@wfu.edu",
   "nsf_id": "000249047",
   "pi_start_date": "2000-05-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Clemson University",
  "inst_street_address": "201 SIKES HALL",
  "inst_street_address_2": "",
  "inst_city_name": "CLEMSON",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8646562424",
  "inst_zip_code": "296340001",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "SC03",
  "org_lgl_bus_name": "CLEMSON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "H2BMNX7DSKU8"
 },
 "perf_inst": {
  "perf_inst_name": "Clemson University",
  "perf_str_addr": "201 SIKES HALL",
  "perf_city_name": "CLEMSON",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "296340001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "SC03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1682",
   "pgm_ref_txt": "NANO SCI AND ENG - MPS CORE AW"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 97000.0
  },
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 97000.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 97000.0
  }
 ],
 "por": null
}