{
 "awd_id": "0070567",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Rational Landen Transformations",
 "cfda_num": "47.049",
 "org_code": "03040100",
 "po_phone": "7032924488",
 "po_email": "jwang@nsf.gov",
 "po_sign_block_name": "Junping Wang",
 "awd_eff_date": "2000-08-01",
 "awd_exp_date": "2004-07-31",
 "tot_intn_awd_amt": 105000.0,
 "awd_amount": 105000.0,
 "awd_min_amd_letter_date": "2000-07-28",
 "awd_max_amd_letter_date": "2000-07-28",
 "awd_abstract_narration": "Moll\r\n0070567\r\n\r\n     The problem of integration of rational functions was considered by J. Bernoulli in the 18th century.  He completed Leibniz's original attempt at a general partial fraction decomposition of the function.  The main difficulty associated with this procedure is to obtain a complete factorization of the denominator.  In the middle of the 19th century Hermite and Ostrogradsky developed algorithms to compute the rational part of the primitive for the function without factoring its denominator.  More recently Horowitz rediscovered this method and discussed its complexity.  The problem of computing the transcendental part of the primitive was finally solved by Lazard and Rioboo.  This algorithm has been implemented in the current versions of the most widely used symbolic integrators such as MATLAB, Maple V and Mathematica 4.0.  Modern developments in the theory of integration of rational functions have been concentrated in the development of algorithms that reduce the cost of operations, thereby extending the range of problems that can be solved using realistic amounts of machine time.  In spite of the fact that the problem of integration of rational functions appears to be solved both from a theoretical and symbolic point of view, the reality is that much more work remains to be done.  Among the difficulties encountered in the use of symbolic integration packages is that the performance is dependent upon the way the rational function is entered into the algorithm.  The immediate goal of this project is twofold: to develop and implement an efficient and robust symbolic algorithm for the evaluation of definite integrals of rational functions; and to investigate the dynamical and geometrical properties of the rational Landen transformations.  The long term goal of this project is to develop a complete solution to the problem of definite integration in finite terms.  This will complement the work done by Lazard-Rioboo, Rioboo, Risch, and Trager in the case of indefinite integration.  Implementation of this solution will have a profound impact on\r\nthe current symbolic integrators.\r\n\r\n     Many problems in physics and engineering require the exact evaluation of integrals in terms of the parameters appearing in those integrals.  These integrals come up in the study of particle physics and classical mechanics.  While it is not always possible to find such an expression, an efficient and robust symbolic software package should give the result in closed form, or decide whether such an expression is achievable.  The goal of this project is to develop algorithms that will expand upon the capabilities of existing software packages that are widely used in industry and universities.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Victor",
   "pi_last_name": "Moll",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Victor Moll",
   "pi_email_addr": "vhm@math.tulane.edu",
   "nsf_id": "000163886",
   "pi_start_date": "2000-07-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Tulane University",
  "inst_street_address": "6823 SAINT CHARLES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEW ORLEANS",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "5048654000",
  "inst_zip_code": "701185665",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "LA01",
  "org_lgl_bus_name": "THE ADMINISTRATORS OF TULANE EDUCATIONAL FUND",
  "org_prnt_uei_num": "XNY5ULPU8EN6",
  "org_uei_num": "XNY5ULPU8EN6"
 },
 "perf_inst": {
  "perf_inst_name": "Tulane University",
  "perf_str_addr": "6823 SAINT CHARLES AVE",
  "perf_city_name": "NEW ORLEANS",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "701185665",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "LA01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126400",
   "pgm_ele_name": "ALGEBRA,NUMBER THEORY,AND COM"
  },
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 105000.0
  }
 ],
 "por": null
}