{
 "awd_id": "0070613",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Graphs on Surfaces and Related Problems",
 "cfda_num": "47.049",
 "org_code": "03040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Benjamin M. Mann",
 "awd_eff_date": "2000-08-01",
 "awd_exp_date": "2004-07-31",
 "tot_intn_awd_amt": 81600.0,
 "awd_amount": 81600.0,
 "awd_min_amd_letter_date": "2000-07-20",
 "awd_max_amd_letter_date": "2002-05-01",
 "awd_abstract_narration": "Collaborative Research: Graphs on Surfaces and Related Problems\r\n\t       Mark N. Ellingham and Xiaoya Zha\r\n\r\n    The investigators study properties of graphs embedded on surfaces, together with some closely related problems.  The proposed research addresses five types of problems.  First, traversability problems for graphs embedded on surfaces, or with related conditions, are studied.  In particular, the existence of k-walks and k-trails, ways to traverse a graph visiting each vertex at least once and at most k times, are investigated.  Second, the investigators study the spectral radius (largest eigenvalue of the adjacency matrix) of graphs embedded on surfaces, particularly the plane; this is an important parameter with connections to the number of walks in the graph.  Third, the investigators examine the relationship between a surface and the connectivity of graphs that embed on that surface in particularly natural ways, as genus embeddings.  Fourth, the existence of graph embeddings with nice properties, such as every closed face being homeomorphic to a closed disk, and the relationship of such embeddings to decomposition problems such as the Cycle Double Cover Conjecture, are studied.  Fifth, the investigators are concerned with the problem of cutting a surface with an embedded graph into smaller nontrivial pieces along a noncontractible cycle in the graph, as results in this area would give a very promising tool for studying many problems in the area of graph embeddings.\r\n\r\n    Graphs are abstract mathematical models of networks.  In the modern world, the study of communication and transportation networks is becoming ever more important.  In particular, many real-world networks are planar, meaning that they can be drawn on a piece of paper without any links crossing.  How close a network is to being planar is related to many of its useful properties, and mathematicians study this by looking at so called embeddings of graphs on surfaces.  The useful properties examined by this research include traversability (how can we travel around a network, visiting each node, in a more or less efficient way - this is the motivation for such problems as the Traveling Salesman Problem), how well a network works as a traffic network (this involves a number known as the spectral radius, which has been of interest to geographers), and connectivity (resistance to disruption by attack).  Besides studying the useful properties of networks, this research also develops new tools for studying such properties.  Networks drawn on a surface are easier to work with if none of the regions into which the drawing divides the surface touch themselves, and the investigators are interested in the question of whether networks can always be drawn in this nice way.  The investigators are also interested in the question of whether networks drawn on a surface can be cut apart in a natural way to give networks drawn on less complicated surfaces.  Both of these questions should lead to better understanding of networks drawn on surfaces, and hence to ways to examine useful properties of such networks.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Ellingham",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Mark N Ellingham",
   "pi_email_addr": "mark.ellingham@vanderbilt.edu",
   "nsf_id": "000348884",
   "pi_start_date": "2000-07-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Vanderbilt University",
  "inst_street_address": "110 21ST AVE S",
  "inst_street_address_2": "",
  "inst_city_name": "NASHVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "6153222631",
  "inst_zip_code": "372032416",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "TN05",
  "org_lgl_bus_name": "VANDERBILT UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "GTNBNWXJ12D5"
 },
 "perf_inst": {
  "perf_inst_name": "Vanderbilt University",
  "perf_str_addr": "110 21ST AVE S",
  "perf_city_name": "NASHVILLE",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "372032416",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "TN05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126400",
   "pgm_ele_name": "ALGEBRA,NUMBER THEORY,AND COM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 27200.0
  },
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 27200.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 27200.0
  }
 ],
 "por": null
}