{
 "awd_id": "0071837",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Microscopic MRI with Joule-Thomson Micro-Refrigerators",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gilbert B. Devey",
 "awd_eff_date": "2000-07-01",
 "awd_exp_date": "2004-06-30",
 "tot_intn_awd_amt": 135275.0,
 "awd_amount": 135275.0,
 "awd_min_amd_letter_date": "2000-06-08",
 "awd_max_amd_letter_date": "2003-08-05",
 "awd_abstract_narration": "0071837\r\nWright\r\nMagnetic resonance micro-imaging (u-MRI) has become an invaluable tool for the microscopic characterization of materials due to its non-destructive, non-invasive nature and the rich variety of available contrast mechanisms, although many of the techniques for generating contrast suffer from low signal-to-noise ratio (SNR).  A technological innovation of recent years, however, has been the use of high-Tc superconductor (HTS) materials to construct radio frequency (RF) detector coils of extremely high fidelity for greatly increased SNR in u-MRI of biological tissues.  While the rewards of cryogenically cooling the RF coil can be great, as recently demonstrated for conventional coils made of copper, the coils are typically cooled to about 40 K and must be maintained in close proximity to the (body-temperature) tissue being imaged.  Their implementation thus has posed significant challenges to existing cryogenic technology, with current solutions raising concern over the hazards of liquid cryogens.  Very recently, however, a new type of two-stage Joule-Thomson micro-refrigerator has been developed, capable of sustained operation at 35 K.  This work proposes a new approach to cryogenic probe design, applicable to coils made from both conventional and HTS materials, that involves precision cooling by means of such micro-miniature Joule-Thomson refrigerators.  This new approach to be explored and developed represents a substantial change in the existing technology important to u-MRI as well as an innovation in cryogenic engineering specific to this field and is likely to have broad implications for biomedical research.  It also contains an element of risk in that it seeks to apply novel Joule-Thomson micro-refrigeration technology to advance the emerging sub-field of u-MRI cryogenics, yet it has potential to admit imaging and spectroscopy techniques previously precluded by the limits of SNR.\r\n\r\nThe micro-cryo-probes to be developed in this work will have application as new tools for u-MRI and nuclear magnetic resonance (NMR) spectroscopy of normal and pathological tissues and biological structures of medical significance.  Applications may include in vivo imaging of trabecular bone structure and spinal cord injuries, ex vivo imaging of the mouse brain, and in vitro high-field NMR spectroscopy of biologically relevant cells and fluids.  It is envisioned that such tools will permit more accurate quantitative analyses of tissue microstructure and composition, with impact on the understanding, diagnosis and treatment of metabolic bone diseases, spinal cord injury and repair, genetic expression in the developing brain, and cancer.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alexander",
   "pi_last_name": "Wright",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Alexander C Wright",
   "pi_email_addr": "wright@oasis.rad.upenn.edu",
   "nsf_id": "000332530",
   "pi_start_date": "2000-06-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Felix",
   "pi_last_name": "Wehrli",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Felix W Wehrli",
   "pi_email_addr": "wehrli@oasis.rad.upenn.edu",
   "nsf_id": "000092201",
   "pi_start_date": "2000-06-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pennsylvania",
  "inst_street_address": "3451 WALNUT ST STE 440A",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158987293",
  "inst_zip_code": "191046205",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "TRUSTEES OF THE UNIVERSITY OF PENNSYLVANIA, THE",
  "org_prnt_uei_num": "GM1XX56LEP58",
  "org_uei_num": "GM1XX56LEP58"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pennsylvania",
  "perf_str_addr": "3451 WALNUT ST STE 440A",
  "perf_city_name": "PHILADELPHIA",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191046205",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534500",
   "pgm_ele_name": "Engineering of Biomed Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 135275.0
  }
 ],
 "por": null
}