{
 "awd_id": "0071682",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Complexes of Block Ionomers With Oppositely Charged Surfactants",
 "cfda_num": "47.049",
 "org_code": "03070007",
 "po_phone": "7032924933",
 "po_email": "alovinge@nsf.gov",
 "po_sign_block_name": "Andrew Lovinger",
 "awd_eff_date": "2000-06-01",
 "awd_exp_date": "2005-11-30",
 "tot_intn_awd_amt": 264000.0,
 "awd_amount": 460000.0,
 "awd_min_amd_letter_date": "2000-03-28",
 "awd_max_amd_letter_date": "2003-04-08",
 "awd_abstract_narration": "The major goal of this project is to explore two types of environmentally responsive nanocomposite materials. The first materials are synthesized by reacting block (or graft) copolymers, containing ionic and nonionic segments, with oppositely charged surfactants. The second materials are synthesized by reacting cross-linked networks containing ionic and nonionic segments, with oppositely charged surfactants. The resulting materials combine two major elements. First, they contain ionic polymer segments, which are neutralized with oppositely charged surfactant ions to form water insoluble domains. Second, they contain nonionic polymer segments linked to ionic chains, which provide for dispersion or swelling of a whole composite in appropriate solvents.   For these block ionomer complexes (BIC), the PI will characterize the relationships between the structural parameters of the components and physicochemical properties of the resulting BIC, as well as examines the routes and extent of control of structure formation in such systems. For this purpose the molecular architecture of the copolymers (i.e. linear vs. branched, block vs. graft, length of the segment etc.) as well as the structure of surfactants (i.e., hydro- vs. fluorocarbon tails, number of tails and their lengths) will be varied. The response of these materials to pH, ionic strength, solvents and temperature variations will be examined. The second part of this project will extend the family of BIC using cross-linked polymer networks from ionic and nonionic hydrophilic poly(ethylene oxide)  (PEO) chains. It is expected that upon reacting with oppositely charged surfactants, a partially swollen microheterogeneous bulk material will form in which the hydrophobic clusters, from polyion-bound surfactant arrays, are joined by hydrophilic PEO chains. The size and the structure of hydrophobic clusters as well as swollen hydrophilic zones, their percolation and degree of swelling should be strongly dependent on the overall complex composition as well as the characteristics of the original block ionomer network. It is possible that such sensitivity will be a key to effective control of the properties of BIC networks allowing their use as environmentally responsive materials.\r\n\t\r\nThese studies will advance the understanding of the principles involved in designing polymer-surfactant dispersions and networks with controllable properties.  Complexes from polymer networks and surfactants might be useful as versatile environmentally responsive materials in a variety of applications, including resins for bioseparation, biocatalysis, drug delivery and drug release systems. Therefore, if this research is successful, it might have broader impact in various fields where nanocomposite materials are needed.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alexander",
   "pi_last_name": "Kabanov",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Alexander V Kabanov",
   "pi_email_addr": "kabanov@email.unc.edu",
   "nsf_id": "000404859",
   "pi_start_date": "2000-03-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Nebraska Medical Center",
  "inst_street_address": "4215 EMILE ST",
  "inst_street_address_2": "",
  "inst_city_name": "OMAHA",
  "inst_state_code": "NE",
  "inst_state_name": "Nebraska",
  "inst_phone_num": "4025597456",
  "inst_zip_code": "68105",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NE02",
  "org_lgl_bus_name": "BOARD OF REGENTS OF THE UNIVERSITY OF NEBRASKA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G15AG3BLLMH4"
 },
 "perf_inst": {
  "perf_inst_name": "University of Nebraska Medical Center",
  "perf_str_addr": "4215 EMILE ST",
  "perf_city_name": "OMAHA",
  "perf_st_code": "NE",
  "perf_st_name": "Nebraska",
  "perf_zip_code": "68105",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NE02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177300",
   "pgm_ele_name": "POLYMERS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9181",
   "pgm_ref_txt": "BIOPROCESSING/BIOMOLECULAR MATERIALS"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 264000.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 196000.0
  }
 ],
 "por": null
}