{
 "awd_id": "0071328",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Fluctuations Near Bifurcations in Spatially Extended Systems Far from Equilibrium",
 "cfda_num": "47.049",
 "org_code": "03070003",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Wendy W. Fuller-Mora",
 "awd_eff_date": "2000-05-15",
 "awd_exp_date": "2004-04-30",
 "tot_intn_awd_amt": 450000.0,
 "awd_amount": 450000.0,
 "awd_min_amd_letter_date": "2000-06-23",
 "awd_max_amd_letter_date": "2002-04-12",
 "awd_abstract_narration": "This experimental condensed matter physics project deals with nonlinear pattern formation in fluids and liquid crystals. Convection occurs in normal fluids when temperature gradients exceed a critical value. Electroconvection occurs in liquid crystals when the electric field gradient exceeds a critical value. Thermodynamic properties such as density become spatially and temporarily varying, a variation known as a \"pattern\". The appearance of a nonequilibrium driven pattern is known as a bifurcation, which can be characterized by its amplitude, wavenumber, correlation length, and correlation time. The latter parameters amount to a generalized order parameter e. This project will study bifurcations very close to the critical gradients in the fluids. In analogy to equilibrium critical phenomena, nonlinear interactions between the fluctuations should \"renormalize\" the order parameter exponents sufficiently close to the bifurcation where the fluctuation amplitudes become large. Experimentally, this bifurcation critical behavior has not yet been observed in nonequilibrium systems. Theoretical predictions based on renormalization-group methods exist and will be tested by these experiments. In addition to fluctuation renormalization, a subset of the project will measure heat transport Rayleigh-Bernard convection. These experiments will be of interest in the context of recent turbulence measurements in a range of fluids, including cryogenic helium near its critical point. The experiments provide excellent training for undergraduates, graduate students and postdoctoral associates in sophisticated measurement techniques that will prepare them for a range of careers in academe, industry or government. \r\n%%%\r\nThis experimental condensed matter physics project will investigate patterns that develop in fluids and liquid crystals, as the former are exposed to thermal gradients and the latter are exposed to an electric field gradient. The time and space varying patterns are analogous to those that can be seen in a pan that is heated from below. At a certain temperature, density fluctuations in the water cause swirling patterns to develop. This project will characterize these patterns, or bifurcations as they are known, in a carefully chosen liquid crystal that is exposed to an electric field gradient. Because of the great experimental difficulty in controlling temperature and monitoring the bifurcation pattern, these will be the first experiments of their kind. The results will test predictions of an important theoretical technique known as the renormalization-group method (the invention of which merited a Nobel Prize). The experiments provide excellent training for undergraduates, graduate students and postdoctoral associates in sophisticated measurement techniques that will prepare them for a range of careers in academe, industry or government.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Guenter",
   "pi_last_name": "Ahlers",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Guenter Ahlers",
   "pi_email_addr": "guenter@physics.ucsb.edu",
   "nsf_id": "000274956",
   "pi_start_date": "2000-06-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Barbara",
  "perf_str_addr": "3227 CHEADLE HALL",
  "perf_city_name": "SANTA BARBARA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931060001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": null
}