{
 "awd_id": "0071878",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Interface Effects in Magnetic Tunneling Junctions",
 "cfda_num": "47.049",
 "org_code": "03070003",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Wendy W. Fuller-Mora",
 "awd_eff_date": "2000-07-01",
 "awd_exp_date": "2004-06-30",
 "tot_intn_awd_amt": 240000.0,
 "awd_amount": 273000.0,
 "awd_min_amd_letter_date": "2000-07-07",
 "awd_max_amd_letter_date": "2003-07-02",
 "awd_abstract_narration": "This individual investigator award is to a young professor at the University of Delaware for a project that investigates the fundamental aspects of how electrode-insulator interfaces affect spin-dependent electron tunneling and the magnetic properties of magnetic tunnel junctions.  These systems are promising candidates for new generations of highly magnetoresistive devices and for advancing our understanding of spin transport.  Significant issues, such the strong temperature and bias voltage dependence of the tunneling magnetoresistance, are attributed to the interfacial spins, but remain unresolved.  A series of electrical transport and structural investigations are proposed to correlate interface characteristics with spin-dependent transport properties and test competing theories that have been developed.  An important feature of this work is using samples with a wedged-shaped aluminum metal layer.  This allows junctions with under-, completely-, and over-oxidized tunnel barriers to be readily obtained.  Phenomena to be investigated include: charge and magnetization accumulations at the electrode-insulator interfaces, a spin-dependent electric field distribution in the magnetic electrodes, and a chemical potential splitting between spin-up and spin-down electronic bands due to electron-electron interactions.  The proposed research has relevance to semiconductor research involving gated dielectric materials, hybrid ferromagnet-semiconductor heterostructures, and spin-injection into semiconductors or metals. Graduate students involved in this project will receive training in physics, nanostructured materials, and device fabrication that is currently at the forefront scientific and technical areas.  This training will prepare them for a range of careers in industry, government, or academe.  \r\n%%%\r\nThin film magnetic multilayer structures are driving a new approach to electronics that is based on the spin state (up or down) of the carriers rather than on its charge as in conventional semiconductor electronics.  Magnetic tunnel junctions, for example, are promising candidates for new generations of magnetoresistive devices and for understanding fundamental aspects of spin transport.  In these systems, interfaces between metal and insulating layers play a critical role in determining the electrical and magnetic properties.  This individual investigator award to a young professor at the University of Delaware is for a project consisting of a series of electrical measurements and structural investigations directed at correlating interface structure with spin-dependent transport properties, a problem of technological importance.  Fundamental aspects of electrode-insulator interfaces will be studied such as: charge and magnetization accumulation at the interface, a spin-dependent electric field distribution in the magnetic electrodes, and the role of electron-electron interactions.  Knowledge gained is anticipated to benefit new research fields involving hybrid magnetic-semiconductor heterostructures and spin-injection devices.  This project offers excellent research and education opportunities for students within an interdisciplinary program focused on physics and materials that is currently at the forefront scientific and technical areas.  The students will acquire rigorous training and skills in nanostructured materials and device fabrication that will prepare them for a range of careers in industry, government, or academe.\r\n***\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Xiao",
   "pi_mid_init": "Q",
   "pi_sufx_name": "",
   "pi_full_name": "John Q Xiao",
   "pi_email_addr": "jqx@udel.edu",
   "nsf_id": "000228507",
   "pi_start_date": "2000-07-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Edmund",
   "pi_last_name": "Nowak",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Edmund R Nowak",
   "pi_email_addr": "nowak@udel.edu",
   "nsf_id": "000302679",
   "pi_start_date": "2000-07-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Delaware",
  "inst_street_address": "550 S COLLEGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "DE",
  "inst_state_name": "Delaware",
  "inst_phone_num": "3028312136",
  "inst_zip_code": "197131324",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DE00",
  "org_lgl_bus_name": "UNIVERSITY OF DELAWARE",
  "org_prnt_uei_num": "",
  "org_uei_num": "T72NHKM259N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Delaware",
  "perf_str_addr": "550 S COLLEGE AVE",
  "perf_city_name": "NEWARK",
  "perf_st_code": "DE",
  "perf_st_name": "Delaware",
  "perf_zip_code": "197131324",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DE00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1682",
   "pgm_ref_txt": "NANO SCI AND ENG - MPS CORE AW"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 240000.0
  },
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 6000.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 27000.0
  }
 ],
 "por": null
}