{
 "awd_id": "0071744",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Asymptotic Methods in Financial Mathematics",
 "cfda_num": "47.049",
 "org_code": "03040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Deborah Lockhart",
 "awd_eff_date": "2000-08-01",
 "awd_exp_date": "2003-07-31",
 "tot_intn_awd_amt": 114896.0,
 "awd_amount": 114896.0,
 "awd_min_amd_letter_date": "2000-07-31",
 "awd_max_amd_letter_date": "2000-07-31",
 "awd_abstract_narration": "Title:  Asymptotic Methods in Financial Mathematics (NSF-DMS-0071744 revised 5/23/00)\r\n\r\nPrincipal Investigator/Project Director:  Jean-Pierre Fouque\r\n\r\n\r\nTechnical Description:\r\nPricing and hedging derivatives in financial markets with fast mean-reverting stochastic volatility lead to singular perturbations of parabolic partial differential equations such as  Black-Scholes equation in the case of stock markets. This research consists in developing the  mathematical tools necessary to implement this new methodology in various situations such as American and exotic options in equity markets or term-structures of interest rates in fixed income markets.\r\nThe first step in this method requires an identification of the time scales present in the hidden stochastic volatility processes. This has been done for S&P500 by using variograms and spectral analysis methods. Other tools and markets will be investigated \r\nThe second step consists in modeling the evolution of the price process by means of stochastic differential equations with volatility coefficients  driven by additional general ergodic processes running on faster time-scales. Risk-neutral probabilities are parameterized by market prices of volatility risk. In the Markovian case, derivative prices are obtained as solutions of partial differential equations, which are singular perturbations of the corresponding classical constant volatility equations. Asymptotic expansions are performed. The zero-order terms correspond to classical constant volatility situations. The first-order terms are shown to depend only on current prices and they are computed either explicitly or through the resolution of a partial differential equation. The case of American options leads to singular perturbations of free-boundary value problems that will be studied in detail. The hedging problem will be treated by a martingale decomposition approach also used in non-Markovian cases or infinite dimensional situations arising in fixed income markets.\r\nThe next step consists in the calibration of the few parameters revealed in the first correction obtained in the expansion. This is done by using observed derivative prices in liquid markets and used for pricing other exotic derivatives.\r\nThis new methodology to handle incomplete stochastic volatility markets gives rise to model independent pricing and hedging formulas easy to calibrate and to compute. Its mathematical analysis, the heart of this proposal, touches various fields of applied mathematics and leads to far reaching new tools and results.\r\nNon-Technical Description:\r\nThis project addresses problems in financial mathematics of pricing and hedging derivative securities in an environment of uncertain and changing market volatility. These risk management problems are important to investors from large trading institutions to pension funds and to regulators of financial markets and economic activity such as the federal reserve.\r\nIt is widely recognized that the simplicity of the famous Black-Scholes model which relates derivative prices to current stock prices and quantifies risk through a constant volatility parameter is no longer sufficient to capture modern market phenomena, especially since the 1987 crash.\r\nThis research consists in the investigation of a new method for modeling, analysis and estimation that exploits the random nature and fast intrinsic time scale of the volatility. These observed volatility properties are used to derive corrections to the classical constant volatility formulas. These corrections reveal important groupings of market parameters, which otherwise are not obvious, and it turns out that estimation of these composites from market data is extremely efficient and stable.\r\nMuch attention will be devoted to the more mathematically involved cases of American options, which can be exercised at any time before maturity, or other increasingly popular exotic options, which depend on the history of the underlying asset.\r\nNew and original methods, based on the fundamental concept of martingale in probability theory, are developed to handle complex fixed income markets, for which the understanding of the time evolution of yield curves of interest rates is a real challenge. \r\nThe goal of this research is to produce sophisticated mathematical results, which can be efficiently implemented and used by practitioners in quantitative finance.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jean-Pierre",
   "pi_last_name": "Fouque",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jean-Pierre Fouque",
   "pi_email_addr": "fouque@pstat.ucsb.edu",
   "nsf_id": "000281989",
   "pi_start_date": "2000-07-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "2601 WOLF VILLAGE WAY",
  "perf_city_name": "RALEIGH",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276950001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 114896.0
  }
 ],
 "por": null
}