{
 "awd_id": "0071828",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Ultrahigh Pressure Studies of Hydrogen and its Isotopes",
 "cfda_num": "47.049",
 "org_code": "03070003",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Wendy W. Fuller-Mora",
 "awd_eff_date": "2000-08-01",
 "awd_exp_date": "2004-07-31",
 "tot_intn_awd_amt": 315000.0,
 "awd_amount": 315000.0,
 "awd_min_amd_letter_date": "2000-05-10",
 "awd_max_amd_letter_date": "2002-07-17",
 "awd_abstract_narration": "One of the great outstanding problems and challenges to condensed matter physics is a determination and understanding of the phases and properties of solid hydrogen at high density. A number of phases have been predicted, in particular the Wigner-Huntington transition to the atomic metallic state, which may be a High-Tc superconductor. In addition, detailed electronic band structure calculations predict that the high-density molecular phase should be metallic and exhibit high temperature superconductivity. Currently there are three phases known to exist experimentally, the low-pressure phase, the broken symmetry phase at a pressure of 110 GPa, and the A-phase at 150 GPa. This research program will pursue the study of solid hydrogen and its isotopes, deuterium and HD, to multi-megabar pressures. An effort will be dedicated to extend the pressure to the 400 GPa range in the search for the metallic phases of hydrogen. The DC electrical conductivity of the A-phase will be measured as function of temperature and pressure in order to determine whether hydrogen is metallic at these pressures or, if not, will determine the band gap as a function of pressure.  Newly developed diamond anvil cells (DACs) with high quality, flaw-free and very low impurity synthetic diamonds will be use in these studies. These improved DACs are expected to overcome the limitations inherent in conventional designs. Spectroscopic techniques will be used to search for and explore new phase lines. The conductive properties will be investigated either by DC conductivity measurements or optical spectroscopy, characterized by a Drude free-electron spectrum. A determination of the high-pressure phases and their properties will be a major accomplishment for theory and experiment. Graduate students and post doctoral research associates will participate in this research and will thereby acquire knowledge and skills that prepare them for employment in industry, academia, or government.\r\n%%%\r\nOne of the great outstanding problems and challenges to condensed matter physics is the determination and understanding of the atom structure and properties of solid hydrogen at high density. Hydrogen freezes at -260 degrees centigrade. The solid has low density and is transparent to the eye. At high density the molecules are closer and the solid is predicted to become a metal and possibly become a high-temperature superconductor. At still higher densities the molecules are predicted to dissociate so that the solid is made up of atoms, rather than molecules, at the lattice sites. This transition to atomic-metallic hydrogen with its accompanying superconductivity was predicted over 65 years ago but has so far eluded detection. It is now believed that pressures in the range of 3 to 4 million atmospheres are required to achieve the densities needed to produce atomic-metallic hydrogen. It is the goal of this research to generate such pressures with so-called Diamond Anvil Cells (DACs) that are specially designed to overcome the limitations of conventional DACs. Electrical and optical spectroscopic methods will be used to search for evidence of the atomic-metallic state of hydrogen. The production of atomic-metallic hydrogen would be a major accomplishment, not only scientifically, but very likely also for technological reasons, for the same theory that predicts its existence also predicts that it will be a superconductor at room temperature, even after the pressure is released. These predictions are at the center of current debate about the properties of hydrogen under extreme conditions.  A successful outcome of this project will not only settle one of the outstanding problems of contemporary condensed matter physics but will also open up new avenues for scientific discoveries and applications.  This research is conducted with the assistance of graduate students and postdoctoral research associates. They will thereby acquire knowledge and skills in a contemporary area of condensed matter physics that will prepare them for productive employment in industry, academia, or government.\r\n***\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Isaac",
   "pi_last_name": "Silvera",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Isaac F Silvera",
   "pi_email_addr": "silvera@physics.harvard.edu",
   "nsf_id": "000450825",
   "pi_start_date": "2000-05-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": "1033 MASSACHUSETTS AVE STE 3",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021385366",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 105000.0
  },
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 105000.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 105000.0
  }
 ],
 "por": null
}