{
 "awd_id": "0072526",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Nonparametric Bayesian Modelling",
 "cfda_num": "47.049",
 "org_code": "03040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Xuming He",
 "awd_eff_date": "2000-07-01",
 "awd_exp_date": "2004-10-31",
 "tot_intn_awd_amt": 88046.0,
 "awd_amount": 88046.0,
 "awd_min_amd_letter_date": "2000-05-23",
 "awd_max_amd_letter_date": "2004-08-19",
 "awd_abstract_narration": "\r\nNonparametric Bayesian Modelling\r\n\r\nNonparametric Bayesian models are motivated by the desire to more realistically\r\nmodel data.  They provide a means of escaping the strictures of parametric \r\nmodels, while, with their Bayesian nature, they allow the incorporation of some\r\ninformation about the process under investigation.  These philosophical \r\nadvantages translate directly into superior performance for the models, which\r\nhave had a particularly strong showing wherever random effects are involved.\r\nWhen these models are used in conjunction with the hierarchical model, they \r\nconstitute a powerful modelling tool.  \r\n\r\nThe current state of the art in nonparametric Bayesian modelling allows one to \r\npropose and fit models, and a limited amount of work has been done on selection\r\nof a model from some small set of candidate models.  The greater field of data\r\nanalysis in this context is almost untouched.  The reason for this is that the \r\ncurrent set of models do not allow for a sophisticated data analysis:  the \r\niterative process of proposing a model, assessing its fit, developing a \r\nmodification of the model to improve its fit, and reducing the model if no \r\nsubstantial improvement in fit is found.  The main focus of this work is to \r\nformulate and implement sophisticated nonparametric Bayesian data analysis.  \r\n\r\nTo accomplish the above goal, this research proposal identifies five areas \r\nwhere nonparametric Bayesian models currently either perform poorly or cannot\r\nbe used in a satisfactory, general fashion.  These areas are (i) examination\r\nof the relationship between covariates and response (ii) assessment of the fit\r\nof a model (iii) combination of information from related experiments (iv)\r\nmodelling distributions with outliers and (v) working with small to moderate\r\nsample sizes.  \r\n\r\nIn the proposed research, the author will develop models that will show strong\r\nperformance for each of the above problems.  The first class of models, \r\ndependent nonparametric processes, move beyond current models which are aimed\r\nat providing a description of a single random distribution.  They provide a \r\nmeans of modelling a collection of random distributions which exhibit strong\r\nlocal dependence and long-range independence.  This feature of the model makes \r\nit ideal for (i) - (iii) above.  The second class of models, contaminated \r\nmodels, directly targets the departure from a parametric model in a clear, \r\neasily interpretable fashion.  This type of model is ideal for describing \r\ndistributions that contain outliers, and its close proximity to a parametric \r\nform will yield small sample performance that is nearly equivalent to the \r\nparametric model, providing an approach to problems (iv) and (v).  Additionally,\r\nthe two types of models may be freely combined, resulting in a single, coherent \r\napproach to all five problems.  The basic theoretical properties of the models\r\nwill be investigated, the computational strategies needed to fit the models\r\nwill be devised, and the models will be applied in a variety of settings.  \r\nThroughout, the emphasis of the research will be on the development of sound\r\ndata analytic strategies so that the theoretical and practical advantages\r\nof nonparametric Bayesian modelling can be realized.  \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "MacEachern",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Steven N MacEachern",
   "pi_email_addr": "snm@stat.osu.edu",
   "nsf_id": "000379898",
   "pi_start_date": "2000-05-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University Research Foundation -DO NOT USE",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "Columbus",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888734",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": "QR7NH79713E5"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio State University Research Foundation -DO NOT USE",
  "perf_str_addr": "1960 KENNY RD",
  "perf_city_name": "Columbus",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126900",
   "pgm_ele_name": "STATISTICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 27434.0
  },
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 29840.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 30772.0
  }
 ],
 "por": null
}