{
 "awd_id": "0072897",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Optical and Far Infrared Studies of Semiconductor Heterostructures",
 "cfda_num": "47.049",
 "org_code": "03070003",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "H. Hollis Wickman",
 "awd_eff_date": "2000-08-15",
 "awd_exp_date": "2003-07-31",
 "tot_intn_awd_amt": 315000.0,
 "awd_amount": 315000.0,
 "awd_min_amd_letter_date": "2000-06-26",
 "awd_max_amd_letter_date": "2002-03-13",
 "awd_abstract_narration": "The project consists of three parts, all of them involving semiconductor heterostructures whose properties are determined almost entirely by electron spin. (1)  Fabricate, and carry out optical studies of self-assembled magnetic semiconductor quantum dots (QDs) achieved  by introducing Mn into the CdSe/ZnSe QD system. This effort will focus on the understanding and control of the self-assembly process, with emphasis on the morphology, uniformity of composition, and control of Mn incorporation.  Optical studies will concentrate on the exchange interaction in zero-dimensional systems, on the effect of a reduced number of magnetic nearest-neighbors in the QD geometry, and on determining  the (expectedly very long) spin lifetimes in such systems.  (2) Fabricate and perform optical studies of ferromagnetic semiconductors and their multilayers. The discovery of ferromagnetism in III-Mn-V alloys is a major breakthrough that holds out possibilities of integrating giant spin-related effects into III-V-based electronics and optoelectronics. The problem of the large density of defects that form  when Mn is introduced into the III-V lattice will be addressed by a series of strategies for MBE growth of III-V based ferromagnetics. Optical tests of these systems will focus specifically on improving the optical quality of these materials via defect reduction and optimization of p-type doping.   (3) Bragg-confining systems based on diluted magnetic semiconductor (DMS) multilayers will be investigated. These systems offer the possibility of tuning (via an applied magnetic field) the relative band alignment between the constituent layer materials. This tunability can be used for controlling the de Broglie wavelength of electrons and/or holes within the structure, and thus for tuning their Bragg localization.  Since in DMS-based systems the tunability of Bragg localization is spin-specific, the structures developed  in the program will serve as prototypes for spin-filtering devices that may find important application in spin-based electronics. This research will provide training for graduate students in areas of nanoscience and spin-based electronics, thus meeting U.S. manpower needs in two important and rapidly developing areas of technology.\r\n%%% \t \r\nTraditional semiconductor electronics is based entirely on the electron charge and its response to applied electric signals.  The electron, however, is also characterized by another property: the spin.  Recent experiments have demonstrated that this latter property holds out certain advantages which make spin-based nanostructures attractive as candidates for the next generation of electronic devices.  Although one can already envision future applications of spin-based electronics (\"spintronics\") in detector systems, ultra-fast switches and quantum computing, many fundamental issues need to be resolved before such devices can become reality. This research deals with three inter-related areas involving semiconductor heterostructures whose properties are determined almost entirely by electron spin: Controlled fabrication of spintronics materials, optical characterization of these materials, and development of techniques for the effective identification of different spin states from one another. Successful completion of these tasks will be major contributions to the scientific understanding of spintronics processes and their incorporation in practical technological devices. This research will be performed with graduate students and postdoctoral research associates. They will receive training in areas of nanoscience and spin-based electronics in preparation for their entry into the scientific and technological workforce. \r\n***\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Margaret",
   "pi_last_name": "Dobrowolska",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Margaret Dobrowolska",
   "pi_email_addr": "mdobrowo@nd.edu",
   "nsf_id": "000290139",
   "pi_start_date": "2000-06-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jacek",
   "pi_last_name": "Furdyna",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Jacek K Furdyna",
   "pi_email_addr": "furdyna@nd.edu",
   "nsf_id": "000303926",
   "pi_start_date": "2000-06-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Notre Dame",
  "inst_street_address": "940 GRACE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "NOTRE DAME",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "5746317432",
  "inst_zip_code": "465565708",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "IN02",
  "org_lgl_bus_name": "UNIVERSITY OF NOTRE DAME DU LAC",
  "org_prnt_uei_num": "FPU6XGFXMBE9",
  "org_uei_num": "FPU6XGFXMBE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Notre Dame",
  "perf_str_addr": "940 GRACE HALL",
  "perf_city_name": "NOTRE DAME",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "465565708",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "IN02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 105000.0
  },
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 105000.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 105000.0
  }
 ],
 "por": null
}