{
 "awd_id": "0072532",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Morphological Development in Strained Alloy Films",
 "cfda_num": "47.049",
 "org_code": "03040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Henry Warchall",
 "awd_eff_date": "2000-07-15",
 "awd_exp_date": "2004-06-30",
 "tot_intn_awd_amt": 78432.0,
 "awd_amount": 87880.0,
 "awd_min_amd_letter_date": "2000-07-20",
 "awd_max_amd_letter_date": "2000-07-20",
 "awd_abstract_narration": "Strained solid films are an important component of newly-developed\r\nelectronic devices such as the quantum-well semiconductor and the\r\nbipolar heterojunction transistor.  The strain in the film is\r\nessential to these devices because it modifies the electronic band gap\r\nin the device to generate the desired electronic properties.  The\r\nstrain in the film, however, is also responsible for the generation of\r\ninstabilities during growth, resulting in nonplanar films with\r\ninhomogeneous microstructure, such as \"quantum dots\" and \"quantum\r\nwires\".  Because of the strain localization associated with the\r\ninhomogeneous microstructure, the resulting electronic properties can\r\nbe enhanced due to quantum electronic effects.  Thus, there has been\r\nintense interest in natural \"self-assembly\" of quantum dot and quantum\r\nwire morphologies during the growth process.  The research of the PI\r\nwill focus on the analysis of mathematical models for the development\r\nof such inhomogeneous microstructures in strained alloy films.  The\r\ntheoretical description of morphological development in strained films\r\nis difficult because of the major role that elastic strain plays in\r\nthe development of the morphology; the generic case is that of a free\r\nboundary or moving boundary elasticity problem.  While there has been\r\na significant amount of progress made on the mathematical modeling of\r\nthe growth of single-component strained films, models for the growth\r\nof alloy strained films are still in their infancy.  The proposed\r\nresearch will examine the microstructure generated from the new alloy\r\nfilm models as nonlinear solutions to the moving boundary elasticity\r\nproblem using a combination of both analytical and numerical\r\ntechniques.  The research will focus on three areas relating to the\r\nformation of microstructure in strained alloy films.  First, the\r\npossibility of generating a new type of microstructure based on\r\nself-assembled compositional modulations in thick films will be\r\ninvestigated by a bifurcation analysis of the nonlinear free boundary\r\nproblem.  Second the growth of inhomogeneous alloy quantum dots will\r\nbe described using a hybrid asymptotic and numerical approach, and the\r\ntheoretical predictions will be compared to experiments carried out in\r\nparallel by a collaborator.  Finally the appropriate mathematical\r\nmodeling of facet corners in strained alloy crystals will be examined\r\nthrough a model which incorporates atomic-scale behavior in a\r\nmacroscopic model for film growth.  The overall goal of the research\r\nis to develop mathematical approaches that enable a comprehensive\r\ntheoretical description of nanostructure formation in strained alloy\r\nfilms.\r\n\r\nIn nanoscale electronic devices, strained solid layers play an\r\nimportant role because of the improved electronic properties of the\r\nstrained material.  While flat, planar strained films have been used\r\nsuccessfully, they can be susceptible to instabilities during the\r\ngrowth process and develop nanoscale bumps (\"dots\").  These nanoscale\r\n\"quantum dots\" have been found to give superior electronic behavior\r\nbecause of quantum-physics electronic effects.  There is thus interest\r\nin growing quantum dots with a controlled size and spacing to give a\r\nmaterial with specified or optimum electronic properties.  The\r\nresearch supported by this grant focuses on the development of\r\nmathematical models for describing the formation of quantum dots and\r\nother nanostructures from detailed modeling of the physics of the\r\ngrowth process.  In particular, the work will focus on the growth of\r\nalloy films, for which theoretical understanding not well developed.\r\nThe goal of the theoretical work will be to evaluate the effect of\r\ndifferent growth parameters to guide the development of \"optimum\"\r\nquantum dot structures.  To solve the mathematical problem, advanced\r\nmathematical techniques will be developed and applied to determine the\r\ncharacteristics of the solutions and how they depend on the material\r\nproperties and growth conditions.  In addition, the research will also\r\naddress the difficult question of how to incorporate atomic-level\r\nbehavior into a large scale model for strained film growth.  The\r\ntheoretical predictions will be compared to experiments conducted in\r\nparallel by a collaborator here at the University at Buffalo.  The\r\nresults of the work will be twofold.  The understanding of how to\r\ntreat the mathematical issues of strained alloy film growth well will be \r\nimproved. Also,  a useful \"parameter map\" describing the important \r\nphysical processes that influence the development of nanostructures \r\nwill be developed. This parameter map can be used as a\r\nguide to the design of strained alloy nanostructures with specified or\r\noptimum properties.\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Spencer",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Brian J Spencer",
   "pi_email_addr": "spencerb@buffalo.edu",
   "nsf_id": "000320053",
   "pi_start_date": "2000-07-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Buffalo",
  "inst_street_address": "520 LEE ENTRANCE STE 211",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7166452634",
  "inst_zip_code": "142282577",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "NY26",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "GMZUKXFDJMA9",
  "org_uei_num": "LMCJKRFW5R81"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Buffalo",
  "perf_str_addr": "520 LEE ENTRANCE STE 211",
  "perf_city_name": "AMHERST",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "142282577",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "NY26",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 87880.0
  }
 ],
 "por": null
}