{
 "awd_id": "0072395",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "STM-fabricated Magnets and Their Influence on Semiconductor Electronics",
 "cfda_num": "47.049",
 "org_code": "03070003",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Wendy W. Fuller-Mora",
 "awd_eff_date": "2000-03-15",
 "awd_exp_date": "2004-02-29",
 "tot_intn_awd_amt": 230147.0,
 "awd_amount": 230147.0,
 "awd_min_amd_letter_date": "2000-03-02",
 "awd_max_amd_letter_date": "2000-03-02",
 "awd_abstract_narration": "\r\n\r\nThe potential utility of arrays of magnetic nanoparticles as dense magnetic storage media as well as their integration in semiconducting and metallic 'spintronic' devices is the basis for the proposed work.  The effort concentrates on the production and characterization of magnetic particles either individually or arranged in small groups, or large arrays.  Micro-metal-organic vapor deposition using scanning tunneling microscopy (STM-MOCVD) and high-resolution e-beam lithography will be used to fabricate these systems on III-V semiconductor heterostructures.  Fe, Co, and Ni particles, with diameters as low as 10 nm will be fabricated.  Their magnetic behavior will be probed indirectly by sensing the magnetic fields of the particles through Hall crosses fabricated from the semiconductor heterostructures.  Measurements in a gradiometer configuration will be extended beyond their present limitations to arrays and low temperature to single particles and to room temperature.  Moreover, complementary direct observations at room temperature will be made using a magnetic force microscope (MFM) with variable field capability.  Interparticle interactions will be investigated experimentally as well as by numerical simulations.  The combination of magnetic and electronic measurements on well-characterized structures will be used to formulate a physical picture of magnetic dynamics within reduced length scales and the influence of such magnetic structures on semiconductor electronics will be explored.\r\n%%%\r\nModern technology relies heavily on micro-fabrication and specifically on microelectronics. The goal of the proposed work is to fabricate regularly arranged magnetic particles of the size of nanometers (nm); (the diameter of an atom is about 0.3 nm) onto semiconductor structures and to study their magnetic properties as well as their influence on the electrical conductivity of the semiconductor.  Such integration of magnetic and electronic properties is believed to lead to the next generation of microelectronic, so-called 'spintronic', devices.  In the proposed work magnetic particles, either individually or arranged in small groups, or in large arrays will be fabricated and studied.  The experimental techniques that have been used in such investigations have so far been limited to arrays and to very low temperatures.  One of the goals of the present research is to go beyond these limits and extend the studies to single particles and to room temperature.  The combination of magnetic and electronic measurements on well-characterized structures will be used to formulate a physical picture of magnetic dynamics within reduced length scales and the influence of such magnetic structures on semiconductor electronics.  Undergraduate and graduate students, as well as post doctoral research associates will participate in this research.  They will thereby acquire skills and knowledge in a forefront area of condensed matter physics and materials science.  These will enable them to be productive members of the scientific/technological workforce for the next few decades of this century.\r\n***\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephan",
   "pi_last_name": "von Molnar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Stephan von Molnar",
   "pi_email_addr": "molnar@physics.fsu.edu",
   "nsf_id": "000323456",
   "pi_start_date": "2000-03-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida State University",
  "inst_street_address": "874 TRADITIONS WAY",
  "inst_street_address_2": "",
  "inst_city_name": "TALLAHASSEE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8506445260",
  "inst_zip_code": "323060001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "FL02",
  "org_lgl_bus_name": "FLORIDA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JF2BLNN4PJC3"
 },
 "perf_inst": {
  "perf_inst_name": "Florida State University",
  "perf_str_addr": "874 TRADITIONS WAY",
  "perf_city_name": "TALLAHASSEE",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "323060001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "FL02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 230147.0
  }
 ],
 "por": null
}