{
 "awd_id": "0073546",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Density Functional Theory of Noncollinear Magnetic Systems",
 "cfda_num": "47.049",
 "org_code": "03070005",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2000-06-01",
 "awd_exp_date": "2004-05-31",
 "tot_intn_awd_amt": 372000.0,
 "awd_amount": 372000.0,
 "awd_min_amd_letter_date": "2000-06-05",
 "awd_max_amd_letter_date": "2002-02-12",
 "awd_abstract_narration": "This award supports theoretical and computational research on a variety of topics relating to the electronic structure of magnetic materials.  Neutron scattering cannot distinguish between a spiral spin density wave (SSDW) and ordinary transverse spin density wave's (SDW) polarized in different directions in different domains.  It is relatively easy to calculate noncommensurate SSDW's but not SDW's.  This research will attempt to verify the widely held belief that Cr has a SDW ground state by calculating the energy versus wave vector SSDW curves and comparing the energies of the commensurate SSDW and SDW ground states.  The SSDW ground state of rare earth europium will also be calculated.\r\n\r\nAlso, full potential frozen spin wave calculations will be done for Fe and Ni.  A larger spin stiffness correction is expected to be required to obtain magnon dispersion curves in agreement with experiment in the case of Fe because its spins are more itinerant than those of Ni.  Also to be calculated are the magnon dispersion curves of rare earth gadolinium.  Calculations indicate FeRh is an itinerant antiferromagnet.  Although the frozen spin wave scheme will work for antiferromagnets in principle, it is not obvious that it will work in practice.  Assuming that FeRh is not found to have a SSDW ground state, the scheme will be tested for calculating magnon dispersion curves on it.\r\n\r\nThe spin stiffness used is a somewhat ad hoc gradient term added to the LSDA (local spin density approximation), but the LSDA as currently applied to SSDW's is stretched beyond its range of validity.  Furthermore, the spin stiffness correction contains an arbitrary multiplicative parameter.  Ideas will be pursued for obtaining further improvements in density functional approximations fo rnoncollinear magnetic systems.  If successful, some of the calculations made for the spin stiffness density functional will be repeated.  \r\n\r\nOther calculations will be done.  For example, and in agreement with experiment, the GGA (generalized gradient approximation) yields a magnetic surface for V(001) whereas the LSDA does not.  One experiment finds that a monlayer of V on Ag(001) has no net magnetization whereas another finds it to be ferromagnetic.  An LSDA calculation finds an antiferromagnetic ground state.  GGA calculations will be performed in the belief that they will result in the ferromagnetic state lying below the antiferromagnetic one, and inspire additional experimental work.\r\n%%%\r\nThis award supports theoretical and computational research on a variety of topics relating to the electronic structure of magnetic materials.  Calculations will be done using density functional theory to determine the magnetic properties of a variety of materials.  These calculations will be compared with experiment and will assist in resolving issues relating to these important magnetic materials\r\n***.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Leonard",
   "pi_last_name": "Kleinman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Leonard Kleinman",
   "pi_email_addr": "kleinman@mail.utexas.edu",
   "nsf_id": "000449576",
   "pi_start_date": "2000-06-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "110 INNER CAMPUS DR",
  "perf_city_name": "AUSTIN",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121139",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 124000.0
  },
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 124000.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 124000.0
  }
 ],
 "por": null
}