{
 "awd_id": "0073984",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Molecular Characterization and Reaction Mechanisms of Arsenic Speciation in Stream Hyporheic Zone Sediments",
 "cfda_num": "47.050",
 "org_code": "06030100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "L. Douglas James",
 "awd_eff_date": "2000-07-01",
 "awd_exp_date": "2004-06-30",
 "tot_intn_awd_amt": 191556.0,
 "awd_amount": 191556.0,
 "awd_min_amd_letter_date": "2000-06-24",
 "awd_max_amd_letter_date": "2000-06-24",
 "awd_abstract_narration": "0073984\r\nO'Day\r\n\r\nChemical transformations of arsenic in the environment control its mobility, bioavailability, and toxicity.  These processes include inorganic or biological oxidation and reduction, biologically mediated methylation, adsorption to and desorption from mineral surfaces, and mineral precipitation, co-precipitation, and dissolution.  Arsenic is a well-known toxin at elevated concentrations and a known carcinogen in chronic exposure.  Because arsenic is commonly found in streams and groundwaters of the arid and simi-arid western  U.S., understanding of retention mechanisms by stream subsurface sediments is important for evaluating arsenic mobility and migration into drinking water sources.\r\n\r\nWe are using synchrotron X-ray absorption spectroscopy and supporting characterization methods to determine the primary modes of arsenic speciation in hyporheic zone sediments from two streams, one receiving  As(III) from geothermal sources, and one with elevated arsenic and metal concentrations from mining and weathering of sulfide tailings.  We will identify speciation in sediments at the molecular level, document changes in oxidation state and ligand environment as a function of sediment depth, and assess the importance of biological mediation.  We will use a combination of X-ray absorption near-edge structure (XANES) and extended X-ray absorption fine structure (EXAFS) analyses, and appropriate arsenic reference compounds, to quantitatively determine arsenic speciation.  Complementary characterization methods will include laboratory and  synchrotron powder X-ray diffraction, scanning electron microscopy and microprobe, and selective extraction methods.  Secondary ion mass spectrometry (SIMS) of sulfur isotope ratios will be used to identify biologically precipitated sulfur compounds.  This molecular information will be evaluated with thermodynamic calculations of surface and hyporheic zone water chemistry measured in the field to determine stable and metastable species and the chemical affinity of arsenic transformation reactions.  Molecular speciation identified in field samples will be linked to reaction rates of arsenic oxidation or reduction measured in simplified laboratory systems.  We will develop a windowed flow-through cell for real-time, in situ X-ray aborption measurements of arsenic redox reaction in simplified systems.  The outcome will be a quantitative understanding at the molecular scale of biotic and abiotic speciation reactions that control arsenic partitioning in stream hyporheic zones.  This level of understanding is important for development of general rate expressions for arsenic oxidation and reduction reactions that are transferable among different geochemical environments.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peggy",
   "pi_last_name": "O'Day",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Peggy O'Day",
   "pi_email_addr": "poday@ucmerced.edu",
   "nsf_id": "000470389",
   "pi_start_date": "2000-06-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "660 S MILL AVENUE STE 204",
  "perf_city_name": "TEMPE",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852813670",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  },
  {
   "pgm_ele_code": "157900",
   "pgm_ele_name": "Hydrologic Sciences"
  },
  {
   "pgm_ele_code": "158000",
   "pgm_ele_name": "Instrumentation & Facilities"
  },
  {
   "pgm_ele_code": "158400",
   "pgm_ele_name": "ENVIRO GEOCHEM AND BIOGEOCHEM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1043",
   "pgm_ref_txt": "ENVIRONMENTAL GEOCHEMISTRY"
  },
  {
   "pgm_ref_code": "1325",
   "pgm_ref_txt": "WATER & ENERGY: ATMO, VEG, EARTH"
  },
  {
   "pgm_ref_code": "9189",
   "pgm_ref_txt": "WATER RESOURCES/COASTAL & MARINE ENVIRON"
  },
  {
   "pgm_ref_code": "9198",
   "pgm_ref_txt": "OTHER ENVIRONMENT"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 191556.0
  }
 ],
 "por": null
}