{
 "awd_id": "0073725",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Design, Theoretical Validation, and Empirical Evaluation of a Class of Multicast Congestion Control Schemes: Marriage of Feedback Control Theory and Multicast Congestion Control",
 "cfda_num": "47.070",
 "org_code": "05050202",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Darleen Fisher",
 "awd_eff_date": "2000-07-01",
 "awd_exp_date": "2004-08-31",
 "tot_intn_awd_amt": 360000.0,
 "awd_amount": 360000.0,
 "awd_min_amd_letter_date": "2000-06-06",
 "awd_max_amd_letter_date": "2002-07-31",
 "awd_abstract_narration": "The researchers have observed an explosive growth in transporting continuous media applications to multiple recipients on the Internet.  Examples include continuous media servers, digital libraries, remote medical diagnosis, and distance learning.  As most Internet continuous media based multicast applications do not support end-to-end congestion control, wide deployment of these applications have severe negative impact, ranging from starvation of self-controlled TCP flows to the potential for congestion collapse.  The main intent of this proposal is thus to design, implement, analytically validate, and empirically evaluate a class of congestion control schemes for multicasts with the following design objectives: scalability, capability to adjust source sending rates to achieve TCP-friendliness and (weighted) fairness in an analytically provable manner, capability to handle independent losses of the same packet, capability to deal with dynamic traffic/membership changes, and minimal router support.\r\n     Specifically, the researchers will lay out an analytical framework for rate-based multicast congestion control.  In particular,                                                                                                                                             T1.  The researchers propose a novel approach for ACK aggregation so as to provide the sender with a simple but comprehensive view of congestion conditions in the multicast tree.\r\n     T2.  The researchers characterize the congestion status with three phases: congestion free, congestion alert, and congestion avoidance, and will devise a simple, yet effective mechanism for a sender to diagnose, based on the parameters in the aggregated acknowledgment received and parameters locally kept, which congestion phase its connection is in and whether or not independent losses of the same packet has occurred.\r\n     T3.  The researchers  will devise, based on robust feedback control theory, a class of rate adjustment schemes that are (i) TCP-friendly, (ii) robustly stable, and (iii) achieve (weighted) fairness among competing multicast sessions, feature (ii) is especially important for systems with feedback loops, but has not been extensively addressed in most of the multicast congestion control work perhaps except [10].  The proposed control theoretic work will hence center around robust stability and disturbance attenuation problems that appear in rate-based flow control for multicasts.\r\n     T4.  To promote the wide deployment of proposed schemes, the researchers will investigate whether or not, and how, the operations (perhaps except acknowledgment aggregation) can be realized at end hosts.  If some of the operations cannot be accomplished without router support, the researchers will look into possible light-weight implementation methods.\r\n     T5.  To empirically evaluate the performance of proposed multicast congestion control schemes, the researchers  will conduct extensive simulation in ns-2 [81] to test their TCP-friendliness, fairness, and scalability properties and compare them against existing work.  With the help of OARnet (the Ohio GigaPOP manager of Internet2) personnel,the researchers will also implement the proposed schemes in FreeBSD, and use a database server centered on large amounts of patient images acquired from MR and CT as a representative multicast application to empirically measure the key functional, scalable, and adaptive characteristics of the prototype software over the Internet2.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hitay",
   "pi_last_name": "Ozbay",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hitay Ozbay",
   "pi_email_addr": "ozbay.1@osu.edu",
   "nsf_id": "000384138",
   "pi_start_date": "2000-06-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Hou",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer C Hou",
   "pi_email_addr": "jhou@cs.uiuc.edu",
   "nsf_id": "000322720",
   "pi_start_date": "2000-06-06",
   "pi_end_date": "2002-07-31"
  }
 ],
 "inst": {
  "inst_name": "Ohio State University Research Foundation -DO NOT USE",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "Columbus",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888734",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": "QR7NH79713E5"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio State University Research Foundation -DO NOT USE",
  "perf_str_addr": "1960 KENNY RD",
  "perf_city_name": "Columbus",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "409700",
   "pgm_ele_name": "NETWORKING RESEARCH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 360000.0
  }
 ],
 "por": null
}