{
 "awd_id": "0073359",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Distributed Bandwidth Management and Pricing in High-Speed Networks",
 "cfda_num": "47.070",
 "org_code": "05050202",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Darleen Fisher",
 "awd_eff_date": "2000-09-01",
 "awd_exp_date": "2004-08-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2000-08-22",
 "awd_max_amd_letter_date": "2000-08-22",
 "awd_abstract_narration": "Bandwidth management and pricing of elastic services is key to the efficient and profitable running of emerging high-speed networks. Elastic traffic or traffic which can alter its rate characteristics to adapt to the congestion state of the network, such as TCP/IP traffic, already forms a major part of the traffic carried by today's networks, the Internet being the current paradigm. In networks where the basic bandwidth availability and user characteristics are not efficiently priced as well as managed, profitability or efficiency is reduced since pricing and consequent user satisfaction are going to determine demand and useful throughput (\\goodput\").  While the ideas of dynamic optimal resource allocation and pricing based on user resource requests and budgets are very attractive they cannot be implemented in a large network for scalability reasons. This is due to both communication as well as computational overheads. Hence, there is a need for creating a hierarchical structure and to perform aggregation in order to make the concept implementable and useful. However, the researchers believe that there is a need for a well-defined framework so that they can understand and quantify the trade-offs that have been made in terms of efficiency, overhead, fairness, complexity, responsiveness (especially if the propagation delays are large) and robustness. Other issues very much related to implementation are linked to measurement of congestion and to convergence and stability of efficient and computationally feasible distributed algorithms.\r\n     The proposed research will:\r\n     (1)  Further develop and refine a game theoretic framework proposed by the PIs for bandwidth allocation for elastic traffic. The allocation maximizes the efficiency (in terms of network revenue) of network utilization and incorporates the crucial notion of fairness. The main thrust will be the development of appropriate solution concepts in non-static environments.\r\n     (2) Use the above framework to develop pricing structures which will lead to network efficiency while providing user level satisfaction.\r\n    (3)  Develop distributed algorithms which enable the proper allocation of bandwidth as defined through game theory above based on users' willingness to pay and bandwidth demands. In particular, the issues of\r\nnetwork measurements and local information will be addressed. This can be seen as either a solution for a\r\nsmall network or as a benchmark to which the researchers proposed solutions incorporating hierarchy and aggregation will be compared.\r\n    (4)  Design of scalable solutions incorporating aggregation and an appropriate hierarchical structure of the network, i.e., user level, groups of users, etc.  Particular attention will be paid to trade-offs in terms of\r\nperformance and complexity. Both the pure bandwidth allocation based on performance as well as pricing\r\nbased cases will be considered.\r\n    (5)  Study in the implementation of these solutions in the context of network protocols such as TCP/IP. This will involve issues related to stability, convergence, and adaptivity to changing conditions.\r\n     (6) Develop notions of network bandwidth derivatives or option pricing for booking or provisioning of bandwidth resources based on a Black-Scholes paradigm. This is another example of the techniques that the researchers plan to use. This one will be used at an intermediate level of the researchers' network hierarchy, namely between a service provider and a network operator.\r\n     The researchers expect that the proposed work will involve: advances in applications of game theory; contributions to the notions of aggregation and fairness; development of an approach to bandwidth options; optimal pricing structures; development of feasible real-time algorithms for bandwidth allocation; and contributions to implementation issues based on available information. The techniques will be drawn from game theory, Lyapunov theory, convergence of stochastic algorithms, nonlinear constrained optimization, mathematics of finance, and stochastic analysis.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ravi",
   "pi_last_name": "Mazumdar",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Ravi R Mazumdar",
   "pi_email_addr": "mazum@ecn.purdue.edu",
   "nsf_id": "000456003",
   "pi_start_date": "2000-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Catherine",
   "pi_last_name": "Rosenberg",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Catherine P Rosenberg",
   "pi_email_addr": "cath@ecn.purdue.edu",
   "nsf_id": "000458785",
   "pi_start_date": "2000-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue Research Foundation",
  "inst_street_address": "1281 WIN HENTSCHEL BLVD STE 2500",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3174946200",
  "inst_zip_code": "479064353",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE RESEARCH FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "C1G1LGYJF5G5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "2550 NORTHWESTERN AVE # 1100",
  "perf_city_name": "WEST LAFAYETTE",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479061332",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "409500",
   "pgm_ele_name": "SPECIAL PROJECTS IN NET RESEAR"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": null
}