{
 "awd_id": "0073409",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Mobility Tolerant Adaptive Multicast Protocols for Ad Hoc Networks",
 "cfda_num": "47.070",
 "org_code": "05050202",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Admela Jukan",
 "awd_eff_date": "2000-08-15",
 "awd_exp_date": "2001-06-30",
 "tot_intn_awd_amt": 299998.0,
 "awd_amount": 299998.0,
 "awd_min_amd_letter_date": "2000-06-08",
 "awd_max_amd_letter_date": "2000-06-08",
 "awd_abstract_narration": "Mobile ad hoc networks consisting of mobile hosts that communicate via wireless radio channels are being increasingly used for local area networks, law enforcement, military operations and myriad of other applications.  Most of these applications, if not all, involves sending messages from one host (source) to a specified group of hosts and there can be a large number of such groups in the network for diverse kinds of applications.  Multi-cast involves sending messages to a restricted group of processes and forms the basis for efficient implementation of group based applications on a distributed system.  Many protocols\r\nfor efficiently performing multi-cast in static networks are available while at this time, a number of critical technical issues in designing such protocols for ad hoc networks remain unresolved, including elegant solutions to issues of power limitations and high speed data, effective methods of assurance for losslessness of the messages during transition period due to host mobility and the ability to contain the effect of any topology change locally.  In mobile ad hoc networks the topology of the network changes with node movements, variations in the radio propagation conditions, and depletion of battery power of the nodes.  The rate of topological changes can be different at different times, as well as in different regions of the network.  The network can experience frequent network partitioning and may require reconfiguration of the partitioned subnetworks.\r\n     The proposed research will take a combined theoretical and experimental approach and will apply this to emerging distributed applications.  In this proposal the researchers with combined expertise in the fields of group based communications in networks and stabilization of protocols in asynchronous distributed computing systems are proposing an innovative integrated research project in fault-tolerant multi-cast protocol design for mobile ad hoc networks.  The proposed design intends to demonstrate a variety of impressive benefits including:\r\n  (1) The protocol will support mixed traffic of variable rates with the ability to adapt fast with ease to sudden changes in traffic via a dynamic link cost estimator (that depends on channel bandwidth, quality-of-service (QoS) to the applications, battery power of the hosts, etc.)\r\n  (2) The protocol is self-stabilizing in that any topological change due to mobility of nodes will trigger the protocol and the optimal multicast tree will be for the new topology and quickly reconstructed.\r\n  (3) The self-stabilizing protocols are augmented with features that guarantees that the service remains available while the multi-cast tree is being adapted to the new topology (i.e., multicast messages present in the system during the recovery period are not lost).\r\n (4) The self-stabilization features of the protocol are triggered in a controlled manner so as to not overwhelm the system in presence of high mobility by using efficient fault-containment strategies.\r\n (5)  The research intends to develop a new execution model for the self-stabilizing algorithms in a distributed system based on the real-life conditions of an ad hoc network as opposed to the traditional adversarial oracle model for such algorithms.  The researchers  expect that this will lead to the use of the concept of self-stabilization to solving other real life problems involving recovery from a transient behavior.\r\n     Efficient solutions for performing multi-casting in mobile ad hoc networks with the above benefits will rely on what support underlying data link layer can provide and how the network layer multi-cast protocol can exploit these facilities to intelligently control the overheads while providing desirable QoS.  This proposal will take a synergistic approach in designing the multi-cast protocols so as to make them compatible with the underlying networking layers.  The developed protocols will be extensivaly evaluated through simulation.  Further a prototype protocol stack will be implemented on the top of IEEE 802.11 MAC layer to evaluate the improvement in QoS to distributed media distribution and collaboration applications.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sandeep",
   "pi_last_name": "Gupta",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Sandeep K Gupta",
   "pi_email_addr": "sandeep.gupta@asu.edu",
   "nsf_id": "000279628",
   "pi_start_date": "2000-06-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Pradip",
   "pi_last_name": "Srimani",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Pradip Srimani",
   "pi_email_addr": "srimani@cs.clemson.edu",
   "nsf_id": "000302714",
   "pi_start_date": "2000-06-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colorado State University",
  "inst_street_address": "601 S HOWES ST",
  "inst_street_address_2": "",
  "inst_city_name": "FORT COLLINS",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "9704916355",
  "inst_zip_code": "805212807",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "COLORADO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LT9CXX8L19G1"
 },
 "perf_inst": {
  "perf_inst_name": "Colorado State University",
  "perf_str_addr": "601 S HOWES ST",
  "perf_city_name": "FORT COLLINS",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "805212807",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "409700",
   "pgm_ele_name": "NETWORKING RESEARCH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 47298.0
  }
 ],
 "por": null
}