{
 "awd_id": "0073061",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dissertation Research: The Effect of Miniaturization on Skeletal Morphology in Frogs",
 "cfda_num": "47.074",
 "org_code": "08010207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "James E. Rodman",
 "awd_eff_date": "2000-06-01",
 "awd_exp_date": "2002-05-31",
 "tot_intn_awd_amt": 10000.0,
 "awd_amount": 10000.0,
 "awd_min_amd_letter_date": "2000-05-24",
 "awd_max_amd_letter_date": "2000-05-24",
 "awd_abstract_narration": "0073061\r\nCannatella and Yeh\r\n\tMiniaturization is the evolution of unusually small body size within a lineage of animals. It has broad implications for features of ecology and physiology, as well as morphology. It has evolved in a taxonomically diverse array of animals, including all the major groups of vertebrates. Miniaturization offers unique opportunities for investigating the evolution of morphology.  In miniaturization, there is an area of contact between morphological evolution and the patterns and mechanisms of development. This results from the observation that miniaturization is often achieved via a precocious truncation of development, resulting in paedomorphosis, the retention of juvenile features of an ancestral species in the adult of the descendant species. Because miniaturization has evolved numerous times in frogs, and has also reached impressive extremes in the group, with certain frog species included among the tiniest extant vertebrates, frogs make an ideal group in which to study the effects of miniaturization on morphological evolution.\r\n\tGraduate student Jennifer Yeh, under the direction of Dr. David Cannatella, is making a comparison of miniaturization across numerous lineages of frogs, in the context of their phylogenetic affinities. First, the skeletons of miniaturized species will be compared to those of closely related larger species in order to document general patterns of morphological change, both from standard measurements and from computer-assisted thin-plate spline analyses. Preliminary data suggest that miniaturized frogs occasionally lose bones which ossify late in development.  In addition, analyses of skull shape indicate that many miniaturized species show specific differences compared to their larger\r\nrelatives, such as relatively larger braincases and sensory capsules. These patterns suggest that functional requirements constrain the response of morphology to size reduction.  Second, the extent to which developmental\r\ntruncation explains morphological patterns in miniaturized frogs will be investigated.  Evolutionary patterns associated with miniaturization will be compared to the within-species morphological changes that characterize development and growth.  Finally, variation in the degree to which morphology has responded to the evolution of small body size in different frog lineages will be assessed.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Cannatella",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "David C Cannatella",
   "pi_email_addr": "catfish@austin.utexas.edu",
   "nsf_id": "000358641",
   "pi_start_date": "2000-05-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "110 INNER CAMPUS DR",
  "perf_city_name": "AUSTIN",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121139",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117100",
   "pgm_ele_name": "PHYLOGENETIC SYSTEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": null
}