{
 "awd_id": "0074985",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "POWRE: Mathematical Models for Optimization of Anti-Cancer Chemotherapy",
 "cfda_num": "47.049",
 "org_code": "03040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Lloyd E. Douglas",
 "awd_eff_date": "2000-08-01",
 "awd_exp_date": "2002-06-30",
 "tot_intn_awd_amt": 74998.0,
 "awd_amount": 74998.0,
 "awd_min_amd_letter_date": "2000-07-27",
 "awd_max_amd_letter_date": "2000-07-27",
 "awd_abstract_narration": "The overall objective of the project is to apply engineering methods for modeling mass transport to the problem of optimizing delivery of several commonly used anti-cancer drugs to tumor cells.  The models will provide a rational basis for selecting among treatment options.   An important feature will be consideration of the kinetics of cellular influx in addition to transport across microvessels and through tissue.  Because of the wide variation in transport properties between different drugs, the models are specialized to the drugs melphalan, methotrexate, cisplatin, doxorubicin and 5-fluorouracil, all of which are widely used.  Where necessary, spatial gradients of the drug within the compartments will be accounted for.  Transport equations for processes such as diffusion and convection within and between the body compartments will be developed. All values of transport parameters will be taken from data in the biological literature.  The resulting systems of ordinary or partial differential equations will be solved numerically.\r\n\r\nThe three specific objectives are: (1) to determine the optimal schedule of intravenous infusion for the drugs melphalan, methotrexate and 5-fluorouracil, for both well-vascularized and poorly vascularized tumors; (2) to study the effects of spontaneously occurring intermittent flow, as well as artificially induced alterations in tumor blood flow, on the delivery of melphalan, methotrexate, doxorubicin and\r\n5-fluorouracil.  Connections between time-varying blood flow and such phenomena as drug trapping, long tumor half-life of drug, or enhanced retention will be investigated; (3) to develop spatially distributed models to compare cellular delivery of the drug cisplatin to abdominal tumors (such as ovarian or colorectal) when administered intra-peritoneally or intravenously.  These models will be used to examine the theoretical\r\nrationale behind intra-peritoneal chemotherapy.\r\n\r\nOne of the PI's career objectives is to apply theoretical principles and modeling to improve cancer therapies.  She feels strongly that there is a need for a better understanding of drug delivery, and that theoretical studies have lagged behind experimental work and development of new therapies.  The PI's work in this area was interrupted when she recently took two maternity leave.  This POWRE grant at this point in her career will help her to regain momentum as an independent researcher in this area and to become competitive for standrad federal grant programs.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ardith",
   "pi_last_name": "Elkareh",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ardith Elkareh",
   "pi_email_addr": "elkareh@u.arizona.edu",
   "nsf_id": "000374413",
   "pi_start_date": "2000-07-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "845 N PARK AVE RM 538",
  "perf_city_name": "TUCSON",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "85721",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": null,
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1592",
   "pgm_ref_txt": "PROF OPPOR FOR WOMEN IN RSCH"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 74998.0
  }
 ],
 "por": null
}