{
 "awd_id": "0074571",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Neutron Scattering Studies of Solids with Strong Fluctuations",
 "cfda_num": "47.049",
 "org_code": "03070003",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "H. Hollis Wickman",
 "awd_eff_date": "2000-05-15",
 "awd_exp_date": "2003-04-30",
 "tot_intn_awd_amt": 330000.0,
 "awd_amount": 330000.0,
 "awd_min_amd_letter_date": "2000-06-20",
 "awd_max_amd_letter_date": "2002-03-05",
 "awd_abstract_narration": "This project explores dynamical properties of solids with strong fluctuations of their magnetic, electronic or structural properties. Impurity bound states in spin systems will be examined through magnetic neutron scattering. The experiments use impurities to reveal local dynamic correlations in the host and will also advance our understand of impurities in strongly fluctuating systems. Transverse lattice vibrations can cause solids to contract with increasing temperature. Lattice dynamics in materials with negative thermal expansion will be examined through inelastic neu-tron scattering. Frustrated interactions in magnets can suppress ordering and give rise to fluctuating phases with strong local constraints. Neutron scattering will be used to establish the spin Hamiltonian in crystalline model systems and provide detailed information about dynamic correlations. Experiments will be performed to examine strong magnetic fluctuations in metals. The experiments will probe the crossover from spin wave to electron hole pair excitations in anti-ferromagnetically ordered heavy fermion systems and explore the role of geometrical frustration in these systems. The educational goal of the project is to create awareness of the neutron scattering technique and produce innovative and competent experimentalists physicists that can contribute to and take advantage of the nations largest scientific project in the next decade: The Spallation Neutron Source.\r\n%%%\r\nWhile solids appear static on macroscopic length scales, they are dynamic on the nanometer scale. Understanding such motion is important, especially as technology pushes to smaller dimensions. This project examines fluctuations in solids on the nanometer length scale and pico second time scale using inelastic neutron scattering. The focus is on materials where fluctuations play an important role In certain materials with magnetic atoms, quan-tum fluctuations completely suppress any macroscopic magnetic response. Impurities can however induce magnetism in these systems just as impurities increase the electric conduc-tivity of semiconductors. Experiments will be carried out to understand magnetism close to impurities in these systems. Most solids expand on heating as the amplitude of atomic motion increases. However in some materials, atomic motion leads to contracti6n. Experiments will be carried out to determine what type of atomic motion leads to contraction Competing interactions can lead to strong fluctuations in magnets. These fluctuating magnets are poorly understood and will be examined through magnetic neutron scattering. Finally experiments will be carried out to probe magnetic fluctuations in metals that lead to anomalous metallic properties and superconductivity. The educational goal of the project is to create awareness about the neutron scattering technique and produce innovative and competent scientists that can contribute to and take advantage of the nations largest scientific project in the next decade. The Spallation Neutron Source.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Collin",
   "pi_last_name": "Broholm",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Collin L Broholm",
   "pi_email_addr": "broholm@jhu.edu",
   "nsf_id": "000200505",
   "pi_start_date": "2000-06-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "Johns Hopkins University",
  "perf_str_addr": "3400 N CHARLES ST",
  "perf_city_name": "BALTIMORE",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212182608",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 110000.0
  },
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 110000.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 110000.0
  }
 ],
 "por": null
}