{
 "awd_id": "0074754",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "POWRE:  Ethnic Banking and Community Development:  Chinese Banking and Ethnoburb in Los Angeles",
 "cfda_num": "47.075",
 "org_code": "04050300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bonney Sheahan",
 "awd_eff_date": "2000-08-01",
 "awd_exp_date": "2002-01-31",
 "tot_intn_awd_amt": 74869.0,
 "awd_amount": 74869.0,
 "awd_min_amd_letter_date": "2000-07-15",
 "awd_max_amd_letter_date": "2000-07-15",
 "awd_abstract_narration": "This research will begin a series of inquiries into the roles played by minority-owned banks during the transformation of American suburbs from predominantly white middle class to multiracial communities.  The research will first document the development and structure of the Chinese banks in the Los Angeles area.  Second, it will examine how these banks have facilitated the development of ethnic communities, especially in terms of altering commercial infrastructure and residential landscapes in the eastern suburban San Gabriel Valley.  Third, it will explore the transnational ties and the roles of Chinese banks in the globalization process.  Planned activities include a joint event, involving representatives from academia, the banking sector, community, and government.  This roundtable discussion will address research results, banking experiences locally and across national boundaries, the dialogue among bankers, community leaders, and public officials in terms of community needs, banking regulatory issues, and public policies.  The project aims to contribute to our comprehension of the changing dynamics in American suburbs, in order to foster mutual understanding between minority banks and mainstream society, and to provide policy suggestions concerning banking and community development.  On the theoretical level, the work will examine the trajectory and structure of a particular minority-banking sector from a geographical perspective, and to contribute to the \"Geography of Money and Finance.\"  On the methodological front, the project will utilize multiple data sources and multi-faceted analyses, while combining quantitative and qualitative methods.  It will test the validity of bank data collection for geographical research and the utility of qualitative research in banking analysis, notably interview and participatory methods.  The analyses of publicly available data sources such as FDIC and HMDA, on the other hand, will yield a replicable method that can be applied to the study of other groups and localities.  Also it will broaden the impacts through interdisciplinary connections, cross-university and multinational collaborations, and academic, banking, community, and public sector cooperation.  There may be implications for changes in banking regulation and public policy within the study area in particular and within multiethnic urban America in general.  The project will have a number of outcomes.  It will begin with papers delivered at academic conferences at regional, national, and international levels, followed by research articles submitted to scholarly journals, both geography and interdisciplinary, chapter(s) in an edited volume on ethnic banking in Southern California, and a research report made available for all interested parties.  Finally, there will be an opinion article targeted at the general public and a videotape clip to be circulated to both Chinese and mainstream mass media, in order to draw attention to the issues of minority banks and community development.  This POWRE project will allow Li to initiate a fresh line of inquiry and to re-establish the foundation of her research following a career interruption.  A section of the research program will be truly exploratory in nature, particularly regarding the unconventional data sources used.  This research will lay the groundwork for future comparative studies of the ethnoburb phenomenon from a financial-dynamics perspective and contribute to a career goal of developing a conceptual framework of understanding and examining changing American suburbs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wei",
   "pi_last_name": "Li",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wei Li",
   "pi_email_addr": "Wei.Li@asu.edu",
   "nsf_id": "000405604",
   "pi_start_date": "2000-07-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Connecticut",
  "inst_street_address": "438 WHITNEY RD EXTENSION UNIT 1133",
  "inst_street_address_2": "",
  "inst_city_name": "STORRS",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "8604863622",
  "inst_zip_code": "062699018",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CT02",
  "org_lgl_bus_name": "UNIVERSITY OF CONNECTICUT",
  "org_prnt_uei_num": "",
  "org_uei_num": "WNTPS995QBM7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Connecticut",
  "perf_str_addr": "438 WHITNEY RD EXTENSION UNIT 1133",
  "perf_city_name": "STORRS",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "062699018",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CT02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139700",
   "pgm_ele_name": "Cross-Directorate  Activities"
  },
  {
   "pgm_ele_code": "159200",
   "pgm_ele_name": "PROF OPPOR FOR WOMEN IN RSCH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "1592",
   "pgm_ref_txt": "PROF OPPOR FOR WOMEN IN RSCH"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0400",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0400",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 50595.0
  }
 ],
 "por": null
}