{
 "awd_id": "0075058",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "POWRE:  The Costs of Indonesia's Economic Crisis for Women and Children",
 "cfda_num": "47.075",
 "org_code": "04050300",
 "po_phone": "7032927303",
 "po_email": "jjesse@nsf.gov",
 "po_sign_block_name": "Jolene Jesse",
 "awd_eff_date": "2000-09-01",
 "awd_exp_date": "2004-08-31",
 "tot_intn_awd_amt": 74999.0,
 "awd_amount": 74999.0,
 "awd_min_amd_letter_date": "2000-08-24",
 "awd_max_amd_letter_date": "2004-05-14",
 "awd_abstract_narration": "\r\nIn the space of three years Indonesia has seen immense changes in its economic and political landscape, including a decline in per capita GDP of 12% in 1998.  This research explores the consequences of this severe economic downturn for children less than five and for women of reproductive age.  The project focuses particularly on how patterns of women's and children's use of community health services have changed.  These groups are selected because they have specific needs for preventive care, they are vulnerable to poor health if these needs are not met, and they are the targets of a number of intervention programs. The study uses panel data from household and community-facility surveys from two waves of the Indonesia Family Life Survey.  These surveys were collected in Indonesia in 1997 and 1998 by the researcher and colleagues.  The data will be used to address the following questions.  First how have patterns of use of services for children under five and women of reproductive age changed since the onset of Indonesia's economic crisis.  Second, what characteristics of individuals and households are associated with declines in use of health care services among women and children.  Three factors will receive special attention:  the economic status of the household, women's labor force participation, and women's educational levels.  The exogenous and unexpected change in economic status that occurred between 1997 and 1998 provides an important lever for understanding the causal relationship between economic resources and health.  Multivariate regression techniques are employed to estimate the relationships between individual, household, and community characteristics and various aspects of use of health care.\r\n\r\nFrom a scientific perspective, the research will provide important insights into how families' investments in human capital respond to economic change and how government and community resources affect such investments. The research will contribute to the scientific literature on the relationships between socio-economic status and health care use patterns.  It will also contribute to the scientific literature on individual and family responses to economic shocks.  The latter topic is important given the increasing frequency with which developing countries are experiencing exchange-rate driven crises of the type Indonesia experienced in 1998.  \r\n\r\nThe activity fits within the guidelines of the POWRE program because the funding will be used to support the researcher in spending a concentrated period of time analyzing and writing papers with the data sets in which she has invested much of the last four years designing and collecting.  \r\n\t\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Frankenberg",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth Frankenberg",
   "pi_email_addr": "e.frankenberg@unc.edu",
   "nsf_id": "000249112",
   "pi_start_date": "2000-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rand Corporation",
  "inst_street_address": "1776 MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA MONICA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3103930411",
  "inst_zip_code": "904013208",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "THE RAND CORPORATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "YY46Q97AEZA8"
 },
 "perf_inst": {
  "perf_inst_name": "Rand Corporation",
  "perf_str_addr": "1776 MAIN ST",
  "perf_city_name": "SANTA MONICA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "904013208",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139700",
   "pgm_ele_name": "Cross-Directorate  Activities"
  },
  {
   "pgm_ele_code": "159200",
   "pgm_ele_name": "PROF OPPOR FOR WOMEN IN RSCH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1331",
   "pgm_ref_txt": "SOCIOLOGY"
  },
  {
   "pgm_ref_code": "1592",
   "pgm_ref_txt": "PROF OPPOR FOR WOMEN IN RSCH"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0400",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0400",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 74999.0
  }
 ],
 "por": null
}