{
 "awd_id": "0075012",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "POWRE:  Myosin Heads and Muscle Assembly in C. elegans",
 "cfda_num": "47.074",
 "org_code": "08070600",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ronald M. Weiner",
 "awd_eff_date": "2000-08-01",
 "awd_exp_date": "2001-12-31",
 "tot_intn_awd_amt": 66676.0,
 "awd_amount": 66676.0,
 "awd_min_amd_letter_date": "2000-07-20",
 "awd_max_amd_letter_date": "2000-07-20",
 "awd_abstract_narration": "In order to understand how muscle functions, it is necessary to know the ultramicroscopic (nanoscale) structure of muscle tissue and how that structure is organized and assembled.  The functional unit of muscle tissue, the sarcomere, is a repeating structure consisting of partially overlapping parallel interdigitating filaments of two major protein components, actin and myosin, plus additional protein components.   When one set of the parallel overlapping filaments (the thick filaments) move along the other set, the entire sarcomere shortens.  Coordinated shortening of sarcomeres throughout the muscle results in overall muscle shortening, or contraction.\r\n\r\nA long-term goal of the Principal Investigator, Dr. De Stasio, is to understand the role of myosin in the assembly of sarcomeres of striated muscle.  Myosin is found in the thick filaments which move relative to the stationary actin-containing thin filaments to cause shortening of the sarcomere and, thereby, contraction of muscle. Myosin is the motor protein, which has an enzymatically active head domain that uses chemical energy in the form of ATP hydrolysis to move itself along the actin filaments and thereby run the contraction cycle. Little is known, however, about the role that the head domain and its ATPase activity might have in the assembly and maintenance of thick filaments and sarcomeres.\r\n\r\nThe genetically tractable model organism, the nematode C. elegans, has been used extensively to study muscle function and development.  Genetic approaches have identified two classes of mutations in the myosin B head domain of C. elegans that disrupt thick filament and sarcomere structure.   One class of myosin mutants have single amino acid changes in highly evolutionarily conserved functional domains of the myosin head.  The second class of mutants contain translational stop codons within the head domain; expression of these mutant genes would produce partial head domains which lack rod segments, but which do contain a highly conserved amino acid sequence for which no function is yet assigned.  Both classes of mutants are dominant.  These animals are flaccidly paralyzed as heterozygotes and, in most cases, homozygotes die as early embryos.  These phenotypes are more severe than that of animals lacking myosin B, indicating that the mutant myosin B is toxic.  The early embryonic lethality further indicates that the mutants interfere with some step of thick filament and sarcomere assembly.\r\n\r\nDr. De Stasio's lab has used the dominant nonsense myosin mutants as a tool to understand the role of myosin heads in muscle assembly.  By producing mutant myosin genes lacking rod-coding sequences, she hopes to identify regions of the protein responsible for the disruptive phenotype.  The long-term goal is to then use these truncated genes to probe myosin function by studying protein-protein interactions and ATPase activity of the isolated myosin fragments.\r\n\r\nThis project includes a set of experiments designed to directly test the hypothesis that expression of truncated myosin heads, particularly those including the evolutionarily conserved domain, are disruptive to muscle assembly.  Mutant myosin gene constructs including a very short epitope tag have been produced and these are being microinjected into C. elegans gonads where the DNA is taken up by developing oocytes.  The host C. elegans have a conditional expression system whereby even lethal transgenes can be maintained at the permissive temperature and transgene expression can be controlled.\r\n\r\nDr. De Stasio will use this POWRE award to support a sabbatical leave in the laboratory of Dr. H. Robert Horvitz at MIT to learn techniques necessary to finish the project.  She needs to learn the art of in situ epitope detection and Rnase protection as a more quantitative method of assessing mRNA expression, and she wishes to plan a larger set of experiments designed to test the function of myosin heads.  She plans to take advantage of the epitope-tagged constructs as a tool for isolating the major body wall isoform of myosin from C. elegans.  Lastly, Dr. De Stasio plans to develop at least two new laboratory experiments using new techniques for inclusion in her undergraduate course in molecular biology at her home institution, Lawrence University, and to investigate the applications of molecular modeling for this course and others as well.  \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "De Stasio",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth A De Stasio",
   "pi_email_addr": "elizabeth.a.destasio@lawrence.edu",
   "nsf_id": "000337535",
   "pi_start_date": "2000-07-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "LAWRENCE UNIVERSITY OF WISCONSIN",
  "inst_street_address": "711 E BOLDT WAY",
  "inst_street_address_2": "",
  "inst_city_name": "APPLETON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "9208326816",
  "inst_zip_code": "549115690",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "WI08",
  "org_lgl_bus_name": "LAWRENCE UNIVERSITY OF WISCONSIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "E1BLWNK1NDX7"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon State University",
  "perf_str_addr": "",
  "perf_city_name": "Corvallis",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973318569",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "113200",
   "pgm_ele_name": "CELLULAR ORGANIZATION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1592",
   "pgm_ref_txt": "PROF OPPOR FOR WOMEN IN RSCH"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 66676.0
  }
 ],
 "por": null
}