{
 "awd_id": "0075907",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Including Language, Literacy and Community in Standard-Based Science Education Reform: Toward Culturally and Linguistically Responsive Curriculum",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032925149",
 "po_email": "kwhang@nsf.gov",
 "po_sign_block_name": "Kenneth Whang",
 "awd_eff_date": "2000-05-15",
 "awd_exp_date": "2002-04-30",
 "tot_intn_awd_amt": 98791.0,
 "awd_amount": 98791.0,
 "awd_min_amd_letter_date": "2000-05-04",
 "awd_max_amd_letter_date": "2000-05-04",
 "awd_abstract_narration": "Recent curriculum design projects have attempted to engage students in responsive or authentic science learning experiences in which students engage in textual and inquiry-based research projects about questions of interest to them (Goldman, 1997; Marx, Blumenfeld, Krajcik, & Soloway, 1997).  The features of science project-based curricula generally include (a) driving questions anchored in real-world problems; (b) investigations and artifact creathion; (c) collaboration among students, teachers, and othersin the community; and (d) use of technological tools (Krajcik, Blumenfeld, Marx, Bass & Fredricks, (118).  Indeed, these are the features included in curriculum developed by the Centers for HighlyInteractive computing in Education (hi-ce) and Learning Technologies in Urban Schools (LeTUS) in collaboration with several Detroit public schools.  \r\n  One of the five major facets of the LeTUS agenda is a focus on community engagement, along with curriculum and pedagogy, learning technology, professional development, and policy and management.  The experiences of LeTUS researchers during the firts two years of curriculum enactment  suggests that more detailed work needs to be done to address a number of curricular issues related to language and literacy, issues that have implications for and that can be addressed through community engagement.  Specifically, an initial assessment of the project-based curriculum indicates that the curriculum can be made more responsive in regard to language and culture concerns in the particular communities served by these schools.  In fact, successful curriculum entactment in the urban schools served by LeTUS over the next several months will depend on our addressing these language, literacy, and cultural demands of the curriculum.  Although we need to move forward with some urgency in our efforts toward community knows and needs in regard to childern's science learning-in order to engage the community with the science learned in curriculum.\r\n  In addition, we need to examine several components of curriculum enactment to look for meeting points of the curriculum and accompanying materials; the teachers' enactments surrounding language and literacy; and the teachers' use of the students' everyday knowledge and ways of knowing, being, reading, writing and talking.  Given these discursive and textual demands, it is important to ask what linguistic - that is language,literacy, and technology skills - are engaged by such curricula and their accompanying texts, and how these skills shape students' opportunities to learn.  In short, what do young people need to be able to do to get the most from project-based science?  What strategies do we need to embed in projects in order to support students' learning?  In what ways can curricula designed to be culturally responsive also be made linguistically responsive to the needs of students?  We propose to engage in three related exploratory studies - a curriculum content analysis, a community ethnology, and a classroom interpretive study - that will allow us to advance the mission of the LeTUS by addressing these questions and laying the groundwork for future investigations of these issues.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Moje",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth B Moje",
   "pi_email_addr": "moje@umich.edu",
   "nsf_id": "000326125",
   "pi_start_date": "2000-05-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "1109 GEDDES AVE STE 3300",
  "perf_city_name": "ANN ARBOR",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": null,
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "9237",
   "pgm_ref_txt": "SMALL GRANTS-EXPLORATORY RSRCH"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0400",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0400",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 98791.0
  }
 ],
 "por": null
}