{
 "awd_id": "0075723",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Dynamics of Point Defect/Impurity Interactions and Clustering Due to Ion Implantation and Thermal Annealing",
 "cfda_num": "47.049",
 "org_code": "03070004",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "LaVerne D. Hess",
 "awd_eff_date": "2000-05-01",
 "awd_exp_date": "2004-04-30",
 "tot_intn_awd_amt": 448757.0,
 "awd_amount": 468916.0,
 "awd_min_amd_letter_date": "2000-05-31",
 "awd_max_amd_letter_date": "2002-05-15",
 "awd_abstract_narration": "The aim of this project is to achieve greater understanding of damage in crystalline silicon caused by energetic low and medium mass ion implantation, and to conduct a survey study of similar effects in GaN and SiC. Prior research established that most of the point defects remaining after implantation are trapped in defect cluster/disorder regions. The clusters subsequently re-emit point defects during an-nealing, producing a spectrum of stable defect complexes. It was also shown that the defect cluster dis-tribution after both 80 K and room temperature implantation produces, in addition to the expected in-terstitial dislocation layer near the projective range, Rp, and a vacancy-rich defect band between the surface and Rp (called the Rp/2 layer), another defect layer of unknown origin at depths of 2 to 3 times Rp. An understanding of the physics responsible for this behavior impacts the performance achievable from ultra-shallow pn junctions, and the correct modeling of post-implantation annealing defect dy-namics which are operative in impurity gettering and transient enhanced diffusion phenomena. In addi-tion to providing new fundamental data on processes in crystals with point defect supersaturations, this project seeks options for control/suppression of these phenomena, particularly during the implantation itself. The general approach is to study defect accumulation and evolution within individual collision cascades using very low fluence MeV ions over a wide temperature range starting from ~ 80 K. The negligible cascade overlap for such implants isolates intrinsic intra-cascade point defect processes. The use of sensitive in-situ electrical measurements, together with a broad and complementary set of diag-nostic techniques allows characterization of a spectrum of defect types. Rutherford Backscattering Spectroscopy (RBS) and bevel-polish/etching will provide total damage data, while two-detector coin-cidence Positron Annihilation Spectroscopy (PAS) will provide vacancy/impurity identification. Deep level transient spectroscopy (DLTS) and electron beam induced current (EBIC) techniques will be used to identify centers with \"native\" electrical activity, as well as those with the electrical activity \"in-duced\" by trapping of hydrogen or diffusing metal impurities. Underlying these point defect/impurity phenomena are fundamental issues related to the release, diffusion, and capture stages of gettering and near-surface dopant diffusion. Specific objectives of the research are to: understand structural, chemi-cal, and electrical properties of the defect clusters formed in Si crystals due to implantation with low and medium mass ions; specifically examine the physical properties of cluster thermal stability, its ability to emit mobile point defects, which enable the formation of stable complexes during annealing; understand the nature of defects formed above(RP/2) and below(2RP) the projected range region and determine their impact on dopant/impurity redistribution and gettering; explore photon/electric field procedures which enable control of implant defect cluster properties and distribution in order to create defect engineering options.\r\n%%%\r\nThe project addresses basic research issues in a topical area of materials science with high technologi-cal relevance. Advanced implantation and characterization techniques allow greater understanding and control of elementary processes which will allow advances in fundamental materials science and tech-nology. The basic knowledge and understanding gained from the research is expected to contribute to improving the ability to achieve doping with high residual crystal quality for electronic and photonic applications.  An important feature of the program is the integration of research and education through the training of students in a fundamentally and technologically significant area.\r\n***\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "Rozgonyi",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "George A Rozgonyi",
   "pi_email_addr": "rozgonyi@ncsu.edu",
   "nsf_id": "000193928",
   "pi_start_date": "2000-05-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "2601 WOLF VILLAGE WAY",
  "perf_city_name": "RALEIGH",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276950001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171200",
   "pgm_ele_name": "DMR SHORT TERM SUPPORT"
  },
  {
   "pgm_ele_code": "177500",
   "pgm_ele_name": "ELECTRONIC/PHOTONIC MATERIALS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 155273.0
  },
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 163878.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 149765.0
  }
 ],
 "por": null
}