{
 "awd_id": "0076027",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Dynamics of Local Vibrational Modes in Semiconductors",
 "cfda_num": "47.049",
 "org_code": "03070003",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "H. Hollis Wickman",
 "awd_eff_date": "2000-06-15",
 "awd_exp_date": "2003-05-31",
 "tot_intn_awd_amt": 280000.0,
 "awd_amount": 280000.0,
 "awd_min_amd_letter_date": "2000-06-12",
 "awd_max_amd_letter_date": "2002-02-21",
 "awd_abstract_narration": "The aim of this research program is to elucidate the dynamics of local vibrational modes (LVMs) of defect and impurity complexes in semiconductors. The research focuses on LVMs in crystalline semiconductors, including the stretch-modes of hydrogen- and deuterium-containing complexes in proton- and deuteron-implanted Si and Ge, the acceptor- and donor-hydrogen complexes in Si and GaAs, and the anti-symmetric stretch-mode of interstitial O in Si, Ge, and GaAs. The population lifetime and the dephasing time of the first excited vibrational level will be determined using transient bleaching and photon-echo measurements. The time-resolved nonlinear-optical studies will be carried out with the short-pulse high-power tunable-infrared radiation of the Free-Electron Laser at the Thomas Jefferson National Accelerator Facility. A comparison between hydrogen- and deuterium-related modes, which have widely different interactions with bulk phonons in crystalline semiconductors, will assist in identifying the relaxation mechanism. Temperature-dependent studies will be performed to elucidate the coupling mechanism between the local modes and the crystal's phonon bands. Several important questions will be addressed regarding vibrational energy relaxation and transfer channels, the coupling to bending-modes, and the role of local structure and crystal site in the vibrational relaxation process. This research program provides training for graduate and undergraduate students in an interdisciplinary field including modern optics, materials science and computational modeling. \r\n%%%\r\nHydrogen is one of the most prominent impurities in semiconductors. One important property of hydrogen in these materials is its ability to improve device performance by passivating defects, a process, which today is used routinely in the production of integrated circuits such as CPU and RAM for computers. Knowledge of the rates and pathways of vibrational energy flow is critical for understanding thermally and electronically stimulated defect and impurity reactions and migration in these devices. The aim of this experimental research program is to elucidate the microscopic dynamics of local vibrations of hydrogen-decorated defect and impurity complexes in crystalline semiconductors. These fundamental studies require fairly low defect or impurity concentrations to reduce effects due to interactions, which often results in low infrared absorbance of the material. The short-pulse high-power tunable-infrared radiation of the Free-Electron Laser at the Thomas Jefferson National Accelerator Facility will be employed for high-resolution time-resolved infrared absorption experiments. A direct comparison between the dynamics of hydrogen and deuterium modes, which have widely different interactions with bulk vibrations in these crystalline materials, will further support the identification of the energy exchange mechanism. The training that graduate and undergraduate students will receive while working on this project will prepare them for attractive semiconductor or optics related careers in industry, academe, or government.\r\n***\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gunter",
   "pi_last_name": "Luepke",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gunter Luepke",
   "pi_email_addr": "luepke@wm.edu",
   "nsf_id": "000349123",
   "pi_start_date": "2000-06-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "College of William and Mary",
  "inst_street_address": "1314 S MOUNT VERNON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "WILLIAMSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "7572213965",
  "inst_zip_code": "23185",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "VA08",
  "org_lgl_bus_name": "COLLEGE OF WILLIAM AND MARY",
  "org_prnt_uei_num": "EVWJPCY6AD97",
  "org_uei_num": "EVWJPCY6AD97"
 },
 "perf_inst": {
  "perf_inst_name": "College of William and Mary",
  "perf_str_addr": "1314 S MOUNT VERNON AVE",
  "perf_city_name": "WILLIAMSBURG",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "23185",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "VA08",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 90000.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 90000.0
  }
 ],
 "por": null
}