{
 "awd_id": "0076338",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Acquisition of a High-Resolution X-ray Diffractometer for Characterization of Epitaxial Films",
 "cfda_num": "47.049",
 "org_code": "03070006",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joseph A. Akkara",
 "awd_eff_date": "2000-08-15",
 "awd_exp_date": "2001-12-31",
 "tot_intn_awd_amt": 99000.0,
 "awd_amount": 99000.0,
 "awd_min_amd_letter_date": "2000-08-10",
 "awd_max_amd_letter_date": "2000-08-10",
 "awd_abstract_narration": "0076338\r\nSwitzer\r\n    \r\nThis award from the Instrumentation for Materials Research program and the Ceramics program will allow the University of Missouri Rolla to acquire a high resolution x-ray diffractometer for the study of electrochemically deposited epitaxial films of metal oxide semiconductors.  The instrument will be equipped with dual channel-cut monochromators, 100 mm scanning sample stage with motorized z-translation, texture goniometer, high dynamic range detector (0.15 to 1,300,000 cps), and a triple axis stage.  The instrument will perform tilt and azimuthal scans, rocking curves, and pole figures for texture analysis, and reciprocal space maps with the triple axis stage to separate the effects of strain and lattice tilt.  It will also be used to measure film thickness and interface roughness by low-angle x-ray reflectivity.  The diffractometer will be the main characterization tool for epitaxial films of metal oxide semiconductors such as cuprous oxide, bismuth oxide, zinc oxide, and ceric oxide deposited directly onto single crystal substrates such as gold, platinum, and silicon.  The films are deposited from aqueous solution at room temperature.  Both the out-of-plane and the in-plane orientation of the films relative to the substrate will be measured. Coincidence lattices often form due to the large lattice mismatch. The rotation of the film relative to the substrate will be measured by azimuthal scans and pole figures.  The large lattice mismatch causes many of these epitaxial films to form self-assembled ordered nanostructures that may show quantum confinement effects due to their small size. The instrument will be available for student training and education within an NSF REU program at university of Missouri Rolla.\r\n\r\nThis award from the Instrumentation for Materials Research program and the Ceramics program will allow the University of Missouri Rolla to acquire a high resolution x-ray diffractometer for the study of electrochemically deposited epitaxial films of metal oxide semiconductors. The films are deposited onto single crystal substrates such as silicon wafers using a very inexpensive and simple technique - electrodeposition.  Although electrodeposition has been used for many years to produce deposit films of metals, the deposition of metal oxide semiconductors is very new.  The diffractometer will be used to determine how the film is oriented on the single-crystal substrates.  Since the film, and substrate often have very different crystal structures, many of these films form self-assembled ordered nanostuctures in order to reduce strain. These nanometer-scale structures can be considered \"designer solids,\" because the optical, electrical, and magnetic properties can be tuned by changing the size. The instrument will be available for student training and education within an NSF REU program at university of Missouri Rolla \r\n\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jay",
   "pi_last_name": "Switzer",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Jay A Switzer",
   "pi_email_addr": "jswitzer@mst.edu",
   "nsf_id": "000275142",
   "pi_start_date": "2000-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Missouri University of Science and Technology",
  "inst_street_address": "300 W. 12TH STREET",
  "inst_street_address_2": "202 CENTENNIAL HALL",
  "inst_city_name": "ROLLA",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "5733414134",
  "inst_zip_code": "654091330",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "MO08",
  "org_lgl_bus_name": "UNIVERSITY OF MISSOURI SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "Y6MGH342N169"
 },
 "perf_inst": {
  "perf_inst_name": "Missouri University of Science and Technology",
  "perf_str_addr": "300 W. 12TH STREET",
  "perf_city_name": "ROLLA",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "654091330",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "MO08",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "175000",
   "pgm_ele_name": "MPS DMR INSTRUMENTATION"
  },
  {
   "pgm_ele_code": "177400",
   "pgm_ele_name": "CERAMICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 99000.0
  }
 ],
 "por": null
}