{
 "awd_id": "0076643",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Planetary Collisions",
 "cfda_num": "47.049",
 "org_code": "03020414",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Vernon Pankonin",
 "awd_eff_date": "2000-07-01",
 "awd_exp_date": "2003-06-30",
 "tot_intn_awd_amt": 141602.0,
 "awd_amount": 141602.0,
 "awd_min_amd_letter_date": "2000-06-26",
 "awd_max_amd_letter_date": "2000-06-26",
 "awd_abstract_narration": "AST 0076643\r\nCanup\r\n\r\nDr. Robin Canup  from the Southwest Research Institute will pursue a systematic study of the outcome of collisions between planet-sized bodies, i.e. those larger than a few thousand kilometers in diameter. In the past decade, it has been established that such collisions are the dominant process in the final stages of terrestrial planet formation. Current methods for parameterizing such impacts however remain primitive, and rely either on broad extrapolations from laboratory-scale experiments or on idealistic assumptions, such as completely inelastic mergers. Models of terrestrial accretion fundamentally require a better understanding of the outcomes of large-scale planetary collisions to advance significantly.  Accretion simulations predict that most terrestrial planets experience impacts by other planet-sized bodies during their final formation stages, and that the specific outcomes of these impacts determine the end characteristics of a planet, e.g. its spin, obliquity, and any impact-generated satellites. In addition, late-stage accretion simulations performed to date all yield terrestrial planetary systems significantly different than our own - most notably with too few planets, whose orbital eccentricities are much higher than those of the nearly circular orbits of Earth and Venus. All proposed resolutions to these discrepancies involve some type of dynamical interaction between the growing proto-planets and a background population of much smaller debris, which has not yet been included in the late-stage accretion models. Such a background population would need to be maintained through the production of ejected debris during embryo-embryo collisions; however the efficiency of debris ejection is currently unknown.\r\n\r\nDr. Canup will study of collisional outcomes of planet-scale impacts utilizing smooth particle hydrodynamics (SPH). This will include a directed look at debris production during large collisions and an assessment of the effects of fragmentation on the mass and angular momentum of colliding proto-planetary embryos. This study will be guided by the extensive past work modeling smaller-scale impacts (centimeter to asteroid-scale), as well as by studies modeling the specific impact believed to have formed the Earth's Moon. Specific parameters to be studied include the variation of escaping mass and escaping angular momentum with impactor mass, impactor-to-target mass ratio, impact velocity, impact parameter, and pre-impact spin of the target and impactor.  This award is made through the Planetary Astronomy Program.\r\n***\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robin",
   "pi_last_name": "Canup",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Robin Canup",
   "pi_email_addr": "robin@boulder.swri.edu",
   "nsf_id": "000184288",
   "pi_start_date": "2000-06-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Southwest Research Institute",
  "inst_street_address": "6220 CULEBRA RD",
  "inst_street_address_2": "",
  "inst_city_name": "SAN ANTONIO",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "2105222231",
  "inst_zip_code": "782385166",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "TX20",
  "org_lgl_bus_name": "SOUTHWEST RESEARCH INSTITUTE",
  "org_prnt_uei_num": "PB11V1KH3KV4",
  "org_uei_num": "PB11V1KH3KV4"
 },
 "perf_inst": {
  "perf_inst_name": "Southwest Research Institute",
  "perf_str_addr": "6220 CULEBRA RD",
  "perf_city_name": "SAN ANTONIO",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "782385166",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "TX20",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121400",
   "pgm_ele_name": "PLANETARY ASTRONOMY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1206",
   "pgm_ref_txt": "THEORETICAL & COMPUTATIONAL ASTROPHYSICS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 141602.0
  }
 ],
 "por": null
}