{
 "awd_id": "0076524",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Regulation of Growth in Rice",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gavin Thompson",
 "awd_eff_date": "2000-09-01",
 "awd_exp_date": "2005-11-30",
 "tot_intn_awd_amt": 330000.0,
 "awd_amount": 430000.0,
 "awd_min_amd_letter_date": "2000-08-29",
 "awd_max_amd_letter_date": "2003-07-22",
 "awd_abstract_narration": "Deepwater rice (Oryza sativa L.) is a subsistence crop in areas of Southeast Asia that are flooded during the rainy season. Survival of this rice depends on its capacity to elongate rapidly when it becomes submerged and to keep part of its foliage above the rising waters. This accelerated growth response is initiated by the altered internal gas atmosphere in submerged plants. Reduced oxygen levels promote synthesis of the plant growth regulator ethylene. Ethylene causes a reduction in the level of abscisic acid, which is a potent growth inhibitor, and enhances thereby the responsiveness of the plant to the growth hormone gibberellin. Thus, the rate of growth may be determined by the balance of endogenous abscisic acid and gibberellin. Internodal elongation is based on increased production of new cells in the intercalary meristem and on enhanced elongation of these newly formed cells.\r\nExperiments outlined in this proposal are designed to further elucidate the mode of action of ethylene and gibberellin in deepwater rice internodes and to study biochemical and molecular reactions that underlie the growth response. \r\nExpansins are proteins that mediate loosening of the plant cell wall and, by this mechanism, are thought to cause growth of plants. Transgenic rice plants with increased or decreased expan-sin content will be used to elucidate further the function of expansins. Until now, the occurrence and role of four a-expansins have been examined. In further experiments, the localization and function of seven new a -expan-sins will be determined. The soon to be released genome sequence of rice will be examined for additional a -expansin genes to complete the study of this gene family in rice. Experiments will also be extended to determine the occurrence and role of  b-expansins in deepwater rice internodes. Evidence indicates that these expansins may be more effective as cell-wall-loosening proteins in monocots, such as rice, than are the a -expansins.\r\nA number of gibberellin-regulated genes have been identified in deepwater rice internodes. One of these encodes a protein (Os-GRF1) that appears to be involved in transcriptional regulation. Its function will be further investigated, especially with respect to its interaction with other regulatory proteins. Two other gibberellin-regulated genes encoding a putative plasma membrane receptor (DD3) and a trans-membrane kinase (Os-TMK) will also be studied further with respect to their interaction with other cellular components.\r\nThe mechanism by which ethylene reduces the endogenous content of abscisic acid will be examined. The most likely route is the -promotion by ethylene of abscisic acid oxidation to phaseic acid. If this proves to be the case, the cDNA encoding ABA 8'-hydroxylase, the enzyme that mediates oxidation of abscisic acid, will be cloned, and the effect of ethylene on the expression of the corresponding gene will be determined. These experiments will address the mechanism of ethylene action at the molecular level.\r\nThe above project on the regulation of growth in rice will advance the general understanding of growth processes in plants and will serve the education of junior research associates as well as that of undergraduate students who have, in the past, written senior theses or term papers based on experimental work with deepwater rice. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hans",
   "pi_last_name": "Kende",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hans Kende",
   "pi_email_addr": "hkende@msu.edu",
   "nsf_id": "000446451",
   "pi_start_date": "2000-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "426 AUDITORIUM RD RM 2",
  "perf_city_name": "EAST LANSING",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488242600",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114500",
   "pgm_ele_name": "INTEGRATIVE PLANT BIOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 110000.0
  },
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 110000.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 110000.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": null
}