{
 "awd_id": "0077575",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Toward a 3-Dimensional View of Permeation at CFTR",
 "cfda_num": "47.074",
 "org_code": "08070600",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gerald A. Berkowitz",
 "awd_eff_date": "2000-08-01",
 "awd_exp_date": "2002-07-31",
 "tot_intn_awd_amt": 389997.0,
 "awd_amount": 259998.0,
 "awd_min_amd_letter_date": "2000-07-14",
 "awd_max_amd_letter_date": "2001-05-07",
 "awd_abstract_narration": "Ion channels are membrane proteins responsible for the passive movement of ions, and sometimes other substrates, across cell membranes. Channels function in various cell types, including epithelial cells where they regulate the flow of ions across membranes that separate major compartments in the body, and excitable cells where they transduce electrical signals across cell membranes. Ion channels are often the endpoint, or effector, of signal transduction pathways. The overall structure of a typical ion channel can be broken into two major domains -- portions that form the pathway for ion permeation by creating a \"pore\" through the membrane, and (usually separate) portions that serve to regulate the open/closed configuration of the pore by gating in response to an appropriate stimulus. This proposal concerns one type of channel -- one crucial to the processes of chloride secretion and reabsorption in epithelial cells. This channel, the CFTR protein, is the product of the gene defective in the inherited disease, cystic fibrosis. A variant of CFTR is also involved in modulation of membrane excitability in cardiac ventricular myocytes. The long-term goal of this project is to understand the mechanisms of conduction, specificity, and gating in ion channels and transporters, with an emphasis on anion channels. Compared to cation channels, the structural architecture of anion channels is poorly understood. For this project, the overall objective is to determine the mechanisms controlling permeation in CFTR. Goal #1 is to identify transmembrane (TM) helices that line the pore, by localization of binding sites for open-channel blockers. Goal #2 is to identify groups of amino acids that serve as determinants of anion selectivity. The proposed approach relies upon the use of molecular biological techniques (site-directed mutagenesis) combined with expression in Xenopus oocytes and quantitative biophysical assays. The working hypothesis is that the pore is lined by TM domains 5, 6, 11, and 12. To achieve these goals, whole-cell and single-channel currents will be measured to determine the kinetics of two structurally-distinct classes of pore-blocking molecules, and to determine whether their binding domains contribute to the permeation pathway. Structural elements that contribute to the architecture of the pore will be defined by comparing the ability of wildtype and mutant channels to interact with open-channel blockers. Previous studies from the principal investigator's laboratory have shown that blocker kinetics are highly sensitive to the structure of the pore. A region within TM6 has also been identified that is critical for discrimination between different anions. This region also appears to lie close to the binding sites for pore-blocking molecules. To accurately describe the structure of the pore, it is necessary to consider the contributions made from portions of the channel other than TM6. This project will be guided by a three-dimensional model of the pore, proposed in the application, which takes into account the experimental data for TM domains 5, 6, 11, and 12. This approach hypothesizes that multiple helical domains contribute both to the binding sites for drugs and to the selectivity domains of the channel. A specific subset of residues that may determine the biophysical features of permeation is proposed. Residues in TM6 and TM12 will be addressed initially. Testing the importance of these residues will allow the construction of a detailed map of the conduction pathway in CFTR. Basic mechanisms used for permeation are likely to be common between CFTR and other anion channels. Hence, it is likely that conclusions drawn from the study of this molecular model will be relevant to the understanding of permeation in other anion channels.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nael",
   "pi_last_name": "McCarty",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Nael A McCarty",
   "pi_email_addr": "namccar@emory.edu",
   "nsf_id": "000202941",
   "pi_start_date": "2000-07-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Emory University",
  "inst_street_address": "201 DOWMAN DR NE",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4047272503",
  "inst_zip_code": "303221061",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "EMORY UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "S352L5PJLMP8"
 },
 "perf_inst": {
  "perf_inst_name": "Emory University",
  "perf_str_addr": "201 DOWMAN DR NE",
  "perf_city_name": "ATLANTA",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303221061",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "113600",
   "pgm_ele_name": "SIGNAL TRANSDCTN/CELL REGULATN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 129999.0
  },
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 107130.0
  }
 ],
 "por": null
}