{
 "awd_id": "0077881",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "IRCEB:  Measuring and Modeling the Effects of Fire on the Structure and Function of Boreal Forests in North America",
 "cfda_num": "47.074",
 "org_code": "08010208",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Alan Tessier",
 "awd_eff_date": "2000-09-01",
 "awd_exp_date": "2006-08-31",
 "tot_intn_awd_amt": 2905859.0,
 "awd_amount": 2905859.0,
 "awd_min_amd_letter_date": "2000-09-18",
 "awd_max_amd_letter_date": "2000-09-18",
 "awd_abstract_narration": "0077881\r\nGower\r\nQuantifying the effects of disturbance and subsequent successional processes on the exchange of energy, water and nutrients between the land surface and atmosphere is central to many disciplines in ecology. The importance of such studies will only increase as the human population increases and disturbances increase in frequency. Boreal forests are the second largest forest biome in the world and contain approximately the same amount of carbon in the sols and vegetation as carbon in the atmosphere. About 5 million hectares of boreal forest burn each year, however, and in recent years this value exceeded 1.5 million hectares. A mechanistic understanding of the effects of fire on the structure and function of boreal forests does not exist, prohibiting even a precursory use of ecosystem process models to quantify the effects of fire on the carbon budget of boreal forests.\r\n\tThis project has three major objectives. The first is to quantify the effects of wildfires on the microclimate, structure and function of successional boreal black spruce forests in northern Manitoba, Canada, and compare these results to other boreal forest age-sequence studies. This study will use integrated ecophysiological, biogeochemical, isotopic, and micrometeorological  field measurements to improve understanding of how individual processes change during succession, and the eddy flux approach to quantify how whole-system energy, water and CO2 exchange between a black spruce ecosystem and the atmosphere change during succession following fire. The suite of measurements will be replicated in seven different-aged black spruce stands comprising an are sequence distributed across Manitoba. The second objective is to quantify active and past aerial extent of wildfires for North American boreal forests using current and future satellite-borne sensors, and determine if hypothesized earlier growing season green-up by vegetation caused by warmer soil temperature in recently disturbed forest can be detected. The third objective will use two terrestrial ecosystem models (IBIS and TEM) and spatially explicit fire extent values obtained from satellite-borne sensors to examine the possible effects of fire on exchange of CO2 between the North American boreal forest and the atmosphere. Model simulations will be compared to field data at a range of temporal and spatial scales. \r\n\tThe proposed study qualifies as an IRCEB project because (1) it uses past and ongoing field measurements made during previous studies to address a critical and unanswered ecological question, (2) it uses complementary measurements form many disciplines (ecophysiology, ecosystem ecology, meteorology, soils, geosciences, landscape ecology, atmospheric science, and global ecology) to address a fundamental question in ecology that is relevant to global carbon cycles, (3) it employs a suite of measurements that will enable the simultaneous determination of the effects of disturbance on individual carbon cycling processes and whole ecosystem net exchange which will provide standardized, independent estimates of NEE, (4) it establishes critical linkages with other scientists measuring the effects of fire on select components of the carbon budgets in boreal forests of contrasting climate, dominant vegetation and the importance of permafrost, (5) it establishes collaboration with scientists creating historic fire record and monitoring current fire status, (6) it contributes to the development and implementation of fire mitigation strategies for land managers, and (7) it will facilitate the training of undergraduate and graduate students in boreal ecology, and provide very badly needed basic forest ecology and management training to the Nelson House First Nation Cree Indians.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stith",
   "pi_last_name": "Gower",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Stith Gower",
   "pi_email_addr": "stgower@ncsu.edu",
   "nsf_id": "000343540",
   "pi_start_date": "2000-09-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Goulden",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Michael L Goulden",
   "pi_email_addr": "mgoulden@uci.edu",
   "nsf_id": "000407235",
   "pi_start_date": "2000-09-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Norman",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "John M Norman",
   "pi_email_addr": "norman@calshp.cals.wisc.edu",
   "nsf_id": "000380399",
   "pi_start_date": "2000-09-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Trumbore",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Susan E Trumbore",
   "pi_email_addr": "setrumbo@uci.edu",
   "nsf_id": "000238470",
   "pi_start_date": "2000-09-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jonathan",
   "pi_last_name": "Foley",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathan A Foley",
   "pi_email_addr": "jfoley@umn.edu",
   "nsf_id": "000087937",
   "pi_start_date": "2000-09-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "110100",
   "pgm_ele_name": "RESEARCH RESOURCES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1325",
   "pgm_ref_txt": "WATER & ENERGY: ATMO, VEG, EARTH"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 2905859.0
  }
 ],
 "por": null
}