{
 "awd_id": "0078390",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: The Impact of Migration on Women in Dual-Earner Families: A Longitudinal and Geographic Assessment of Family Migration Theory",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gregory H. Chu",
 "awd_eff_date": "2000-08-01",
 "awd_exp_date": "2004-06-30",
 "tot_intn_awd_amt": 51755.0,
 "awd_amount": 51755.0,
 "awd_min_amd_letter_date": "2000-08-01",
 "awd_max_amd_letter_date": "2003-07-22",
 "awd_abstract_narration": "The number of wives in the labor force has doubled over the past three decades and household migration behavior is increasingly dependent on a complex process of joint decision making.  This research examines, in a longitudinal context, the geographic and economic impacts of migration on dual-earner families, with specific focus on the labor-force experience of married women.  Research on the impact of women's participation in the labor force has indicated that two-earner households are less likely to move than single-earner households due to their dual labor-force attachment.  Traditional family migration research has argued that migration is associated frequently with the loss of earnings, interrupted careers, unemployment, underemployment or leaving the labor force on the part of the wife.  In contrast, more recent work has raised questions about the disadvantaged effects and suggests that employment of married women increases with migration.  Using the Panel Study of Income Dynamics (PSID) data this study considers the full range of potential labor force impacts on married women within the larger context of parallel careers in the life course of women and families.  The study controls for the bias of migration self-selectivity.  It explicitly considers the spatial variation in dual-earner family migration and the effects of migration on women in these families.  Furthermore, this research uses longitudinal models to differentiate between the short-term and the long-term impacts of migration on married women.  It addresses participation (employment, unemployment, underemployment, interrupted careers) and financial aspects of the impact of migration on married women. \r\n\r\nA better understanding of the joint employment and location decisions of husbands and wives has the potential to improve the efficiency of the labor market.  Women are the most dynamic supply sector of the labor market, and married women are an important component of spatial changes in the labor force, by virtue of their increased participation and their impact on family migration in general.  Industry and organizations invest about 15 billion dollars annually in job relocations.  Many of the transferees are married and dual earners, and relocating two earners is much more difficult than relocating a single earner.  Spouses, relatives, and children are no longer considered mere appendages of the employee.  Corporations are recognizing the need for greater incentives and support for the spousal job search process.  Further, it is estimated that between ten and fifteen percent of all relocations are for the married woman's job, and there is reason to believe that this figure will continue to rise in the future.  Given contemporary social changes it is an appropriate time to reassess family migration theory.  New findings will enrich our knowledge of the temporal and spatial variations in the impact of family migration on women in dual-earner households.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William A",
   "pi_last_name": "Clark",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "William A V Clark",
   "pi_email_addr": "wclark@geog.ucla.edu",
   "nsf_id": "000300892",
   "pi_start_date": "2000-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "10889 WILSHIRE BLVD STE 700",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900244200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 51755.0
  }
 ],
 "por": null
}