{
 "awd_id": "0078129",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Molecular Genetics of an Essential Endocytosis Gene, RME-8, in C. elegans.",
 "cfda_num": "47.074",
 "org_code": "08070600",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eve Ida Barak",
 "awd_eff_date": "2000-08-01",
 "awd_exp_date": "2004-07-31",
 "tot_intn_awd_amt": 330000.0,
 "awd_amount": 330000.0,
 "awd_min_amd_letter_date": "2000-07-06",
 "awd_max_amd_letter_date": "2002-04-26",
 "awd_abstract_narration": "The complete genome of the nematode model organism, C. elegans, has recently been published.  This represents the first elucidation of the complete genome of a multicellular organism.  The availability of this information is expected to open up vast new opportunities for discovery in biology.  This project focuses on an essential cellular function, endocytosis, in C. elegans.  This is an area of cell biology that in the past has been studied largely in yeast, in vertebrate cells in culture, and in a limited number of other model systems.  The study of endocytosis (and other cellular functions) in C. elegans will ultimately allow the exploitation of not only the genomic information but also the powerful genetic tools available for studies this organism and enable important new discoveries about fundamental cellular processes and functions.\r\n\r\nEndocytosis is the process by which cells internalize specific materials (proteins, usually) from their environment.  In receptor-mediated endocytosis, an extracellular ligand first binds to its receptor on the cell surface; then, that portion of the cell membrane invaginates and ultimately pinches off to form an intracellular membrane-enclosed compartment containing the bound ligand.  \r\n\r\nA new DNAJ domain-containing gene, rme-8, was discovered by using a novel genetic screen for C. elegans mutants defective in receptor-mediated endocytosis (the rme mutants ).  Rme-8 is an essential gene required for both receptor-mediated and fluid-phase endocytosis. Highly conserved homologues of RME-8 are found in plants, flies and humans, but none is present in the S. cerevisiae genome. The goal of this proposal is to study the cellular and molecular functions of rme-8 in C. elegans.\r\n\r\nIn an attempt to identify the step where RME-8 functions in endocytosis, RME-8 will be localized to an endocytic compartment by cytological co-localization with known endocytic compartment-specific markers. These subcellular localization and co-localization experiments will provide the first indication of RME-8's role in a particular step of endocytosis. The role of RME-8 in endocytosis will be also tested by examining mis-localization of known endocytic markers in rme-8 mutant strains.  \r\n\r\nIn order to analyze the molecular function of RME-8, RME-8's domain structures will be studied by creating deletions of RME-8 and assaying their in vivo functions and localization. As RME-8 contains at least one known protein-protein interaction domain, namely a DnaJ domain, proteins that interact with RME-8 will be identified using the yeast two-hybrid system. These experiments will establish the important functional domains in RME-8 and identify the proteins that interact with these domains.  \r\n\r\nRme-8 is an essential gene whose function is required in multiple cells in C. elegans. In particular, rme-8 mutants are defective in molting and in fluid-phase endocytosis. The role of RME-8 in molting as well in fluid-phase endocytosis will be studied by examining RME-8's subcellular localization in those cells associated with these mutant phenotypes, namely hypodermal cells and coelomocytes.  \r\n\r\nThese experiments will define the step of endocytosis in which RME-8 functions, establish RME-8's role in that specific step, and define RME-8's possible involvement in a protein complex. RME-8 represents a previously unidentified component in endocytosis. Therefore, the discovery of RME-8's role in endocytosis might identify one of the many heretofore missing links in the endocytosis pathway. Understanding RME-8 in C. elegans will provide an important basis for understanding the functions of its close homologues in other organisms.\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Hirsh",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "David I Hirsh",
   "pi_email_addr": "dih1@columbia.edu",
   "nsf_id": "000366648",
   "pi_start_date": "2000-07-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University",
  "perf_str_addr": "615 W 131ST ST",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100277922",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "113200",
   "pgm_ele_name": "CELLULAR ORGANIZATION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 220000.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 110000.0
  }
 ],
 "por": null
}