{
 "awd_id": "0079625",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Acquisition of Microbial Ecology Instrumentation to Improve Science Education at Marist College",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Lawrence M. Fritz",
 "awd_eff_date": "2000-07-15",
 "awd_exp_date": "2001-06-30",
 "tot_intn_awd_amt": 96083.0,
 "awd_amount": 96083.0,
 "awd_min_amd_letter_date": "2000-07-10",
 "awd_max_amd_letter_date": "2000-07-10",
 "awd_abstract_narration": "Equipment will be acquired to implement an integrated undergraduate education/research program in microbial ecology at Marist College.   An Olympus BX60F epifluorescent microscope with digital imaging and image analysis system, 2) a BiOLOG MicroStation for microbial identification/community characterization, 3) filtration and centrifugation instrumentation, 4) microbial culturing instrumentation, and 5) HydroLab water-quality monitoring instrumentation will be purchased.  This equipment will allow the PI to integrate teaching with research in environmental microbiology at Marist and will provide greater opportunities for faculty colleagues to involve students in active learning exercises.  Requested instrumentation will be shared by teacher/researchers within Marist's School of Science.\r\n\r\nWork to be accomplished with the requested instrumentation will focus on viral and bacterial contaminant dynamics in the Hudson River watershed, microbial host-virus interactions in the Hudson, characterization of host-virus assemblages from extreme arctic and antarctic habitats (e.g., the McMurdo Dry Valleys LTER site), work on the characterization of polar microbial communities, and pollutant impacts on microbial communities.  The equipment will be used for the isolation, culture, enumeration, identification and preservation of a variety of both pro-and eukaryotic microbes from environmental samples.  The structure and function of microbial communities will be assessed along with a consideration of relevant habitat characteristics.  Students conducting research projects for the PI's course in Environmental Microbiology, those with undergraduate research fellowships, and others performing research for credit, (under the direction of either the PI or faculty colleagues), will have an improved capacity to utilize modern technology in addressing relevant scientific questions.\r\n\r\nCurrent scientific research and education-through-research capabilities will be expanded with the creation of better-equipped learning environments.  Instruments improving capabilities to conduct research on aquatic systems in the Hudson drainage will place Marist College in a better position for future involvement with Governor George Pataki's proposed Henry Hudson Institute for Riverine and Estuarine Research and Education.  Improving capabilities at Marist will also foster collaborative projects with those at other local institutions having expertise in microbial ecology (e.g., the Institute of Ecosystem Studies in Millbrook, NY).  As the requested instrumentation will be for shared-use, faculty in the Biology, Environmental Science and Chemistry Departments will utilize this equipment in diverse ways to promote research, research training and to enrich the educational experiences of Marist science students.  This will strengthen a framework in which greater numbers of students, (including female and minority undergraduates\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Raymond",
   "pi_last_name": "Kepner",
   "pi_mid_init": "L",
   "pi_sufx_name": "Jr.",
   "pi_full_name": "Raymond L Kepner",
   "pi_email_addr": "ray.kepner@marist.edu",
   "nsf_id": "000234793",
   "pi_start_date": "2000-07-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Marist College",
  "inst_street_address": "3399 NORTH RD",
  "inst_street_address_2": "",
  "inst_city_name": "POUGHKEEPSIE",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "8455752625",
  "inst_zip_code": "126011350",
  "inst_country_name": "United States",
  "cong_dist_code": "18",
  "st_cong_dist_code": "NY18",
  "org_lgl_bus_name": "MARIST UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YM8NW6G8N9Y3"
 },
 "perf_inst": {
  "perf_inst_name": "Marist College",
  "perf_str_addr": "3399 NORTH RD",
  "perf_city_name": "POUGHKEEPSIE",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "126011350",
  "perf_ctry_code": "US",
  "perf_cong_dist": "18",
  "perf_st_cong_dist": "NY18",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9184",
   "pgm_ref_txt": "BIOTECHNOLOGY - INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 96083.0
  }
 ],
 "por": null
}