{
 "awd_id": "0079584",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Development of a Dynamic Helium Atom Scattering Apparatus to Probe Nanoscale Surface Fluctuations",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Charles E. Bouldin",
 "awd_eff_date": "2000-08-15",
 "awd_exp_date": "2004-07-31",
 "tot_intn_awd_amt": 304528.0,
 "awd_amount": 304528.0,
 "awd_min_amd_letter_date": "2000-08-10",
 "awd_max_amd_letter_date": "2000-08-10",
 "awd_abstract_narration": "Most areas of modern materials research focus fundamentally on energetic interactions that operate on the nanometer length scale but which nonetheless are manifested in unusual macroscopic material properties.  While many techniques are available to probe the static microscopic properties of materials, few provide microscopic information on the moderate time scales (1 ms - 1 s) characteristic of dynamical modes that determine the interplay between microscopic and macroscopic worlds.  There is therefore an urgent need to develop new techniques that combine high spatial and temporal resolution.  Professor Kevan and his co-investigators will construct novel apparatus to produce a transversely coherent helium atom beam.  They will develop methodologies analogous to dynamic laser light scattering and apply these to study surface fluctuations at length scales as short as a few nanometers and on time scales as short as one microsecond.  Examples of phenomena to be studied using this new technique include 1) the elementary steps in diffusion of surface species, 2) equilibrium and steady-state surface fluctuations in conducting and non-conducting polymer and self-assembled monolayer films, and 3) the fluctuations of high temperature superconductors in the spin-charge segregated phase.  \r\n\r\nThe PI is developing a helium atom scattering apparatus, to probe nanoscale surface fluctuations. A key focus of modern materials research is to control a material's structure in order to understand and ultimately control its function.  Understanding structure requires measuring how atoms are arranged in space and how they are bonded to each other to form molecules and solids.  This pertains to a material's static properties.  By contrast, understanding function requires measuring how a material operates, either mechanically, chemically, electrically, or magnetically.  Function is intrinsically a dynamical concept.  While there are many structural techniques - various microscopes and x-ray diffraction, for example - there are only relatively few that provide incisive information about a material's dynamical properties on a length scale ranging from a few to many atoms.  That many key technologies rely on materials that are artificially patterned on this scale makes it urgent to develop such techniques.  Here the investigators are developing a novel use for helium atoms to try to address this need.  Like x-rays, helium atoms can probe very short dimensions.  The instrument will produce a very highly collimated beam of atoms that will have some laser-like properties.  This will allow application of laser-like dynamical techniques, but with sensitivity to sizes on the scale of atoms.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Kevan",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen D Kevan",
   "pi_email_addr": "kevan@uoregon.edu",
   "nsf_id": "000246724",
   "pi_start_date": "2000-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gregory",
   "pi_last_name": "Elliott",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Gregory S Elliott",
   "pi_email_addr": "GELLIOTT@UPS.EDU",
   "nsf_id": "000454331",
   "pi_start_date": "2000-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Oregon Eugene",
  "inst_street_address": "1776 E 13TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "EUGENE",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5413465131",
  "inst_zip_code": "974031905",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "UNIVERSITY OF OREGON",
  "org_prnt_uei_num": "Z3FGN9MF92U2",
  "org_uei_num": "Z3FGN9MF92U2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Oregon Eugene",
  "perf_str_addr": "1776 E 13TH AVE",
  "perf_city_name": "EUGENE",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "974031905",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 304528.0
  }
 ],
 "por": null
}