{
 "awd_id": "0079861",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Impact of Financial System Design: International Patterns in Historical Perspective",
 "cfda_num": "47.075",
 "org_code": "04050100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Daniel H. Newlon",
 "awd_eff_date": "2000-08-15",
 "awd_exp_date": "2003-05-31",
 "tot_intn_awd_amt": 21250.0,
 "awd_amount": 21250.0,
 "awd_min_amd_letter_date": "2000-08-16",
 "awd_max_amd_letter_date": "2002-07-13",
 "awd_abstract_narration": "The fundamental goal of this project is to help determine whether certain corporate financing systems perform more efficiently or effectively than others.  Modern views of the benefits of universal, relationship banking arise largely from observation of the successful industrialization and post-World War II reconstruction of Germany.  The German success story, and the supposed role of the banking system in that success, has made a deep impression on many American economists, economic historians, and policymakers.  Recent work by the investigator and others, however, casts doubt on the traditional view of the universal banks as the linchpin of German industrialization.  This project builds on this foundation with new initiatives for data collection and empirical analysis.  NSF funding supports data collection, cleaning and translation as well as international travel for collaborative work between the investigator and German scholars.\r\nThe investigator finalizes a database of financial information for 400 German banks and firms between 1895 and 1912 that was largely collected under a previous NSF grant.  The project deepens the existing firm-level information by comparing published financial data to firm records, creating new measures of corporate governance and bank relationships, gathering stock market data, compiling in-depth case studies on a subset of the database firms, and gathering archival evidence on non-database firms.  These new data augment the published financial data and reveal more detailed pictures of individual firms. \r\nThe investigator uses the databases to investigate the economic impact of universal and relationship banking.  Relationships are investigated by comparing bank-affiliated and independent firms within Germany-studying rates of return, investment, liquidity constraints, capital structure, new securities issues, managerial turnover, and concentration and collusion in industry.  Universality is addressed by comparing banking sector efficiency, firm financing costs, and long-term patterns of growth and investment among three economies with varying degrees of universality: Germany, Great Britain, and the United States.  \r\n\r\nThe project includes funding for undergraduate researchers.  Participating in this project offers undergraduates a valuable opportunity to learn about the many topics covered-corporate finance, banking, corporate governance, industrial organization, economic growth, and German history-as well as to gain more general knowledge of the methods of scholarly research.  The investigator also plans to collaborate with Thomas Gehrig, Professor of Economics at the University of Freiburg, Germany, on several parts of the project.  He is concurrently applying for funding from the German government in order to permit much more extensive data collection and analysis.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Caroline",
   "pi_last_name": "Fohlin",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Caroline M Fohlin",
   "pi_email_addr": "fohlin@jhu.edu",
   "nsf_id": "000092830",
   "pi_start_date": "2000-08-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California Institute of Technology",
  "inst_street_address": "1200 E CALIFORNIA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "PASADENA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6263956219",
  "inst_zip_code": "911250001",
  "inst_country_name": "United States",
  "cong_dist_code": "28",
  "st_cong_dist_code": "CA28",
  "org_lgl_bus_name": "CALIFORNIA INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "U2JMKHNS5TG4"
 },
 "perf_inst": {
  "perf_inst_name": "California Institute of Technology",
  "perf_str_addr": "1200 E CALIFORNIA BLVD",
  "perf_city_name": "PASADENA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "911250001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "28",
  "perf_st_cong_dist": "CA28",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  },
  {
   "pgm_ele_code": "598000",
   "pgm_ele_name": "WESTERN EUROPE PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "5936",
   "pgm_ref_txt": "GERMANY (F.R.G.)"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 9192.0
  }
 ],
 "por": null
}