{
 "awd_id": "0079084",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Politics of Supranational Legal Integration",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frank P. Scioli  Jr.",
 "awd_eff_date": "2000-09-01",
 "awd_exp_date": "2002-08-31",
 "tot_intn_awd_amt": 86072.0,
 "awd_amount": 86072.0,
 "awd_min_amd_letter_date": "2000-07-11",
 "awd_max_amd_letter_date": "2000-07-11",
 "awd_abstract_narration": "\tAs international adjudicating institutions, such as the Court of Human Rights, the World Trade Organization, and others, multiply, we want to understand to what degree these institutions provide and maintain a legal order independent of, and superior to, national governments.  The development of European Union (EU) law provides a valuable forum in which to explore these issues of international laws and national sovereignty.  Over the past forty years, the European Court of Justice (ECJ) has established a supranational legal order superior to national law and to which national governments are subject.  This supranational legal integration has generated a vigorous scholarly debate concerning whether the ECJ is a tool of the member states or a truly independent judiciary.  This question is the focus of our proposal.\r\n\tThe extant literature on the politics of EU legal integration divides essentially into two groups.  The pro-Court camp assumes that the ECJ can enforce its judgments and that its rulings constrain national governments and push European integration beyond that intended by national governments.  The Intergovernmentalist camp assumes that the ECJ is beholden to the member states and, thus, concludes that member states constrain legal integration.  The debate between these two camps is based largely on informal arguments about government-ECJ relations, which obscure the basis of the theoretical debate.  Also, the empirical evident consists largely of case studies over which the two camps offer conflicting interpretations.  Thus, to resolve this debate, the proposed project provides:  (a) a clearer theoretical exposition of the theoretical debate so as to identify testable hypotheses that discriminate between the two camps, and (b) a rigorous empirical analysis of these hypotheses.\r\n\tFirst, the project generates the intuition behind, and the implications of, two formal models of government-ECJ interaction, each of which is designed to formalize the two extent informal arguments, Beyond the two traditional camps, the formal models also integrate recent arguments about public legitimacy into the formal model.  The results demonstrate that the extant empirical evidence does not discriminate between the competing theories.  These formal models also generate a set of testable hypotheses that discriminate between the two positions.\r\n\tThe proposed project then provides a strategy for data collection and statistical analysis to test these hypotheses.  The Intergovernmentalist model predicts that the political costs of compliance with EU law should affect ECJ behavior in the following five ways:  (1) whether a government is ruled against; (2) how frequently a government is taken to trial; (3) whether the ECJ makes an effort to distinguish a case from potentially precedence-forming previous cases; (4) how many judges sit on an ECJ-adjudicating panel; and (5) how long the judges take to decide a case.  Political costs are measured through both systematic components, such as the number of years until an election must be called and the number of seats that the ruling party controls, and random political shocks, such as a government defeat in a by-election or a political scandal.  The first two of these tests are presented in detail, including descriptions of the data, their sources, and statistical issues regarding the actual regressions.  The remaining three tests are mentioned briefly.\r\n\tThis analysis helps to further an already fruitful debate about the role of the ECJ in EU legal integration.  Not only does the analysis clarify and discriminate between the two extant camps, but the data collections also facilitates tests of future theoretical developments.  In addition, the results of the analysis have implications for the conditions under which transnational institutions in general constrain national governments and, thus, inform our broader understanding of supranational adjudication.      \r\n\t",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Gabel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew Gabel",
   "pi_email_addr": "mgabel@wustl.edu",
   "nsf_id": "000378593",
   "pi_start_date": "2000-07-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Clifford",
   "pi_last_name": "Carrubba",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Clifford J Carrubba",
   "pi_email_addr": "ccarrub@emory.edu",
   "nsf_id": "000189531",
   "pi_start_date": "2000-07-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Kentucky Research Foundation",
  "inst_street_address": "500 S LIMESTONE",
  "inst_street_address_2": "109 KINKEAD HALL",
  "inst_city_name": "LEXINGTON",
  "inst_state_code": "KY",
  "inst_state_name": "Kentucky",
  "inst_phone_num": "8592579420",
  "inst_zip_code": "405260001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "KY06",
  "org_lgl_bus_name": "UNIVERSITY OF KENTUCKY RESEARCH FOUNDATION, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "H1HYA8Z1NTM5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Kentucky",
  "perf_str_addr": "500 S LIMESTONE",
  "perf_city_name": "LEXINGTON",
  "perf_st_code": "KY",
  "perf_st_name": "Kentucky",
  "perf_zip_code": "405260001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "KY06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 86072.0
  }
 ],
 "por": null
}