{
 "awd_id": "0079021",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: The Effect of Changes in Wages on Economic Perceptions and Voting: An Improved Micro-Level Foundation for Economic Voting",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "James S. Granato",
 "awd_eff_date": "2000-08-01",
 "awd_exp_date": "2003-01-31",
 "tot_intn_awd_amt": 82700.0,
 "awd_amount": 82700.0,
 "awd_min_amd_letter_date": "2000-08-01",
 "awd_max_amd_letter_date": "2000-08-01",
 "awd_abstract_narration": "\tThis research tests the theory that voters look at distinct aspects of the economy to determine how well the incumbent administration manages the economy the benefit the voters' self-interests, and they vote on that calculation, rather than consideration of the overall growth rate of the economy or of the voter's personal financial condition.  The investigators postulate that voters look at changes in the wages, or chnges int he level of employment, of:  people in similar occupations; people with similar levels of education; and people in the same industry as the voter to determine how well the economy performs in the voter's interest.  Thus, the investigators offer a model of individual-level behavior consistent with aggregate observations of the importance on economic performance on vote choice.  The investigators argue that voters are self-interested, and that they evaluate the incumbent based o how well the incumbent manages the economy towards the voters' self-interest.  Thus, voters would have preferences over both the level of economic growth credited to the administration, and to the distributive impact of the incumbent.  Kramer's argument (1983) is repeated that it would be inefficient for voters to look at their own pocketbook as a measure of the incumbent's competence or the incumbents' distributve tendencies.  The pocketbook of the voter is a function of life-cycle effects, effort, and other idiosyncratic factors -- which would dwarf government-induced change in income.  The argument is extended by pointing out that for voters to look at the aggregate macro-economy would mask all intra-economy, distributive variation.  This would include skill-based variation, education-based variation, sectoral variation, and regional variation.  Thus, it is concluded that the best strategy, which a voter could employ to determine how well the incumbent administration manages the economy to benefit the voter's self-interest, is to look at the economic performance of individuals who share relevant economic characteristics with the voter.\r\n\r\n\tThe investigators estimate wages of different groups of voters using the Census Bureau's Current Population Survey Outgoing Rotation files.  The impact of these objective economic measures is examined with respect to:  voters' evaluations of the economy through the Survey of Consumer Attitudes and Behavior and the National Election Study; voters' evaluations of the incumbent through survey instruments measuring presidential popularity; and voters' vote choices through the National Election Study.  By using a dataset with richer information on the economic circumstances of individuals than used previously, and combining this with the theory offered by the investigators, the project is able to advance the state of the art of the micro-foundations of economic voting.   \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Suzanna",
   "pi_last_name": "Linn",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Suzanna Linn",
   "pi_email_addr": "sld8@psu.edu",
   "nsf_id": "000389516",
   "pi_start_date": "2000-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 OLD MAIN",
  "perf_city_name": "UNIVERSITY PARK",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 82700.0
  }
 ],
 "por": null
}