{
 "awd_id": "0079708",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Acquisition of a 3 Tesla MRI Scanner for Brain Imaging by the University of Pittsburgh/Carnegie-Mellon Consortium",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2000-09-01",
 "awd_exp_date": "2004-02-29",
 "tot_intn_awd_amt": 1793000.0,
 "awd_amount": 1793000.0,
 "awd_min_amd_letter_date": "2000-08-02",
 "awd_max_amd_letter_date": "2003-03-04",
 "awd_abstract_narration": "Just\r\n0079708\r\n\r\nThis proposal requests funding for the acquisition of a 3T MRI scanner for human and animal brain imaging for use by a large, multi-disciplinary, dual-university community of users. The instrument is based on a Signa Horizon LX platform, optimized for activation studies. The very high-field strength enhances the signal to noise ratio and contrast for fMRl applications, enables the collection of very high-resolution structural images, and it is equipped for ultra-fast echoplanar imaging (EPI) that enables images to be acquired and processed at the rate of over 10 images per sec.\r\n\r\nThe scanner would be the centerpiece of a new, inter-university Imaging Institute that brings together researchers in several disciplines at the University of Pittsburgh and Carnegie Mellon: cognitive neuroscientists who study human performance in complex environments, neuroscientists combining single-cell recording and neuroimaging with monkeys, biophysicists interested in advancing MR methods, statisticians with expertise in neuroimaging, and computer scientists interested in the analysis of large-scale databases. The basic science approach aims at an interdisciplinary synergy focused on brain imaging and theoretical integration. The university-supported Imaging Institute will provide a rich infrastructure and appropriate staffing to maximize the benefits of the scanner.\r\n\r\nThe new instrument will be optimized for assessing a wide range of cognitive processes and will provide an unparalleled opportunity to relate human and animal cognition. The new facility will provide a data rich environment in which the 34 participating investigators (and a total group of 174 potential users) can combine their expertise in biomedical engineering, cognitive psychology, computer science, education, linguistics, statistics, and neuroscience. The investigators include seasoned researchers who can link brain imaging to their established research disciplines, thereby enriching the imaging research.\r\n\r\nThere are five areas of basic science research: 1. Cognitive processing (of language, problem solving, spatial processing, motor control, and learning); 2. Monkey imaging (of network activity, maturation/learning, activity dependent contrast agents, relation to single neuron activity, and structural imaging); 3. Analysis methods including statistical analysis (noise reduction, hierarchical Bayesian assessment, motion correction) and computer science analysis (machine learning, data mining, and analyzing the content of images); 4. MRI methods development including: fast fMRI imaging, respiratory/cardiac noise reduction, reduction of susceptibility artifact, metabolic and volumetric imaging, animal RF coils and contrast agents; and MR spectroscopy of metabolites; and 5. computational modeling of cognitive function, examining how a variety of computational architectures can simultaneously account for human performance and fMRI patterns.\r\n\r\nThe facility will provide extensive training and research time (20,000 hours of scanning over the next five years) to undergraduates, graduates, postdocs and faculty, and will infuse the unfolding science into the ongoing educational mission. The training activities include the development of new graduate and undergraduate courses (using a new brain imaging computer classroom), seminars and workshops on brain imaging, a new brain imaging graduate core, and summer undergraduate research traineeships. External training will include workshops, web course materials, software tools, and functional imaging and modeling data sets. Outreach activities include courses for educators, museum shows, web programs, and technology transfer with industrial partners.\r\n\r\nThe activity would advance the new interdisciplinary science, extending and integrating the growing knowledge in this area into comprehensive theories of brain and mind.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marcel",
   "pi_last_name": "Just",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Marcel A Just",
   "pi_email_addr": "just@cmu.edu",
   "nsf_id": "000444707",
   "pi_start_date": "2000-08-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Strick",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Peter L Strick",
   "pi_email_addr": "strickp@pitt.edu",
   "nsf_id": "000212977",
   "pi_start_date": "2000-08-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie-Mellon University",
  "perf_str_addr": "5000 FORBES AVE",
  "perf_city_name": "PITTSBURGH",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133815",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 1793000.0
  }
 ],
 "por": null
}