{
 "awd_id": "0079429",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Acquisition of Structural Mechanics Testers",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Fragaszy",
 "awd_eff_date": "2000-08-01",
 "awd_exp_date": "2003-01-31",
 "tot_intn_awd_amt": 100000.0,
 "awd_amount": 100000.0,
 "awd_min_amd_letter_date": "2000-07-26",
 "awd_max_amd_letter_date": "2000-07-26",
 "awd_abstract_narration": "This grant funds the development of a structural mechanics impact laboratory at Worcester Polytechnic Institute (WPI). Knowledge about how structures behave during impacts is an important feature of many engineering problems including vehicle crashworthiness, roadside safety, aircraft crashworthiness, human trauma research and packaging design.  Research in the area of the impact response of structures ideally requires analytical modeling, finite element modeling, dynamic physical testing of components and dynamic testing of full-scale structures.\r\n\r\nThe WPI research team has an established record of accomplishments in analyzing and designing impact resistant structures. Much of this work has been accomplished using analytical methods, finite element analysis and full-scale crash testing.  This proposal is for the development of an impact laboratory that can be used to perform dynamic impact tests of components and materials in support of a wide range of existing impact research projects.  Currently, WPI researchers are limited to using quasi-static testing to determine material properties and failure mechanisms of structural components under impact loading.  An impact laboratory would significantly improve the research team's ability to determine material properties and failure mechanisms at the low and moderate energy levels and strain rates typical in vehicle impacts.  Such information would dramatically improve and simplify the development of finite element models and reduce the number of expensive full-scale crash tests required to demonstrate the impact performance of a structural system.\r\n\r\nWPI has recently dedicated space in Kaven Hall for use as an impact laboratory.  An Instron drop tower impact tester has been purchased using funds from a grant from the Keck Foundation and has just recently been installed in the laboratory.  What remains is to expand the capabilities of this laboratory so that a wider range of impact events can be tested and a wider range of data can be collected.  This proposal involves the development or acquisition of four major systems: (1) a bench-top pendulum impact tester, (2) a high-velocity gas-gun impact tester, (3) a large ballistic pendulum impact testers and (4) a universal data collection system that can be used with these three impact testers as well as the existing Instron drop-tower tester.  The resulting laboratory, with four different types of impact testers and a general purpose data collection system, would be a powerful and unique facility for impact research.\r\n\r\nThe bench-top pendulum impact tester is an off-the-shelf device that can be used to perform a number of standard dynamic material characterization tests like Charpy and Izod ASTM tests as well as standard biomechanics tests like dummy head form impacts.  The gas-gun impact tester is a unique device that will be developed by the research team.  This device allows for higher velocity impacts with small masses and can be used to test scale models of structures as well as determine higher strain rate material properties.  The device proposed herein is based on a similar device developed and built by Carney and Villette at Vanderbilt University.  The ballistic pendulum will be developed by the research team based on several much larger devices built by the Federal Highway Administration, Southwest Research Institute and Texas A&M University.  A ballistic pendulum provides the capability to perform low-velocity impacts with larger mass and can be used to test scale models or materials.  These three devices and the existing drop tower will allow the research team to explore impacts at a wide range of velocities using a wide range of masses while still working in a laboratory environment.  The universal data acquisition system consists of a computer interfaced to all the impact testers and high-speed video cameras that can be used with all of the impact test stands.  The impact testers have all be designed such that they can use the same types of data acquisition equipment and software which will greatly simplify the task of integrating all the impact testers into a single fully functional laboratory.\r\n\r\nThe research team has a demonstrated ability to perform meaningful research as shown by the team's current and pending research activities.  Developing an impact laboratory would help provide a broader well-balanced approach to studying impact problems by incorporating dynamic laboratory experiments with classroom instruction, graduate research and sponsored research.  The ability to perform dynamic tests would compliment the team's existing expertise and capabilities in analytical and finite element analysis and structural design.  The development of such a lab would enhance the research team's ability to perform important basic graduate research in the area of impact mechanics as well as attract additional funding from sponsors interested in the performance of structures during impacts.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Malcolm",
   "pi_last_name": "Ray",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Malcolm H Ray",
   "pi_email_addr": "mhray@wpi.edu",
   "nsf_id": "000106141",
   "pi_start_date": "2000-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Worcester Polytechnic Institute",
  "inst_street_address": "100 INSTITUTE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WORCESTER",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5088315000",
  "inst_zip_code": "016092280",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "WORCESTER POLYTECHNIC INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJNQME41NBU4"
 },
 "perf_inst": {
  "perf_inst_name": "Worcester Polytechnic Institute",
  "perf_str_addr": "100 INSTITUTE RD",
  "perf_city_name": "WORCESTER",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "016092280",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1058",
   "pgm_ref_txt": "COMPOSITE AND HYBRID STRUCTURES"
  },
  {
   "pgm_ref_code": "1189",
   "pgm_ref_txt": "MAJOR RESEARCH INSTRUMENTATION"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": null
}