{
 "awd_id": "0080023",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "COLLABORATIVE RESEARCH:  Cherokee Language Sound Description and Analysis",
 "cfda_num": "47.075",
 "org_code": "04040500",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Cecile Mckee",
 "awd_eff_date": "2000-09-01",
 "awd_exp_date": "2002-08-31",
 "tot_intn_awd_amt": 42254.0,
 "awd_amount": 42254.0,
 "awd_min_amd_letter_date": "2000-08-23",
 "awd_max_amd_letter_date": "2000-08-23",
 "awd_abstract_narration": "Although the Cherokee language, an isolated member of the Iroquoian family, has more speakers (10,000 to 12,000) and more documentation than many other endangered languages of North America, it remains remarkably understudied linguistically.  This project will provide a thorough description and analysis of the Cherokee sound system:  the goal is to establish the phoneme inventory and describe the tone system and other intonational phenomena through acoustic analysis of consonants, vowels, and pitch distinctions.   The full project, which is expected to take three years,  will consist of four stages:  constructing the body of elicitation data (words and sentences); making recordings of 20 speakers producing the speech samples; phonetically analyzing the recordings (with special emphasis on pitch traces); and writing reports based on this data. The current project, which will take one year, will consist of the first two stages: constructing the elicitation data and recording the speech samples.\r\n\r\nThis work is important both practically and theoretically.  Both major Cherokee political entities, the Cherokee Nation of Oklahoma and the North Carolina Band of Cherokee, are engaged in language preservation and pedagogy, and require reliable phonological analysis to further these goals.  Several institutions of higher learning in Oklahoma offer college-level credit in the Cherokee language, and have a similarly urgent need for an accurate description of the phonology of the language, both for classroom use and for the design of instructional materials including audiotapes and CD ROM aids.  Socially, because Cherokee consists of a large number of distinct dialects, an accurate phonological description is necessary to both distinguish dialects and to provide a cogent basis for the acceptance of all dialects as full-fledged members of the language.\r\n\r\nTheoretically, Cherokee phonology has long presented several conundrums.  One still-unsolved problem is the status of pitch and tone in the language.  Another problem is that of word and morpheme boundaries and their relationship to prosodic categories.  Yet another problem is the role of intonational processes with respect to syntactic processes, and how these may be different still from discourse functions.  This study will provide a large corpus of data that will be drawn from a diverse sample of speakers and provide detailed acoustic information.  Using an autosegmental-metrical model, the researchers will identify the associations of the tone tier with other linguistic levels.\r\n\r\nThis study provides research opportunities for undergraduate assistants in the fieldwork phase.  It also includes a large proportion of Cherokee persons in major components of the research, including senior personnel, research assistants, and of course, the language consultants themselves.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marcia",
   "pi_last_name": "Haag",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Marcia L Haag",
   "pi_email_addr": "haag@mail.nhn.ou.edu",
   "nsf_id": "000415768",
   "pi_start_date": "2000-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Oklahoma Norman Campus",
  "inst_street_address": "660 PARRINGTON OVAL RM 301",
  "inst_street_address_2": "",
  "inst_city_name": "NORMAN",
  "inst_state_code": "OK",
  "inst_state_name": "Oklahoma",
  "inst_phone_num": "4053254757",
  "inst_zip_code": "730193003",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OK04",
  "org_lgl_bus_name": "UNIVERSITY OF OKLAHOMA",
  "org_prnt_uei_num": "",
  "org_uei_num": "EVTSTTLCEWS5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Oklahoma Norman Campus",
  "perf_str_addr": "660 PARRINGTON OVAL RM 301",
  "perf_city_name": "NORMAN",
  "perf_st_code": "OK",
  "perf_st_name": "Oklahoma",
  "perf_zip_code": "730193003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OK04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0400",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0400",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 42254.0
  }
 ],
 "por": null
}