{
 "awd_id": "0080499",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Matrix Factorization Theory for Multidimensional Systems Applications",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Radhakisan Baheti",
 "awd_eff_date": "2000-09-15",
 "awd_exp_date": "2004-08-31",
 "tot_intn_awd_amt": 202901.0,
 "awd_amount": 202901.0,
 "awd_min_amd_letter_date": "2000-09-21",
 "awd_max_amd_letter_date": "2000-09-21",
 "awd_abstract_narration": "Parameterization of stabilizing controllers for two- dimensional systems was first reported in 1985 and since that time considerable progress has been made even for models in which some stabilizable transfer matrices do not have right/left coprime factorizations.  The impact of the multivariate matrix factorization results has recently been demonstrated in the design of multidimensional filter the construction of non- separable wavelets have been realized.  Potential applications of interest involved the analysis; processing, coding and compression for reconstruction of multidimensional multimedia signals over bandwidth constrained communication channels.\r\n\r\nThe research proposed here develops further the theory of multivariate factorization and its variants for adaptation and use in challenging applications in multidimensional systems problems.  Research will be undertaken towards the of necessary and sufficient conditions for the existence of primitive factorization of multivariate polynomial matrices by relating the problem to generalization of unimodular completion for which construction algorithms are now available.  Attention will be directed towards actually constructing the factorization after its existence is guaranteed by applying recent tools in algorithmic algebra, particulary Grobner basis theory over polynomial dimensional cases, the conditions for existence and construction of right and left factorizations will be investigated, especially when the zero coprimenss constraint on the reduced minors fail to hold.\r\n\r\nThe very nonrestrictive conditions under which any square unimodular matrix with entries in a multivariate polynomial ring can be expressed as a product of elementary matrices derivable from Suslin's Stability Theorem provides the machinery for biothogonal multiband filter bank realization for perfect reconstruction using the ladder of such structures with the objective of popularizing their use in filter bank as well as wavelet construction.\r\n\r\nThe tackling of the case when both perfect reconstruction and linear phase constraints (or other like paraunitary) are enforced, is still, in general, an open problem.  The recent solution given for the two-band n-D case, using Grobner bases, will be studied to understand fully the limitations of its capability for generalization to the multiband n-D case with particular attention to various specializations that may offer complete constructive solutions.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nirmal",
   "pi_last_name": "Bose",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Nirmal K Bose",
   "pi_email_addr": "nkb1@psu.edu",
   "nsf_id": "000177635",
   "pi_start_date": "2000-09-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 OLD MAIN",
  "perf_city_name": "UNIVERSITY PARK",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151800",
   "pgm_ele_name": "CONTROL, NETWORKS, & COMP INTE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 202901.0
  }
 ],
 "por": null
}