{
 "awd_id": "0081636",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "ITR: Validating simulation to observed data with source coding methods",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "John Cozzens",
 "awd_eff_date": "2000-09-01",
 "awd_exp_date": "2004-08-31",
 "tot_intn_awd_amt": 344691.0,
 "awd_amount": 344691.0,
 "awd_min_amd_letter_date": "2000-09-12",
 "awd_max_amd_letter_date": "2002-02-11",
 "awd_abstract_narration": "Project Summary\r\nObjectives - This project aims to develop new applied mathematical technologies that add res a\r\nwidespread need in computational and simulation science: the quantitative optimization and verifi-\r\ncation of dynamical models, incorporating both chaotic and stochastic behaviors, against observed\r\ndata. In the last couple of decades, great effort has been devoted to constructing simulation-based\r\nmodels for complex phenomena, with profound advances in both analytic techniques for numerical\r\napproximation and implementation technology on digital computers. Progress along one of the\r\nfinal steps to gaining scientific insight, the verification of models against Nature, has been more\r\nhaphazard. When model and natural physical system produce temporally unpredictable variables\r\none cannot match any specific time-dependent behavior but only compare statistical quantities\r\nextracted from both. Here, common practice is frequently quite crude, and is where we direct our\r\ninvestigation.\r\nMethods to be employed - We exploit recent developments in coding theory, specifically, context-\r\ntree methods developed for universal data compression by the information theory community.\r\nThese techniques are computationally rapid, have excellent empirical performance and theoretical\r\nproperties. Our goal is not literally to compress data, of course, but to use the data structures\r\nand models of the coding methods as high-quality statistical intermediaries between computational\r\nmodels and observed data sets, providing a common mathematical \"meeting ground\" where fair,\r\nand theoretically justifiable comparisons may be made.\r\nPotential impact of the project - Large scale simulations play an increasingly important role in\r\nthe study of complex phenomena of national and global importance, from the efficiency, capability\r\nand byproducts of complex industrial combustion and reaction systems, to environmental moni-\r\ntoring, culminating with global climate models. Predictions derived from these models inevitably\r\nenter into the public discourse about policies, with significant legal and economic impact upon\r\nmany. The scientific community thus bears a burden to ensure that the models have been tested\r\nagainst actual experiment and cross validated with intellectually sound approaches, and herein lies\r\nthe principal scientific value of the proposed investigation.\r\nThe Institute for Nonlinear Science at UCSD has an excellent international reputation and has\r\nbeen able to attract high-quality post and pre-doctoral students with diverse backgrounds and\r\neducational emphasis. This particular project offers will offer an opportunity for the students to\r\nsimultaneously learn about intriguing statistical and theoretical developments from the engineering\r\nand applied mathematics community applied, in an novel cross-disciplinary approach, to models\r\nof realistic, and important engineering problems, all set in the Institute's milieu and language of\r\n\"applied theoretical\" physics. The skills that a successful student will take from this project com-\r\nprise as are some mathematical fluency, physical intuition, engineering practicality and integrated\r\nnumerical and symbolic computational skills.\r\nFinally, to the computational community, we anticipate developing and universally offering\r\nfree-standing software to perform the analyses described in the project proposal. We hope to\r\nlower the barrier to entry for on-the-front-line computational and experimental scientists to employ\r\nthese algorithms, raising the quality of common scientific practice in dynamical model verification\r\nwithout being so impractical or esoteric that few are able to successfully adopt our viewpoint.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Kennel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew Kennel",
   "pi_email_addr": "mkennel@ucsd.edu",
   "nsf_id": "000444807",
   "pi_start_date": "2000-09-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "9500 GILMAN DR",
  "perf_city_name": "LA JOLLA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930021",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "164000",
   "pgm_ele_name": "Information Technology Researc"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1640",
   "pgm_ref_txt": "INFORMATION TECHNOLOGY RESEARC"
  },
  {
   "pgm_ref_code": "1656",
   "pgm_ref_txt": "LARGE SCALE NETWORKING"
  },
  {
   "pgm_ref_code": "1660",
   "pgm_ref_txt": "ITR COMPETITION FOR UNDER $500K"
  },
  {
   "pgm_ref_code": "1667",
   "pgm_ref_txt": "HIGH CONFIDENCE SYSTEMS"
  },
  {
   "pgm_ref_code": "4096",
   "pgm_ref_txt": "COMMUNICATIONS RESEARCH"
  },
  {
   "pgm_ref_code": "4097",
   "pgm_ref_txt": "NETWORKING RESEARCH"
  },
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 113316.0
  },
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 114303.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 117072.0
  }
 ],
 "por": null
}