{
 "awd_id": "0082318",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "ITR: Collaborative Research in Internet Topology Models - A Foundation for Large-Scale Simulations",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jie Wu",
 "awd_eff_date": "2000-09-01",
 "awd_exp_date": "2005-05-31",
 "tot_intn_awd_amt": 112382.0,
 "awd_amount": 112382.0,
 "awd_min_amd_letter_date": "2000-09-01",
 "awd_max_amd_letter_date": "2002-07-23",
 "awd_abstract_narration": "Network simulation is an indispensable tool for researchers seeking to understand the principles of network architecture and protocol design. A key parameter in any moderate to large-scale simulation is the topology, i.e., the way the nodes of the network are organized and connected to each other. \"Good\" models for topology are essential for good simulations.\r\n     The PIs have developed graph modeling software that currently is widely used as a tool for generating topologies, particularly models of large internetworks. The Georgia Tech Internet Topology Models (GT-ITM) package allows researchers to construct model topologies whose structure arguably resembles the node-level structure of the Internet: routers or switches, connected by (bidirectional) links, and grouped into domains. The GT-ITM software is included with \"ns2\" [2], the defacto open-source standard for network simulation.\r\n     Despite the wide-spread use of GT-ITM, in general, and its transit-stub model, in particular, a number of critical and fundamental questions remain unanswered about network topology modeling. For example,\r\n     1)Topology models. Recent data indicates that the current Internet topology has some properties that are not well reflected in the transit-stub model of GT-ITM [17]. For example, features such as the exchanges where many transit domains come together are lacking. Are there \"better\" techniques to generate topologies intended to model the Internet? More fundamentally, how should a topology generation technique be evaluated (i.e., how is \"better\" measured)?\r\n     2)Topology scaling. Although strides are being made in supporting large-scale simulations [33], most researchers will continue to simulate their protocols on topologies that are smaller than the target operational large-scale networks. How should smaller topologies be configured so that they reasonable reflect their larger counterparts? Is there a theory of topology scaling that can provide the fundamental grounding for configuring topologies of various sizes?\r\n     3)Topology use. The PIs primary interest in topology modeling is to provide a foundation for large-scale simulations. Facilitating the use of topologies in simulations must go beyond providing theoretically sound models, however, and include a set of complementary tools for graph visualization, routing table construction, etc. What visualization tools are useful to researchers and assist in accurate intuitive understanding of underlying topology? How can different routing policies be effectively reflected in routing table construction?\r\n     The researchers propose (1) to address these and other fundamental questions in the area of topology modeling and (2) to reflect their  understanding in a set of topology tools and benchmarks made available to the research community at large. This work will build on the PIs prior experience in modeling internetworks.  The proposed work will contribute to fundamental understanding in the area of topology modeling. The work will include a set of evaluation criteria to assess the quality of a topology generation method and improvements in topology models. The work will also produce an evolutionary theory of topology scaling, with implications for efficient simulation using topologies that are smaller than the target. In addition to contributions to fundamental understanding, a central component of the proposed work is a set of tools and benchmarks to be made available to the research community at large, following in the tradition of the GT-ITM suite. These tools will allow other researchers to generate topologies, assess the quality of candidate topology modeling methods, utilize benchmarks based on current and future technologies, and interact with a visualization of topology.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kenneth",
   "pi_last_name": "Calvert",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Kenneth L Calvert",
   "pi_email_addr": "calvert@netlab.uky.edu",
   "nsf_id": "000397276",
   "pi_start_date": "2000-09-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Kentucky Research Foundation",
  "inst_street_address": "500 S LIMESTONE",
  "inst_street_address_2": "109 KINKEAD HALL",
  "inst_city_name": "LEXINGTON",
  "inst_state_code": "KY",
  "inst_state_name": "Kentucky",
  "inst_phone_num": "8592579420",
  "inst_zip_code": "405260001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "KY06",
  "org_lgl_bus_name": "UNIVERSITY OF KENTUCKY RESEARCH FOUNDATION, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "H1HYA8Z1NTM5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Kentucky Research Foundation",
  "perf_str_addr": "500 S LIMESTONE",
  "perf_city_name": "LEXINGTON",
  "perf_st_code": "KY",
  "perf_st_name": "Kentucky",
  "perf_zip_code": "405260001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "KY06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "164000",
   "pgm_ele_name": "Information Technology Researc"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1656",
   "pgm_ref_txt": "LARGE SCALE NETWORKING"
  },
  {
   "pgm_ref_code": "1660",
   "pgm_ref_txt": "ITR COMPETITION FOR UNDER $500K"
  },
  {
   "pgm_ref_code": "4097",
   "pgm_ref_txt": "NETWORKING RESEARCH"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 26091.0
  },
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 42316.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 43975.0
  }
 ],
 "por": null
}