{
 "awd_id": "0082250",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Human Use and Potential Conservation of River Turtles in Eastern Lowland Bolivia",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2000-08-01",
 "awd_exp_date": "2002-06-30",
 "tot_intn_awd_amt": 10000.0,
 "awd_amount": 10000.0,
 "awd_min_amd_letter_date": "2000-07-14",
 "awd_max_amd_letter_date": "2000-07-14",
 "awd_abstract_narration": "After centuries of exploitation, including the harvest of both adults and eggs, populations of the freshwater turtles Podocnemis expansa and P. unifilis are seriously reduced throughout most of their ranges in the upper Amazon basin.  These turtles remain important wildlife resources for river-oriented communities within the jurisdiction of National Park Noel Kempff Mercado in eastern lowland Bolivia.  A major challenge facing people of this region is maintaining population levels of turtles in the face of growing demand for turtle meat and eggs.  This doctoral dissertation research project will investigate how contemporary socioeconomic factors affect the hunting pressure on turtle populations.  Data will be collected on socioeconomic characteristics of two communities where Podocnemis turtles are hunted and consumed.  The relative abundance of turtle populations will be assessed through basking observations in areas with active hunting as well as in lightly or non-hunted river transects.  Human activity patterns along transects of the rivers accessed by two communities will be cataloged and recorded using a global positioning system.  This information, combined with the relative abundance data and socioeconomic information will be analyzed in a geographic information system (GIS) to ascertain patterns of spatial correlation.  The relative abundance data should provide parameters for the calculation of sustainable turtle harvest.  Regression analyses of socioeconomic data will offer insights into the importance of specific elements and their influence driving turtle protein consumption.  It is hypothesized that with greater access to markets and cash-generating opportunities, consumption of turtle meat and eggs as subsistence will decrease.  Also under examination will be the relevance of microeconomic theories that hold that increased levels of knowledge and ensuing protection of natural resources will result as the market values of species increase, thereby encouraging residents to be more likely to protect valuable species.  The combined relative abundance and socioeconomic information that will be gathered through this project will contribute to knowledge about the effects of increased access to cash income on wildlife resources and community-based conservation and management efforts.  The location of the study area in the buffer zone of a protected area should also yield results that are useful for protected-area management.  Quantifying the impacts of hunting and the driving forces behind them will provide a basis for development of a management plan that is based on a local context and thus will be more likely to remain in tact than plans developed without consideration of such factors.  The aggregation of the information collected in this study will contribute to the understanding of the present situation of turtle use in eastern lowland Bolivia and to the potential for community-based conservation of Amazonian wildlife species.  As a Doctoral Dissertation Research Improvement award, this award also will provide support to enable a promising student to establish a strong independent research career.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Binford",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Michael W Binford",
   "pi_email_addr": "mbinford@ufl.edu",
   "nsf_id": "000407875",
   "pi_start_date": "2000-07-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "1523 UNION RD RM 207",
  "perf_city_name": "GAINESVILLE",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326111941",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  },
  {
   "pgm_ele_code": "597700",
   "pgm_ele_name": "AMERICAS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5926",
   "pgm_ref_txt": "LATIN AMERICA, SDC"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": null
}