{
 "awd_id": "0082607",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "ITR: Sequential Signal Processing Methods for Third Generation CDMA Signals",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "John Cozzens",
 "awd_eff_date": "2000-09-01",
 "awd_exp_date": "2004-08-31",
 "tot_intn_awd_amt": 492151.0,
 "awd_amount": 492151.0,
 "awd_min_amd_letter_date": "2000-09-11",
 "awd_max_amd_letter_date": "2002-06-05",
 "awd_abstract_narration": "Petar M. Djuric\r\nProject Summary\r\nSignal processing is an area that already plays a significant role in the current GSM and IS-95 systems.\r\nThis role will only increase in the projected third generation wireless communications, and in fact, the\r\nsuccess in implementing these systems will strongly depend on the ability of the signal processing methods\r\nto resolve the new technical problems that will emerge with it. The underlying technology of the third\r\ngeneration systems will be based on the wideband CDMA (WCDMA) modulation scheme. In the core\r\nof this technology will be sequential signal processing algorithms with abilities to capture fast-changing\r\ncharacteristics of transmission channels very quickly and to exploit known system information optimally.\r\nThe significant advances of latest CDMA signal processing methods notwithstanding, it is clear that the\r\nrequirements for much lower bit error rates than in current systems will markedly increase the demands on\r\nsignal processing capabilities of sequential algorithms for WCDMA signals. Additional challenge arises due\r\nto complexities that are a result from the need to handle high data rates and users with high mobility. Since\r\nthe communication channels will be rapidly time varying, the signals will undergo quick attenuations and the\r\nnew algorithms on channel estimation and tracking, channel equalization, interference rejection, and RAKE\r\nreceiver adaptations must have extremely fast convergence rates. The objective of the proposed research is\r\nto develop algorithms that will meet the challenges of this new technology.\r\nThe basic methodology for the proposed processing of WCDMA signals will be based on particle filters, which recently have gained much attention for their potential in handling nonlinear and non-Gaussian\r\nmodels. The underlying principle used in the design of such filters is the representation of the posterior\r\ndistribution of state variables (the unknowns of the system) by a set of particles (samples). Each particle\r\nis given an importance weight so that the set of particles and their weights represent a random measure\r\nthat approximates the desired posterior distribution. The particles may also represent means of density\r\nfunctions, usually Gaussians, in which case the particles have additional variables, the covariances of the\r\nGaussians. As new information becomes available, these particles propagate recursively through the state\r\nspace and their weights are modified using the principles of Bayesian theory. There are several ways of\r\napplying particle filters including sampling-importance-resampling, mixture Kalman filtering, and Monte\r\nCarlo and Metropolis-Hastings importance resampling. These approaches have their advantages and disad-\r\nvantages in performance, and impose different demands for real-time implementation. In the proposal, new\r\nschemes will be studied that naturally combine the best features of the existing schemes, and tailor them\r\nfor processing of WCDMA signals. Not only will the new schemes be able to replicate or surpass the best\r\npossible performance of the known methods, but they will also be general enough to provide foundations for\r\ndevelopment of new task specific schemes.\r\nFour important topics will be investigated. The first is the examination of fundamental schemes for\r\npropagation of state particles. This issue is critical for two important reasons: (a) it aspects the performance\r\nof the algorithm and (b) it subsumes the implementation, which although parallelizible, is in some cases too\r\ncomputationally demanding and therefore not too practical. The second topic is task specific and is related\r\nto multiuser detection and channel estimation as well as exploitation of the physical characteristics of the\r\nchannel and the base station/mobile asymmetry for development of improved algorithms. The third one\r\nis examination of the flexibility of the proposed methodology and the interaction of the various algorithms\r\nand tasks in order to improve their performances and robustness. Finally, the fourth topic will be related to\r\ninvestigation of computational requirements, and structures that would allow for real-time use.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Petar",
   "pi_last_name": "Djuric",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Petar M Djuric",
   "pi_email_addr": "petar.djuric@stonybrook.edu",
   "nsf_id": "000110452",
   "pi_start_date": "2000-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Stony Brook",
  "inst_street_address": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "inst_street_address_2": "",
  "inst_city_name": "STONY BROOK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6316329949",
  "inst_zip_code": "117940001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NY01",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "M746VC6XMNH9",
  "org_uei_num": "M746VC6XMNH9"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Stony Brook",
  "perf_str_addr": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "perf_city_name": "STONY BROOK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "117940001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NY01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "164000",
   "pgm_ele_name": "Information Technology Researc"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1640",
   "pgm_ref_txt": "INFORMATION TECHNOLOGY RESEARC"
  },
  {
   "pgm_ref_code": "1656",
   "pgm_ref_txt": "LARGE SCALE NETWORKING"
  },
  {
   "pgm_ref_code": "1660",
   "pgm_ref_txt": "ITR COMPETITION FOR UNDER $500K"
  },
  {
   "pgm_ref_code": "4096",
   "pgm_ref_txt": "COMMUNICATIONS RESEARCH"
  },
  {
   "pgm_ref_code": "4097",
   "pgm_ref_txt": "NETWORKING RESEARCH"
  },
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 168476.0
  },
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 158645.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 165030.0
  }
 ],
 "por": null
}