{
 "awd_id": "0083122",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dissertation Improvement Grant:  The Terminal Classic to Postclassic Transition in the Belize Valley",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2000-07-01",
 "awd_exp_date": "2001-06-30",
 "tot_intn_awd_amt": 10451.0,
 "awd_amount": 10451.0,
 "awd_min_amd_letter_date": "2000-07-17",
 "awd_max_amd_letter_date": "2000-07-17",
 "awd_abstract_narration": "Under the direction of Dr. E. Wyllys Andrews, Mr. Jim Aimers will collect data for his doctoral dissertation. He will analyze ceramics from a series of Mayan archaeological sites located in the Belize Valley and shall visit museums in Toronto, Illinois and Belize which house excavated materials. The goal of the research is to understand changes in settlement pattern and social organization which occurred during the \"Maya collapse\" in Late Classic and Post-Classic periods when temples and monuments characteristic of the height of Mayan civilization were no longer constructed and large site centers were abandoned. While these latter periods were clearly different from the former, researchers do not agree how society was reorganized. Some believe that population significantly decreased while others hypothesize that people redistributed themselves and lived in smaller groups away from the earlier civic and ceremonial centers. It is unclear the extent to which the resultant society was hierarchically organized and whether smaller settlements were in fact interconnected into larger functioning entities. Mr. Aimers will examine ceramics from a number of sites in the Belize Valley to address these questions. During the Classic period when Mayans were organized into highly stratified regionally expansive groups, ceramic production was, many researchers believe, centrally controlled. Because of this types were highly standardized, highly decorated \"elite\" wares were clearly distinct from their utilitarian counterparts and pots made in single centers were distributed over a wide area. Thus a close relationship existed between social/political organization and the production and consumption of ceramic vessels. Relatively little work however has been conducted on Late Classic and Post-Classic ceramics and Mr. Aimers believes that similar insight can be gained into social and political organization through such an analysis. He will test a series of specific hypotheses against the museum data he will collect.\r\n\r\nThe Maya are one of the best known prehistoric New World peoples and the \"collapse\" of their civilization is both impressive and poorly understood. The data collected by Mr. Aimers will shed new light on this period. The project will also assist in training a promising young scientist.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "E. Wyllys",
   "pi_last_name": "Andrews",
   "pi_mid_init": "",
   "pi_sufx_name": "V",
   "pi_full_name": "E. Wyllys Andrews",
   "pi_email_addr": "wandrews@tulane.edu",
   "nsf_id": "000098922",
   "pi_start_date": "2000-07-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Tulane University",
  "inst_street_address": "6823 SAINT CHARLES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEW ORLEANS",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "5048654000",
  "inst_zip_code": "701185665",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "LA01",
  "org_lgl_bus_name": "THE ADMINISTRATORS OF TULANE EDUCATIONAL FUND",
  "org_prnt_uei_num": "XNY5ULPU8EN6",
  "org_uei_num": "XNY5ULPU8EN6"
 },
 "perf_inst": {
  "perf_inst_name": "Tulane University",
  "perf_str_addr": "6823 SAINT CHARLES AVE",
  "perf_city_name": "NEW ORLEANS",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "701185665",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "LA01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 10451.0
  }
 ],
 "por": null
}