{
 "awd_id": "0083074",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ITR: The Bio-Networking Architecture: A Biologically Inspired Approach to the Design of Scalable, Adaptive, and Survivable/Available Network Applications",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joseph B. Evans",
 "awd_eff_date": "2000-09-01",
 "awd_exp_date": "2005-02-28",
 "tot_intn_awd_amt": 460338.0,
 "awd_amount": 533838.0,
 "awd_min_amd_letter_date": "2000-08-30",
 "awd_max_amd_letter_date": "2004-03-23",
 "awd_abstract_narration": "The researchers envision a future where a universal network connects every human being and most human-made electronic devices. The universal network spans locations engaged in every human endeavor, including the home, workplace, transportation vehicles, public facilities, and space facilities. The wide availability of open computing power, bandwidth, and natural interfaces such as speech recognition and brain-computer interfaces will allow the user or organization to merge with the network into a unified, ubiquitous entity.\r\n     To realize this vision, the researchers believe a radical shift in network design paradigms is necessary. The PI proposes a new network architecture called the Bio-Networking Architecture. The Bio-Networking\r\nArchitecture is inspired by the observation that the biological world has already developed the mechanisms\r\nnecessary to achieve such key requirements as self-organization, scalability, adaptation and evolution,\r\nsecurity, and survivability necessary for our envisioned universal network. In the biological world, each\r\nindividual entity (e.g., a bee in a bee colony) follows a simple set of behavior rules (e.g., migration,\r\nreplication, reproduction, pheromone emission, energy exchange, mutation, death), yet a group of entities\r\n(e.g., a bee colony) exhibits complex, emergent behavior and characteristics (e.g., self-organization,\r\nscalability, adaptation and evolution, security and survivability). The researchers believe if a network is modeled after biological concepts and mechanisms, it may be able to achieve the desirable properties of self-organization, scalability, adaptation and evolution, security, and survivability.\r\n     In the Bio-Networking Architecture, network services and applications are implemented by a\r\ndistributed, adaptive, and self-organizing collective entity called the super-entity, which consists of a large\r\nnumber of autonomous entities called cyber-entities (analogous to a bee colony consisting of multiple\r\nbees). Each cyber-entity implements a functional component related to the overall service or application\r\nand follows simple behavior rules (e.g., migration, replication, reproduction, pheromone emission, energy\r\nexchange, mutation, death) similar to biological entities. Useful behaviors and characteristics arise from\r\nthe behavior and interaction of individual cyber-entities. The innovative features of the Bio-Networking\r\nArchitecture include:\r\n1)Application of Biological Concepts. The proposed Bio-Networking Architecture is the first attempt to\r\n apply the biological concepts of emergent behavior, adaptation, evolution, diversity, social networking,\r\n and food (energy) to the design of a network architecture.\r\n2)User-Network Unification. The Bio-Networking Architecture represents a paradigm shift in the\r\nrelationship between a user or an organization and the network. It merges the network and the user or\r\norganization into a unified entity, giving the user or organization a ubiquitous presence.\r\n3)Emergent Behavior and Evolution. The Bio-Networking Architecture enables the construction of\r\ncomplex services and applications with the inherent properties of self-organization, scalability,\r\nadaptation, evolution, security, and survivability. Because the Bio-Networking Architecture adapts and\r\nevolves to accommodate short and long term changes in network conditions, system designers,\r\nadministrators, and users are free from managing and tuning network applications.\r\n4)Self-Organization. The proposed Bio-Networking Architecture is a self-organizing, administration-free,\r\nand scalable networking architecture which vertically integrates the protocol stack from the\r\nnetwork layer upward, eliminating duplication of functionality among protocol layers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tatsuya",
   "pi_last_name": "Suda",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tatsuya Suda",
   "pi_email_addr": "suda@ics.uci.edu",
   "nsf_id": "000165095",
   "pi_start_date": "2000-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Irvine",
  "inst_street_address": "160 ALDRICH HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IRVINE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9498247295",
  "inst_zip_code": "926970001",
  "inst_country_name": "United States",
  "cong_dist_code": "47",
  "st_cong_dist_code": "CA47",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA IRVINE",
  "org_prnt_uei_num": "MJC5FCYQTPE6",
  "org_uei_num": "MJC5FCYQTPE6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Irvine",
  "perf_str_addr": "160 ALDRICH HALL",
  "perf_city_name": "IRVINE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "926970001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "47",
  "perf_st_cong_dist": "CA47",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "164000",
   "pgm_ele_name": "Information Technology Researc"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1656",
   "pgm_ref_txt": "LARGE SCALE NETWORKING"
  },
  {
   "pgm_ref_code": "1660",
   "pgm_ref_txt": "ITR COMPETITION FOR UNDER $500K"
  },
  {
   "pgm_ref_code": "4097",
   "pgm_ref_txt": "NETWORKING RESEARCH"
  },
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 460338.0
  },
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 31500.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 12000.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 30000.0
  }
 ],
 "por": null
}