{
 "awd_id": "0084455",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DIMETHYL SULFIDE CYCLING IN OPEN LEADS DURING THE ARCTIC OCEAN EXPEDITION 2001",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jane V. Dionne",
 "awd_eff_date": "2000-09-01",
 "awd_exp_date": "2004-08-31",
 "tot_intn_awd_amt": 400826.0,
 "awd_amount": 401446.0,
 "awd_min_amd_letter_date": "2000-08-10",
 "awd_max_amd_letter_date": "2001-07-24",
 "awd_abstract_narration": "Global climate is intimately connected to variability in sea ice, open ocean biogeochemical cycling and circulation, atmospheric radiation, and clouds over the Arctic Ocean. Uncertainty in the formulation of interactive air-sea-ice processes results in large differences between the arctic, and global, climates simulated by different global climate models. In particular, the effects of long, narrow channels (meters to hundreds of meters wide and kilometers long) in pack ice, also called leads, upon the atmosphere and the formation of new aerosol particles in the Arctic Ocean must be more accurately represented in climate models to allow possible feedbacks between them.\r\n\r\nThe Swedish Polar Research Secretariat has presented the research community with a unique platform (Icebreaker Oden) as part of its third expedition to the summer Arctic in 2001 entitled \"Sources of airborne particles over the remote Arctic Ocean and their climatic relevance\". This effort will allow a concerted study of chemical and related processes from the sea-ice/air interface to the cloud-topped boundary layer in a climatically and environmentally sensitive region. The international program is designed as an integrated package, which includes both a field experimental phase and a closely coupled modeling effort. The overall aim of the program is to identify and quantify the role of the biological, chemical, physical and meteorological processes that control the formation, evolution, and properties of the aerosol relevant to radiative forcing and climate in the Arctic region. A further objective of the international program is to incorporate the results in both regional and global-climate models and to improve the overall accuracy in the calculation of climate forcing by aerosol particles.\r\n\r\nSelection of the central Arctic Ocean as the preferred site for an attempt to provide better information on the role of aerosols on climatic change is based on its climatic sensitivity given the importance of its sea ice in controlling mass and energy fluxes at the surface, the relatively sparse existing databases and the possibility of following the entire aerosol-cloud-radiation system with very little interference from continental or anthropogenic sources.\r\n\r\nCurrently, a great deal of attention is being given to the thinning and decreased extension of pack ice, perhaps increasing the generation of leads. Leads facilitate the exchange of both heat and materials, coupling the atmosphere with the Arctic Ocean.\r\n\r\nThe focus of this proposal is on the summer season when melt is maximal and leads are most prevalent . This project will specifically address the question of \"What compounds of biological origin are present in the ice and in the water column next to or below it, and that may be involved in the production of airborne particles?\" To this effect, the project will quantify the abundance and production of DMS, DMSP, and S-amino acids as potential aerosol precursors in surface seawater in open leads and also determine the biological content of the open leads and the chemicals and particles (i.e., POC, PON, POS, chlorophyll a, microplankton composition) in the water. These parameters will also be measured, when pertinent and possible, in ice and surface film samples collected by other investigators. Other European investigators will address issues concerning how the marine particles and derived products become airborne, whether they lead to new particle formation or growth in the atmosphere and under what circumstances.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Patricia",
   "pi_last_name": "Matrai",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Patricia A Matrai",
   "pi_email_addr": "pmatrai@bigelow.org",
   "nsf_id": "000306202",
   "pi_start_date": "2000-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Bigelow Laboratory for Ocean Sciences",
  "inst_street_address": "60 BIGELOW DR",
  "inst_street_address_2": "",
  "inst_city_name": "EAST BOOTHBAY",
  "inst_state_code": "ME",
  "inst_state_name": "Maine",
  "inst_phone_num": "2073152567",
  "inst_zip_code": "045445700",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "ME01",
  "org_lgl_bus_name": "BIGELOW LABORATORY FOR OCEAN SCIENCES",
  "org_prnt_uei_num": "",
  "org_uei_num": "DRTAEZWWJHM8"
 },
 "perf_inst": {
  "perf_inst_name": "Bigelow Laboratory for Ocean Sciences",
  "perf_str_addr": "60 BIGELOW DR",
  "perf_city_name": "EAST BOOTHBAY",
  "perf_st_code": "ME",
  "perf_st_name": "Maine",
  "perf_zip_code": "045445700",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "ME01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "520500",
   "pgm_ele_name": "ARC Rsch Support & Logistics"
  },
  {
   "pgm_ele_code": "520800",
   "pgm_ele_name": "ARCTIC RESEARCH AND EDUCATION"
  },
  {
   "pgm_ele_code": "528000",
   "pgm_ele_name": "ANS-Arctic Natural Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 400826.0
  },
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 620.0
  }
 ],
 "por": null
}