{
 "awd_id": "0084141",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "FSML; Classroom and Laboratory Improvements for Archbold Biological Station",
 "cfda_num": "47.074",
 "org_code": "08080103",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gerald Selzer",
 "awd_eff_date": "2000-10-01",
 "awd_exp_date": "2001-09-30",
 "tot_intn_awd_amt": 125848.0,
 "awd_amount": 125848.0,
 "awd_min_amd_letter_date": "2000-08-16",
 "awd_max_amd_letter_date": "2000-08-16",
 "awd_abstract_narration": "Archbold Biological Station (Archbold), established in 1941, is a not-for-profit independent research institution dedicated to long-term ecological research. Staff, visiting investigators, and students conduct research primarily focused on the organisms and environments of the Lake Wales Ridge and adjacent central Florida. Areas of research strength are population ecology and conservation biology, emphasizing ecological changes over local and regional scales, and demographic shifts in ecologically sensitive species. Although Archbold is not an affiliated university field station and has no formal college-level teaching program, it is heavily used for education. In the last five years education programs have involved research training for 40 graduates and 44 undergraduates, extensive use by visiting college classes (over 1000 instructional use days) and an active K-12 education program (7,421 K-12 visits). Current facilities for teaching and for visiting investigators are limited.\r\n \r\nThis award will allow Archbold to renovate three existing rooms (a poorly equipped teaching classroom, a storage area, and a display/storage area) into four custom facilities: (a) 650 ft2 multi-user classroom with dissecting scopes, modern audio-visual capabilities and integrated computer networking; (b) a 140 ft 2 purpose built storage area for K-12 displays and equipment; and a 475 ft 2 area including (c) a new Wet Lab area; and (d) a Multi-Purpose Laboratory with extensive general use equipment - including a drying oven, balances, and a compound and dissecting microscope linked to camera/computer output and classroom display via remote monitor. These classroom and laboratory improvements will significantly enhance Archbold's research and education infrastructure and increase opportunities for college classes, K-12, continuing education, as well as visiting investigators and students. The new facilities will (1) increase the efficiency of space expanding the numbers and range of classes and visiting investigators that can be accommodated simultaneously; (2) enhance student understanding of the ecosystem and improve the teaching environment, for example allowing classes to view and manipulate specimens and conduct computer-aided taxonomic identification; (3) capitalize on Archbold's existing high-end computer network to promote greater use of Intranet, Internet, and www technologies directly in the classroom and provide classroom AV equipment for modern multi-media  presentations; (4) better accommodate studies of freshwater ecology in a new Wet Lab area; (5) improve safety by providing a centralized Safety/First Aid area; and (6) reduce the use of the current Chemistry Lab, with associated risk, to those who need full facilities. These renovations will also provide a more conducive research environment for visiting investigators and graduate students who currently rely on space and equipment in resident investigator labs.  Two complementary items, a growth chamber and germinator, will expand the capabilities of the Plant lab and its collaborators and allow them to study: abiotic factors controlling reproduction/seed ecology of plants; microbiotic ecosystems including fungi and algae endemic to the native soils and crusts; and to incubate algae from Lake Annie and seasonal wetlands. This award will also increase Archbold's abilities to link its research programs with regional education, conservation and land management activities.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hilary",
   "pi_last_name": "Swain",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hilary Swain",
   "pi_email_addr": "hswain@archbold-station.org",
   "nsf_id": "000484218",
   "pi_start_date": "2000-08-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Menges",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Eric S Menges",
   "pi_email_addr": "emenges@archbold-station.org",
   "nsf_id": "000156977",
   "pi_start_date": "2000-08-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Reed",
   "pi_last_name": "Bowman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Reed Bowman",
   "pi_email_addr": "rbowman@archbold-station.org",
   "nsf_id": "000149804",
   "pi_start_date": "2000-08-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Patrick",
   "pi_last_name": "Bohlen",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Patrick J Bohlen",
   "pi_email_addr": "pbohlen@archbold-station.org",
   "nsf_id": "000269991",
   "pi_start_date": "2000-08-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Archbold Expeditions, Inc.",
  "inst_street_address": "123 MAIN DR",
  "inst_street_address_2": "",
  "inst_city_name": "VENUS",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8634652571",
  "inst_zip_code": "339602039",
  "inst_country_name": "United States",
  "cong_dist_code": "18",
  "st_cong_dist_code": "FL18",
  "org_lgl_bus_name": "ARCHBOLD EXPEDITIONS, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "ZC2GY8VUCAE9"
 },
 "perf_inst": {
  "perf_inst_name": "Archbold Expeditions, Inc.",
  "perf_str_addr": "123 MAIN DR",
  "perf_city_name": "VENUS",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "339602039",
  "perf_ctry_code": "US",
  "perf_cong_dist": "18",
  "perf_st_cong_dist": "FL18",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "110400",
   "pgm_ele_name": "FIELD STATIONS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 125848.0
  }
 ],
 "por": null
}