{
 "awd_id": "0084439",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "FSML: Seawater System Upgrade for Bodega Marine Laboratory",
 "cfda_num": "47.074",
 "org_code": "08080103",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gerald Selzer",
 "awd_eff_date": "2000-09-01",
 "awd_exp_date": "2004-08-31",
 "tot_intn_awd_amt": 220580.0,
 "awd_amount": 220580.0,
 "awd_min_amd_letter_date": "2000-08-23",
 "awd_max_amd_letter_date": "2003-06-16",
 "awd_abstract_narration": "This award provides support for the improvement of the seawater system at the Bodega Marine Laboratory (BML), a research unit of the University of California at Davis located on the Sonoma coast 70 miles north of San Francisco. The laboratory's existing seawater system consists of a seawater intake, pumphouse, storage tanks, treatment systems, and a network of transport and distribution lines to dozens of labs throughout BML. The seawater system incorporates elements of filtration, sterilization, temperature conditioning, aeration and mixing.  Growth in research demand for seawater from resident and visiting scientists at BML has taxed the capacity of the present system, which now suffers from problems with supersaturation, biofouling, and insufficient filtration, temperature control and sterilization.  Improvements aided by the award will include additional intake lines; increased pumping capacity; a new, large, Seawater Clarifier employing degassing, filtration and clarification through gravity-induced particle settlement and filtration media impaction; a sterilization upgrade using two-stage ozone and chlorine processes to sterilize seawater leaving the marine pathology lab; an increase in chiller capacity for temperature control; and an expansion of the computerized control of the system. \r\n\r\nThe BML lies within the Bodega Marine Reserve (BMR); a 362-acre protected field site with a diverse set of marine and terrestrial coastal habitats. Adjacent subtidal areas are protected and available for study within the Bodega Marine Life Refuge.  The laboratory provides opportunities for field and laboratory research on a rich flora and fauna in close proximity to the Laboratory buildings. BML has well-equipped laboratories, strong on-site support staff and a firm commitment from the UC Davis campus to continue developing the facilities and support needed by the growing number of resident and visiting researchers\r\n\r\n\r\nGrowth in research demand for seawater from resident and visiting scientists at BML has\r\ntaxed the capacity of the present system, which also suffers from problems with supersaturation, biofouling, and insufficient filtration, temperature control and sterilization.  This award will allow BML to significantly expand and upgrade the seawater system to meet current and future needs. These changes will include additional intake lines; increased pumping capacity; a new, large, Seawater Clarifier employing degassing, filtration and clarification through gravity-induced particle settlement and filtration media impaction; a sterilization upgrade using two-stage ozone and chlorine processes to sterilize seawater leaving the marine pathology lab; an increase in chiller capacity for temperature control; and an expansion of BML's Monitoring/Control Network. This last element will simplify routine maintenance, increase reliability, and provide remote trouble-shooting and control, and will provide options for remote monitoring of Life Support Systems in individual labs by researchers using the BML network and the Internet.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ernest",
   "pi_last_name": "Chang",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Ernest S Chang",
   "pi_email_addr": "eschang@ucdavis.edu",
   "nsf_id": "000462318",
   "pi_start_date": "2000-08-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Connors",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Peter G Connors",
   "pi_email_addr": "pgconnors@ucdavis.edu",
   "nsf_id": "000115269",
   "pi_start_date": "2000-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "1850 RESEARCH PARK DR STE 300",
  "perf_city_name": "DAVIS",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956186153",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "110400",
   "pgm_ele_name": "FIELD STATIONS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 220580.0
  }
 ],
 "por": null
}