{
 "awd_id": "0084449",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Seismic Performance and Design of Reinforced Soil Structures with Reference to Lessons Learned from the 1999 Earthquakes of Taiwan and Turkey",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Fragaszy",
 "awd_eff_date": "2000-09-01",
 "awd_exp_date": "2002-08-31",
 "tot_intn_awd_amt": 69233.0,
 "awd_amount": 69233.0,
 "awd_min_amd_letter_date": "2000-09-01",
 "awd_max_amd_letter_date": "2000-09-01",
 "awd_abstract_narration": "\r\nCMS0084449\r\nTitle: \"Seismic Performance and Design of Reinforced Soil Structures with Reference to Lessons Learned from the 1999 Earthquakes of Taiwan and Turkey\"\r\nPI: H. I. Ling\r\nInstitution: Columbia University\r\n\r\nAbstract:\r\nReinforced soil structures are an emerging technology that allows rapid and economic construction of retaining walls, slopes and embankments.  Many reinforced soil structures are constructed in difficult terrain or in urban areas where space is limited.  The performance of reinforced soil structures under normal loading conditions is known to be satisfactory.  During the Northridge and Kobe earthquakes their performance was better than conventional gravity and cantilever retaining walls. However, during the Northridge Earthquake, the reinforced soil structures were at a distance from the epicenter and thus they were not subjected to high seismic loading.  Reinforced soil structures constructed in Japan have rigid facing and they are different from those present in other parts of the world.  In particular, reinforced soil structures with modular-block facing, commonly used in the United States, Turkey and Taiwan are not constructed in Japan. Therefore, the earthquakes of Taiwan and Turkey provided a unique opportunity to examine the performance of versions of reinforced soil structures commonly found in the United States. \r\n\r\nThe PIs visited the earthquake-affected areas in Taiwan and Turkey to identify damaged reinforced soil structures which are similar to the U.S. proprietary system.  The proposed research involves investigating the mechanism of failure through collaboration with researchers and practicing engineers from Taiwan and Turkey.  The proposed research aims to achieve the following objectives within the given one-year time framework:\r\n\r\n1. To assess the performance of reinforced soil structures during the earthquakes of Taiwan and Turkey.\r\n\r\n2. To obtain the technical details of the reinforced soil structures in the earthquake-affected areas, including wall configuration, reinforcement layout, soil and reinforcement properties, and earthquake characteristics.\r\n\r\n3. To evaluate simplified seismic analysis procedures for the identified reinforced soil structures. \r\n\r\n4. To organize an international workshop on the issues of seismic design of reinforced soil structures. \r\n\r\n5. To suggest improvements to current design procedures based on the results of study and workshop.\r\n\r\nThe failure of reinforced soil structures during recent earthquakes may indicate that existing design procedures are inadequate. Alternatively, it might be a result of improper design/construction.  Thus, the proposed research will lead to significant technological benefits to researchers and practicing engineers in the United Staes and worldwide.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hoe",
   "pi_last_name": "Ling",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Hoe I Ling",
   "pi_email_addr": "hil9@columbia.edu",
   "nsf_id": "000237984",
   "pi_start_date": "2000-09-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dov",
   "pi_last_name": "Leshchinsky",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dov Leshchinsky",
   "pi_email_addr": "dov@udel.edu",
   "nsf_id": "000316249",
   "pi_start_date": "2000-09-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University",
  "perf_str_addr": "615 W 131ST ST",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100277922",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163400",
   "pgm_ele_name": "GEOMECHANICS & GEOMATERIALS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1039",
   "pgm_ref_txt": "RENEWAL ENGINEERING"
  },
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 69233.0
  }
 ],
 "por": null
}