{
 "awd_id": "0084236",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Microbial Diversity in Lakes of the Hawaiian Archipelago",
 "cfda_num": "47.074",
 "org_code": "08070100",
 "po_phone": "7032927186",
 "po_email": "mkane@nsf.gov",
 "po_sign_block_name": "Matthew Kane",
 "awd_eff_date": "2000-09-01",
 "awd_exp_date": "2003-08-31",
 "tot_intn_awd_amt": 206873.0,
 "awd_amount": 206873.0,
 "awd_min_amd_letter_date": "2000-08-10",
 "awd_max_amd_letter_date": "2000-08-10",
 "awd_abstract_narration": "The islands of the Hawaiian Archipelago occupy a unique geographic location, and thus offer a rare opportunity for studies of microbial diversity. Situated at the center of the Pacific Ocean, they have formed through volcanic activity that has over millennia shaped, and continues to shape a myriad of unique habitats. Very different habitats occur on each Hawaiian Island, but the flora and fauna may differ in the same type of habitat on even the same or adjacent islands. To investigate how microorganisms may have diversified in widely distributed habitats of the same type in Hawaii, the first, comprehensive study of microbial diversity in the five natural lakes in the Hawaiian Archipelago will be conducted. Each lake is unique in terms of morphology, elevation, chemistry and macrobiota. In all, the lakes range over 3960 m (13000 ft) elevation and 1150 nautical miles. Four lakes occur in isolated volcanic craters, including Lakes Kauhako and Waiau, the fourth deepest and third highest lakes in the United States, respectively. Lake Kauhako also has the highest ratio of depth to surface area of any lake in the world.  Microbial diversity in the waters, sediments and selected invertebrates of these lakes will be determined through culturing techniques and molecular tools. Preliminary work on only 2% by depth of the Lake Kauhako water column has shown the presence of remarkably diverse microbial populations. These studies will 1). Describe microbial diversity in physically and chemically diverse lacustrine habitats throughout an oceanic archipelago. 2). Bring into culture and describe bacteria, yeast and fungi from different phylogenetic groups. Considering the chemical and physical diversity of the lakes in question, and their geographic isolation, it is likely that novel strains will be isolated. 3). Screen Bacteria and Archaea from each habitat for enzymes of biotechnological interest. 4) Establish a collection of bacteria, yeast and fungi, and an internet-based archive of data pertaining to each culture. This archive will be accessible by other researchers. A new experimental Undergraduate laboratory course, \"Microbial Diversity in the Hawaiian Archipelago\" will be established, through which students will conduct fieldwork and process samples from collection to discovery. This project will address for the first time, a comprehensive microbiological study of a diverse habitat throughout the Hawaiian Archipelago.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Maqsudul",
   "pi_last_name": "Alam",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Maqsudul Alam",
   "pi_email_addr": "alam@hawaii.edu",
   "nsf_id": "000429764",
   "pi_start_date": "2000-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Hawaii",
  "inst_street_address": "2425 CAMPUS RD SINCLAIR RM 1",
  "inst_street_address_2": "",
  "inst_city_name": "HONOLULU",
  "inst_state_code": "HI",
  "inst_state_name": "Hawaii",
  "inst_phone_num": "8089567800",
  "inst_zip_code": "968222247",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "HI01",
  "org_lgl_bus_name": "UNIVERSITY OF HAWAII",
  "org_prnt_uei_num": "",
  "org_uei_num": "NSCKLFSSABF2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Hawaii",
  "perf_str_addr": "2425 CAMPUS RD SINCLAIR RM 1",
  "perf_city_name": "HONOLULU",
  "perf_st_code": "HI",
  "perf_st_name": "Hawaii",
  "perf_zip_code": "968222247",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "HI01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "108900",
   "pgm_ele_name": "MICRO OBS & MICRO INTER & PRO"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9104",
   "pgm_ref_txt": "ENVIRONMENTAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 206873.0
  }
 ],
 "por": null
}