{
 "awd_id": "0085059",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Establishing Functional Relations Between Fluid Flow Parameters for Single Rock Joints",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Fragaszy",
 "awd_eff_date": "2000-09-15",
 "awd_exp_date": "2004-08-31",
 "tot_intn_awd_amt": 208596.0,
 "awd_amount": 245096.0,
 "awd_min_amd_letter_date": "2000-09-08",
 "awd_max_amd_letter_date": "2003-01-10",
 "awd_abstract_narration": "Modeling of fluid flow through jointed rock is important in petroleum, environmental, civil and mining engineering disciplines.  Fluid flow through jointed hard rock is very much dependent on the fracture network pattern in the rock mass and on the flow behavior through these fractures.  Discrete fracture flow models (flow models that incorporates a network of fractures with each fracture considered as a discrete element) are suggested in the literature to simulate fluid flow through jointed hard rock masses.  However, a proper model to represent fluid flow through single fractures is not available in the literature.  This research will overcome this shortcoming.  Flow behavior through a single fracture depends on the spatial distribution of the aperture (void space between the two contact surfaces of the fracture) including its connectivity, the contact area distribution of the fracture, and fluid properties.  The aperture and the contact area distributions of a fracture depend on the stress system acting on the joint.  \r\n\r\nThis research deals with fluid flow behavior through single joints subjected to normal compressive stresses.  Experimental, theoretical, analytical and numerical procedures will be used to reach the following goals: (a) To find a minimum set of parameters, which have the capability of representing the spatial distribution of aperture in fractures; (b) To find a suitable parameter, which has the capability of quantifying the percentage contact area of a fracture and capturing the influence of contact area on fluid flow behavior; (c) To develop functional relations between (i) the apparent overall fracture closure and normal effective stress, (ii) the contact area and normal effective stress, (iii) the spatial distribution of aperture and normal effective stress, (iv) the apparent overall fracture closure and spatial distribution of aperture, and (v) the apparent overall fracture closure and contact area for different types of fractures; (d) To develop a numerical model for fluid flow through single fractures, which has the capability of predicting results obtained through laboratory experiments; (e) To develop a fluid flow law applicable for different types of fractures; (f) To study the effect of directional change of fracture roughness on the fluid flow behavior; and (g) To study the effect of size of fracture on the fluid flow behavior of single fractures at an introductory level.  \r\n\r\nA comprehensive experimental program will measure fracture deformations, contact and void areas, spatial distributions of aperture and flow rates resulting from applied hydraulic pressures under different normal stresses for three types of fractures coming from three different rock types. All these tests will be performed on 15 cm square fracture surfaces. Experiments will be conducted to study the effect of directional change of fracture roughness on the fluid flow behavior through single joints.  For the roughest fracture surface, the experiments will be repeated on a 7.5 cm square fracture surface sample obtained from the 15 cm square sample.  Liquid injection techniques coupled with laser profiling, and video imaging will be used to determine the aperture, contact area and void area distributions of the fractures.  Advanced numerical and statistical techniques will be used to develop functional relations between parameters which are connected with fluid flow through single rock joints.  The influence of the roughness and rock type of the fractures on the coefficients of the developed functional relations will be investigated.  The developed relations obtained for the two sizes of the roughest fracture will be compared to evaluate the effect of size of the fracture on the fluid behavior of single fractures at an introductory level.  The preliminary conclusions obtained here will be used to suggest a more comprehensive experimental program to evaluate the size effect in a complete manner in a future research.\r\n\r\nUpon successful completion of the proposed research, improved tools and techniques will be available to perform better simulations of fluid flow through single fractures to use in discrete fracture network models in modeling fluid flow through jointed hard rock masses. Such modeling will be useful in the following field problems associated with jointed rock masses: (a) characterization and development of fractured rock oil reservoirs, (b) geothermal energy development, (c) petroleum well design, (d) nuclear waste repository performance assessment studies, (e) interpretation of hydrologic tests, (f) design of in-situ hydrologic tests, (g) groundwater contamination studies, (h) in-situ mine leaching studies, and (i) stability studies of rock masses in the presence of groundwater flow.  It is expected that this research will lead to a completion of a Ph.D. dissertation. Research findings will be published in journals and/or in conference proceedings.  Presentations based on research findings will be given at national and international conferences in rock mechanics and petroleum engineering.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Pinnaduwa",
   "pi_last_name": "Kulatilake",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Pinnaduwa H Kulatilake",
   "pi_email_addr": "kulatila@u.arizona.edu",
   "nsf_id": "000274332",
   "pi_start_date": "2000-09-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "845 N PARK AVE RM 538",
  "perf_city_name": "TUCSON",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "85721",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163400",
   "pgm_ele_name": "GEOMECHANICS & GEOMATERIALS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1039",
   "pgm_ref_txt": "RENEWAL ENGINEERING"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "1634",
   "pgm_ref_txt": "GEOMECHANICS & GEOMATERIALS"
  },
  {
   "pgm_ref_code": "9231",
   "pgm_ref_txt": "SUPPL FOR UNDERGRAD RES ASSIST"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 68000.0
  },
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 82779.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 82317.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": null
}