{
 "awd_id": "0085298",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Documentation and Evaluation of Factors Controlling Seismic Slope Stability Using GIS",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Fragaszy",
 "awd_eff_date": "2000-09-01",
 "awd_exp_date": "2002-08-31",
 "tot_intn_awd_amt": 74989.0,
 "awd_amount": 74989.0,
 "awd_min_amd_letter_date": "2000-09-01",
 "awd_max_amd_letter_date": "2000-09-01",
 "awd_abstract_narration": "CMS0085298\r\nTitle: \"Documentation and Evaluation of Factors Controlling Seismic Slope Stability Using GIS\"\r\nPI:  N. Sitar\r\nInstitution: University of California at Berkeley\r\n\r\nAbstract:\r\nSeismically triggered landslides are a common phenomena associated with earthquakes in mountainous regions. The September 21, 1999, Chi Chi, Taiwan earthquake and subsequent large aftershocks generated more than 1,800 landslides throughout the central mountain region of Taiwan.  What makes these landslides particularly interesting for follow up studies is the fact that the earthquake activated instruments at more than 700 free-field acceleration sites.  Consequently, with this large database of recorded ground motions we now have a unique opportunity to directly relate the extent and type of slope failure to the magnitude of shaking and to evaluate our capability of GIS based models to assess seismic slope stability on a regional and local scale.\r\n\r\nOne of the principal problems in being able to develop an accurate predictive GIS based slope stability model is the resolution of the baseline information, which consists of many layers of data collected from various sources.  In Taiwan, such data resides in CEDAMS (Chi Chi Earthquake Database Analysis & Management Systems), which provides on-line analysis and management functions for about 15-20 Giga Bytes of data available in the form of aerial photos, SPOT images, basic datasets of disaster areas, Digital Terrain Maps and digital maps in the Chi Chi Earthquake database.  The main problem is making sure that the database contains the right type of information with sufficient accuracy for future analyses.  Thus, the immediate objective of this one-year effort is to take advantage of this large amount of data and to concentrate on the task of collecting detailed field data on a small subset of the landslides.  Digital field mapping techniques based on GPS positioning will be used in order to augment the existing database with more accurate topographic information.  This information will be used to define sharp breaks in the terrain, such as the top and toe of the slopes, stream banks, road cuts, ridges or other locations of abrupt surface change.  Furthermore, accurate mapping of landslide scarps, local geology, and an assessment of strength characteristics will be needed.  These data will then be coupled with best interpretation of the local ground motions in order to calibrate the model.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nicholas",
   "pi_last_name": "Sitar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nicholas Sitar",
   "pi_email_addr": "sitar@berkeley.edu",
   "nsf_id": "000446009",
   "pi_start_date": "2000-09-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163400",
   "pgm_ele_name": "GEOMECHANICS & GEOMATERIALS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1039",
   "pgm_ref_txt": "RENEWAL ENGINEERING"
  },
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 74989.0
  }
 ],
 "por": null
}