{
 "awd_id": "0085930",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "ITR:  Collaborative Research: Scalable QoS Control for the next Generation Internet",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jie Wu",
 "awd_eff_date": "2000-09-01",
 "awd_exp_date": "2006-08-31",
 "tot_intn_awd_amt": 784380.0,
 "awd_amount": 784380.0,
 "awd_min_amd_letter_date": "2000-09-08",
 "awd_max_amd_letter_date": "2004-08-04",
 "awd_abstract_narration": "Today's Internet owes its great success to the simple, \"hour-glass\" IP network protocol architecture laid out twenty-five years ago. With rapid advances in networking technologies and explosive growth of rich multimedia content in recent years, the networking community finds itself at an important crossroads: what should be the next generation Internet architecture for controlling network resources and provide the quality of service (QoS) needed by emerging multimedia applications? There is a multidimensional spectrum of possible approaches to providing QoS guarantees. The choice of a QoS solution for the next generation Internet will have a substantial impact on both the evolution of the Internet itself, and on what it enables.  Making the \"right\" choices requires the development of a fundamental understanding of the scalability of QoS controls and the impact of these controls on the efficacy of QoS provisioning.\r\n     The goal of the proposed research is to develop a comprehensive, quantitative understanding of the fundamental trade-offs involved in various approaches toward providing scalable QoS guarantees. To this end, the researchers will develop coherent theories to systematically address the issue of scalability in QoS controls.  Our research program divides broadly into four areas:\r\n     Aggregate network calculus for guaranteed flows: To gain a thorough  understanding of the fine time-scale(e.g., packet-level) behavior of a network system in providing QoS performance guarantees, we will develop an aggregate network calculus to study the impact of aggregate QoS control mechanisms on the performance and complexity of data plane operations. This theory is developed for guaranteed flows - flows which require the network to commit, either at a per-flow or an aggregate level, a certain amount of resources (e.g., bandwidth and buffer) throughout their life time, regardless of the network congestion status. The aggregate network calculus will provide a mathematical framework to quantify the impact of aggregate QoS controls on the fundamental trade-offs in QoS provisioning. It will also yield insights into the design of scalable data plane QoS control mechanisms.\r\n     End-to-end QoS controls for responsive flows: The researchers will develop fluid models to study the impact of ag-gregate QoS control mechanisms on the end-to-end performance of responsive flows. A responsive flow responds to signs of network congestion, such as loss, by adapting its transmission rate. These models will enable us to develop a better understanding of the behavior of responsive flows such as\r\nTCP coupled with different aggregate QoS mechanisms and to design end-to-end QoS services for responsive flows.\r\n     QoS control laws and control plane aggregation rules. The researchers will develop QoS control laws for capturing the slow time-scale, system-wide behavior of a network and aggregation rules that address the perfor-mance and complexity of control plane operations under aggregate QoS controls. These QoS control laws and aggregation rules will lead us to the design of distributed and centralized algorithms for scalable control plane operations.\r\n     Scalable QoS mechanisms and service architectures As an integral part in developing these theories, the researchers  will also design effective and scalable QoS mechanisms, and tools and techniques for quantifying and evaluating the trade-offs of various QoS solutions. Based on the results from these efforts, the researchers will study how various QoS solutions can be combined to construct meaningful end-to-end services.\r\n     The research will blend formal modeling/analysis, experimentation/implementation, and evaluation. The\r\nunderstanding and insights gained as a result of our research will lead to the establishment of the theory,\r\ndesign principles, and guidelines for building scalable QoS controls for the future Internet. This, in turn,\r\nwill allow reasoned and informed choices to be made as the next generation Internet takes shape.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Roch",
   "pi_last_name": "Guerin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Roch Guerin",
   "pi_email_addr": "guerin@wustl.edu",
   "nsf_id": "000444512",
   "pi_start_date": "2000-09-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pennsylvania",
  "inst_street_address": "3451 WALNUT ST STE 440A",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158987293",
  "inst_zip_code": "191046205",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "TRUSTEES OF THE UNIVERSITY OF PENNSYLVANIA, THE",
  "org_prnt_uei_num": "GM1XX56LEP58",
  "org_uei_num": "GM1XX56LEP58"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pennsylvania",
  "perf_str_addr": "3451 WALNUT ST STE 440A",
  "perf_city_name": "PHILADELPHIA",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191046205",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "164000",
   "pgm_ele_name": "Information Technology Researc"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1656",
   "pgm_ref_txt": "LARGE SCALE NETWORKING"
  },
  {
   "pgm_ref_code": "1661",
   "pgm_ref_txt": "ITR COMPETITION FOR OVER $500K"
  },
  {
   "pgm_ref_code": "4095",
   "pgm_ref_txt": "SPECIAL PROJECTS IN NET RESEAR"
  },
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 129800.0
  },
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 137140.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 159400.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 190240.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 167800.0
  }
 ],
 "por": null
}