{
 "awd_id": "0085300",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Shear Wave Velocity Profiling by SASW Method at Selected Strong-Motion Stations, Liquefaction Sites and Sites of Building Damage:  1999 Turkey Earthquakes",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Fragaszy",
 "awd_eff_date": "2000-09-01",
 "awd_exp_date": "2002-02-28",
 "tot_intn_awd_amt": 36300.0,
 "awd_amount": 36300.0,
 "awd_min_amd_letter_date": "2000-08-24",
 "awd_max_amd_letter_date": "2000-08-24",
 "awd_abstract_narration": "CMS0085300\r\nTitle: \"Collaborative Research: Shear Wave Velocity Profiling by SASW Method at Selected Strong-Motion Stations, Liquefaction Sites, and Sites of Building Damage: 1999 Turkey Earthquakes\"\r\nPI: K. Stokoe\r\nInstitution: University of Texas at Austin\r\n\r\nAbstract:\r\nThe 1999 Kocaeli and Duzce earthquakes in Turkey have generated important information and data at: (1) stations where strong ground motions were recorded, (2) sites where significant soil liquefaction occurred, and (3) localized areas with widely varying building damage.  One key variable in investigating the earthquake response at these three types of sites is the shear stiffness profile of the foundation soils.  A joint study will be conducted by researchers at Utah State University (USU) and the University of Texas at Austin (UTA) to characterize selected sites in each category using seismic measurements made in the field.  A total of about 20 sites will be investigated.  The seismic measurements will be used to develop small-strain shear modulus profiles, some one-dimensional and some two-dimensional, over critical depths at the sites.  Profiling depths will range from 9 to 60 m, with liquefaction sites generally requiring the shallowest profiles and strong motion recording stations requiring the deepest profiles.\r\nTo perform the seismic measurements, a non-intrusive seismic testing technique involving Rayleigh-type surface waves will be used.  This technique is called spectral-analysis-of-surface-waves (SASW) testing.  The technique is non-intrusive because both the source and receivers are placed on the ground surface.  Measurement of surface wave dispersion (i.e. surface waves of differing wavelengths travelling at different velocities) is performed in the field and forward modeling is used in the laboratory to evaluate the shear wave velocity profile at the site.  Researchers at UTA have been successfully using SASW testing at geotechnical sites on land for the past 18 years.  During the 1990's, UTA researchers completed numerous investigations in California at liquefaction sites, solid-waste landfills, and strong motion stations shaken by the 1989 Loma Prieta and 1994 Northridge earthquakes.  In Turkey, this previous experience will be used to optimize profiling at the selected sites.  For instance, a bulldozer, which will be rented locally near the strong-motion sites, will be used as a source for deep profiling.  A drop-weight source, which can be readily fabricated in Turkey, will be used in profiling the shallower depths.\r\nThe proposed project is critical because it provides extensive shear wave velocity characterization of important sites shaken by the Kocaeli and Duzce earthquakes.  SASW testing is the most cost-effective method for evaluating shear wave velocity profiles.  The shear wave velocity data obtained from this study will be shared with the earthquake engineering and seismological communities and will prove invaluable to future research projects.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kenneth",
   "pi_last_name": "Stokoe",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Kenneth H Stokoe",
   "pi_email_addr": "k.stokoe@mail.utexas.edu",
   "nsf_id": "000332246",
   "pi_start_date": "2000-08-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ellen",
   "pi_last_name": "Rathje",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Ellen M Rathje",
   "pi_email_addr": "e.rathje@mail.utexas.edu",
   "nsf_id": "000167936",
   "pi_start_date": "2000-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "110 INNER CAMPUS DR",
  "perf_city_name": "AUSTIN",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121139",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163400",
   "pgm_ele_name": "GEOMECHANICS & GEOMATERIALS"
  },
  {
   "pgm_ele_code": "597600",
   "pgm_ele_name": "AFRICA, NEAR EAST, & SO ASIA"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1039",
   "pgm_ref_txt": "RENEWAL ENGINEERING"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 36300.0
  }
 ],
 "por": null
}