{
 "awd_id": "0086225",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NSDL: Atmospheric Visualization Collection",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": "7032922106",
 "po_email": "lmartin@nsf.gov",
 "po_sign_block_name": "Lindsay Martin",
 "awd_eff_date": "2000-10-01",
 "awd_exp_date": "2003-05-31",
 "tot_intn_awd_amt": 741660.0,
 "awd_amount": 741660.0,
 "awd_min_amd_letter_date": "2000-09-19",
 "awd_max_amd_letter_date": "2000-09-19",
 "awd_abstract_narration": "This grant supports an NSDL collection based on near-real time visualization of atmospheric data from the Atmospheric Radiation Measurement Program (ARM) Southern Great Plains (SGP) site. In order to ensure the continued existence of this collection, a model user and provider community of students and teachers will be developed. This visualization collection will have a great impact on the educational community, since the SGP site is the largest group of remote sensing atmospheric instruments in the world. \r\n\r\nThe development of this collection entails collecting visualization code, implementing visualization code, and a scientific and educational review of these visualizations. The collection process has been started with code contributed from NOAA, UCAR, and many Universities. Implementation of this code in an automated format that can be used by the digital library and is self-sustaining is a major component of the effort involved. The ARM scientific community already has a scientific review process, which will be used to ensure the visualizations implemented are of scientific quality. The educational review process will contain four sections. Materials will be reviewed for use by middle school and high school students and teachers, as well as by undergraduate and graduate students. These reviews will address the benefits and problems associated with using the visualization for educational use, and will be used to ensure the educational value of the collection.\r\n\r\nThe direct involvement of teachers and students in the implementation work, testing of a community provider model, and class-testing of the collection are steps in this project to create a model user and provider community. Undergraduate and graduate students will assist in the implementation of visualization code. Given this introduction, these students will be ready to create or make additions to current visualization code, which will go through the educational and scientific review. Successful completion of these reviews will end in implementation of the code as part of this collection. This would start the capability of EIU and University of Utah to be both user- and provider-communities. Further, an EIU undergraduate class will use this collection with visualization projects. Class-testing in this manner will act as a feedback mechanism to improve the usability of the collection. The class projects will be another example of how students can become providers. The professor of the class will determine which projects are viable to request a scientific review. Such visualizations would then become available for use as summer projects for the in-service high school teachers in EIU's MSNS program to review for use in their classrooms. This would create a long-term avenue for scientific and educational review. The massive amounts of data and access to atmospheric visualization codes may even lead to the creation of an \"open source\" community around building code for this collection. One thing is certain, visualization of atmospheric data will spark the intellectual curiosity of students at all education levels.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Klaus",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher M Klaus",
   "pi_email_addr": "christopher.klaus@wku.edu",
   "nsf_id": "000299437",
   "pi_start_date": "2000-09-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Keith",
   "pi_last_name": "Andrew",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Keith Andrew",
   "pi_email_addr": "Keith.Andrew@wku.edu",
   "nsf_id": "000117229",
   "pi_start_date": "2000-09-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gerald",
   "pi_last_name": "Mace",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Gerald G Mace",
   "pi_email_addr": "mace@met.utah.edu",
   "nsf_id": "000286139",
   "pi_start_date": "2000-09-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Argonne National Laboratory",
  "inst_street_address": "5801 S ELLIS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "6302527677",
  "inst_zip_code": "606375418",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "UCHICAGO ARGONNE, LLC",
  "org_prnt_uei_num": "JA8EP8EKX8Y9",
  "org_uei_num": "JA8EP8EKX8Y9"
 },
 "perf_inst": {
  "perf_inst_name": "Argonne National Laboratory",
  "perf_str_addr": "5801 S ELLIS AVE",
  "perf_city_name": "CHICAGO",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606375418",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "744400",
   "pgm_ele_name": "NATIONAL SMETE DIGITAL LIBRARY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7444",
   "pgm_ref_txt": "NATIONAL SMETE DIGITAL LIBRARY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0400",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0400",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 741660.0
  }
 ],
 "por": null
}