{
 "awd_id": "0086605",
 "agcy_id": "NSF",
 "tran_type": "CoopAgrmnt",
 "awd_istr_txt": "Cooperative Agreement",
 "awd_titl_txt": "Large-Scale Mobile Shakers and Associated Instrumentation for  Dynamic Field Studies of Geotechnical and Structural Systems",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927024",
 "po_email": "jpauschk@nsf.gov",
 "po_sign_block_name": "Joy Pauschke",
 "awd_eff_date": "2000-10-01",
 "awd_exp_date": "2004-09-30",
 "tot_intn_awd_amt": 2937036.0,
 "awd_amount": 3324503.0,
 "awd_min_amd_letter_date": "2000-09-21",
 "awd_max_amd_letter_date": "2004-08-24",
 "awd_abstract_narration": "CMS-0086605\r\nStokoe\r\n\r\nThe Network for Earthquake Engineering Simulation (NEES) Program is a project funded under the NSF Major Research Equipment Program.  This cooperative agreement, under the NEES Program, establishes a NEES earthquake engineering field experimentation site at the University of Texas (UT) at Austin.  UT will design, purchase, construct, install, commission, and operate new mobile, large-scale field equipment for geotechnical and structural earthquake engineering experimentation.  This equipment will be operational by 2004 or earlier and will be managed as a national shared-use NEES equipment site, with telepresence capabilities, to provide new earthquake engineering research testing capabilities through 2014.  This NEES equipment site will be connected to the NEES collaboratory through a high performance network.  Shared-use access and training will be coordinated through the NEES Consortium.  This award is an outcome of the peer review of proposals submitted to program solicitation NSF 00-6, NEES: Earthquake Engineering Research Equipment.  Understanding of the response of near-surface geologic materials to earthquake loading is essential to the design of new structures and the remediation of existing structures.  Currently, prediction of soil liquefaction and subsidence, lateral spreading, and site amplification are based on small-strain laboratory and field testing, which does not duplicate the nonlinear strain levels that occur during major earthquakes.  Mobile, large-scale field equipment will be developed to produce dynamic motion in the ground comparable to that produced during earthquakes.  This equipment includes a large three-dimensional mobile shaker; two cubical, stand-alone three-dimensional shakers; an instrumentation van with field equipment and multi-channel data acquisition and processing systems; and communications equipment for teleparticipation.   The large, 3-D mobile shaker will have the ability to generate up to 267 kN (60,000 lb) of force in the vertical direction over a frequency range of 11 to 200 Hz and up to 133 kN (30,000 lb) of force in the horizontal direction over a frequency range of 5 to 200 Hz.  The two stand-alone cubical shakers will also be able to generate force in either the horizontal or vertical direction.  One cubical shaker will generate forces of 18 kN (4000 lb) over frequencies from 2.6 to 800 Hz, and the other shaker will generate forces of 57 kN (12,800 lb) over frequencies from 0.7 to 125 Hz.  They will be used inside buildings and on top of liquefiable deposits.  Specific instrumentation will include low and high frequency accelerometers, triaxial 1-Hz geophones, pore pressure transducers, high-speed data acquisition, waveform recorder signal processing capabilities, and wireless technology.  The equipment will be based at UT, but will be truck mounted and portable for relocation throughout the U.S. as NEES shared use equipment.  The equipment will be used for: 1) characterizing the nonlinear earthquake performance and liquefaction resistance of geomaterials in situ; 2) effective and efficient 3-D imaging of significant zones of the geotechnical environment, including depths of 300 to 500 m over distances of 1 to 2 km; and 3) investigating and documenting the dynamic response of large-scale or full-scale foundations or structures in actual geotechnical settings.   Field experiments using this equipment will significantly enhance our fundamental knowledge of earthquake effects associated with geomaterials, thereby reducing loss-of-life and economic losses from future earthquakes. UT will integrate this field equipment into its research program and undergraduate and graduate curricula and provide training opportunities for outside researchers.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kenneth",
   "pi_last_name": "Stokoe",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Kenneth H Stokoe",
   "pi_email_addr": "k.stokoe@mail.utexas.edu",
   "nsf_id": "000332246",
   "pi_start_date": "2000-09-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Clark",
   "pi_last_name": "Wilson",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Clark R Wilson",
   "pi_email_addr": "crwilson@jsg.utexas.edu",
   "nsf_id": "000439688",
   "pi_start_date": "2000-09-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ellen",
   "pi_last_name": "Rathje",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Ellen M Rathje",
   "pi_email_addr": "e.rathje@mail.utexas.edu",
   "nsf_id": "000167936",
   "pi_start_date": "2000-09-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "110 INNER CAMPUS DR",
  "perf_city_name": "AUSTIN",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121139",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "164400",
   "pgm_ele_name": "NETWK FOR ERTHQUKE ENG SIMULAT"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "05XX",
   "app_name": "NSF MAJOR RESEARCH EQUIPMENT",
   "app_symb_id": "040551",
   "fund_code": "app-05XX",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 1696868.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 272222.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 967727.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 130423.0
  }
 ],
 "por": null
}