{
 "awd_id": "0087152",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SGER: Development of Distributed Knowledge Networks to Provide Decision-Support for Security-Economy Decisions in Operating Stressed Power Systems",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Radhakisan Baheti",
 "awd_eff_date": "2000-09-01",
 "awd_exp_date": "2002-08-31",
 "tot_intn_awd_amt": 99999.0,
 "awd_amount": 99999.0,
 "awd_min_amd_letter_date": "2000-09-05",
 "awd_max_amd_letter_date": "2000-09-05",
 "awd_abstract_narration": "\r\nThis research proposal addresses electric power system security, the ability of the high voltage transmission and generation interconnected grid to respond to disturbances in the network without equipment damage, load interruption, cascading outages, or blackouts.  It represents a component of reliability that is of great interest to those who operate the power system, as it is the security level that determines their flexibility in responding to the economic imperatives of the electric energy markets that have evolved during the 1990s.  Because of existing and future disincentives to constructing new transmission facilities, high voltage operating conditions are increasingly stressed, and the key to maintaining attractive energy prices is to efficiently utilize the existing transmission equipment.  Efficient equipment utilization involves careful balancing of the security level against the market needs a continuous decision making problem.  The underlying thesis In this proposal is that diversity of participants, heterogeneity and dispersion of required data, and Inherent complexity associated with today's security-economy decision-making problem necessitates development of new information management and decision-support Infrastructure.  Our objective is to develop the foundation for this infrastructure, using mobile software agents within a distributed knowledge network.  Anticipated results of the proposed research include: much-needed algorithmic and systems solutions for monitoring and coordination of complex, dynamic, deregulated power grids as well as for distributed decision making taking into account the financial needs associated with market efficiency as well as the engineering (but ultimately financial as well) needs associated with maintaining reliability of the electric power system.  The proposed work will result in a modular and extensible suite of distributed knowledge network tools for monitoring of dynamic, distributed systems in general, and power systems in particular.  A specific outcome is to be a working prototype simulator that will clearly illustrate the benefits of the approach. The broader impacts as envisioned by the authors are the social benefits that would accrue to the society and to the economy at large, due to improved decision-support for operating the high voltage electric energy system, a critical part of the US national infrastructure.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "McCalley",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "James D McCalley",
   "pi_email_addr": "jdm@iastate.edu",
   "nsf_id": "000261202",
   "pi_start_date": "2000-09-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Vasant",
   "pi_last_name": "Honavar",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Vasant G Honavar",
   "pi_email_addr": "vhonavar@ist.psu.edu",
   "nsf_id": "000205986",
   "pi_start_date": "2000-09-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Iowa State University",
  "inst_street_address": "1350 BEARDSHEAR HALL",
  "inst_street_address_2": "515 MORRILL ROAD",
  "inst_city_name": "AMES",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "5152945225",
  "inst_zip_code": "500112103",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IA04",
  "org_lgl_bus_name": "IOWA STATE UNIVERSITY OF SCIENCE AND TECHNOLOGY",
  "org_prnt_uei_num": "DQDBM7FGJPC5",
  "org_uei_num": "DQDBM7FGJPC5"
 },
 "perf_inst": {
  "perf_inst_name": "Iowa State University",
  "perf_str_addr": "1350 BEARDSHEAR HALL",
  "perf_city_name": "AMES",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "500112103",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151800",
   "pgm_ele_name": "CONTROL, NETWORKS, & COMP INTE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9237",
   "pgm_ref_txt": "SMALL GRANTS-EXPLORATORY RSRCH"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 99999.0
  }
 ],
 "por": null
}