{
 "awd_id": "0088060",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Chemical and Biological Sensors based on Porous Silicon Photonic Micro-Systems",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Filbert J. Bartoli",
 "awd_eff_date": "2000-09-01",
 "awd_exp_date": "2003-08-31",
 "tot_intn_awd_amt": 510000.0,
 "awd_amount": 510000.0,
 "awd_min_amd_letter_date": "2000-09-08",
 "awd_max_amd_letter_date": "2000-09-08",
 "awd_abstract_narration": "0088060\r\nFainman\r\n\r\nThere is a growing demand for the miniaturization of chemical and biological sensors for environmental, medical and security applications. Of great interest for such applications are low-power, compact, and cost effective micro-systems that combine non-electrical sensing capabilities and electronic processing. The goal of the proposed work is to conduct basic research towards the development of high sensitivity chemical and/or biological sensors integrated on a monolithic Si substrate. This multi-disciplinary study will focus on fundamental understanding of nano-scale chemical, biological and near-field optical interactions, leading to the development of design and implementation methodologies for porous silicon (Psi)-based sensor micro-systems. The proposed micro-systems will use optical transducers based on microfabricated optical sources combined with optimized nanostructured resonant optical filtering devices and photodetectors, allowing label-free detection of analytes with significantly higher sensitivity than existing techniques (e.g. surface plasmon resonance or optical interferometry). This technique will be applicable to a variety of sensing problems in environmental monitoring, medical diagnostics, high-throughput screening, and pharmacogenomics applications. The PIs propose to study two complementary aspects of this emerging technology: (a) investigation of the correlation between the modification of the optical properties of PSi and the concentration of different species introduced in the pores, including nerve agents, solvents, or biological molecules; and (b) design, modeling, fabrication and testing of monolithically integrated near-field meso-optic structures built using micro- and nano-fabrication techniques.  \r\n\r\nThe proposed research will not only have a significant impact on the development of on-chip monolitically integrated micro-sensor systems, but also result in the development of basic science and technology of near-field linear and nonlinear optical phenomena in nano-scale and meso-scale structures. The proposed studies will also advance basic science and engineering in such multidisciplinary areas as vector field optical wave interactions in near-field nonlinear dielectric nanostructures, quantum and nonlinear optical processes in nanostructured composite materials, and fabrication of such devices using deposition, photochemistry, and ion implantation techniques. The proposed project will also play a unique role in the education and development of human resources in science and engineering at the graduate and undergraduate levels. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yeshaiahu",
   "pi_last_name": "Fainman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yeshaiahu Fainman",
   "pi_email_addr": "fainman@ece.ucsd.edu",
   "nsf_id": "000468645",
   "pi_start_date": "2000-09-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Sailor",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Michael J Sailor",
   "pi_email_addr": "msailor@ucsd.edu",
   "nsf_id": "000220920",
   "pi_start_date": "2000-09-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "9500 GILMAN DR",
  "perf_city_name": "LA JOLLA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930021",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151900",
   "pgm_ele_name": "INTEGRATIVE SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1602",
   "pgm_ref_txt": "XYZ CHIP INITIATIVE"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 510000.0
  }
 ],
 "por": null
}