{
 "awd_id": "0089248",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Exploratory Search for Extrasolar Trojan Planets in Binary Systems",
 "cfda_num": "47.049",
 "org_code": "03020419",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eileen D. Friel",
 "awd_eff_date": "2000-08-15",
 "awd_exp_date": "2002-07-31",
 "tot_intn_awd_amt": 98764.0,
 "awd_amount": 98764.0,
 "awd_min_amd_letter_date": "2000-08-29",
 "awd_max_amd_letter_date": "2000-08-29",
 "awd_abstract_narration": "AST-0089248\r\nCaton\r\n\r\nIn the last few years a number of planets have been discovered around other stars.  Most of these discoveries have been made using recently developed high precision spectroscopic techniques. Other methods, based on detecting eclipses of some of the light of the parent stars by transits of a planet, have been suggested in the literature.  Studies are under way to look at large groups of stars with the hope of observing an eclipse.  However, this depends on some of the planets having their orbital plane \"pointed\" at the Earth and the eclipse occurring when the system is being observed.\r\n\r\nIn this project, the search for planets will be optimized by choosing stars more likely to have planets with the Earth in their orbital plane and with eclipses that occur at times that we may be able to approximately predict.  The optimization of the orbital alignment will be achieved by looking at eclipsing binary system stars orbiting in pairs with the Earth close to the orbital plane, as indicated by our observations of periodic eclipses.\r\nThe risky, exploratory nature of this project is the supposition that the planets may have a tendency to form and stay at special points of stability in the actual stellar orbits where, if there are no other perturbing bodies, they may remain.  This leads to predictable planetary eclipse times with respect to the stellar eclipse times.  While the theory of the restricted three-body problem was verified with the remarkable discovery of the Trojan asteroids, no examples of this type in other star systems are yet known to exist.\r\n\r\nA number of eclipsing binary stars will be systematically monitored to search for subtle eclipses of the light due to transits of \"Trojan planets\" in the system. Measurements will be obtained from observations of several passes across the same orbital phase for each system, and the data will be averaged from all the observations to reduce the observational noise.  Initial experiments have shown that it should be possible to detect millimagnitude changes in brightness caused by planets larger than Jupiter.  Early results in the data obtained by observing V442 Cassiopeia hint at the possibility of a detection.\r\n\r\nThe facilities and equipment to be used were obtained by previous funding from the National Science Foundation.  The project will involve undergraduate and graduate students in the acquisition, analysis, and publication of the data.  This is the first major NSF supported research project in the astronomy program at the Appalachian State University's Dark Sky Observatory.\r\n\r\nThis project is funded by the Division of Astronomical Sciences.\r\n\r\n***\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Caton",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel B Caton",
   "pi_email_addr": "catondb@appstate.edu",
   "nsf_id": "000268684",
   "pi_start_date": "2000-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Appalachian State University",
  "inst_street_address": "438 ACADEMY ST",
  "inst_street_address_2": "",
  "inst_city_name": "BOONE",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "8282627459",
  "inst_zip_code": "286080001",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "NC05",
  "org_lgl_bus_name": "APPALACHIAN STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "F1NAKY5L1425"
 },
 "perf_inst": {
  "perf_inst_name": "Appalachian State University",
  "perf_str_addr": "438 ACADEMY ST",
  "perf_city_name": "BOONE",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "286080001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "NC05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121900",
   "pgm_ele_name": "SPECIAL PROGRAMS IN ASTRONOMY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1215",
   "pgm_ref_txt": "STELLAR ASTRONOMY & ASTROPHYSC"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "9237",
   "pgm_ref_txt": "SMALL GRANTS-EXPLORATORY RSRCH"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 98764.0
  }
 ],
 "por": null
}