{
 "awd_id": "0092810",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SGER:  Laser-Guided Direct Writing of Multipotent Adult Stem Cells",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Leon Esterowitz",
 "awd_eff_date": "2000-09-01",
 "awd_exp_date": "2001-08-31",
 "tot_intn_awd_amt": 99063.0,
 "awd_amount": 99063.0,
 "awd_min_amd_letter_date": "2000-08-23",
 "awd_max_amd_letter_date": "2000-08-23",
 "awd_abstract_narration": "0092810\r\nOdde\r\nOptical forces provide a means of noncontact manipulation of microscopic particles, but their full potential in microfabrication and engineering applications has not been realized.  A likely reason is that microfabrication with an optical trap is tedious, requiring repeated cycles of particle capture and deposition on a surface.  An alternative approach is to user laser-guided direct writing, a technique invented by the principal investigator and Dr. Mike Renn (Optomec Design Company) that uses a weakly focused laser beam to generate a steady flow of particles that are optically guided along the beam axis.  When the beam is directed toward a target surface, the optically guided particles are deposited on the surface with each particle piling on top of the previously deposited ones.  By translating the beam axis relative to the target surface, a steady line of particles is effectively \"written\" on the surface.  This process, called laser-guided direct writing (LGDW), has been used by the principal investigator and Dr. Renn to optically deposit a wide range of materials including electronic materials, optical materials, and living cells with particle sizes ranging from 100 nm to 10 mm.  This novel fabrication microfabrication technique is now being applied to microelectronics fabrication by Dr. Renn and co-works at Optomec Design Company.  However, LGDW can be equally well applied to biotechnology an this project will use LGDW to address key issues in tissue engineering.\r\n\r\nA major objective of tissue engineering is to reconstitute in vitro the well-defined three-dimensional organization of multiple cell types that is characteristic of native organs, which in turn tends to promote more native-like function in engineered organ equivalents.  However, no method currently available permits arbitrary three-dimensional patterning of multiple cell types with single cell positioning precision.  Based on the recent work of the principal investigator and Dr. Renn where arbitrary two-dimensional patterns of ~100 embryonic chick spinal cord cells were directly written on glass substrates, it appears that LGDW has this capability.  At the same time, rapid advances are being made in the use of stem cells for tissue engineering applications.  At the University of Minnesota, Professor Catherine Verfaillie (Department of Medicine) has developed a procedure for isolating multipotent adult stem cells (MASCs).  These bone marrow-derived cells are then differentiated into a wide range of cell types including muscle cells, neurons, epithelial cells, and endothelial cells.  In addition, these cells are derived from humans, thus obviating the need for animal or human embryonic/fetal tissue.  A key issue in effectively developing this application is the proper spatial and temporal induction of differentiation in a cell culture environment.  In particular, to achieve the required functions of the engineered tissue, it will be necessary to recapitulate the native tissue architecture.  To develop a microfabrication approach to achieve this goal, the proposed research will investigate the use of LGDW for two-dimensional patterning of MASCs and determination of MASC viability after guidance as a function of wavelength, intensity, and duration of exposure used for patterning.  These studies will explore the application of LGDW beyond the current microelectronics applications to encompass stem cell technology, one of the most promising areas of biomedical research.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Odde",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Odde",
   "pi_email_addr": "oddex002@umn.edu",
   "nsf_id": "000387073",
   "pi_start_date": "2000-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "2221 UNIVERSITY AVE SE STE 100",
  "perf_city_name": "MINNEAPOLIS",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554143074",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534500",
   "pgm_ele_name": "Engineering of Biomed Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9237",
   "pgm_ref_txt": "SMALL GRANTS-EXPLORATORY RSRCH"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 99063.0
  }
 ],
 "por": null
}