{
 "awd_id": "0096646",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Workshop on Grand Challenges in the Social and Behavioral Sciences; Baltimore, October 2000",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Holly",
 "awd_eff_date": "2000-09-15",
 "awd_exp_date": "2002-08-31",
 "tot_intn_awd_amt": 30000.0,
 "awd_amount": 55000.0,
 "awd_min_amd_letter_date": "2000-09-01",
 "awd_max_amd_letter_date": "2001-09-25",
 "awd_abstract_narration": "Because of an exciting and powerful array of new discoveries across a broad range of disciplines, the social and behavioral sciences stand at a pivotal point.  In addition to advances by individual researchers and small groups of investigators, social and behavioral scientists have seen the value of interdisciplinary activities that have increased collaborations with natural, mathematical, and computer scientists and engineers.  Increased attention within the social and behavioral sciences has begun to focus on identification of \"grand challenges\"  -- broad, fundamental questions that transcend the form and substance of individual sciences.  This award will permit the Association of American Geographers and other organizations in the Consortium of Social Science Associations (COSSA) to organize and conduct a workshop that focuses on grand challenges in the social and behavioral sciences.  Of special concern at the workshops will be identification of one or more major research questions fundamentally central to the overall concerns of the social and behavioral sciences.  These questions should (1) hold the promise of creating new knowledge and theory; (2) attract the interest and participation of scientists across a broad spectrum of interests, including the earth, biological, mathematical, and information sciences, as well as in education and engineering; (3) be the result of broad and intensive consultation in the social and behavioral science community and therefore a challenge that will attract broad support and generate widespread enthusiasm; (4) be transparent to intelligent lay persons and capable of enlisting their interest and support; (5) engender interest and attracts support from a broad spectrum of federal and state agencies and private foundations; and (6) be international and multinational in scope, making it a means of promoting multinational collaborative science.  About 30 leading researchers and practitioners from the broad range of social and behavioral science disciplines will meet for a two-day workshop, tentatively scheduled for October 13-15, 2000, in Baltimore.  Preliminary candidates for grand challenges will be formulated by and circulated among participants before the workshop, with a set of plenary and more focused break-out sessions providing structure for the exploration of ideas and development of consensus.  The proceedings and results of the workshop will be disseminated electronically and through publication in the newsletters of COSSA-related societies.  The conduct of the workshop and its recommendations will provide valuable new insights and stimulus for researchers, both individually and collectively, and they will contribute to discussions within major funding agencies and organizations regarding major new research and budgetary initiatives now and in the future.  A follow-up workshop for Fall 2001 is tentative planned.  Any NSF support for this follow-up workshop would be made through a supplement to this initial award.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ronald",
   "pi_last_name": "Abler",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Ronald F Abler",
   "pi_email_addr": "rabler@aag.org",
   "nsf_id": "000501101",
   "pi_start_date": "2000-09-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Association of American Geographers",
  "inst_street_address": "1701 PENNSYLVANIA AVE NW STE 325",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2022341450",
  "inst_zip_code": "200065805",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "ASSOCIATION OF AMERICAN GEOGRAPHERS, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "VCEDP1MAPF43"
 },
 "perf_inst": {
  "perf_inst_name": "Association of American Geographers",
  "perf_str_addr": "1701 PENNSYLVANIA AVE NW STE 325",
  "perf_city_name": "WASHINGTON",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200065805",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 30000.0
  },
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 25000.0
  }
 ],
 "por": null
}