{
 "awd_id": "9906143",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "PPD:  Haptic Audio Scientific Graph Analysis Project (HASGAP)",
 "cfda_num": "47.076",
 "org_code": "11060400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ted A. Conway",
 "awd_eff_date": "2000-09-01",
 "awd_exp_date": "2001-08-31",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2000-08-11",
 "awd_max_amd_letter_date": "2000-08-11",
 "awd_abstract_narration": "Many high schools use graphing scientific calculators to assist students in math and science courses.  These calculators perform scientific functions and have a built-in screen to display graphs.  These calculators are used widely in higher math (Algebra and beyond) and science courses.  They are valuable tools both for teachers and students.  Unfortunately, the graphing scientific calculators are not usable by visually impaired students.  This project will attempt to design, develop, and test a system, which provides better access for visually impaired students to graphs and scientific expressions.\r\n     The Haptic Audio Scientific Graph Analysis Project (HASGAP) involves research, development, and testing. Real time, interactive, independent comprehension of two-dimensional graphs by visually impaired students is the goal of the project.  This project will increase the knowledge base in interactive graph analysis and interactive scientific calculation research for visually impaired people. \r\n     The force feedback WingMan Mouse from Logitech will be used.  This is a haptic two-dimensional mouse that became commercially available in January 2000.  Automated Functions, Inc. (AFI) has been using the prototype WingMan Mouse that was designed and developed by Immersion Corporation and called the FEELit Mouse for the past 1.5 years.  AFI was a beta tester of the FEELit Mouse and suggested many functions that were placed in the commercial WingMan Mouse product.  The price for the WingMan Mouse is only $100.  This is significant to HASGAP since the WingMan is a vital part of the system which includes custom PC software, synthetic speech, stereo sound, and the haptic WingMan Mouse. \r\n     The WingMan Mouse will be used as the graph input peripheral.  Stereo sound will be used to represent the graph(s).  AFI will design, develop, and test different haptic effects in order to increase the ability of the visually impaired user to comprehend two-dimensional graphs. \r\n     The researchers will design and develop custom software that runs on a PC using Windows 98, the operating system platform supported by the WingMan Mouse.  The speech and sound will be created using an internal sound card to augment the haptic feedback provided by the WingMan Mouse. \r\nHASGAP uses a screen reader to speak what is typed and to verbalize the different menu options and graphic controls.  The system has been designed and developed around the Henter-Joyce JAWS For Windows screen reader.  Other screen readers will be tested with HASGAP to assure compatibility. \r\n     The project will be field tested by visually impaired students who attend a local Virginia school system.  \r\n     If HASGAP is successful, visually impaired students will be able to interpret graphs and perform scientific calculations independently.  This project may significantly affect the ability of visually impaired students to succeed in math and science courses. \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ronald",
   "pi_last_name": "Morford",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Ronald A Morford",
   "pi_email_addr": "autofunc@cs.com",
   "nsf_id": "000210456",
   "pi_start_date": "2000-08-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Automated Functions, Inc.",
  "inst_street_address": "7700 Leesburg Pike, Suite 420",
  "inst_street_address_2": "",
  "inst_city_name": "Falls Church",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "7038839797",
  "inst_zip_code": "220432618",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "VA08",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "Automated Functions, Inc.",
  "perf_str_addr": "7700 Leesburg Pike, Suite 420",
  "perf_city_name": "Falls Church",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "220432618",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "VA08",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "154500",
   "pgm_ele_name": "Disabilities Research in STEM"
  },
  {
   "pgm_ele_code": "684600",
   "pgm_ele_name": "UNIVERSAL ACCESS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0400",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0400",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": null
}