{
 "awd_id": "9907691",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "FSML: Field and Laboratory Instrumentation in Support of Interdisciplinary Marine Research at Dauphin Island Sea Lab, Alabama",
 "cfda_num": "47.074",
 "org_code": "08080103",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "THOMAS QUARLES",
 "awd_eff_date": "1999-12-01",
 "awd_exp_date": "2000-11-30",
 "tot_intn_awd_amt": 103245.0,
 "awd_amount": 103245.0,
 "awd_min_amd_letter_date": "1999-12-17",
 "awd_max_amd_letter_date": "1999-12-17",
 "awd_abstract_narration": "\r\nThe Dauphin Island Sea Lab (DISL) serves Alabama's research and instructional needs in the marine sciences.  The Alabama Marine Environmental Sciences Consortium (MESC) operates DISL on behalf of its 22 member institutions of higher education, three of which are minority institutions.  Over the past ten years, the DISL has been expanding its faulty, undergraduate and graduate education programs and research activities.  DISL has been an NSF-REU site since 1997 and was recently awarded a three-year renewal for the program.  The laboratory is also developing a minority internship program in marine sciences, the first of its kind in Alabama.  MESC and DISL are Affirmative Action/Equal Opportunity organizations, and their facilities are in compliance with the Americans With Disabilities Act.  DISL has a University Programs staff of ten academic faculty, all of whom are active researchers and educators.  In addition to hands on education, the faculty studies a variety of basic and applied problems in oceanography and marine biology, and they provide advice to industry, government, and the public.  Research areas include the effects of water flow on nutrient exchanges between organisms and ecosystems, the effects of eutrophication on water column nutrient dynamics and harmful algal blooms in  near-coastal ecosystems, the chemical oceanography of organo-sulfur compounds and other trace organic compounds, paleoceanography and paleobiology, spatial and temporal variability of herbivory in seagrass communities, the role of predation on commercially important fish at the larval stage, and the ecology of gelatinous zooplankton.  These programs are frequently interdisciplinary and multi-investigator, involving collaborations between colleagues both within and outside the DISL.  The DISL faculty are poised to begin a broad, multidisciplinary research program to elucidate the ways in which coastal ecosystems respond to environmental changes at multiple scales.  Central to this research will be the ability to conduct detailed vertical and horizontal sampling of hydrographic and nutrient fields in estuarine and coastal ecosystems.  Herein the PIs acquire three pieces of instrumentation: (1) a DATAFLOW IV Surface Water Quality Mapping System (System) for high speed horizontal mapping of surface water characteristics, (2) a Sea-Bird SBE25 CTD with integrated mini-rosette for vertical profiling and water sampling, and (3) a Skalar, Inc. SanPlus or 0-1 Analytical Flow Solution IV five-channel nutrient auto-analyzer for analysis of inorganic nutrient samples.  The DISL has a strong record of support for its field and analytical instrumentation program in both research and education programs.  These instruments will provide either new (DATAFLOW and mini-rosette) or modernized (CTD) and auto-analyzer) capabilities to support both ongoing and planned education and research programs at the DISL.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jonathan",
   "pi_last_name": "Pennock",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathan R Pennock",
   "pi_email_addr": "jonathan.pennock@unh.edu",
   "nsf_id": "000238447",
   "pi_start_date": "1999-12-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Marine Environmental Sciences Consortium",
  "inst_street_address": "101 BIENVILLE BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "DAUPHIN ISLAND",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2518612141",
  "inst_zip_code": "365284603",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "AL01",
  "org_lgl_bus_name": "MARINE ENVIRONMENTAL SCIENCES CONSORTIUM",
  "org_prnt_uei_num": "N47JDKML6UT5",
  "org_uei_num": "N47JDKML6UT5"
 },
 "perf_inst": {
  "perf_inst_name": "Marine Environmental Sciences Consortium",
  "perf_str_addr": "101 BIENVILLE BLVD",
  "perf_city_name": "DAUPHIN ISLAND",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "365284603",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "AL01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 103245.0
  }
 ],
 "por": null
}