{
 "awd_id": "9908862",
 "agcy_id": "NSF",
 "tran_type": "CoopAgrmnt",
 "awd_istr_txt": "Cooperative Agreement",
 "awd_titl_txt": "DC Acts:  An Action Coalition to Support Science, Mathematics and Technology Education",
 "cfda_num": "47.076",
 "org_code": "11070100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomasena H. Woods",
 "awd_eff_date": "2000-09-01",
 "awd_exp_date": "2004-08-31",
 "tot_intn_awd_amt": 3971520.0,
 "awd_amount": 3835260.0,
 "awd_min_amd_letter_date": "2000-09-21",
 "awd_max_amd_letter_date": "2003-06-17",
 "awd_abstract_narration": "\r\nDC ACTS is an action project based on the premise that systemic reform of science, mathematics, and technology (SMT) education can support positive changes for all parts of the educational system. For teachers, it can yield empowerment and confidence based on knowledge of what is to be taught, how to teach, and how and when to access assistance. Students can learn more, learn better and demonstrate high levels of achievement in rigorous SMT course work. Administrators can gain key skills related to restructuring schools, accelerating learning and supporting teachers in SMT. Schools can make fundamental changes in their core missions to promote high expectations and achievement by all. And the educational system can embrace the larger community as part of its learning community, and rebuild and transform itself into a research-based, student-focused organization.\r\n\r\nWhen reform becomes systemic, the positive changes in SMT education should be self-propagating. Research has led us to greater understanding of the amount, quality and form of education likely to lead to changes in capacity for a teacher. These research guides the professional opportunities proposed under DC ACTS. It also informs us of the nature of interactions needed to change a school, and therefore guides the whole-school reform proposed under DC ACTS. However, a validated research base for successful reorganization of an urban school system does not currently exist. We intend for the DC ACTS experience to contribute to the development of such a research base.\r\n\r\nThe District of Columbia Public Schools (DCPS), Carnegie Institution of Washington (CIW), and American Association for the Advancement of Science (AAAS) propose the following actions to support and implement our plan for system-wide change:\r\n1. Establish a system of needs-based SMT professional education and professional development\r\nopportunities for teachers, administrators, content specialists, lead teachers and resource\r\nteachers to initiate long-term reform efforts that focus on. standards. Key initiatives will include\r\nimplementation of Project 2061's professional development tools; a practicum approach where\r\nteachers will implement and reflect on content and pedagogy using summer school for students\r\nas a learning laboratory: and the integration of DC ACTS Fellows - scientists and mathematicians\r\n- in classrooms to support teachers.\r\n2.  Reform policies to increase enrollment, participation, and achievement in SMT. Alignment of\r\ndistrict policies and existing reforms in support of the DC ACTS vision for reform will be\r\nimplemented. In some instances, new policies will be implemented to support the reform.\r\n3.  Ensure that the best research, best thinking and best practices guide decisions about DCPS\r\nresources to achieve coherence and alignment.\r\n4.  Build parent and community support for reform by providing guidance on what students need to\r\nknow and be able to do and at what level of competence. Provide models, materials and\r\nworkshops for community-based activities that support SMT learning. Provide strategies for\r\ndeveloping political support for school reform. Partner with universities, businesses, and other\r\ncommunity organizations to collaborate on most effective practices and experiences. Intel,\r\nMicrosoft, and Hewlett Packard will provide technology support in the form of professional\r\ndevelopment, computers, and software.\r\n5.  Data from SAT 9 scores, School Profiles, Student Profiles, classroom observations, and surveys\r\nwill be collected to inform the degree of achievement of stated objectives.\r\n6.  Talent spotting, reviewing cluster patterns and providing interventions through curriculum,\r\nmaterials, and teacher education will be implemented to increase enrollment and achievement in\r\nAP courses.\r\n\r\nHorizon Research, Inc. (HRI) (Appendix A) proposes an external evaluation that is similarly comprehensive and attentive to the systemic nature of the project. The evaluation will comprise three components. The formative component will focus on the quality of project activities and DC ACTS' progress toward its goals. The summative component will focus on project impacts. Finally, HRI will include a technical assistance component focused on helping DC ACTS staff work with the extensive data the project plans to collect. HRI will also train DC ACTS staff in using a classroom observation protocol.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "ESR",
 "org_div_long_name": "DIVISION OF EDUCATIONAL SYSTEM REFORM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Maxine",
   "pi_last_name": "Singer",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Maxine F Singer",
   "pi_email_addr": "msinger@pst.ciw.edu",
   "nsf_id": "000206106",
   "pi_start_date": "2000-09-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Shirley",
   "pi_last_name": "Malcom",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Shirley M Malcom",
   "pi_email_addr": "smalcom@aaas.org",
   "nsf_id": "000428075",
   "pi_start_date": "2000-09-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Vance",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Paul L Vance",
   "pi_email_addr": "",
   "nsf_id": "000132606",
   "pi_start_date": "2000-09-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie Institution of Washington",
  "inst_street_address": "5241 BROAD BRANCH RD NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2023876400",
  "inst_zip_code": "200151305",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "CARNEGIE INSTITUTION OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "ZQ12LY4L5H39"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie Institution of Washington",
  "perf_str_addr": "5241 BROAD BRANCH RD NW",
  "perf_city_name": "WASHINGTON",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200151305",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "734700",
   "pgm_ele_name": "URBAN SYSTEMIC PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0400",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0400",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0401",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0401",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0402",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "app-0402",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 1052267.0
  },
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 1362128.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 1420865.0
  }
 ],
 "por": null
}