{
 "awd_id": "9908396",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dissertation Research: Prehispanic Urbanism and Community   Expression in the Chicama Valley, Peru",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "1999-11-15",
 "awd_exp_date": "2000-10-31",
 "tot_intn_awd_amt": 12000.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "1999-10-22",
 "awd_max_amd_letter_date": "1999-10-22",
 "awd_abstract_narration": "Under the direction of Dr. Charles Stanish, Mr. Christopher Attarian will collect data for his doctoral dissertation. Archaeologists identify Peru as one of the hearths of civilization and although the Inca, because they were observed and conquered by the Spanish, are the best known example from this region, they were the last in a succession of complex Andean societies. The Moche first appear as a recognizable group ca. 2,000 years ago on the arid northern coast of Peru and archaeologists can trace their development into a complex urban society over the span of almost 1,000 years. The Moche peoples were associated with the construction of pyramids and other monumental architecture and developed a highly centralized form of government. The origins of Moche civilization however are poorly understood and this process forms the basis for Mr. Attarian's research. Prior work both by Mr. Attarian and other investigators indicates that in immediate pre-Moche times small groups lived in defensible positions on the edge of the Moche Valley. Their subsequent aggregation on the valley floor itself marks the start of the Moche tradition. The particular question which Mr. Attarian wishes to answer concerns the mechanisms which developed to integrate previously independent groups into a single cohesive urban unit. To address this question he will study ceramics and other remains from 6 pre-Moche villages and then compare these with materials recovered from Mocollope, an early Moche center. His preliminary work has shown that while ceramics styles from each of the precursor villages are similar and constitute part of a single tradition, individual villages had specific design elements which made their pottery unique. Mr. Attarian will conduct additional excavation at each of these villages to define individual styles more precisely. He will then collect surface ceramics from Mocollope and excavate in selected areas. With these data he should be able to determine whether these styles continue at Mocollope and are spatially segregated within the site - an indication of \"barrios\" and continued multi-ethnic groups - or whether they are replaced by a pan-city style. Through the use of ceramics and other material remains he will also examine the rise of social/wealth differentiation and how this interacts with ethnicity.\r\n\r\nThis research is important for several reasons. It will provide data of interest to many archaeologists. It will increase understanding of the rise of complex societies and assist in training a promising young scientist.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Stanish",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Charles S Stanish",
   "pi_email_addr": "stanish@usf.edu",
   "nsf_id": "000217604",
   "pi_start_date": "1999-10-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "10889 WILSHIRE BLVD STE 700",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900244200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": null
}