{
 "awd_id": "9909411",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Active Learning as a Basis for Reform of Undergraduate Life Science Education",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032925140",
 "po_email": "lzia@nsf.gov",
 "po_sign_block_name": "Lee Zia",
 "awd_eff_date": "2000-02-01",
 "awd_exp_date": "2003-06-30",
 "tot_intn_awd_amt": 458422.0,
 "awd_amount": 458422.0,
 "awd_min_amd_letter_date": "2000-02-03",
 "awd_max_amd_letter_date": "2002-03-08",
 "awd_abstract_narration": "Meaningful reform in science education is onlly possible if we sucessfully translate knowledge gained from educational research to practical applications in the classroom.  Guided by emerging theory, we must determine what classroom approaches will best faculty to help students attain more meaningful learning.  It is through this applied research that we will reach the goal of a general population that understands science.  The first steps in detemining if more \"meaningful learning\" is occurring is to measure the knowledge and skills base of students as they enter our courses (the input state) and to define, in explicit terms, measurable outcomes that reflect the desired learning (the output state).\r\n     This project focuses first on developing appropriate tools for measuring conceptual change and conceptual learning in physiology.  The project then uses these measurement tools to examine the effectiveness of active learning techniques (helping students build and test mental models) in helping students remedy existing misconceptions and improve conceptual learning.  The project consists of three studies.  The goal of Study 1 is to gain a better understanding of the actual knowledge and skills base of undergraduate students entering physiology courses and to determine the prevalence of misconceptions held by these students.  Study 2 examines the types of instructor-students interactions that lead to successful conceptual change (remedy of existing misconceptions) in the student laboratory environment.  Study 3 examines two approaches to helping\r\nstudents build appropriate mentals models of physiological systems (i.e., conceptual learning). One set of experiments is designed to determine if helping students build and apply general models of recurring in physiology (as opposed to viewing the concepts in terms of situationally specific models) leads to greater conceptual learning.  A second set of experiments focuses on two questions related to the use of problem solving as a vehicle for promoting conceptual learning.  First, do problem solving exercises provide a conceptual framework that enhances conceptual learning?\r\nSecond, is the manner in which the problems are used (i.e., to provide a contexual framework during mental model building or as a culminating exercise requiring application of the mental developed)  a significant factor in determining the degree of conceptual learning attained?  \r\n      The results of this project are relevant to all science education.  To help students gain the broadest understanding of science, we must discover, in the context of the actual classroom, what instructional techniques best help them build and use appropriate mental models.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Harold",
   "pi_last_name": "Modell",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Harold I Modell",
   "pi_email_addr": "modell@physiologyeducation.org",
   "nsf_id": "000383630",
   "pi_start_date": "2000-02-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Physiology Education Research Consortium",
  "inst_street_address": "P.O. Box 51187",
  "inst_street_address_2": "",
  "inst_city_name": "Seattle",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065226045",
  "inst_zip_code": "981151184",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "Physiology Education Research Consortium",
  "perf_str_addr": "P.O. Box 51187",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981151184",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": null,
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0400",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0400",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0401",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0401",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0402",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "app-0402",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 150345.0
  },
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 150292.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 157785.0
  }
 ],
 "por": null
}