{
 "awd_id": "9910399",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Investigating Western Lowland Gorilla Social Dynamics and Genetic Variability Using DNA from Feces and Hair",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mark L. Weiss",
 "awd_eff_date": "2000-01-01",
 "awd_exp_date": "2002-07-31",
 "tot_intn_awd_amt": 10000.0,
 "awd_amount": 10000.0,
 "awd_min_amd_letter_date": "2000-01-24",
 "awd_max_amd_letter_date": "2000-01-24",
 "awd_abstract_narration": "The behavior of wild mountain gorillas has been well documented through the pioneering work of Dian Fossey and colleagues.  However, the behavior of the other gorilla subspecies (the western lowland gorillas and the eastern lowland gorillas) remains largely unknown. Until recently, it was assumed that the behavior of mountain gorillas was representative of that of gorillas in general. However, researchers have now discovered that western lowland gorillas are ecologically quite different from mountain gorillas. While mountain gorillas eat primarily leaves, western lowland gorillas incorporate large amounts of fruit into their diet.  Although we know that the diets of these two subspecies differ, the degree to which they differ in social behavior and social\r\ncomposition  is uncertain. This is largely due to the fact that there are not yet groups of western lowland gorillas habituated to the presence of human researchers.  Because of this limitation, we have yet to answer some of the most fundament questions about western lowland gorilla social organization: Does a single dominant silverback have exclusive mating access to all of the females in the group, as is thought to be the case for mountain gorillas? How closely related are individuals within a group? Are females remaining in the group into which they are born, or do they disperse to neighboring groups upon reaching adulthood?  This project will address these questions about western lowland gorilla social structure through genetic analysis. \r\n\r\nThis study will investigate the social composition of western lowland gorillas by analyzing the DNA from hair samples collected in the wild. Each sample yields a unique pattern, or genetic profile, that can be used to determine the number and sex of individuals in a group as well as family relationships.  Thus, aspects of social dynamics can be  discerned even without direct observation. \r\n\r\nBetween June and August 1998 and February and April 1999 hair samples were collected from the nests of wild gorillas at Mondika Research Center in the Central African Republic.  The collected samples are from approximately 75 individuals belonging to 9 different gorilla groups.   These samples will now be analyzed by developing genetic profiles, similar to DNA fingerprints, unique to each gorilla individual. The genetic profiles will be used to determine several key aspects of gorilla social dynamics: First, these profiles will give insight into the mating system and reproductive behavior of gorillas by providing information about which silverbacks fathered which infants.  Is a single male fathering all of the offspring in the group (one-male with a harem of females) or do multiple males father offspring (multiple-male /multiple-female mating system)? Second, the DNA profiles will identify the genetic relationships between group members, and it will be determined whether or not the females in each group are part of the same matriline, (i.e., the females have remained in the same group as their mother and sisters rather than dispersing to other groups).  \r\n\r\nThis study will provide important information on the family relationships, and therefore the social structure, of western lowland gorillas in the wild.  The results of this project will aid in understanding western lowland gorilla social dynamics and behavior, and will contribute to gorilla conservation and captive management efforts by increasing our knowledge of gorilla population structure and genetic variability.  Investigating the links between gorilla diet and behavior will lead to a greater understanding of how ecological factors influence sociality in animals.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Diane",
   "pi_last_name": "Doran",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Diane Doran",
   "pi_email_addr": "Diane.Doran@sunysb.edu",
   "nsf_id": "000149792",
   "pi_start_date": "2000-01-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Stony Brook",
  "inst_street_address": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "inst_street_address_2": "",
  "inst_city_name": "STONY BROOK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6316329949",
  "inst_zip_code": "117940001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NY01",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "M746VC6XMNH9",
  "org_uei_num": "M746VC6XMNH9"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Stony Brook",
  "perf_str_addr": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "perf_city_name": "STONY BROOK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "117940001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NY01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": null
}