{
 "awd_id": "9910781",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Quantification and Individuation Processes in Infants",
 "cfda_num": "47.075",
 "org_code": "04040500",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Guy Van Orden",
 "awd_eff_date": "1999-12-01",
 "awd_exp_date": "2003-11-30",
 "tot_intn_awd_amt": 338000.0,
 "awd_amount": 338000.0,
 "awd_min_amd_letter_date": "2000-01-11",
 "awd_max_amd_letter_date": "2000-01-11",
 "awd_abstract_narration": "This research project investigates the initial nature and development of numerical and quantificational abilities in humans. Three central issues are addressed, using infant looking-time methodology. These will be described in turn.\r\n     Many studies have now shown that infants can discriminate small numbers of different kinds of entities. Further studies show that infants can determine the numerical outcome of the addition or subtraction of an object from a small collection of objects. We do not yet know the precise nature of the mental structures that underlie these capacities. One possibility is that infants' numerical competence derives from general cognitive abilities, such as specific components of the visual system, or the ability to track objects and make one-to-one correspondences. An alternative possibility is that it derives from a mental structure dedicated specifically to representing and reasoning about number, the accumulator mechanism, which has been proposed as the basis for numerical competence in some non-human animal species. This project investigates three aspects of infants' numerical competence that can inform this debate. (i) The extents and limits of infants' enumeration capacities: If infants' enumeration abilities result from processes not specific to number, the nature of the underlying processes would be expected to constrain the numerical discriminations infants can make. For example, if infants' enumerative ability derives from object-tracking processes, we would expect limits on these processes to apply also to infants' enumeration. (ii) Infants' ability to measure duration: The accumulator is able to determine not only number, but also temporal duration. Therefore, if this mechanism constitutes part of infants' cognitive system and provides the basis for their early numerical competence, infants should be able to measure temporal duration as well as number. Moreover, there should be strong similarities in infants' ability to represent these two kinds of values. (ii) Limits and extent of infants' numerical reasoning: We do not yet know the extent and limits of infants' ability to compute the results of addition and subtraction operations. Different theories of the processes that underlie these abilities make different predictions as to the patterns of success and failure that should be observed in infants.  \r\n     The second issue is concerned with whether infants possess an ability to quantify continuous amounts of substance. Adults can quantify continuous amounts (e.g., how much beverage to pour in a glass, or which of two slices of cake is larger). What are the origins of these abilities, and what is their relationship, if any, to our quantification of discrete values (i.e., numbers of things)? This project investigates the nature of infants' ability to quantify amount of substance, and examines how closely the extent and limits of this ability mirror those of infants' quantification of discrete values. \r\n     The third issue involves determination of  what constitutes a discrete, countable \"unit\", or individual for infants? In order for a thing to be enumerated, it must be conceived of as an individual. The human mind seems constructed to perceive the world in terms of discrete units, even when provided with continuous input: We parse the continuous layout of material surfaces into distinct objects, the continuous sound stream into distinct acoustic events, the speech stream into distinct syllables and words, and ongoing motion into distinct actions. While much is known about the principles underlying infants' segmentation of the material world into distinct physical objects, we know little about how they determine boundaries for other kinds of individuals. By investigating how infants parse different aspects of their world into countable units, we can begin to address the issue of what defines a \"unit\".  This project will study the processes by which infants parse motion into distinct actions. The outcome of the research is expected to have implications for our understanding of children's reasoning abilities and for education.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "M. Karen",
   "pi_last_name": "Wynn",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "M. Karen Wynn",
   "pi_email_addr": "karen.wynn@yale.edu",
   "nsf_id": "000165796",
   "pi_start_date": "2000-01-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Yale University",
  "inst_street_address": "150 MUNSON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW HAVEN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2037854689",
  "inst_zip_code": "065113572",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CT03",
  "org_lgl_bus_name": "YALE UNIV",
  "org_prnt_uei_num": "FL6GV84CKN57",
  "org_uei_num": "FL6GV84CKN57"
 },
 "perf_inst": {
  "perf_inst_name": "Yale University",
  "perf_str_addr": "150 MUNSON ST",
  "perf_city_name": "NEW HAVEN",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "065113572",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "CT03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118000",
   "pgm_ele_name": "HUMAN COGNITION & PERCEPTION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "8888",
   "pgm_ref_txt": "LEARNING & INTELLIGENT SYSTEMS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 338000.0
  }
 ],
 "por": null
}