{
 "awd_id": "9910760",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Cultural Tightness-Looseness",
 "cfda_num": "47.075",
 "org_code": "04040500",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Amber L. Story",
 "awd_eff_date": "2000-06-01",
 "awd_exp_date": "2004-05-31",
 "tot_intn_awd_amt": 123349.0,
 "awd_amount": 123349.0,
 "awd_min_amd_letter_date": "2000-05-19",
 "awd_max_amd_letter_date": "2003-03-24",
 "awd_abstract_narration": "Traditional societies vary in the degree to which they express and adhere to social norms. This dimension of culture is known as cultural tightness-looseness. The current project will test a multilevel theory of cultural tightness-looseness in 20 nations. Cultural tightness-looseness is hypothesized to involve a complex interplay between ecocultural and historical factors, the structure of social situations, and psychological processes.  Ecocultural and historical factors create the need for predictability and order within cultures; factors such as high population density, lack of natural resources, and a history of external threat are associated with the need to create social structures to maintain order and enhance predictability. Such factors result in a greater preponderance of \"strong\" versus \"weak\" situations within cultures. Strong situations create predictability by limiting the number of behavioral patterns that are acceptable, and by increasing the propensity for censuring inappropriate behavior. Weak situations permit a wide range of acceptable behavior, and place little constraint on individuals. It is therefore expected that cultural tightness-looseness will be seen in terms of \"situational constraint\", or the range of behaviors that are permitted within situations in a culture. Finally, it is hypothesized that a variety of psychological processes are cultivated so that individuals are trained to fit into, and maintain, the predominantly strong or weak situations that comprise the cultural context. Individuals in tight cultural systems are expected to show a greater need for structure, less tolerance for ambiguity, greater concern for sanctioning, and greater chronic accessibility of ought self-guides, as compared to individuals in loose cultural systems. In addition, individuals' schemata should reflect the predominant strength of situations, with cognitive schemata being more clearly defined, and showing less variability across individuals, in tight, versus loose cultural systems. This multilevel research is expected to make important theoretical contributions by offering a ranking of cultures on tightness-looseness, as well as an understanding of its antecedents and consequences. It will also have practical value for expatriates, diplomats, international students, and even travelers, who will benefit from an understanding of the dynamics of tight and loose cultural systems.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michele",
   "pi_last_name": "Gelfand",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Michele J Gelfand",
   "pi_email_addr": "gelfand1@stanford.edu",
   "nsf_id": "000154392",
   "pi_start_date": "2000-05-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland, College Park",
  "perf_str_addr": "3112 LEE BUILDING",
  "perf_city_name": "COLLEGE PARK",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133200",
   "pgm_ele_name": "Social Psychology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1092",
   "pgm_ref_txt": "SBER HUMAN CAPITAL INITIATIVE"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 123349.0
  }
 ],
 "por": null
}