{
 "awd_id": "9910734",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Effects of Covert Attention on Early Visual Processing",
 "cfda_num": "47.075",
 "org_code": "04040500",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Guy Van Orden",
 "awd_eff_date": "2000-07-15",
 "awd_exp_date": "2003-06-30",
 "tot_intn_awd_amt": 272006.0,
 "awd_amount": 272006.0,
 "awd_min_amd_letter_date": "2000-08-21",
 "awd_max_amd_letter_date": "2002-05-08",
 "awd_abstract_narration": "\tAttention allows us to select and grant priority in processing to certain location or objects in the environment.  Does attention affect the appearance of objects?   This question was central for the founders of experimental psychology and psychophysics.   At the end of the XIX century and at the beginning of the XX century, Wundt, James, Titchener and Mach, among others, proposed that attention intensifies the sensory impression, whereas others, like Fechner, denied such an idea.  This is still a critical issue in perception and cognition.  Most researchers believe that attention affects perception.  However, there is a long-standing debate about how and when this comes about.  A central goal of current psychophysical and neurophysiological studies of attention is to determine the level of processing at which attention starts modulating visual cognition and to characterize how that modulation takes place. My students and I have reported attentional effects on basic, early visual tasks that had previously been considered to be performed preattentively; e.g., visual search for features, orientation discrimination threshold, texture segmentation, and spatial resolution tasks.  Moreover, we have shown that covert attention increases spatial resolution at the attended location. We will further explore the mechanisms underlying visual attention and will investigate the way they affect early visual processes.  We will concentrate on characterizing two (not mutually exclusive) mechanisms proposed to underlie the processes by which attention affects perceptual performance, namely, signal enhancement and external noise reduction.  1) We will examine the extent to which contrast sensitivity is affected by covert attention. In particular, to assess whether covert attention affects the contrast sensitivity function (CSF) by increasing contrast gain or by shifting the tuning of the spatial filters, we will investigate if there isan interaction between target eccentricity and degree of attentional effect for different spatial frequencies.  In addition, we will evaluate whether the performance fields are determined by visual or attentional variables.  2)  We will investigate how the presence of homogeneous or heterogeneous distractors affects contrast sensitivity in orientation discrimination, detection and localization tasks.  These manipulations will allow us to study the interaction of signal enhancement and external noise reduction.  3)  By using a texture segmentation task that we have used previously, we will be able to ask more refined questions regarding the resolution hypotheses as well as the levels of processing at which the attentional mechanisms exert their effect.  We will determine whether the attentional effect is driven by first- or second-order filters and if the attentional effects in texture segmentation differ in the upper and lower visual fields.  Lastly, we will use the procedure of selective adaptation to learn more about the interaction between visual and attentional variables underlying performance in this segmentation task. \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marisa",
   "pi_last_name": "Carrasco",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marisa Carrasco",
   "pi_email_addr": "marisa.carrasco@nyu.edu",
   "nsf_id": "000203063",
   "pi_start_date": "2000-08-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York University",
  "inst_street_address": "70 WASHINGTON SQ S",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129982121",
  "inst_zip_code": "100121019",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "NEW YORK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NX9PXMKW5KW8"
 },
 "perf_inst": {
  "perf_inst_name": "New York University",
  "perf_str_addr": "70 WASHINGTON SQ S",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100121019",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118000",
   "pgm_ele_name": "HUMAN COGNITION & PERCEPTION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "app-0101",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 112480.0
  },
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 106420.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 53106.0
  }
 ],
 "por": null
}