{
 "awd_id": "9910870",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dissertation: An Investigation of Prehistoric Population Relationships Using Ancient DNA: The Test Case of Azapa Valley, Northern Chile",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2000-01-01",
 "awd_exp_date": "2000-12-31",
 "tot_intn_awd_amt": 12000.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "1999-11-23",
 "awd_max_amd_letter_date": "1999-11-23",
 "awd_abstract_narration": "Under the direction of Dr. Andrew Merriwether, MS Graciela Cabana will collect data for her doctoral dissertation. The goal of her research is to utilize DNA data extracted from skeletal materials to understand the early prehistory of the Azapa Valley which is located in coastal northern Chile. Archaeological evidence indicates that in this region of Chile, as well as many other areas along South America's Pacific coast, the earliest human populations subsisted as hunters and gatherers relying largely on fish, shellfish and edible wild plants. Eventually this diet was replaced by domesticated cultigens and on this basis complex societies arose. Archaeologists and physical anthropologists however do not know whether this transition from reliance on wild to cultivated resources resulted from in situ change or population replacement. Ceramic evidence in the Azapa Valley demonstrates that highland type pottery first appears coincidentally the switch to agriculture and together with some skeletal analyses these data support a population replacement hypothesis. Other studies however suggest that the changes observed  may reflect trade and that the differences between early and late skeletal samples can result from in place change over time. To address this question MS Cabana will extract DNA from skeletons dating from both hunting and gathering and agricultural periods. Preliminary analyses indicate that well preserved DNA can be obtained. She has developed a simulation model which, assuming a single population, estimates the amount of change likely over time. One can then determine whether the actual DNA difference exceeds that predicted.\r\n\r\nThis research is important for several reasons. Archaeologists have speculated for many years on the processes which led to the development and spread of agriculture in South America. Because objects can be traded over long distances excavated ceramics and other items of material culture provide useful but not definitive information. MS Cabana will bring a powerful new source of data to bear on this question. The methods she develops will, hopefully, be useful to address many archaeological questions in many parts of the world.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Merriwether",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "David A Merriwether",
   "pi_email_addr": "andym@binghamton.edu",
   "nsf_id": "000217668",
   "pi_start_date": "1999-11-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "1109 GEDDES AVE STE 3300",
  "perf_city_name": "ANN ARBOR",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  },
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": null
}