{
 "awd_id": "9912216",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "REU:  Cellular and Molecular Biology",
 "cfda_num": "47.074",
 "org_code": "08080303",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sally O'Connor",
 "awd_eff_date": "2000-05-01",
 "awd_exp_date": "2003-04-30",
 "tot_intn_awd_amt": 166900.0,
 "awd_amount": 166900.0,
 "awd_min_amd_letter_date": "2000-05-19",
 "awd_max_amd_letter_date": "2002-03-22",
 "awd_abstract_narration": "\r\nABSTRACT                  Jocelyn Spragg                Proposal #   DBI - 9912216\r\n\r\n\r\n\r\nThe Division of Medical Sciences is the part of Harvard University that supervises Ph.D. training programs of the Graduate School of Arts and Sciences for students who are engaged in basic biological research in laboratories on the Medical School campus.  The Division submits this proposal for a 10-week summer research program for undergraduate students to participate in research projects in the field of cellular and molecular biology.  Funds are requested for 10 students each year for three years.  Participants will be recruited from a nation-wide pool, with particular emphasis on recruiting students who are interested in careers in biological research and on recruiting qualified minority students and women.  In addition to their research projects, students participate in a weekly studentfaculty research discussion seminar series at which they teach each other about their projects, and in a weekly career development series, which covers such topics as choosing graduate programs, completing successful applications, and interviewing.  Three sessions each summer are devoted to discussions of ethical issues in biological sciences.\r\nStudents also participate in a peer advising/mentoring program with current graduate students and are provided additional opportunities to meet other majority and minority research faculty and graduate students in both academic and social settings.  These opportunities are provided by the program, by the individual research groups, and through living in housing on the Medical School campus.  Students receive a stipend, housing, travel to and from the program, and emergency illness and accident health insurance.  Several mechanisms of formative and summative evaluation are employed.  As part of a developing network, program alumni will receive twice-yearly newsletters, contact information about each other, and open access to continued advising and counseling by the program director and their individual research advisors.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nAbstract - John David - Proposal #    DBI - 9988022\r\n\r\n\r\n\r\nOur NSF-REU Site Program will provide summer research opportunities for undergraduates from three primarily undergraduate regional colleges and five Historically Black Colleges and Universities.  We will work in collaboration with this select group of schools to provide their students the kind of research experience only available at a major comprehensive research university.  This NSF-REU program will complement undergraduate internship programs for University of Missouri (MU) students funded by the University.\r\nThe research programs of the MU faculty mentors will center on the theme \"Cellular, Molecular, and Genetic Approaches to Biological Problems.\" These programs use methodology ranging from recombinant DNA technology to molecular cytology to sophisticated population genetics.  All NSF-REU faculty mentors will be personally involved in their research projects and have a history of highly successful partnerships with undergraduate intems.\r\nFaculty liaisons at our eight partner schools (Florida A&M University, Grinnell College, Jackson State University, Prairie View A&M University, Southwest Missouri State University, Truman State University, University of Arkansas-Pine Bluff, and Xavier University-Louisiana) will be responsible for the selection of the intems.  They will assist in the preparation of the intems before the summer research experience at MU and the continuation of the training of the intems when they return to their home campus.\r\nThe research experience is the heart of our summer program.  We will also help intems develop critical communications skills through brown-bag lunches, lab group meetings, and an end-ofprogram Summer Undergraduate Research Science Symposium.  We will provide financial support for intems to also present their research at regional and national meetings in their discipline.  Finally, we have developed a number of enrichment activities including panel discussions on preparation for graduate school and career options and a science ethics workshop.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jocelyn",
   "pi_last_name": "Spragg",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jocelyn Spragg",
   "pi_email_addr": "jspragg@hms.harvard.edu",
   "nsf_id": "000164724",
   "pi_start_date": "2000-05-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University Medical School",
  "perf_str_addr": "25 SHATTUCK ST",
  "perf_city_name": "BOSTON",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021156027",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "113900",
   "pgm_ele_name": "RSCH EXPER FOR UNDERGRAD SITES"
  },
  {
   "pgm_ele_code": "791500",
   "pgm_ele_name": "Ethics & Values of SET"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 53950.0
  },
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 55600.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 57350.0
  }
 ],
 "por": null
}