{
 "awd_id": "9912124",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Tree Ring Based Records of Temperature and Glacier Fluctuation Spanning the Past Two Millennia, Prince William Sound, Alaska",
 "cfda_num": "47.050",
 "org_code": "06020108",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Verardo",
 "awd_eff_date": "1999-12-01",
 "awd_exp_date": "2003-11-30",
 "tot_intn_awd_amt": 56626.0,
 "awd_amount": 56626.0,
 "awd_min_amd_letter_date": "1999-11-23",
 "awd_max_amd_letter_date": "1999-11-23",
 "awd_abstract_narration": "The primary objective of this research is to develop a continuous tree-ring chronology spanning the past 2000-years from living and subfossil wood around Prince William Sound, southern Alaska. This chronology will provide an annually resolved record of North Pacific climate for the past two-millennia. In addition, development of the long tree-ring record will involve cross-dating of trees killed by advances of Columbia and other glaciers around Prince William Sound; interpretation of the dates of tree germination and death on these glacier forefields will enable glacier fluctuations in the region to be reconstructed with decadal precision.\r\n\r\nSubfossil logs will be sampled at five localities in eastern, northern and western Prince William Sound. Four of these sites have previously been studied during earlier investigations and provide tree-ring records spanning cal. AD 100 to 700 and AD 873 to 1991. Further sampling will increase sample size and hence chronology signals quality in these existing collections, and also reduce the gap in record between AD 700 and 873. The fifth site at Columbia Glacier has been intensively studied in regard to dynamics of the iceberg-calving glacier system, but lacks a detailed record of prehistoric fluctuations. Preliminary collections suggest the tree-ring samples to be found at Columbia are of the correct age and length to completely bridge the gap in the existing tree-ring records and so allow completion of a continuous tree-ring-series spanning the past two millennia.\r\n\r\nThe 2000-year ring-width chronology will be the longest continuous tree-ring-series in North America from north of the Great Lakes to date. The annually resolved climate record will compliment other such multi-millennia length records being developed elsewhere in the world and be of use in global analyses of natural climate variability. The development of calendar-dated glacial histories extending back before AD 1000 will be the first time this has been achieved anywhere. These records of land-terminating glacial fluctuations will provide an integrated proxy record of past temperature and precipitation changes to compliment the tree-ring record. The reconstruction of fluctuations of Columbia Glacier will include timing and rates of advances, and allow evaluation of climatic versus non-climatic forcing of this tidewater-calving glacier system.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Barclay",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "David J Barclay",
   "pi_email_addr": "barclayd@cortland.edu",
   "nsf_id": "000147683",
   "pi_start_date": "1999-11-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY College at Cortland",
  "inst_street_address": "21 GRAHAM AVE",
  "inst_street_address_2": "MILLER BUILDING",
  "inst_city_name": "CORTLAND",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6077532511",
  "inst_zip_code": "130452452",
  "inst_country_name": "United States",
  "cong_dist_code": "22",
  "st_cong_dist_code": "NY22",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "KCX1UVS7TDN4"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY College at Cortland",
  "perf_str_addr": "21 GRAHAM AVE",
  "perf_city_name": "CORTLAND",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "130452452",
  "perf_ctry_code": "US",
  "perf_cong_dist": "22",
  "perf_st_cong_dist": "NY22",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "528000",
   "pgm_ele_name": "ANS-Arctic Natural Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1304",
   "pgm_ref_txt": "EARTH SYSTEM HISTORY"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 56626.0
  }
 ],
 "por": null
}