{
 "awd_id": "9912271",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dissertation: Formative Subsistence Economy in the Tuxtla Region of Southern Veracruz, Mexico",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2000-03-01",
 "awd_exp_date": "2003-04-30",
 "tot_intn_awd_amt": 9826.0,
 "awd_amount": 9826.0,
 "awd_min_amd_letter_date": "2000-02-03",
 "awd_max_amd_letter_date": "2002-05-10",
 "awd_abstract_narration": "Under the direction of Dr. Margaret Scarry, MS Amber VanDerwarker will collect data for her doctoral dissertation. The goal of her work is to understand the processes which led to the rise of Olmec civilization on the Gulf coast of Mexico. The earliest Olmec sites date to ca. 1,400 BC and because they are so early, have been the focus of considerable archaeological attention. The Olmec are best known for the massive, multi-ton stone heads which they carved from basalt boulders and then transported to major sites. As the earliest known civilization in Middle America, they provided the general base on which Mayan and other cultures were based. While a great deal is now known about major Olmec sites, it is clear that they were situated in a broader social and geographic context and than many Olmec people were broadly distributed across hinterland regions. Very little archaeological work has been conducted in these areas. It is not understood how large regional centers developed and whether enough food could be produced locally to support such population aggregations. Some archaeologists have postulated a trade system which exchanged agricultural produce from outlying areas for specialist produced \"urban\" goods and have speculated that transactions of this type facilitated the further development of a ranked socially stratified society. However very little is known about the subsistence and agricultural practices in hinterland areas.\r\n\r\nMS VanDerwarker will analyze faunal and flora remains recovered from two sites - La Joya and Bezuapan - both located in the Tuxtla Mountains in southern Veracruz, Mexico. Taken together they span the period which saw the Olmec rise. She will identify the range of plant and animal foods present, determine the relative frequency of each and examine how these changed over time. Data will reveal the extent to which inhabitants depended on hunted and gathered, as opposed to agricultural foods, whether all were produced locally or some obtained through trade, and whether locally grown foods were bulk processed for transport. She will also collect samples of human bone for isotopic analysis which can reveal the importance of maize and animal protein in the diet.\r\n\r\nThis research is important for several reasons. It will provide data of interest to many archaeologists. It will shed important light on the rise of the first civilization in Middle America and will assist in training a promising young scientist.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Clara",
   "pi_last_name": "Scarry",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Clara M Scarry",
   "pi_email_addr": "Margie_Scarry@unc.edu",
   "nsf_id": "000327233",
   "pi_start_date": "2000-02-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Chapel Hill",
  "inst_street_address": "104 AIRPORT DR STE 2200",
  "inst_street_address_2": "",
  "inst_city_name": "CHAPEL HILL",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9199663411",
  "inst_zip_code": "275995023",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL",
  "org_prnt_uei_num": "D3LHU66KBLD5",
  "org_uei_num": "D3LHU66KBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Chapel Hill",
  "perf_str_addr": "104 AIRPORT DR STE 2200",
  "perf_city_name": "CHAPEL HILL",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "275995023",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 9826.0
  }
 ],
 "por": null
}