{
 "awd_id": "9952264",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Integration of NMR Spectroscopy across the Chemistry and Biochemistry Undergraduate Curriculum",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Susan H. Hixson",
 "awd_eff_date": "2000-05-01",
 "awd_exp_date": "2002-04-30",
 "tot_intn_awd_amt": 166500.0,
 "awd_amount": 166500.0,
 "awd_min_amd_letter_date": "2000-03-30",
 "awd_max_amd_letter_date": "2000-03-30",
 "awd_abstract_narration": "Chemistry (12) Nuclear magnetic resonance (NMR) is one of the most useful and versatile instrumental techniques currently available to researchers in all areas of chemistry. Despite its importance, NMR is typically covered incompletely, and oftentimes haphazardly, across the chemistry and biochemistry curricula. Typically, NMR is used for structural elucidation in organic chemistry and instrumental analysis courses. Most students graduate without knowing that NMR can also be used to study kinetics, thermodynamics, equilibria, and conformation, just to name a few applications. The main reasons for this weak emphasis on NMR instruction, even in institutions with large NMR research facilities, are the lack of a cohesive curricula plan and lack of broad faculty expertise. In this project, we address and overcome these deficiencies through the incorporation of the theory and practice of NMR spectroscopy across the chemistry and biochemistry undergraduate curricula, and training of the faculty. Students are introduced to NMR as early as their freshman year, with increasingly sophisticated experiences added in later courses. The program underway at Ursinus College is serving as an overall model for our program. The experiments and materials used in the implementation of the curricula changes derive from different sources. First, experiments developed by successful DUE-NSF funded programs at other institutions are being adapted to the student audience at USP in order to reflect their interest in biochemical and biomedical problems. Second, well-tested experiments aimed at undergraduates are being adapted from the literature, and, finally, faculty are developing novel experiments targeting specific problems. Furthermore, the availability of a modern high resolution NMR spectrometer allows students in all chemistry-related majors (e.g., chemistry, biochemistry, biology, pharmacology & toxicology) to perform undergraduate research at levels previously impossible at our institution. Since virtually all students at USP take one full year of chemistry, and 70% take three years, a very large number of young scientists will graduate with knowledge of multinuclear, multiple-pulse, and 2D NMR techniques, which will give them an important edge in their future careers.\r\n\r\nThe project also is evaluating and disseminating the results from the undergraduate NMR program. In addition to conventional methods, such as presentation and publication of novel laboratory experiments and results from undergraduate research in peer-reviewed journals and at local and national meetings, we are using internet-based tools for program evaluation and dissemination. These tools also provide convenient routes for dissemination of materials to students and faculty, and they allow for rapid evaluation and program adaptation guided by student feedback.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Murray",
   "pi_last_name": "Zanger",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Murray Zanger",
   "pi_email_addr": "m.zanger@usip.edu",
   "nsf_id": "000186220",
   "pi_start_date": "2000-03-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Guillermo",
   "pi_last_name": "Moyna",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Guillermo Moyna",
   "pi_email_addr": "g.moyna@usp.edu",
   "nsf_id": "000492759",
   "pi_start_date": "2000-03-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of the Sciences in Philadelphia",
  "inst_street_address": "600 S 43RD ST",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2155967491",
  "inst_zip_code": "191044418",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "UNIVERSITY OF THE SCIENCES IN PHILADELPHIA",
  "org_prnt_uei_num": "MBZWNCF63HL5",
  "org_uei_num": "MBZWNCF63HL5"
 },
 "perf_inst": {
  "perf_inst_name": "DATA NOT AVAILABLE",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "742800",
   "pgm_ele_name": "CCLI-ADAPTATION AND IMPLEMENTA"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7428",
   "pgm_ref_txt": "CCLI-ADAPTATION AND IMPLEMENTA"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0400",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0400",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 166500.0
  }
 ],
 "por": null
}