{
 "awd_id": "9960710",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "STTR Phase I:  Development of a Solar Air Conditioner for Small Cooling Loads",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "George B. Vermont",
 "awd_eff_date": "2000-01-01",
 "awd_exp_date": "2000-12-31",
 "tot_intn_awd_amt": 100000.0,
 "awd_amount": 110000.0,
 "awd_min_amd_letter_date": "1999-12-07",
 "awd_max_amd_letter_date": "2000-05-15",
 "awd_abstract_narration": "The need for the development of new technologies having minimum operational impact on the environment has increased consistently during the last few years. Due to the high cost of energy production, a need for these new technologies has become more critical for regions without conventional fuel sources. In Puerto Rico, for example, the combination of scarcity of conventional energy resources and a rapid economic development present major challenges to manage energy production. In response to these challenges the Government of Puerto Rico in their Public Energy Policy recommended the promotion and use of renewable energy technologies as a large component in the future energy infrastructure of Puerto Rico. This recommendation was based upon government commitments to develop a sustainable energy infrastructure and due to the Island's large current dependence of more than 98 percent on foreign oil for electric power generation. Furthermore, solar-assisted air conditioning systems are proven technologies which represent a true alternative for hot and humid climates such as that prevailing in the Caribbean. Estimates indicate that more than 25 percent of the\r\nenergy use in Puerto Rico goes for cooling and dehumidification in the industrial and commercial sectors, and a larger component in the residential sectors is expected in the years ahead. A team consisting of two small businesses and a research university and sponsored by the local and federal governments was formed in 1997 to address the commercialization of solar air conditioning technologies in the Caribbean targeting a niche\r\nmarket requiring 10-50 cooling tons. This effort is well underway and a final product is expected by the end of the year 1999. However, in fast growing economic areas such as the Caribbean, the residential and light commercial sectors represent the largest market potential in the air conditioning industry.  The small usinesses are now focusing on the development of compact solar air conditioning system based on the heat driven absorption cycle. This is the main objective of this proposal. The capacity of the proposed system is\r\ntargeted within the range of 3-5 cooling tons which is typical of multi-residential and light commercial areas in the Caribbean. The main system's components will be a medium size thermal energy storage tank, an air-cooled compact absorption chiller that uses Lithium-Bromide as the working fluid pair, and a compact array of high performance collectors.\r\nBuilding integration issues will be addressed to minimize energy and space consumption and maximize aesthetics of the product. This system will definitely represent the next generation of absorption machines. The research will draw from the more than four years of experience gained by the proponents in the development of commercial scale solar air conditioning systems in the Caribbean. The target payback period for the proposed product will be five years or less or at least twice the market price of conventional vapor\r\ncompression systems. The system will be reliable and of simple operation using state-of-the-art optimal control strategies. This project will specifically conduct a technical proof-of-concept effort based on: design specifications; mathematical simulations of the thermal and control processes; and availability of materials and manufacturing techniques.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hector",
   "pi_last_name": "Sanchez",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Hector M Sanchez",
   "pi_email_addr": "Hhmsiii@aol.com",
   "nsf_id": "000479762",
   "pi_start_date": "1999-12-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "A/C & Mechanical Services Corp.",
  "inst_street_address": "Box 393",
  "inst_street_address_2": "",
  "inst_city_name": "Mayaguez",
  "inst_state_code": "PR",
  "inst_state_name": "Puerto Rico",
  "inst_phone_num": "7878338050",
  "inst_zip_code": "006810393",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "PR00",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "A/C & Mechanical Services Corp.",
  "perf_str_addr": "Box 393",
  "perf_city_name": "Mayaguez",
  "perf_st_code": "PR",
  "perf_st_name": "Puerto Rico",
  "perf_zip_code": "006810393",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "PR00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "150500",
   "pgm_ele_name": "STTR Phase I"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1179",
   "pgm_ref_txt": "ENVIRONMENTAL IMPLICATIONS"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9197",
   "pgm_ref_txt": "ENVIRONMENTAL TECHNOLOGY"
  },
  {
   "pgm_ref_code": "9231",
   "pgm_ref_txt": "SUPPL FOR UNDERGRAD RES ASSIST"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0400",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0400",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 110000.0
  }
 ],
 "por": null
}