{
 "awd_id": "9980528",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:  Design and Restoration Techniques for Fault Tolerant Wireless Access Networks",
 "cfda_num": "47.070",
 "org_code": "05050202",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Darleen Fisher",
 "awd_eff_date": "2000-10-01",
 "awd_exp_date": "2004-09-30",
 "tot_intn_awd_amt": 149999.0,
 "awd_amount": 179999.0,
 "awd_min_amd_letter_date": "2000-09-15",
 "awd_max_amd_letter_date": "2002-06-19",
 "awd_abstract_narration": "The past decade has seen an increase in the deployment of wireless networks supporting mobile communication and an exponential growth rate in the number of users. The majority of wireless networks function as wireless access networks to provide a means for untethered access to resources that reside primarily in a wired network. Such wireless access networks include analog and digital cellular phone networks, Personal Communication Systems networks, many wireless local area networks, and mobile data services. In general, the novelty of mobility has satisfied users of current wireless access networks, despite the decrease in the quality and scope of service offerings as compared to wireline networks. As ongoing research extends the capabilities of wireless access networks to include multimedia services at higher data rates, an increase in the public's demand for and dependence on mobile services will result. Ultimately, users will demand the same reliable service guarantees, that is characteristic of wireline based telecommunications and data networks. \r\n     The critical importance of providing communication service in the face of failures has been recognized in the public switched telephone network and a great deal of attention has been paid to making these networks survivable and self-healing. However, little emphasis has been placed on understanding or improving the survivability of wireless access networks. The unique aspects of wireless access networks (e.g., user mobility, wireless channel environment, power conservation, etc.) implies that survivability techniques for wired networks have limited applicability.  The objective of this project is to develop a comprehensive treatment of survivability for wireless\r\naccess networks.\r\n      The project will have two main thrusts. First is survivable network design and analysis. Techniques for analyzing the survivability of wireless access networks will be developed.  This includes identifying metrics that are useful for quantifying mobile network performance during normal and abnormal (failure) operating modes and determining a methodology for  estimating the metrics. Given appropriate metrics, wireless access network topology design and capacity allocation algorithms which incorporate survivability strategies will be developed. This includes the cell-site architecture and the topology of the network interconnecting the cells to the fixed infrastructure. Both initial topology design and the problem of modifying an existing topology to improve the survivability will be addressed. Secondly, traffic restoration  algorithms will be developed which aim at making the best use of available network resources after a failure. This work will concentrate on the design and analysis of priority based traffic  restoration techniques to provide users service continuity while minimizing network congestion. A multi-layer approach involving a coordinated strategy among network layers will be developed. The restoration algorithms will be suitable for automatic invocation by network components, resulting in a self-healing network. Special emphasis will be placed on the analysis of transient network congestion immediately following failures and\r\nincorporating its effect into the network design and traffic restoration algorithms. An additional focus will be placed on minimizing the effects of wireless access network failures on the attached wired transport and signaling networks. The work will initially address current wireless access networks (i.e., PCS), but will later address evolving wireless access architectures including mobile data services (e.g., CDPD, GPRS) and next generation systems (e.g., wireless ATM).\r\n     The research will be conducted using techniques from optimization, queueing and communication theory. Additionally, due to the complexities involved, simulation combined with the use of empirical data and heuristic algorithms will be used. The significance of this research will be its contributions to the limited base of knowledge of wireless access network survivability. The results of the work should benefit the future design and deployment of survivable wireless access networks. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Teresa",
   "pi_last_name": "Dahlberg",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Teresa A Dahlberg",
   "pi_email_addr": "dahlberg@tcu.edu",
   "nsf_id": "000621824",
   "pi_start_date": "2000-09-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Charlotte",
  "inst_street_address": "9201 UNIVERSITY CITY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "CHARLOTTE",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "7046871888",
  "inst_zip_code": "282230001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NC12",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHARLOTTE",
  "org_prnt_uei_num": "NEYCH3CVBTR6",
  "org_uei_num": "JB33DT84JNA5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Charlotte",
  "perf_str_addr": "9201 UNIVERSITY CITY BLVD",
  "perf_city_name": "CHARLOTTE",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "282230001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NC12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "409700",
   "pgm_ele_name": "NETWORKING RESEARCH"
  },
  {
   "pgm_ele_code": "598000",
   "pgm_ele_name": "WESTERN EUROPE PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5937",
   "pgm_ref_txt": "SWEDEN"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "app-0101",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 83217.0
  },
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 30000.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 66782.0
  }
 ],
 "por": null
}