{
 "awd_id": "9980783",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Routing, Restoration and Reconfiguration in Lightwave Networks",
 "cfda_num": "47.070",
 "org_code": "05050202",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Darleen Fisher",
 "awd_eff_date": "2000-10-01",
 "awd_exp_date": "2001-09-30",
 "tot_intn_awd_amt": 299980.0,
 "awd_amount": 102503.0,
 "awd_min_amd_letter_date": "2000-09-21",
 "awd_max_amd_letter_date": "2000-09-21",
 "awd_abstract_narration": "The objective of the proposed research is to develop efficient solutions for routing, restoration, and reconfiguration of lightpaths in a circuit-switched wavelength division multiplexed (WDM) network.  Such a network is fundamentally important to the success of a next-generation Internet which will have the capacity to carry a much larger amount of traffic than today's  Internet at lower delays.  The network layer simply uses the lightpaths as the virtual links over which store-and-forward packet routing is performed.  The design of the optical layer architecture over which electronic packet transport takes place is a grant challenge for optical network architects.\r\n     The proposed project aims to contribute to this optical layer design by improving the fault tolerance and adaptability of the optical network architecture.  There are two major components to this project.  The first component is to develop algorithms that efficiently restore lightpaths in the event of link failures.  These algorithms will not only utilize the network resources, namely wavelengths and switches, efficiently, but also provide rapid restoration capability.  This requires the design of service and restoration paths jointly at the time of resource allocation, thereby reducing the number of wavelengths required to reroute the lightpaths in the event of a link or node failure.  The researchers will consider mesh-based restoration algorithms and evaluate their performance both in terms of wavelength requirement and restoration speed.  In addition to determining service and restoration paths for each lightpath, the routing/restoration algorithms will also specify efficient signalling mechanisms to coordinate the switchover to the restoration paths and the allocation of wavelengths to such paths.  Restoration times and the computational complexity of the proposed signalling mechanisms will be analyzed.\r\n     A lightpath-based Internet backbone provides a unique opportunity for the reconfiguration of the logical topology by changing the set of lightpaths.  Such reconfiguration must be based on real-time measurement of packet traffic on the logical links and can provide an additional degree of freedom in the capacity planning for packet networks.  The researchers will design algorithms that will be used to determine the frequency and the nature of topology reconfiguration.  The introduction of dynamic topological transformation at the optical layer to satisfy the dynamic traffic requirements at the network layer is a promising concept that is expected to open many interesting research directions.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Murat",
   "pi_last_name": "Azizoglu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Murat Azizoglu",
   "pi_email_addr": "aziz@ee.washington.edu",
   "nsf_id": "000271502",
   "pi_start_date": "2000-09-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 BROOKLYN AVE NE",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "409700",
   "pgm_ele_name": "NETWORKING RESEARCH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "app-0101",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 102503.0
  }
 ],
 "por": null
}