{
 "awd_id": "9981869",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Noise Investigations of Condensed Matter Systems",
 "cfda_num": "47.049",
 "org_code": "03070003",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Wendy W. Fuller-Mora",
 "awd_eff_date": "2000-01-01",
 "awd_exp_date": "2002-12-31",
 "tot_intn_awd_amt": 330000.0,
 "awd_amount": 333650.0,
 "awd_min_amd_letter_date": "1999-12-23",
 "awd_max_amd_letter_date": "2002-06-24",
 "awd_abstract_narration": "In this proposal fluctuation techniques will be used to explore several topics in disordered condensed matter. Colossal magnetoresistive (CMR) transitions exhibit prominent non-Gaussian noise, which will be used to determine thermodynamic properties of the mesoscopic domains which are typically responsible for the magnetoresistive effect. A variety of CMR materials will be investigated. The design of mesoscopic CMR devices is crucially affected by these domain properties. Relaxor ferroelectrics, disordered materials with huge dielectric coefficients and non-linear piezo-electricity, will be investigated to determine what effects are responsible for preventing the formation of long-range order and hence for preserving the useful electrical properties.  Aging experiments and mesoscopic noise experiments should be able to determine the length scale on which relaxor order forms, as well as determining the roles of random anisotropy, random vector fields, and random transition temperatures in the relaxor state. The general problem of irregular motion of domain walls (Barkhausen noise) in response to external fields has been familiar for many years, but only recently have there been good theoretical approaches to the interplay between disorder and systematic domain-wall forces. Experiments will be conducted to distinguish between effects of spatially correlated disorder and of collective effects in the domain walls, as well as to test ideas relating scaling properties of the noise to the strength of the disorder. Because such measurements are \"small science\", each student involved (both graduate and undergraduate) gets a chance to work on material preparation, fabrication of tiny electrical devices (using advanced facilities at the Materials Research Lab), sophisticated materials characterization facilities (at the MRL), computer programming, analog electronics, and cryogenic techniques.\r\n%%%\r\nAs measurement techniques in condensed matter physics have improved, it has become possible to extract useful information about materials not only from their average properties (e.g. electrical resistance) but also from the small fluctuations around the average values (e.g. electrical noise). Such noise techniques are particularly valuable for the large number of common materials (e.g. glasses) which are not regularly ordered, because in such materials the average properties often fail to convey important information about the disorder. For example, in a recently developed category of materials whose resistance changes by a large factor in response to magnetic fields the average response obscures a fact revealed by the noise--that the material does not uniformly change its resistivity in a continuous fashion but rather consists of a collection of tiny domains which abruptly switch at different fields. Such findings are crucial in planning applications of these materials in small-scale computer components. Because the measurements undertaken in this project are \"small science\", each student involved (both graduate and undergraduate) gets a chance to work on material preparation, fabrication of tiny electrical devices (using advanced facilities at the Materials Research Lab), sophisticated materials characterization facilities (at the MRL), computer programming, analog electronics, and cryogenic techniques. Students from such backgrounds and skill levels are in high demand in industry, particularly in the development of magnetic storage devices.\r\n***\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Weissman",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Michael B Weissman",
   "pi_email_addr": "mbw@uiuc.edu",
   "nsf_id": "000394073",
   "pi_start_date": "1999-12-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 S WRIGHT ST",
  "perf_city_name": "URBANA",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 110000.0
  },
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 110000.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 113650.0
  }
 ],
 "por": null
}