{
 "awd_id": "9982076",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Thermoregulation on the Air-Water Interface",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William E. Zamer",
 "awd_eff_date": "2000-09-01",
 "awd_exp_date": "2003-08-31",
 "tot_intn_awd_amt": 116570.0,
 "awd_amount": 116570.0,
 "awd_min_amd_letter_date": "2000-03-28",
 "awd_max_amd_letter_date": "2000-03-28",
 "awd_abstract_narration": "This is a comprehensive study of the effect of cold temperatures, wetting, and wind on the thermoregulation of mallard ducklings (Anas platyrhynchos). These are probably the most important microclimate factors affecting the \r\nbreeding biology of waterfowl. However, their effects on the thermoregulation of newly- hatched young are virtually unstudied. \r\n\r\nThere are good ecological reasons to conduct such studies. Within a day or two of hatching, ducklings must forage on their own, typically (but not necessarily) by swimming on the surface in pursuit of aquatic organisms. Wetting greatly increases heat loss from animals. This increased heat loss may or may not be balanced by the heat \r\ngenerated by swimming activity. Ducklings have remarkably well-developed thermoregulatory abilities by the time they begin feeding on their own, but nevertheless have been observed to suffer substantial mortality when swimming long distances, exposed to cold, wet, windy weather, or both, within the first week of hatching. Cold stress may also make ducklings more susceptible to disease and increase the risk of predation by increasing the amount of time spent foraging.\r\n\r\nThere are significant physiological questions to be answered. The most intriguing is that ducklings go to the water and swim while downy. However, the downy young of most other waterbirds (notably including the ubiquitous waterfront gulls and quintessentially aquatic penguins) do not venture into the water until they have molted into contour feathers. Studies of the effect of swimming and wetting by spray or rain on adult birds indicate that the contour feathers have nearly optimal properties for water resistance. The few available data on down indicate it is much less resistance to wetting. The proposed study has several components. First, the PI will determine whether swimming on the surface of the water increases heat loss, and whether the heat generated as a byproduct of swimming compensates for heat loss to the water. Second, the PI will determine the extent to which wind and rain or spray increase heat loss, both by increasing heat transfer through the downy pelt and by evaporative cooling driven by the difference between air and body surface temperature. In both of these studies, the PI will measure the role of hypothermia and heat storage in minimizing the energetic cost of thermoregulation. Third, the PI will make direct measurements of the effect of wetting and immersion on the thermal conductance of downy insulation. Fourth, the PI  will examine whether specialized blood vessels that act as heat exchangers to regulate heat loss from the feet and legs work as effectively in ducklings as they do in adults. Finally, these data will be used to develop computer models predicting energy used for temperature regulation and swimming under various weather conditions.\r\nThe proposed study will be the most comprehensive examination to date of the thermoregulatory consequences of swimming and cold, windy, wet weather. The results of this study should aid our knowledge of the role of weather and climate in avian population and breeding biology generally. It will be of particular value in aiding the development of more realistic models of the effect of the highly variable climate of the Pothole Prairie region of North America on the waterfowl that breed there.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "Bakken",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "George S Bakken",
   "pi_email_addr": "george.bakken@indstate.edu",
   "nsf_id": "000401337",
   "pi_start_date": "2000-03-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana State University",
  "inst_street_address": "200 N 7TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "TERRE HAUTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "8122373088",
  "inst_zip_code": "478091902",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "IN08",
  "org_lgl_bus_name": "INDIANA STATE UNIVERSITY",
  "org_prnt_uei_num": "L4VAFJXYCK94",
  "org_uei_num": "WBLRF8Z4BEF6"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana State University",
  "perf_str_addr": "200 N 7TH ST",
  "perf_city_name": "TERRE HAUTE",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "478091902",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "IN08",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114800",
   "pgm_ele_name": "ECOLOGICAL & EVOLUTIONARY PHYS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 116570.0
  }
 ],
 "por": null
}