{
 "awd_id": "9982652",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "The Interactions of TRAP with RNA to Regulate the trp Genes in Bacilli",
 "cfda_num": "47.074",
 "org_code": "08070800",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joanne Tornow",
 "awd_eff_date": "2000-02-15",
 "awd_exp_date": "2005-01-31",
 "tot_intn_awd_amt": 550000.0,
 "awd_amount": 568999.0,
 "awd_min_amd_letter_date": "2000-02-09",
 "awd_max_amd_letter_date": "2002-12-03",
 "awd_abstract_narration": "Gollnick\r\nThe broad, long term goals of this research are to understand the mechanisms by which proteins recognize and bind to specific RNAs, and to investigate how these interactions regulate gene expression.  The model system of study is the TRAP protein (trp RNA-binding Attenuation Protein), an RNA-binding protein that regulates expression of the tryptophan biosynthetic genes in Bacilli.  TRAP negatively regulates both transcription and translation of these genes by binding to specific RNA target sites in a tryptophan dependent manner. TRAP controls transcription of the trpEDCFBA operon via an attenuation mechanism involving two mutually exclusive RNA secondary structures that form in the 5' leader region: a rho-independent transcription terminator and an overlapping antiterminator.  In the presence of excess tryptophan, TRAP binds to a target in the leader transcript consisting of 11 G/UAG repeats separated by 2-3 nonconserved \"spacer\" residues.  This binding promotes formation of the terminator, halting transcription of the operon.  TRAP also regulates translation of several trp genes by either altering the RNA secondary structure or by directly competing with ribosomes for binding to the mRNA.  TRAP contains 11 identical subunits arranged in a symmetrical ring and is activated to bind RNA by binding 11 tryptophan molecules in pockets between adjacent subunits.  The crystal structure (to 1.9 angstrom resolution) of TRAP bound to a 53 base RNA containing 11 GAG repeats separated by AU spacers has answered many questions about the interaction TRAP with RNA, however several important questions about this unusual protein/RNA interaction remain unanswered.  In this project, a combination of crystallography, biochemical and genetic approaches will be used to continue analysis of this novel RNA-binding gene regulatory protein. This work will provide new information about how proteins recognize RNA and how RNA-binding proteins control gene expression. The high resolution crystal structure of a TRAP/RNA complex, together with thermodynamic studies of the TRAP/RNA interaction makes it an excellent system with which to perform further detailed analyses.  Currently, there are few, if any other RNA-binding proteins that regulate gene expression that can be studied in this detail.  The specific aims of the project are: 1) Understand the specificity of the TRAP/RNA interaction including the basis for the specificity for G and U in the first position of the G/UAG triplets and the effect of 3 spacer nucleotides between the G/UAG repeats.  2) Determine the role of hydrophobic and stacking interactions in the TRAP/RNA complex.  3) Determine the role of macromolecular hydration in the TRAP/RNA interaction.\r\n\r\n\t\r\n\r\nSpecific interactions between proteins and RNA molecules play crucial roles in regulating gene expression in all organisms.  The importance of these interactions has become increasingly clear in recent years.  The study of RNA-protein interactions is therefore crucial to understand the mechanisms that control gene expression.  The broad, long term goals of this research are to understand the mechanisms by which proteins recognize and bind to specific RNAs, and to investigate how these interactions regulate gene expression.  The model system of study is the TRAP protein (trp RNA-binding Attenuation Protein), an RNA-binding protein that regulates expression of the tryptophan biosynthetic genes in bacteria called Bacilli.\tTRAP is a novel protein containing 11 identical subunits arranged in a ring and it recognizes and binds to RNAs that contain multiple repeats of the sequence GAG or UAG.  In this project, a combination of crystallography, biochemical and genetic approaches will be used to continue analysis of this novel RNA-binding gene regulatory protein. This work will provide new information about how proteins recognize RNA and how RNA-binding proteins control gene expression. The high resolution crystal structure of a TRAP/RNA complex, together with thermodynamic studies of the TRAP/RNA interaction makes it an excellent system with which to perform further detailed analyses of  this system. Currently, there are few, if any other RNA-binding proteins that regulate gene expression that can be studied in this detail.  \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Gollnick",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paul Gollnick",
   "pi_email_addr": "gollnick@buffalo.edu",
   "nsf_id": "000429645",
   "pi_start_date": "2000-02-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Buffalo",
  "inst_street_address": "520 LEE ENTRANCE STE 211",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7166452634",
  "inst_zip_code": "142282577",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "NY26",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "GMZUKXFDJMA9",
  "org_uei_num": "LMCJKRFW5R81"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Buffalo",
  "perf_str_addr": "520 LEE ENTRANCE STE 211",
  "perf_city_name": "AMHERST",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "142282577",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "NY26",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "115400",
   "pgm_ele_name": "GENE EXPRESSION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9232",
   "pgm_ref_txt": "RES OPPOR AWARDS(ROA) (SUPPLEM"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 134000.0
  },
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 149999.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 140000.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 145000.0
  }
 ],
 "por": null
}