{
 "awd_id": "9982576",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Structural Control of Hg(II) Transfer and Reduction in Mercuric Reductase",
 "cfda_num": "47.074",
 "org_code": "08070400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Parag R. Chitnis",
 "awd_eff_date": "2000-03-01",
 "awd_exp_date": "2004-02-29",
 "tot_intn_awd_amt": 395000.0,
 "awd_amount": 395000.0,
 "awd_min_amd_letter_date": "2000-02-11",
 "awd_max_amd_letter_date": "2002-01-28",
 "awd_abstract_narration": "9982576\r\nMiller\r\nTo provide structural integrity or catalytic activity, proteins utilize a number of transition metal ions (e.g., Fe, Cu, Zn). However, all heavy metal ions, including these essential ones, are toxic to cells when their levels are elevated. To avoid the toxic effects due to adventitious binding and chemical reactivity of both nonessential (e.g., Hg, Cd, Ar) and excess essential heavy metal ions, living organisms elaborate a variety of metal ion trafficking protein systems that control the availability and mobility of their cognate metal ions. Many systems include metal-sensing gene transcription factors, integral membrane transporters that move the metal ions across membranes, metal ion binding proteins that facilitate transfer of the metal ions from one site in the cell to another, and occasionally proteins that alter the redox state of the metal ion as part of the trafficking mechanism. Except for the transcription factors that typically bind the metal ions very tightly, the interactions of the metal ions with their cognate trafficking proteins, regardless of their function, is more dynamic and context dependent than is typically found for metal-utilizing proteins that rely on the presence of bound metal ion for their activity. Thus, the structures of metal trafficking proteins must be designed to provide selective metal binding sites of higher affinity than molecules in the general cellular milieu, but must have features for molecular recognition of appropriate protein partners in the trafficking system and for facile transfer of the cognate metal ion to those partners. Likewise, many of the trafficking proteins will have features that facilitate the directional movement of the metal ion through a protein channel. \r\nIn this project the structural features of an enzyme that reduces the heavy metal ion Hg(II) will be investigated to identify the chemical and physical properties embedded in the protein structure that facilitate and direct the transfer of the Hg(II) substrate onto the protein and through a ligand exchange pathway to a buried active site, and then what properties influence its reduction upon arrival. In one part of this project, the structure of the metal ion binding domain, expressed as a separate protein, its Hg(II) binding properties, and its molecular recognition of and mechanism for transferring Hg(II) to the catalytic core will be characterized. In the other part of the project, site-directed mutagenesis of specific residues in the catalytic core that lie within the proposed Hg(II) ligand exchange binding path and/or the inner binding site will be used: (1) to test the effect of altering the flexibility within a critical loop of the protein on the rates of transfer of Hg(II) to the active site, (2) to test for the presence of proton transfer catalysts, (3) to test for the  effects of polarity and charge within the inner active site on the rates of Hg(II) transfer to the inner site and the ability of Hg(II) to be reduced upon arrival. \r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Miller",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Susan M Miller",
   "pi_email_addr": "smiller@cgl.ucsf.edu",
   "nsf_id": "000398258",
   "pi_start_date": "2000-02-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Francisco",
  "inst_street_address": "1855 FOLSOM ST STE 425",
  "inst_street_address_2": "",
  "inst_city_name": "SAN FRANCISCO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "4154762977",
  "inst_zip_code": "941034249",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "CA11",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, SAN FRANCISCO, THE",
  "org_prnt_uei_num": "KMH5K9V7S518",
  "org_uei_num": "KMH5K9V7S518"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Francisco",
  "perf_str_addr": "1855 FOLSOM ST STE 425",
  "perf_city_name": "SAN FRANCISCO",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "941034249",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "CA11",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "116600",
   "pgm_ele_name": "MOLECULAR BIOCHEMISTRY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "app-0101",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 137000.0
  },
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 126000.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 132000.0
  }
 ],
 "por": null
}