{
 "awd_id": "9983783",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Investigating the Sources of the X-ray Background with Chandra and the Hobby-Eberly Telescope",
 "cfda_num": "47.049",
 "org_code": "03020419",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian M. Patten",
 "awd_eff_date": "2000-04-15",
 "awd_exp_date": "2007-03-31",
 "tot_intn_awd_amt": 330356.0,
 "awd_amount": 335981.0,
 "awd_min_amd_letter_date": "2000-04-28",
 "awd_max_amd_letter_date": "2003-04-28",
 "awd_abstract_narration": "AST-9983783\r\nBrandt \r\nSurveys of the extragalactic X-ray background are about to be revolutionized by the combi-nation of the data from the satellites Chandra, XMM, and large optical telescopes.   Research will be carried out at the forefront of this revolution in available data that will reveal the nature and evolution of the sources that create the bulk of the X-ray background. This research effort will exploit two of Pennsylvania State's cornerstone projects: the ACIS CCD camera on Chandra and the 8-m class Hobby-Eberly Telescope (30% owned by Penn State).  Shortly after its launch, Chandra will make a long (237 ks) observation of the Hubble Deep Field and the area of sky surrounding it.  This observation is part of the Pennsylvania State guaranteed time program, and it will probe the 2-10 keV Universe ~30 times deeper than ever before.  The planned observations will make it possible to identify and study the ~150-200 detected X-ray sources using the Hobby-Eberly Telescope and publicly available multiwavelength data.  The Hobby-Eberly Telescope is the ideal instrument for this project since it is queue scheduled and tailored for spectroscopic survey work.  The specific science goals are (1) to discover the nature of the sources that create the 2-10 keV X-ray background; (2) to determine the active galaxy content of the Hubble Deep Field area; (3) to examine the dependence of QSO X-ray spectral shapes and variability on redshift; and (4) to perform cross-correlation analyses to study X-ray sources that are too faint to be individ-ually detected.  This deep survey work will be extended by a moderate-depth survey over ~ one-half square degrees of sky using proprietary and archival Chandra and XMM data.  This moderate-depth survey will exploit the power of the Hobby-Eberly Telescope, and the data will be used to understand the X-ray evolution of active galaxies over most of the age of the Universe.  In particular, the data will be used to investigate recent claims of QSO density evolution.\r\n\r\nA research group will be built up that will have as an activity the teaching to students the skills needed to make their own astronomical discoveries.  The group will include some of our superb Pennsylvania State undergraduate students in the research projects.  The students will concentrate on well-defined projects such as multiwavelength source matching and variability studies.  Their hands-on experiences will\r\nhelp them make the critical transition between teacher-led learning and self-driven research activities.\r\nFurthermore, there will be efforts to increase the study of astronomy in the Pennsylvania Junior Academy\r\nof Science (PJAS).  Each year ~6500 junior and senior high-school students from across\r\nPennsylvania participate in a PJAS research award competition.  However, at present few students\r\nchoose to pursue astronomy projects because they are not aware of the appropriate research\r\ntopics or the astronomy resources available to them.  In addition, no dedicated astronomy\r\nawards are presently offered by the PJAS.   The PJAS students and supervisors will be given help to pursue\r\nsuitable astronomy research projects via both direct communication and access to a dedicated World\r\nWide Web site.   PJAS astronomy awards will be established for students in grades 7-8\r\nand 9-12.  The information obtained by judging PJAS astronomy projects and discussing the projects with the students and teachers will be used to remain aware of the needs of PJAS students and supervisors.   Discussions with junior and senior high-school teachers attending the Pennsylvania State Inservice Workshops in Astronomy (PSIWA) have indicated a strong interest in PJAS astronomy projects, and the PSIWA will be used as a vehicle to catalyze the PJAS astronomy outreach program.\r\n***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Brandt",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "William N Brandt",
   "pi_email_addr": "wnb3@psu.edu",
   "nsf_id": "000255344",
   "pi_start_date": "2000-04-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 OLD MAIN",
  "perf_city_name": "UNIVERSITY PARK",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121900",
   "pgm_ele_name": "SPECIAL PROGRAMS IN ASTRONOMY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 330356.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 5625.0
  }
 ],
 "por": null
}