{
 "awd_id": "9983221",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Pricing and Resource Allocation in Multiservice Broadband Communication Networks",
 "cfda_num": "47.070",
 "org_code": "05050202",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Darleen Fisher",
 "awd_eff_date": "2000-07-15",
 "awd_exp_date": "2005-06-30",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 450000.0,
 "awd_min_amd_letter_date": "2000-07-12",
 "awd_max_amd_letter_date": "2003-04-28",
 "awd_abstract_narration": "New technological advances and recent developments in research are leading the way towards an enhanced next-generation Internet. This new medium will surpass the current best effort only\" capability and evolve into a multiservice network able to accommodate differentiated classes of service to support various types of applications and business requirements. Now that the technology has dramatically evolved and computer networks have become ubiquitous, the proposed work aims at addressing some of the important remaining\r\nchallenges: (i) to use the network resources efficiently, and (ii) to facilitate the creation of a healthy market environment, where new network services can be introduced and sustained.  To this end, it is proposed (1) to devise mechanisms and tools that will enable network service providers to optimize their operations and make them economically viable, and (2) to provide, through pricing, sufficient incentives to users of network services that will help smooth spikes in demand and lead to a more efficient utilization of the available resources.\r\n     The Internet, and computer networking in general, are evolving into a real industry. The developments in other more mature industries (e.g., airlines, car rentals) are indicative of its future. Such industries implement sophisticated revenue management practices including pricing and efficient resource allocation. In networking, these actions can also be instrumental in alleviating congestion which is not only caused by the lack of bandwidth but, increasingly, due to overloading of Web servers.\r\n     The proposed research contains specific plans on (1) models for pricing multiple network services that incorporate users' reaction to prices (demand functions), service characteristics, network effects, and the inherent uncertainty in the problem; (2) estimating from measurements the amount of network resources consumed by various services, which can be instrumental in pricing and other resource allocation mechanisms; (3) optimizing the operation Web of servers, i.e., implementing sophisticated scheduling and routing of tasks in clusters of servers; and on (4) making strategic service provisioning decisions, which\r\nare affected by competition and consumer choice and include capacity planning, buying or selling in bandwidth markets, and deciding the optimal menu of offered services.\r\n     The proposed work will draw upon methodologies and techniques that the PI has considerable expertise and, in some instances, has helped in developing. These include: (i) large deviations, (ii) dynamic (and approximate-dynamic) programming, and (iii) potential function methods.\r\n     On the educational front, the proposed plan aims at promoting a synergy between optimization and stochastic techniques, and at preparing graduate students well versed in both areas who can contribute to this research agenda. It consists of specific (graduate and undergraduate) curriculum development ideas, the organization of an invited seminar series, and the creation of an instructional software laboratory that will enhance undergraduate recruitment and teaching. Graduate students in the PI's group typically have strong background in stochastic processes, control, and optimization. Two proposed graduate courses in computer networking aim at helping them focusing their research in this area by providing a sufficiently deep survey of advances and outstanding issues.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ioannis",
   "pi_last_name": "Paschalidis",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ioannis Paschalidis",
   "pi_email_addr": "yannisp@bu.edu",
   "nsf_id": "000104809",
   "pi_start_date": "2000-07-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Trustees of Boston University",
  "inst_street_address": "1 SILBER WAY",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173534365",
  "inst_zip_code": "022151703",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "THL6A6JLE1S7"
 },
 "perf_inst": {
  "perf_inst_name": "Trustees of Boston University",
  "perf_str_addr": "1 SILBER WAY",
  "perf_city_name": "BOSTON",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "022151703",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "409700",
   "pgm_ele_name": "NETWORKING RESEARCH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "app-0101",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 91938.0
  },
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 115533.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 131761.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 110768.0
  }
 ],
 "por": null
}