{
 "awd_id": "9984489",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Interfacial Processes Impacting the Chemical Fate of Organic Contaminants",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Nicholas Clesceri",
 "awd_eff_date": "2000-06-15",
 "awd_exp_date": "2004-04-30",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2000-06-07",
 "awd_max_amd_letter_date": "2000-06-07",
 "awd_abstract_narration": "9984489  Vasudevan  The overall objective of this grant is the development of an integrated approach to teaching and understanding the role of abiotic interfacial processes in contaminant attenuation and mobilization.  This fundamental knowledge will be directed toward prediction of contaminant fate, site remediation, and design criteria for \"green\" chemicals.  The objectives of this project designed to achieve these long-term goals are: (1) to characterize attenuation and mobilization of polar/ionogenic organic compounds (P/IOCs) as a function of subsurface variability/complexity and contaminant structure and physico-chemical properties, (2) to develop laboratory components, demonstrations, design projects, interactive visualization techniques, case studies and assignments that utilize results from the research and to implement these tools using appropriate instructional, learning and evaluation methods and (3) to initiate an effort to recruit young women into science and engineering by providing opportunities for female high school students to discover the excitement and challenges of environmental engineering.  The interrelationships between the chemical structure of a contaminant and its attenuation and mobilization in the subsurface are relatively well established for hydrophobic organic compounds, while similar relationships for P/IOCs are under development.  Such relationships provide valuable information about chemical behavior; however, their use in describing contaminant fate and transport at the field scale becomes limited by spatial variation in subsurface composition and physico-chemical properties.  P/IOCs may not be intentionally released for field studies, hence, structurally related innocuous tracers such as Rhodamine WT (RWT) may serve as valuable tools to scale laboratory based P/IOC research to the field scale.  At this time, RWT-subsurface interactions have not been sufficiently characterized to allow for quantitative prediction of RWT fate.  Solute (RWT and test P/IOCs) and subsurface variables that are likely to influence abiotic interfacial processes will be identified and quantified.  Batch tests, continuous flow stirred reactor tests and column experiments will be conducted and results analyzed to identify operative interfacial processes and measure related equilibrium and kinetic parameters as a function of contaminant and solid-matrix properties.  Experimental data will be analyzed using chemometric techniques to identify key solute and subsurface variables impacting interfacial processes, characterize interaction between variables, and develop relationships between the variables and the derived kinetic and equilibrium parameters.  Extension of these relationships to fate and transport modeling will be explored.  With respect to education, the research results will be used as a platform for laboratory exercises and demonstrations that illustrate fundamentals of fate, remediation and design criteria.  Concept maps, a spatial learning strategy that emphasizes visualization of hierarchical relationships and cross-links between concepts, will be introduced as a learning tool.  Topical assignments and related discussion sections will guide students with problem-solving; case studies and design projects will be used to interface the fundamental knowledge with applications to fate predictions and remediation of contaminants.  Female high school students will be invited to participate in hands-on activities and research projects in the PI's laboratory. ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dharni",
   "pi_last_name": "Vasudevan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dharni Vasudevan",
   "pi_email_addr": "dvasudev@bowdoin.edu",
   "nsf_id": "000090139",
   "pi_start_date": "2000-06-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "2200 W MAIN ST",
  "perf_city_name": "DURHAM",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277054640",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "9187",
   "pgm_ref_txt": "TOXIC SUBSTANCES/SOLID & HAZARDOUS WASTE"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 155141.0
  }
 ],
 "por": null
}