{
 "awd_id": "9984451",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Career:The Adaptive Silicon Cochlea: Biology, VLSI, and Applications",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Dagmar Niebur",
 "awd_eff_date": "2000-04-15",
 "awd_exp_date": "2005-03-31",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 260000.0,
 "awd_min_amd_letter_date": "2000-04-18",
 "awd_max_amd_letter_date": "2001-06-05",
 "awd_abstract_narration": "\r\n\r\nWe described a 117-stage 100Hz-to-10kHz silicon cochlea that attained a dynamic range\r\nof 61dB while dissipating 0.5mW of power. This cochlea has the widest dynamic range\r\nof any artificial cochlea built to date. The wide dynamic range was attained in a low-noise traveling-wave architecture with distributed gain control. The analysis of our\r\nelectronic cochlea suggested why nature preferred a traveling-wave mechanism over a\r\nbank-of bandpass filters to decompose sounds.\r\n\r\nWe propose to use the silicon cochlea in 3 projects that will range over a span of 4-5\r\nyears. The first project, Fundamental Issues in Cochlear Gain Control will extend and\r\nexpand our previous work on gain control in the cochlea to improve its performance\r\nfurther, will help understand the functional role of gain control in the biological cochlea\r\nbetter, and will yield computational primitives and circuits that are useful for cochlear-implant speech processors, and for robust-and-adaptive speech and auditory-pattern\r\nrecognition. We expect this project to be funded soley through the CAREER proposal.\r\nThe second project, Cochlear-Implant Speech Processors for the Deaf will focuss on\r\nusing the silicon cochlea as a low-power front end in cochlear-implant speech processors.\r\nWe expect the performance of these processors to significantly improve because the\r\nsilicon cochlea models several important effects that are exhibited by the biological\r\ncochlea that current implants do not, and also because it can implement these\r\ncomputationally-intensive biological algorithms in real time and with low power. The\r\ncochlear-implant project will be done in collaboration with Dr. Donald Eddington at the\r\nMassachusetts Eye and Ear Infirmary, who is a pioneer in the field of cochlear implants\r\nand who is very happy to collaborate with us. We expect to use CAREER funding to help\r\nus get started on this project, but fund it primarily via other grants from the NIH or NSF.\r\nThe third project, Adaptive Front Ends for Speech and Pattern Recognition will focuss on\r\nusing spike-based hybrid (analog-digital) computation techniques that were invented by\r\nthe author at Bell Labs to construct an energy-efficient and adaptive trellis vector\r\nquantizer, an important component of speech preprocessors. The trellis vector quantizer\r\nis useful in quantizing sequences of analog vectors with certain temporal dependencies\r\nbetween them, such as those that emerge from a cochlea; we plan to implement onchip\r\nlearning to adapt the parameters of this quantizer; the architecture of such a quantizer\r\nmaps naturally to the architecture of a hybrid state machine (HSM), a machine that\r\nextends and expands the concept of a finite state machine to the hybrid domain. We\r\nexpect to supplement the beginning funding for this project from the CAREER proposal\r\nwith funding from Lucent Technologies or other funding agencies. We will collaborate\r\nwith speech researchers at Bell Labs and at MIT on this project.\r\n\r\nWe propose to develop two courses at MIT, entitled Feedback in Electronics and\r\nBiology, and Hybrid Computation over a span of 3-4 years that will introduce into\r\nelectronics, neural examples and concepts in adaptive-and-hybrid computing.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rahul",
   "pi_last_name": "Sarpeshkar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rahul Sarpeshkar",
   "pi_email_addr": "rahul.sarpeshkar@dartmouth.edu",
   "nsf_id": "000091510",
   "pi_start_date": "2000-04-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 MASSACHUSETTS AVE",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151900",
   "pgm_ele_name": "INTEGRATIVE SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "app-0101",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 200000.0
  },
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 60000.0
  }
 ],
 "por": null
}