{
 "awd_id": "9984233",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dissertation Research:  Government Accountability: Learning from the People's Science Movements",
 "cfda_num": "47.075",
 "org_code": "04050300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "John P. Perhonis",
 "awd_eff_date": "2000-09-01",
 "awd_exp_date": "2003-08-31",
 "tot_intn_awd_amt": 11550.0,
 "awd_amount": 11550.0,
 "awd_min_amd_letter_date": "2000-06-19",
 "awd_max_amd_letter_date": "2000-06-19",
 "awd_abstract_narration": "While research has demonstrated that public participation is a vital ingredient for sustainable development projects, Indian government science and technology programs have by and large excluded intended beneficiaries from designing rural technologies. On the contrary, People's Science organizations in India have leveraged participation so those local users are designing technologies themselves. This dissertation research project mobilizes the theoretical frameworks of science and technology studies and political ecology to study the public participation techniques employed by People's Science organizations and to suggest how government programs can be redesigned to recognize and reward these actions. People's Science organizations in India have been founded by engineers, doctors, activists and academics. These groups are implementing appropriate technologies by networking between scientists and rural communities. Through multi-sited ethnographies, this research compares the work of three organizations-- two People's Science groups and one government agency-- that are developing water projects for rural households in the state of Maharashtra. The two People's Science projects-- the Baliraja Dam and the Naigaon Village Project-- have been identified as model examples of participatory development and watershed management by Indian environmental activists. The third case chronicles the Krishna Koyna Irrigation Scheme, a regional government project under construction. This research compares these three cases to draw correlations between organizational attributes, the level of community participation and the outcome of the water project. Through these comparisons, the research examines if participation strategies applied at a local level by People's Science organizations can be feasibly scaled up to regional government planning. The project also inquires about the personal and professional motivations cited by staff for involving or excluding input from local residents. To answer these questions, a range of qualitative methods are used, including ethnography, focus groups, in-depth interviews, concept mapping, archival research and video documentation. After the three case studies are developed, focus groups will be convened to bring together members from all three organizations to initiate a dialogue about participatory development. The goal of these meetings is to describe the institutional dynamics that make it possible to promote democracy and accountability in technical development. The results from these sessions will be used to design interactive workshops and demonstration projects that bring together government staff and non- governmental organizations to encourage capacity building and knowledge sharing efforts. While this dissertation research focuses on case studies from the same region and within the water sector, the conceptual model used to bring together government officials and community members to discuss the dynamics of public participation in technology design can be applied to other regions and resource sectors, like energy and agriculture.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "S. Ravi",
   "pi_last_name": "Rajan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "S. Ravi Rajan",
   "pi_email_addr": "srrajan@ucsc.edu",
   "nsf_id": "000489786",
   "pi_start_date": "2000-06-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Cruz",
  "inst_street_address": "1156 HIGH ST",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA CRUZ",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8314595278",
  "inst_zip_code": "950641077",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "CA19",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SANTA CRUZ",
  "org_prnt_uei_num": "",
  "org_uei_num": "VXUFPE4MCZH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Cruz",
  "perf_str_addr": "1156 HIGH ST",
  "perf_city_name": "SANTA CRUZ",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "950641077",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "CA19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135300",
   "pgm_ele_name": "Hist & Philosophy of SET"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 11550.0
  }
 ],
 "por": null
}