{
 "awd_id": "9984811",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: An Infrastructure for Multi-Technology Network Fault Management",
 "cfda_num": "47.070",
 "org_code": "05050202",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Darleen Fisher",
 "awd_eff_date": "2000-07-01",
 "awd_exp_date": "2005-06-30",
 "tot_intn_awd_amt": 397491.0,
 "awd_amount": 429991.0,
 "awd_min_amd_letter_date": "2000-06-22",
 "awd_max_amd_letter_date": "2003-07-01",
 "awd_abstract_narration": "Computer communication networks are evolving from convenient communication mechanisms\r\noffering \"best-effort\" service into key elements of our national infrastructure that we depend on for both business and personal use. As such, the need for improved fault management techniques is increasing and the open problem of network fault management continues to grow in complexity.\r\n     A major cause of the increase in complexity of this problem is the heterogeneity of networks.\r\nToday's networks are comprised of a variety of technologies (e.g. Wireless, ATM, Ethernet), that\r\nare required to support a diverse set of networked applications (WWW, electronic commerce, video conferencing).\r\n     The fault management problem has been studied in varying degrees for different technologies, but\r\nthere are many open issues and the research is unaware of any methods that can effectively be\r\napplied across technologies. Current methods are largely ad hoc and rely on the expertise of a\r\nhuman network manager. Even within single-technology networks (e.g. Ethernet LANs); strategies developed for one network cannot easily be generalized to other networks. In addition, the rate of change within a network makes it difficult for the network manager to maintain a high enough level of expertise to develop and maintain effective fault management strategies. New techniques that can be generalized and applied across technologies are needed to ensure network reliability in an efficient manner.\r\n     The long-term goal of this research is to move toward self-managing networks by automating as\r\nmuch of network management as possible. Within network management, the project will first focus on\r\nfault management. Fault management encompasses a large, complex set of problems that have not been well studied or defined. Before methods for automation can be studied, the fault management problem must be better understood. The research proposes a set of studies aimed at discovering aspects of the problem that are common across many different types of networks.\r\n     The proposed studies are primarily experimental. The research plans to use network fault insertion to study the impact of various faults on a network. Faults will be inserted into simulated networks, a\r\nnetwork testbed, and a campus network. The experiments will provide insight into fault propagation and allow the researcher to study how various aspects of the fault management problem change from fault to fault, with network dynamics, and with different network types. Data collected from two operational networks (CS Department network and Motorola wireless networks) will be analyzed and used to validate simulation accuracy. A set of benchmarks for testing and comparing fault management results will be created and made publicly available.\r\n     In the short-term, results can be used to develop fault management methods that (1) can be applied across different technologies, (2) can generalize from network to network, and (3) can adapt to changes in the network. Common traits discovered through experimentation can be used to formulate a theoretical foundation. This foundation coupled with the availability of benchmarks allows researchers to systematically decompose and demonstrate progress on widely applicable fault management problems. In the long-term, the results can help us understand how to design components for manageability.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Cynthia",
   "pi_last_name": "Hood",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Cynthia S Hood",
   "pi_email_addr": "hood@iit.edu",
   "nsf_id": "000113384",
   "pi_start_date": "2000-06-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Illinois Institute of Technology",
  "inst_street_address": "10 W 35TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125673035",
  "inst_zip_code": "606163717",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "ILLINOIS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "E2NDENMDUEG8"
 },
 "perf_inst": {
  "perf_inst_name": "Illinois Institute of Technology",
  "perf_str_addr": "10 W 35TH ST",
  "perf_city_name": "CHICAGO",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606163717",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135900",
   "pgm_ele_name": "RES EXP FOR TEACHERS(RET)-SITE"
  },
  {
   "pgm_ele_code": "409700",
   "pgm_ele_name": "NETWORKING RESEARCH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "7218",
   "pgm_ref_txt": "RET SUPP-Res Exp for Tchr Supp"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0103",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0103",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 397491.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 12500.0
  },
  {
   "fund_oblg_fiscal_yr": 2003,
   "fund_oblg_amt": 20000.0
  }
 ],
 "por": null
}