{
 "awd_id": "9986347",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NANOSCALE:  Nanoscale Self-Assembled Block Copolypeptide Materials",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Maria Burka",
 "awd_eff_date": "2000-02-15",
 "awd_exp_date": "2003-01-31",
 "tot_intn_awd_amt": 199996.0,
 "awd_amount": 199996.0,
 "awd_min_amd_letter_date": "2000-02-04",
 "awd_max_amd_letter_date": "2000-02-04",
 "awd_abstract_narration": "Abstract - Deming - 9986347\r\n\r\nThe PI's plan to study the self-assembly of block copolypeptides as synthetic materials that\r\npossess the ability to aggregate and/or \"fold\" into specifically defined, functional nanostructures.\r\nThe internal structure and nanoparticle shape are key features of these assemblies that should\r\nimpart the materials with exceptional attributes for applications in sensor technology as well\r\nas drug and gene therapeutics. By understanding the rules by which such block copolypeptides\r\nself-assemble, one should be able to prepare new, well-defined nanostructures that can be tailored\r\nfor specific applications. The PI's will be focusing on the self-assembly of these block\r\ncopolypeptides in solution, primarily with water as the solvent. By working with polypeptides,\r\nit is expected that the secondary structures present in the block domains will substantially alter the\r\nstructures of the aggregates. They also plan to explore the nanoscale self-assembly of\r\nmultiblock copolypeptides (three or more domains), where the number of discrete structural\r\ncomponents might allow individual or small numbers of chains to adopt specific tertiary (3D)\r\nstructures of defined shape. The controlled aggregation of block copolymers into discrete\r\ncomplexes with tertiary structure has yet to be accomplished, yet such materials, constructed of\r\namino acids, would certainly be invaluable for biomedical applications. Examples would be\r\ndrug and gene delivery, where the shape of the complexes favors selective interactions with\r\ndifferent biological surfaces. In addition to defining the nanostructure of aggregates, the\r\nsecondary structures of block copolypeptides have the added feature that they can be sensitive to\r\nenvironmental changes, such as pH, solvent or temperature. This property can be utilized for the\r\nconstruction of nanoscale assembled complexes that will be able to change their shape when\r\nexposed to different conditions. Such features are useful for sensing applications or for programmed release of biologically active compounds in delivery applications.\r\n\r\nTo accelerate the discovery and understanding of these new, complex nanostructures, the PI's\r\nplan to couple automated parallel synthesis and processing methods with state-of-the-art\r\nanalytical tools to rapidly screen the many parameters of block copolypeptide phase space (e.g.\r\ncomposition, sequence, temperature, solvent). The speed of this approach will allow the\r\nexploration of highly complex polymer sequences possessing nanoscopic folding and self-assembly\r\nproperties that will rival those of biological proteins. Such structure and function specific\r\nassemblies will have wide ranging applications in the areas of biomimetics, biomineralization,\r\ntissue engineering, high strength fibers, polar or surface-active films and coatings, and\r\noptoelectronic devices and sensors. The major tasks of this project are (i) the synthesis of block copoly peptide libraries, (ii) processing of the crude polymers to assist self-assembly, (iii) rapid screening of the libraries to identify lead compounds and novel structures, and (iv) detailed characterization of new nanostructured materials. The successful demonstration of these components will verify that combinatorial methods can be applied successfully to the preparation and analysis of nanostructured materials. More significantly, this methodology will allow the future exploration of highly complex biomimetic materials that would otherwise be near impossible to study solely because of the number of possible variables in their composition. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Deming",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy J Deming",
   "pi_email_addr": "demingt@seas.ucla.edu",
   "nsf_id": "000445370",
   "pi_start_date": "2000-02-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Darrin",
   "pi_last_name": "Pochan",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Darrin J Pochan",
   "pi_email_addr": "pochan@udel.edu",
   "nsf_id": "000127714",
   "pi_start_date": "2000-02-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Barbara",
  "perf_str_addr": "3227 CHEADLE HALL",
  "perf_city_name": "SANTA BARBARA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931060001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140300",
   "pgm_ele_name": "Proc Sys, Reac Eng & Mol Therm"
  },
  {
   "pgm_ele_code": "149100",
   "pgm_ele_name": "Cellular & Biochem Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 199996.0
  }
 ],
 "por": null
}