{
 "awd_id": "9986238",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:  Width Adjustment in Mixed-Load Channels",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2000-05-15",
 "awd_exp_date": "2004-05-31",
 "tot_intn_awd_amt": 95762.0,
 "awd_amount": 95762.0,
 "awd_min_amd_letter_date": "2000-06-03",
 "awd_max_amd_letter_date": "2003-06-23",
 "awd_abstract_narration": "A river adjusts its shape to reflect the supply of water and sediment from its drainage basin.  Research conducted over the last four decades has provided a strong theoretical basis for predicting the stable form of channel cross sections and an empirical basis for understanding downstream trends in hydraulic geometry.  Many important questions about river morphology remain, however.  This research project examines processes of width and depth adjustment in mixed-load rivers, which carry a mixture of fine and coarse sediment.  A series of appropriately scaled flume experiments will be conducted to test hypotheses regarding the formation of a stable channel cross-section in rivers that are bounded by coarse sediment but that carry predominantly fine sediment.  Such rivers commonly occur, but they are not easily explained by existing theories, which tend to restrict the problem to one type of sediment and to impose the constraint of steady, uniform flow.  The present study attempts to model width adjustment in channels subject to temporal and spatial variations in flow and sediment transport.  Three sets of experiments will be conducted.  The first set examines how a straight gravel channel, carrying no fine sediment, evolves when it is subjected to a series of overbank flows.  These flows will range in magnitude from slightly above to well above bankfull.  The second set of experiments will examine the same basic question, although the flow will carry only moderate amounts of suspended sediment.  The final form of the channel is expected to be different from the clear-water case owing to deposition of fine sediment along the channel margin or on top of the floodplain.  The third set of experiments will examine how spatial variations in riverbed topography and channel curvature affect fine sediment deposition.  These experiments will focus on the relative importance of advection versus diffusion as a mechanism for transporting fine sediment onto bar tops and floodplains.  The results of the experiments will ultimately be used to test and refine a theory for quasi three-dimensional flow and sediment transport in mixed-load rivers.  The experiments will be conducted at the St. Anthony Falls Laboratory at the University of Minnesota.  This project represents a departure from previous projects that have been based on the concept that equilibrium channels are formed and maintained by \"representative\" discharges.  By focusing on the effects of variations in discharge and sediment load, this study should broaden understandings of how natural rivers behave.  The results have potential additional implications for managed or modified river systems, especially with respect to river restoration efforts.  The study also will provide added insight into channel-floodplain interactions, thereby helping lead to fuller understandings of the processes involved in floodplain sedimentation.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Pizzuto",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "James E Pizzuto",
   "pi_email_addr": "pizzuto@udel.edu",
   "nsf_id": "000430266",
   "pi_start_date": "2000-06-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Delaware",
  "inst_street_address": "550 S COLLEGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "DE",
  "inst_state_name": "Delaware",
  "inst_phone_num": "3028312136",
  "inst_zip_code": "197131324",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DE00",
  "org_lgl_bus_name": "UNIVERSITY OF DELAWARE",
  "org_prnt_uei_num": "",
  "org_uei_num": "T72NHKM259N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Delaware",
  "perf_str_addr": "550 S COLLEGE AVE",
  "perf_city_name": "NEWARK",
  "perf_st_code": "DE",
  "perf_st_name": "Delaware",
  "perf_zip_code": "197131324",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DE00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  },
  {
   "pgm_ele_code": "157900",
   "pgm_ele_name": "Hydrologic Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1325",
   "pgm_ref_txt": "WATER & ENERGY: ATMO, VEG, EARTH"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 21463.0
  },
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 51673.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 22626.0
  }
 ],
 "por": null
}