{
 "awd_id": "9986379",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Inductive Equilibrium Selection in Games with Separatrix Crossing",
 "cfda_num": "47.075",
 "org_code": "04050100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "LAURA RAZZOLINI",
 "awd_eff_date": "2000-02-15",
 "awd_exp_date": "2002-01-31",
 "tot_intn_awd_amt": 45000.0,
 "awd_amount": 45000.0,
 "awd_min_amd_letter_date": "2000-02-04",
 "awd_max_amd_letter_date": "2000-02-04",
 "awd_abstract_narration": "Due to the poor empirical success of deductive equilibrium selection theories in predicting the outcomes of games, focus has shifted to equilibrium selection theories that rely on dynamics--also known as inductive selection theories.  Inductive selection theories rely mainly on adaptive dynamics-dynamics based on the principle that players learn and adapt, so that \"successful\" strategies increase in frequency whereas \"unsuccessful\" strategies decrease in frequency.  Different theories of dynamics differ in the measure of \"success,\" the level of sophistication players are assumed to possess, the modeling of errors in choice, attention by players to the strategy space, the role that aspirations play, and the extent of imitation versus experimentation by players.  In this research, a representative range of learning theories will be investigated including a simple logit dynamic model, a theory of aspiration and imitation, a model of reinforcement learning, a model of experience-weighted attraction learning, and a model of rule-learning.\r\n\r\nIt is rare to find, in the recent stream of work on probabilistic choice learning dynamics, models that make radically different predictions (with parameter estimates from similar games).  Hence, different learning models have been compared based on how well they fit the path of play.  The measures of fit are based on either mean square error or likelihood, and suffer from a variety of shortcomings.  Since the ultimate measure of success is how well different models predict final outcomes, it is necessary to find a simple game where the success in prediction of final outcomes radically differs among different models.  This is most likely to occur when a best--response separatrix is crossed.  Furthermore, issues such as aspiration and experimentation can better be addressed in such settings.\r\n\r\nWe will focus on the comparisons of inductive selection theories in games with multiple Nash equilibria that exhibit separatrix crossings, and we will empirically test whether extended dynamic theories that incorporate characterization of initial conditions can serve as a reliable theory of equilibrium selection.  The performance of the leading learning theories will be compared both in-sample and out-of-sample.  The major products will be (i) data from a series of experiments conducted to test the composite theory of initial conditions and leaning dynamics, and (ii) publications of those test results revealing which theory is the best robust predictor of behavior (under traditional criteria such as likelihood and MSE as well as under the less common yet more informative rate of success in prediction of final outcome) and how substantial the differences are.\r\n\r\nThis proposal will support one graduate student, providing him with valuable training in the frontiers of game theory, advanced statistical methods and experimental methods.  In addition, undergraduate students frequently become involved due to exposure to experiments and have written Honors papers inspired by their experiences.  Game theoretic approaches have proved valuable in the analysis of a wide range of real world situations from business to politics to defense.  Consequently, a major improvement in the predictive power of game theoretic models will have wide ranging impacts on society.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dale",
   "pi_last_name": "Stahl",
   "pi_mid_init": "O",
   "pi_sufx_name": "II",
   "pi_full_name": "Dale O Stahl",
   "pi_email_addr": "stahl@eco.utexas.edu",
   "nsf_id": "000209606",
   "pi_start_date": "2000-02-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "110 INNER CAMPUS DR",
  "perf_city_name": "AUSTIN",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121139",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 45000.0
  }
 ],
 "por": null
}