{
 "awd_id": "9986268",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Corporate Governance and Managerial Decisions",
 "cfda_num": "47.075",
 "org_code": "04050100",
 "po_phone": "7032927280",
 "po_email": "nlutz@nsf.gov",
 "po_sign_block_name": "Nancy Lutz",
 "awd_eff_date": "2000-04-15",
 "awd_exp_date": "2004-04-30",
 "tot_intn_awd_amt": 40000.0,
 "awd_amount": 40000.0,
 "awd_min_amd_letter_date": "2000-04-26",
 "awd_max_amd_letter_date": "2003-09-12",
 "awd_abstract_narration": "\tThis project will investigate the general question of how corporate governance affects managerial decisions. Business Combination (BC) legislation, passed by several states in the mid-80s, provide an excellent opportunity for studying the effects of governance. By reducing the threat of takeovers for firms incorporated in a given state, these laws likely weakened corporate governance, as evidenced by the negative share price reactions surrounding the passage of these laws. BC laws should provide more precise variation in governance than can be obtained by looking at changes in control or firm's adoption of takeover defenses.\r\n\tWe propose constructing a match between the Longitudinal Research Database and COMPUSTAT to investigate the effect of BC laws on a set of managerial decisions. This matched data would provide two advantages. First, it would allow us to look at a wide set of variables that are unavailable in the COMPUSTAT balance sheet data, such as accurate wage and employment information, productivity, plant births and plant deaths. Second, this data would allow us to exploit an institutional feature of the laws and sharpen our identification strategy. The laws affected firms based on their state of incorporation and not their state of location. By identifying each plant's state of location, we can fully control for state-specific economic shocks that are contemporaneous with the passage of the BC laws. In other words, we can contrast two plants that are located in the same state but only one of which belongs to a firm incorporated in a legislating state. The resulting methodology therefore weakens concerns that the political endogeneity of the laws biases estimates.\r\n\tUsing this methodology, we plan to study four key variables: measures of size, diversification, wages and productivity. These variables will help us understand the relative importance of three models of managerial preferences: empire building, managerial inertia and stakeholder protection.\r\n\tWe will extend our basic methodology in four ways. First, we will merge the Central and Auxiliary Offices data to our sample. This allows us to examine white-collar outcomes, since these workers are covered quite poorly in the LRD. This is especially important since stakeholder protection theories of the firm would likely emphasize manager's more favorable treatment of white-collar workers. Second, we plan to track changes in state of incorporation for each of the firms in our sample, information not available in COMPUSTAT. This addresses the potential endogeneity bias arising from reincorporations subsequent to the laws. It also allows us to examine whether takeover legislation did indeed influence reincorporations, an important step in determining whether competition between states in corporate regulation leads to a race to the bottom. Third, we will examine the substitutability and complementarily of different governance mechanisms. Specifically, we will test whether firms with large shareholders or in more competitive industries react more or less to the passage of BC legislation. Finally, we will investigate whether these laws affected the sensitivity of wages to local unemployment or the sensitivity of investment to q. These last results will help determine the importance of managerial inertia theories.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sendhil",
   "pi_last_name": "Mullainathan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sendhil Mullainathan",
   "pi_email_addr": "mullain@fas.harvard.edu",
   "nsf_id": "000452704",
   "pi_start_date": "2000-04-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Marianne",
   "pi_last_name": "Bertrand",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marianne Bertrand",
   "pi_email_addr": "marianne.bertrand@ChicagoBooth.edu",
   "nsf_id": "000105656",
   "pi_start_date": "2000-04-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "National Bureau of Economic Research Inc",
  "inst_street_address": "1050 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6178683900",
  "inst_zip_code": "021385359",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "NATIONAL BUREAU OF ECONOMIC RESEARCH INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "GT28BRBA2Q49"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 MASSACHUSETTS AVE",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 40000.0
  }
 ],
 "por": null
}