{
 "awd_id": "9986219",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Party and Coalition Unity in Legislative Voting",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frank P. Scioli  Jr.",
 "awd_eff_date": "2000-03-01",
 "awd_exp_date": "2003-02-28",
 "tot_intn_awd_amt": 125000.0,
 "awd_amount": 125000.0,
 "awd_min_amd_letter_date": "2000-02-04",
 "awd_max_amd_letter_date": "2002-03-21",
 "awd_abstract_narration": "The extent to which members of the same party or coalition vote together in the legislature, and the conditions under which party or coalition voting unity break down, are of interest to academics who study democratic institutions, as well as to politicians, journalists, interest groups and to citizens generally.  Legislative voting unity affects the stability of parliamentary governments, the ability of parties to construct credible platforms and deliver on campaign promises, and therefore the accountability of elected officials.  Understanding of the sources and effects of voting unity has been blocked by technical and methodological obstacles that limit availability of cross-national data on legislative voting and have hampered comparative analysis.  In recent years, the adoption of electronic voting mechanisms by many legislatures has led to the vast proliferation of available raw data.  \r\n\r\nIn this investigation, the researcher identifies a range of hypotheses generated by the literature on comparative legislatures and coalition theory that can be tested using cross-national data on recorded legislative votes.  The investigator describes a new index of voting unity that facilitates comparative analysis of legislative voting.  He also uses the Internet to reduce the costs of disseminating and encourage sharing of legislative voting data.\r\n\r\nAlthough technological barriers have declined, collecting and organizing cross-national data on legislative voting remains labor-intensive.  The investigator gathers legislative voting data from a number of mostly Latin American countries where he has established contacts among academic and legislative sources.  Together with data that are already available on legislative web sites, and those collected by researchers with area expertise on other countries, these data form the nucleus of a large cross-national database on legislative behavior.\r\n\r\nThe data enable the investigator to analyze the institutional sources of cohesive legislative parties and coalitions, and the potential tension between such unity and the preferences of individual politicians.  The hypotheses outlined in the research focus on a wide range of factors believe to affect party and coalition unity, including constitutional structure, electoral rules, legislative procedure, party system fragmentation and ideological polarization, bargaining within coalitions, electoral constraints, and political career structures.  Evaluating the effects of these factors on voting unity will advance our understanding of politicians' motivations, the extent to which they are bound by institutional constraints, and the relative influence of these factors over public policy decisions.  An additional benefit of this project is the construction of a web-based clearing house of comparable cross-national data on legislative voting, which will be valuable not only to other academics working in this field, but also to journalists, politicians, NGOs, and anyone interested in the accountability of elected officials.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Carey",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "John M Carey",
   "pi_email_addr": "john.carey@dartmouth.edu",
   "nsf_id": "000108387",
   "pi_start_date": "2000-02-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington University",
  "inst_street_address": "1 BROOKINGS DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT LOUIS",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "3147474134",
  "inst_zip_code": "631304862",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MO01",
  "org_lgl_bus_name": "WASHINGTON UNIVERSITY, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "L6NFUM28LQM5"
 },
 "perf_inst": {
  "perf_inst_name": "Washington University",
  "perf_str_addr": "1 BROOKINGS DR",
  "perf_city_name": "SAINT LOUIS",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "631304862",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MO01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 125000.0
  }
 ],
 "por": null
}