{
 "awd_id": "9986620",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "The Relationship Between Dietary Lipid Composition and the Winter Survival of Hibernating Mammals.",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William E. Zamer",
 "awd_eff_date": "2000-06-15",
 "awd_exp_date": "2003-12-31",
 "tot_intn_awd_amt": 279160.0,
 "awd_amount": 279160.0,
 "awd_min_amd_letter_date": "2000-06-09",
 "awd_max_amd_letter_date": "2002-04-03",
 "awd_abstract_narration": "Many mammals use torpor to survive seasonally cold environments or food shortages.  The ecological and physiological limitations that favored the evolution of torpor in some groups of mammals while preventing this strategy from appearing in other groups are not known.  One constraint that may at least partially account for the evolutionary patterns observed for mammalian torpor is the nutritional composition of the diet.  Recent laboratory studies with 8 rodent species and 2 marsupials have revealed that the level of unsaturated fatty acids in the diet determines mammalian torpor patterns.  It has also been shown that high levels of oleic acid (a monounsaturated fatty acid) are also required in the diet for proper hibernation.  Recent experiments in my laboratory have also revealed that increasing the amount of a-tocopherol (Vitamin E) in the diet to 24 mg/g inhibits torpor.  Mammals can synthesize monounsaturated fatty acids, but they are incapable of synthesizing either polyunsaturated fatty acids or tocopherols.  \r\n    These findings indicate that two important factors that may influence the torpor patterns and consequently the over-winter survival of free-ranging hibernators may be the range of diet fatty acids compositions and tocopherol contents available to them prior to torpor.  There have been no studies to date examining how natural variations in diet fatty acid and/or tocopherol content affects the over-winter survival of free-ranging hibernators.  No studies examining physiological basis for either the influence of diet fatty acids or tocopherol levels on hibernation patterns have been conducted.  The goals of this proposed project are to determine: 1) the effects of natural variations in diet fatty acid and tocopherol compositions on the over-winter survival of a free-ranging hibernator, 2) the physiological basis for the influence of dietary fatty acids as well as tocopherols on torpor patterns, and, 3) the differential effects of various fatty acid and tocopherol types on mammalian torpor. \r\n    The effects of natural variations in diet fatty acid and tocopherol compositions on torpor patterns and subsequent over-winter survival will be determined in a field study involving golden-mantled ground squirrels (Spermophilus lateralis) in the White Mountain of California.  The fatty acid and tocopherol compositions of the fall diets and subsequent over-winter survival for 300 (100/year) free-ranging S. lateralis in the White Mountains of California will be measured over a three year period.  The physiological basis for the effects dietary fatty acid and tocopherol compositions on torpor patterns will be determined in laboratory experiments.  This project represents the first study ever conducted to examine the relationship between diet fatty acid/tocopherol composition and the over-winter survival of a free-ranging hibernator.  It also represents the first experiments designed to investigate physiological basis for the influence of dietary fatty acids and tocopherols on torpor.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Craig",
   "pi_last_name": "Frank",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Craig L Frank",
   "pi_email_addr": "frank@fordham.edu",
   "nsf_id": "000163766",
   "pi_start_date": "2000-06-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Fordham University",
  "inst_street_address": "441 E FORDHAM RD",
  "inst_street_address_2": "",
  "inst_city_name": "BRONX",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7188174086",
  "inst_zip_code": "104589993",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "NY15",
  "org_lgl_bus_name": "FORDHAM UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECESTN2SSVH1"
 },
 "perf_inst": {
  "perf_inst_name": "Fordham University",
  "perf_str_addr": "441 E FORDHAM RD",
  "perf_city_name": "BRONX",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "104589993",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "NY15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114800",
   "pgm_ele_name": "ECOLOGICAL & EVOLUTIONARY PHYS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 109760.0
  },
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 84700.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 84700.0
  }
 ],
 "por": null
}