{
 "awd_id": "9987346",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "STRAW BALE BUILDING: Values, Ethics, and Building Codes",
 "cfda_num": "47.075",
 "org_code": "04050300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rachelle D. Hollander",
 "awd_eff_date": "2000-04-15",
 "awd_exp_date": "2003-03-31",
 "tot_intn_awd_amt": 60000.0,
 "awd_amount": 72000.0,
 "awd_min_amd_letter_date": "2000-05-02",
 "awd_max_amd_letter_date": "2002-07-05",
 "awd_abstract_narration": "In today's world of rising building costs and concerns over deforestation and pollution the technique of building with straw bales is enjoying a renaissance from its historic roots in 1880s Nebraska. This study will explore the role of building codes as a focus of the struggle between the ecology-oriented values espoused by the Straw Bale Building Movement and the health and safety values which underlie building codes in general. The research focus will be on the construction of definitions of safe and healthy built environments. Attention will be given to the normative statements  professionals articulate at the specific offices where approval of straw bale building has been sought, what kinds of data about straw bale building have been regarded as significant, and in what manner these data have convincingly been represented. The research will involve comparisons of Arizona and New Mexico, where much of the earliest straw bale building innovations took place and the earliest codes were passed, with codes in California and Texas where early straw bale activism also occurred. Further research objectives are to understand: 1) the construction and role of \"green building\" ethics (those oriented to preserving the environment by consuming fewer products and less energy in the building process as well as in the built product) in the heterogeneous network of people and resources underlying the contemporary Straw Bale Building Movement and 2) how the straw bale community expresses these ethics through actual building practices. Research will use participant observation at community building projects, and open-ended interviews, and document analysis. Participant observation provides the necessary contextual data to track the transfer of unarticulated knowledge between individuals. Photographs will document work practices during building construction and inspection. In-depth interviews with owner-builders, architects, contractors, and building officials will help elicit the values, ethical judgments and underlying meanings. Documentary materials will be analyzed to trace communication patterns and networks. Qualitative examination of the manner in which the everyday practices of grass-roots innovators and building code officers  embed values will use the struggle over building codes and standardization of straw bale building techniques to reveal the construction and negotiation of definitions of a healthy and safe built environment and to identify successful and unsuccessful citizen strategies to foster sustainable practices. It will also advance understanding of models of alternative technical knowledge and its transfer outside conventional and corporate design and development contexts, expanding and testing theory from science and technology studies. Findings will be disseminated in two book chapters of a volume on the socio-technical aspects of the Straw Bale Movement and in journal articles. Beyond scholarly publications, wider audiences will be addressed through design, architecture and engineering journals and Smithsonian and green building publications.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kathryn",
   "pi_last_name": "Henderson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kathryn Henderson",
   "pi_email_addr": "hendrsn@tamu.edu",
   "nsf_id": "000451447",
   "pi_start_date": "2000-05-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Research Foundation",
  "inst_street_address": "400 HARVEY MITCHELL PKWY S STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778454375",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A & M RESEARCH FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "EQH8NQ4AXFT7"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M University",
  "perf_str_addr": "400 HARVEY MITCHELL PKY S STE 300",
  "perf_city_name": "COLLEGE STATION",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778454375",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "791500",
   "pgm_ele_name": "Ethics & Values of SET"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1041",
   "pgm_ref_txt": "INST EFFECTIVENESS AND PRODUCTIVITY"
  },
  {
   "pgm_ref_code": "1094",
   "pgm_ref_txt": "POLICY SCIENCES"
  },
  {
   "pgm_ref_code": "9197",
   "pgm_ref_txt": "ENVIRONMENTAL TECHNOLOGY"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 60000.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": null
}