{
 "awd_id": "9987242",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Computer Science, Engineering, and Mathematics Scholarships Program",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Elizabeth Teles",
 "awd_eff_date": "2000-02-15",
 "awd_exp_date": "2005-01-31",
 "tot_intn_awd_amt": 220000.0,
 "awd_amount": 426060.0,
 "awd_min_amd_letter_date": "2000-02-14",
 "awd_max_amd_letter_date": "2004-04-02",
 "awd_abstract_narration": "Colorado State University proposes a project of scholarship support and student services that will increase the number of low-income computer science, engineering and mathematics undergraduate majors who complete their baccalaureate degrees at Colorado State and prepare them to make a smooth transition into the workforce or graduate school.  Colorado State, a land-grant and Carnegie I Research university, will coordinate its existing science and engineering student services resources and its resources in the industrial sector in Northern Colorado to create a comprehensive program to support scholarship recipients. \r\n\r\nLow-income students graduate at much lower rate than their peers. They are less prepared for college, are less involved because they must expend time and energy securing the funds to attend, and often must slow or interrupt their schooling because of financial crises. Research indicates that there are two major elements that assist low-income students to persist to graduation: receiving aid that meets a high proportion of their expenses and working up to 10 hours a week. This project will provide these elements, as well as use best-practice strategies to furnish other types of support, with special consideration for the needs of women, underrepresented minority students, and disabled students.  \r\n\r\nForty low-income, academically-talented students will be selected to receive a scholarship of $2500 per year, an amount that covers 77% of resident tuition at Colorado State.  Each recipient will also agree to participate in one of several existing student support programs, through which they will receive academic support and preparation for career and/or graduate school.  These programs will also ensure that recipients engage in a work experience in their field on campus or in industry.  In addition, a financial aid specialist will advise students individually, and students will attend an intensive Professional Development Workshop conducted by campus career personnel and representatives of industry. Students will also have the unique opportunity to have a mentor from the ranks of professionals in their field anywhere in the country though the International Telementor Center.    \r\n\r\nProject management will be through the Office of the Dean of the College of Natural Science.  A steering committee consisting of representatives of industry and each involved unit will ensure communication and integration with academic programs.  \r\n\r\nExpected outcomes are that 1) scholarship recipients will graduate at higher rates and sooner than similar students in a control group, 2) that they will be well-prepared to enter the workforce or graduate education, and 3) Colorado State's connections with the private sector, particularly relating to placement of its engineering, computer science and mathematics graduates and involvement of employers in academic preparation, will be enhanced.  This project will not only impact the lives of scholarship recipients and strengthen Colorado State's ability to train its students.  It will also demonstrate that students from low-income populations, given appropriate support, can help to meet the critical need for well-prepared technology workers in the U.S.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Arlene",
   "pi_last_name": "Nededog",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Arlene F Nededog",
   "pi_email_addr": "anededog@lamar.colostate.edu",
   "nsf_id": "000447059",
   "pi_start_date": "2000-02-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colorado State University",
  "inst_street_address": "601 S HOWES ST",
  "inst_street_address_2": "",
  "inst_city_name": "FORT COLLINS",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "9704916355",
  "inst_zip_code": "805212807",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "COLORADO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LT9CXX8L19G1"
 },
 "perf_inst": {
  "perf_inst_name": "Colorado State University",
  "perf_str_addr": "601 S HOWES ST",
  "perf_city_name": "FORT COLLINS",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "805212807",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1536",
   "pgm_ref_txt": "CSEMS--CS, ENG & MATH SCHOLAR"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300CYXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 220000.0
  },
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 206060.0
  }
 ],
 "por": null
}