{
 "awd_id": "9987433",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "US-Jordan Cooperative Research:  Municipal Solid Waste Management",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Osman Shinaishin",
 "awd_eff_date": "2000-09-01",
 "awd_exp_date": "2001-10-31",
 "tot_intn_awd_amt": 26397.0,
 "awd_amount": 26397.0,
 "awd_min_amd_letter_date": "2000-05-15",
 "awd_max_amd_letter_date": "2000-05-15",
 "awd_abstract_narration": "9987433\r\nChopra \r\n\r\nDescription: This award is for support of a cooperative project by Professor Manoj Chopra, Department of Civil and Environmental Engineering, Dr. Debra R. Reinhart, Associate Dean for Research, College of Engineering, University of Central Florida (UCF) at Orlando, Florida and Professor Wa'il Abu-El-Sha'r, Director, the Center for Environmental Sciences and Technology (CEST), Jordan University of Science and Technology at Irbid, Jordan.  They plan to gather information and data related to landfill leachate and gas generation.  This will be used to assess the environmental impact of solid waste landfills, and to design and generate operational guidance to minimize future impacts.   Data to be collected in Jordan will include landfill design and operation, disposal capacity of landfills, history of waste disposal, complaints regarding air or water quality near landfills, waste characteristics, and climatic conditions.  Details of the geological and soil characteristics at various landfill sites also will be collected to determine the properties influencing leachate migration and potential for contamination of groundwater supply.  The data will be analyzed for the environmental impact, using readily available software, including Hydrologic Evaluation of Landfill Processes (HELP) to quantify leachate flowrates, EPA's Multi-Med and Composite Model for Leachate Migration and Transformation Products (EPACMTP) to evaluate risk to groundwater, and the EPA Landfill Gas Emissions Model to estimate gas volume and quality.  \r\n\r\nScope:  In this project the collaborators plan to combine their expertise in a study to assess management procedures for landfills to maximize conversion of waste biomass to energy, while minimizing adverse impact to the environment.  The scientists will study the use of US practices such as waste separation and other operating practices in the different environmental conditions in Jordan.  The fieldwork in Jordan will involve scientists from UCF and from CEST.  The data analysis and the evaluation of environmental impacts will be done at UCF with participation from two Jordanian scientists.  The project is mutually beneficial, is expected to promote research, teaching, training and learning in this field, and is expected to give US researchers a first hand understanding of the issues faced in other geographical regions.  It will help our understanding of operating landfills under bioreactor conditions where leachate and gas emissions are minimized.  The project meets INT criteria for support of cooperative projects that are mutually beneficial.\r\nFunds for this project are provided by the Division of International Programs and the Division of Bioengineering and Environmental Systems.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Manoj",
   "pi_last_name": "Chopra",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Manoj B Chopra",
   "pi_email_addr": "Manoj.Chopra@ucf.edu",
   "nsf_id": "000179600",
   "pi_start_date": "2000-05-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Debra",
   "pi_last_name": "Reinhart",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Debra R Reinhart",
   "pi_email_addr": "reinhart@ucf.edu",
   "nsf_id": "000267023",
   "pi_start_date": "2000-05-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The University of Central Florida Board of Trustees",
  "inst_street_address": "4000 CENTRAL FLORIDA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "ORLANDO",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "4078230387",
  "inst_zip_code": "328168005",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "FL10",
  "org_lgl_bus_name": "THE UNIVERSITY OF CENTRAL FLORIDA BOARD OF TRUSTEES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RD7MXJV7DKT9"
 },
 "perf_inst": {
  "perf_inst_name": "The University of Central Florida Board of Trustees",
  "perf_str_addr": "4000 CENTRAL FLORIDA BLVD",
  "perf_city_name": "ORLANDO",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "328168005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "FL10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117900",
   "pgm_ele_name": "Nanoscale Interactions Program"
  },
  {
   "pgm_ele_code": "597600",
   "pgm_ele_name": "AFRICA, NEAR EAST, & SO ASIA"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5988",
   "pgm_ref_txt": "NEAR EAST, OTHER"
  },
  {
   "pgm_ref_code": "9187",
   "pgm_ref_txt": "TOXIC SUBSTANCES/SOLID & HAZARDOUS WASTE"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 26397.0
  }
 ],
 "por": null
}