{
 "awd_id": "9987393",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "High-Speed Optical Sectioning Microscope for Cell Biology",
 "cfda_num": "47.074",
 "org_code": "08080102",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Helen G. Hansma",
 "awd_eff_date": "2000-04-15",
 "awd_exp_date": "2003-03-31",
 "tot_intn_awd_amt": 416800.0,
 "awd_amount": 416800.0,
 "awd_min_amd_letter_date": "2000-04-18",
 "awd_max_amd_letter_date": "2001-06-27",
 "awd_abstract_narration": "\r\nABSTRACT / #9987393 / High-speed optical sectioning fluorescence\r\nmicroscope for cell biology.\r\n\r\nMany exciting directions in cell and molecular biology today are\r\nconverging on the use of high-resolution fluorescence microscopy for\r\nboth structural and functional studies of living cells.  In addition to\r\nthe intensive use of hundreds of types of fluorescent molecular probes\r\nand indicators, genetic engineering has opened the door to widespread\r\nuse of green fluorescent proteins (GFP and variants) as direct\r\nfusion-protein tracers.  This revolution has spanned research at all\r\nlevels from yeast to mammalian cells and transgenic animals.  Unlocking\r\nthe vast potential of quantitative image analysis in these experiments\r\ndepends upon \"optical sectioning microscopy\";  obtaining images in which\r\nout-of-focus zones of the specimen are strongly attenuated and in-focus\r\nfeatures are accurately retained.  In living brain sections, for\r\nexample, measurements of neuronal calcium transients with fluorescent\r\nindicator dyes is meaningful only if the emission background due to\r\ncells in out-of-focus strata is eliminated.  In yeast, which are small\r\nbut never thin, the out-of-focus component in images of the cytoskeleton\r\nor of organelles is often brighter than the in-focus structures in any\r\nplane of focus.  The need for improved resolution, including optical\r\nsectioning, under conditions compatible with specimen viability and the\r\nrapid time scale of cell dynamics places stringent requirements on the\r\nspeed and efficiency of computerized microscope systems.  The aim of\r\nthis project is the development of a versatile, fast and reliable\r\noptical sectioning fluorescence microscope as a widely-useful instrument\r\nfor this work.  \r\n\r\nThe unique feature of the high-speed microscope is an incoherent grating\r\nimager, a relatively new concept in biological fluorescence microscopy. \r\nIn brief, a moveable grating mask (a Ronchi Ruling) within the\r\nincident-light illuminator is projected with finite depth-of-field into\r\nthe specimen;  With high numerical aperture optics and a fine mask, the\r\ndepth-of-focus of the projected grating image can be less than 0.5\r\nmicron.  Transverse movement of the grating therefore modulates the\r\nfluorescence of exclusively in-focus features, so that true optical\r\nsections can be derived by very simple and fast digital image processing\r\noperations.  For a single plane of focus, the grating need only be\r\nshifted between three defined positions to get sufficient data to\r\nsubtract away the out-of-focus image component and demodulate the\r\nin-focus features.  Only low-cost components are needed in addition to a\r\ndigital imaging microscope system.  In preliminary work, the grating\r\nimager has outperformed confocal scanning in terms of speed of image\r\nacquisition for comparable optical sections in cellular specimens.  The\r\ntechnical plan of the proposal is to incorporate the grating imager into\r\nan automated multi-mode microscope equipped with a fast, high-precision\r\ncooled CCD camera.  Research will focus on design and automation for\r\nspeed, improvement of precision and accuracy, and development of image\r\nprocessing and analysis capability.  Key component and system designs\r\nwill be disseminated so that other research groups can duplicate the\r\ninstrument.\r\n\r\nThe high-speed grating imager located in the NSF Center for Light\r\nMicroscope Imaging and Biotechnology will have an immediate impact on\r\nthe research of a number of Principal Investigators.  Experiments range\r\nfrom time-lapse imaging of fibroblast dynamics in a collagen-based\r\nextracellular matrix gel to Golgi fragmentation and reassociation\r\ndynamics during mitosis in mammalian cells.  More than a dozen PIs at\r\nCarnegie Mellon University and at University of Pittsburgh carry out\r\nbasic research in molecular cell biology and cell physiology in which\r\nthere is a need for high-speed, high-resolution fluorescence optical\r\nsectioning microscopy.  Several in this group of PIs work in the area of\r\ntissue engineering, where imaging living cells clearly in polymeric\r\nscaffold materials is of fundamental importance.  Because of its speed,\r\nsimplicity, and versatility, the grating imager will make possible many\r\ncell-biological experiments that cannot be carried out at present.  It\r\nwill displace confocal microscopy in living-cell applications where\r\nspeed is an important constraint, and will quickly become the optical\r\nsystem of choice for computational deconvolution (computational optical\r\nsectioning microscopy).  Overall, the field of cell biology has lacked a\r\nrobust method for optical sectioning that is camera-based, therefore\r\nable to capture image data in a massively-parallel manner.  The\r\nhigh-speed microscope based on the incoherent grating imager is a\r\nsolution to this problem.\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Frederick",
   "pi_last_name": "Lanni",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Frederick Lanni",
   "pi_email_addr": "lanni@cmu.edu",
   "nsf_id": "000193532",
   "pi_start_date": "2000-04-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie-Mellon University",
  "perf_str_addr": "5000 FORBES AVE",
  "perf_city_name": "PITTSBURGH",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133815",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "110800",
   "pgm_ele_name": "INSTRUMENTAT & INSTRUMENT DEVP"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9184",
   "pgm_ref_txt": "BIOTECHNOLOGY - INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 252490.0
  },
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 164310.0
  }
 ],
 "por": null
}