{
 "awd_id": "9987267",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Computer Science, Engineering, and Mathematics Scholarships Program",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mark James Burge",
 "awd_eff_date": "2000-04-01",
 "awd_exp_date": "2005-03-31",
 "tot_intn_awd_amt": 220000.0,
 "awd_amount": 495000.0,
 "awd_min_amd_letter_date": "2000-02-14",
 "awd_max_amd_letter_date": "2001-11-16",
 "awd_abstract_narration": "Through the collaborative efforts of the Jacobs School of Engineering, Mathematics Department, National Partnership for Advanced Computational Infrastructure/San Diego Supercomputer Center (NPACI/SDSC), and the Division of Student Affairs, the University of California, San Diego (UCSD) will establish a Computer Science, Engineering, and Mathematics Scholarship (CSEMS) Program. This program will provide $2,500 scholarships annually for two years to forty low-income, upper-division undergraduates majoring in computer science, engineering, or mathematics. Due to their underrepresentation in CSEMS fields, priority for such scholarships will be given to low-income ethnic minorities (American Indians, Alaskan Natives, African Americans, Pacific Islanders, and Mexican American/Latinos), women, and persons with disabilities. \r\n\r\nPrimary objectives of the UCSD CSEMS Program will be to (1) increase the number of professional development research activities, as well as internship opportunities, for participants; (2) provide services to support timely completion of degree requirements; (3) increase the numbers of low-income undergraduate ethnic minorities, women, and persons with disabilities who enter graduate school in CSEMS fields; (4) expand and further develop the capacity within existing alumni and private industry relationships/networks to provide career seminars and relevant job preparation experiences; and, (5) address the broader societal issue of low participation in CSEMS by the targeted populations through mentoring and role modeling activities for lower-division and pre-college students. \r\n\r\nTo receive the scholarships, participating students must remain enrolled full time in a CSEMS major, maintain a GPA of at least 2.80, and participate in enrichment activities designed to facilitate their involvement with faculty and peers through mentoring and collaborative learning. Students will be required to attend a program orientation, participate in at least one career seminar per academic year, meet with their CSEMS Advisor minimally once each quarter, participate in research with a faculty mentor or in a CSEMS-related industry internship or on- campus employment activity, and serve as a mentor or role model for a lower-division undergraduate or pre-college student with demonstrated interest in CSEMS. Support provided to CSEMS Scholars will include a peer mentor during their initial program year, tutorial and peer study-group support, plus assistance in preparing for graduate school. \r\n\r\nWith the financial assistance and enrichment activities provided through the CSEMS Program, it is anticipated that most students will graduate within two years of entry into the program and will either enter a graduate program with a CSEMS major or secure a position in a related field. \r\n\r\nLong-term, continuing benefits of program activities include establishment of new research and internship opportunities to be available for future CSEMS majors, increased networking and mentoring activities for future cooperative interactions among participating individuals at various stages of their CSEMS careers, development of student linkages within the university community itself as well as with local industry and agencies, pre-college encouragement to seek careers in CSEMS-related fields by underrepresented ethnic groups, low-income women and persons with disabilities, and expanded knowledge of research processes acquired by CSEMS Scholars working in conjunction with their faculty mentors. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anthony",
   "pi_last_name": "Sebald",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Anthony V Sebald",
   "pi_email_addr": "avsebald@ucsd.edu",
   "nsf_id": "000225732",
   "pi_start_date": "2000-02-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Remmel",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey B Remmel",
   "pi_email_addr": "jremmel@ucsd.edu",
   "nsf_id": "000415586",
   "pi_start_date": "2000-02-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Watson",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph W Watson",
   "pi_email_addr": "jwwatson@ucsd.edu",
   "nsf_id": "000166020",
   "pi_start_date": "2000-02-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "9500 GILMAN DR",
  "perf_city_name": "LA JOLLA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930021",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1536",
   "pgm_ref_txt": "CSEMS--CS, ENG & MATH SCHOLAR"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300CYXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 220000.0
  },
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 275000.0
  }
 ],
 "por": null
}