{
 "awd_id": "9987459",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research on the Reform Party and Major Party Change",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Humes",
 "awd_eff_date": "2000-03-01",
 "awd_exp_date": "2006-06-30",
 "tot_intn_awd_amt": 50984.0,
 "awd_amount": 74873.0,
 "awd_min_amd_letter_date": "2000-02-04",
 "awd_max_amd_letter_date": "2004-04-01",
 "awd_abstract_narration": "\tThe 1992-96 election cycle saw several remarkable developments:  in 1992, Ross Perot received the second largest third-party vote since the Civil War; in 1994, the Republicans won majorities of the House and Senate for the first time in forty years; and in 1996, the Reform Party emerged as the institutional extension of the Perot movement.  In his second run, Perot's vote declined to just over eight percent, but he still managed to become the first third-party candidate to win more than five percent in two successive presidential elections since the formation of the Republican Party.\r\n\tBased on work completed from our research on these elections, we conclude that these remarkable events are closely related.  Perot's 1992 constituency presented the major parties with a nearly irresistible target of opportunity, which the Republicans were able to capitalize on much more successfully than were the Decemorats, especially in 1994.  By articulating and testing a theory of third-party support and linking it to major-party change, we have developed micro-behavioral evidence to explain how a third-party movement, such as that of Perot, can bring about major-party change.\r\n\tBriefly, the theory posits a positive, or \"pull,\" component that results from attraction to the third-party candidate, and a negative, or \"push,\" component that reacts against the major-party alternatives to explain third-party activist support.  In a variety of tests, we find strong evidence that potential activists were motivated by both push and pull factors in 1992 and 1996.  For example, on the issues, Perot attracted support because of issue proximity to him, and from activists who felt that the Reform Party shared their most important policy priorities.  At the same time, supporters were activated for Perot by their conviction that the best major-party alternative was remote from their interests, by the lack of choice between the Democratic and Republican candidates on the issues, and by the perception that the major parties did not share their issue priorities.\r\n\tThis model of support serves as a basis for understanding the decline in support for Perot between 1992 and 1996.  In addition, we draw on our work on nomination candidacies in the major parties to show that carryover and spillover effects linked to mobilization by Perot in 1992 can help to explain movement by supporters into the Republican Party in 1994 and 1996.\r\n\tWe seek support to continue our work on the Reform Party through the 2000 election.  The design calls for continuing our 1992-94-96 panel of potential Perot activists through the 2000 election.  We also have two fresh Reform samples that began in 1996 and that we use as the basis of a new panel in 2000:  a national sample of Reform contributors, and a national sample of participants in the Perot-Lamm \"primary by mail\" conducted by the Party in August, 1996.  In 1996, we also conducted surveys of DNC and RNC contributors that give us directly comparable national samples to the Reform contributor survey.  We panel back to both of the Reform samples and the two major-party samples immediately after the 2000 election.\r\n\tThese data collections give us unprecedented access to an historic third-party movement at a critical point when it faces the first election following Perot's hegemony over the Party.  By extending the study, we are able to examine the development and institutionalization of the Reform Party, or its decline and demise.  In any event, we can study the involvement of 1996 Reform supporters in subsequent major-party campaigns, and the effect of the Reform Party on the two major parties.     \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ronald",
   "pi_last_name": "Rapoport",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Ronald B Rapoport",
   "pi_email_addr": "rbrapo@wm.edu",
   "nsf_id": "000376254",
   "pi_start_date": "2000-02-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "College of William and Mary",
  "inst_street_address": "1314 S MOUNT VERNON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "WILLIAMSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "7572213965",
  "inst_zip_code": "23185",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "VA08",
  "org_lgl_bus_name": "COLLEGE OF WILLIAM AND MARY",
  "org_prnt_uei_num": "EVWJPCY6AD97",
  "org_uei_num": "EVWJPCY6AD97"
 },
 "perf_inst": {
  "perf_inst_name": "College of William and Mary",
  "perf_str_addr": "1314 S MOUNT VERNON AVE",
  "perf_city_name": "WILLIAMSBURG",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "23185",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "VA08",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0104",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0104",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 50984.0
  },
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 3882.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 5007.0
  },
  {
   "fund_oblg_fiscal_yr": 2004,
   "fund_oblg_amt": 15000.0
  }
 ],
 "por": null
}