{
 "awd_id": "9988532",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Mobility Management in Next Generation Wireless Systems",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joseph B. Evans",
 "awd_eff_date": "2000-07-01",
 "awd_exp_date": "2003-06-30",
 "tot_intn_awd_amt": 299977.0,
 "awd_amount": 299977.0,
 "awd_min_amd_letter_date": "2000-07-10",
 "awd_max_amd_letter_date": "2002-03-15",
 "awd_abstract_narration": "Future wireless mobile systems promise universal coverage and require terminals to be capable of seamless roaming between networks, which may be of different types. Next generation mobile terminals will haveto exist in a world of multiple standards, and mobility management \r\nprocedures (i.e., location registration, paging and handoff) will have to be interoperable across network providers and network backbones as well as geographical regions. \r\n\r\nLocation registration, paging and handoff will be investigated, and new protocols will be introduced to solve these problems. From the standpoint of location management, the mobile terminals must register before they enter new systems in order to reserve radio resources. In addition, the signaling formats must be converted and the mobile terminals must be authenticated. A new scheme is proposed, which estimates the user mobility pattern in order to help new protocols and to estimate the signaling costs of the new mobility management procedures. Also, a new intersystem location update scheme is introduced, which reduces the signaling traffic by assigning update distance thresholds based on a per-user profile. Furthermore, the boundary location area is introduced, which enables the MTs to request location update between two different systems. Another problem for future wireless systems is the intersystem paging problem. The search operation may be carried out not only in the system where the mobile terminal last registered, but also in the system the mobile terminal has passed since the last call. A new scheme is proposed that combines and reorders the paging areas in decreasing order of location probabilities, until the delay bound has reached a certain threshold value as a QoS parameter. For handoff management, the radio access system must support intersystem handoffs for mobile terminals with multiple connections that are sending and receiving multimedia traffic with different Quality of Service (QoS) expectations. Radio signal strengths must be measured and compared across different air interfaces and power levels, and signaling procedures must cooperate between the switches of each system. A new intersystem handoff scheme is proposed that uses boundary cells to perform system transformations when mobile terminals begin to handoff into new systems. Finally, a new signaling protocol will be developed to handoff the mobile terminal into the boundary cell, perform the format transformation, and then handoff the mobile terminal into the new system.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ian",
   "pi_last_name": "Akyildiz",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Ian F Akyildiz",
   "pi_email_addr": "ian@ece.gatech.edu",
   "nsf_id": "000361402",
   "pi_start_date": "2000-07-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Tech Research Corporation",
  "perf_str_addr": "926 DALNEY ST NW",
  "perf_city_name": "ATLANTA",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303186395",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "287600",
   "pgm_ele_name": "DISTRIBUTED SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9215",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING SYSTEMS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 181751.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 118226.0
  }
 ],
 "por": null
}