{
 "awd_id": "9988471",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:  Compiler-Supported Simulation of Scalable Applications for Wide-Area Distributed Computing Systems",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gregory R. Andrews",
 "awd_eff_date": "2000-09-01",
 "awd_exp_date": "2003-08-31",
 "tot_intn_awd_amt": 205000.0,
 "awd_amount": 205000.0,
 "awd_min_amd_letter_date": "2000-09-18",
 "awd_max_amd_letter_date": "2002-07-15",
 "awd_abstract_narration": "Wide-area distributed computing systems represent the future of scientific and commercial computing.\r\nSuch systems will enable a wide range of futuristic applications with the potential for enormous economic\r\nand social impact applications such as distributed multimedia services, Web-based collaboration,\r\ndistributed supercomputing, and teleimmersion. Before this vision can be realized, however, extensive\r\nresearch will be required in virtually all aspects of software system design, implementation, and evaluation.\r\nDiscrete-event simulation has been an essential tool for the design and analysis of traditional computational\r\nsystems and applications. Realistic simulation of applications executing on wide-area distributed systems,\r\nhowever, is a challenging task because of the scale of the software, hardware and network subsystems that\r\nmust be simulated. Nevertheless, the intricacy of these components and their complex, closed-loop\r\ninteractions require the components and their interactions to be modeled in sufficient detail to appropriately\r\npredict their impact on overall system performance.\r\nIn recent work, the PIs have collaboratively obtained some exciting but preliminary results showing that\r\nspecific compiler information can greatly enhance the efficiency and scalability of simulation of message-passing programs. For instance, it was shown that simulation of a scalable ASCI kernel benchmark\r\napplication called SWEEP3D executing on up to 128 processors could be simulated faster than real-time by\r\nusing parallel simulations together with the type of compiler optimizations that are the subject of this\r\nproposal. Also, the compiler-optimized simulation can evaluate very large data sets on thousands of\r\nprocessors: it was possible to simulate the performance of a 40 million-problem size Sweep3D for up to\r\n10,000 processors. There are potentially a number of other strategies to dramatically improve simulation\r\nscalability and performance by using compiler information, none of which have been studied so far. A\r\ncomprehensive program of research is required to develop their potential and evaluate their impact on\r\nsimulation of real world applications.\r\nThe focus of the current proposal is to develop compiler-based techniques for improving the efficiency of\r\nparallel discrete event simulation, and to use these techniques to evaluate application and system software\r\nperformance for wide-area distributed systems. There are three key components to this proposal:\r\n1. To explore a range of compiler-supported strategies for highly efficient simulation of dynamic, large-scale systems and applications.\r\n2. To use these strategies in developing a practical performance tool for wide-area distributed systems, by\r\nextending our existing compiler and simulation infrastructure. This requires addressing additional\r\nchallenges raised by the dynamic nature of these systems and the lack of well-defined metrics to\r\nmeasure effective application level performance in such environments.\r\n3. To evaluate the effectiveness of these strategies for real world distributed applications such as SF-Express, a large-scale distributed interactive simulation (DIS) environment, and a distributed video-on-demand server (a distributed multimedia application).\r\nThe proposed research program builds on a collaboration of several years between the PIs' research groups,\r\nand brings together key strengths in parallel simulation of large-scale parallel programs, parallel simulation of wide-area networks, and in parallelizing compilers and their use for supporting performance evaluation.\r\nThis program of research also complements the ongoing software efforts for wide-area systems that are\r\naimed at developing operating system services (e.g., Globus, Legion, and WebOS) and programming\r\nenvironments (e.g., Legion, Globe, and GrADS). As such, the proposed research program represents an\r\nessential third leg of software support for the development and deployment of successful wide-area\r\ndistributed systems.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rajive",
   "pi_last_name": "Bagrodia",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Rajive L Bagrodia",
   "pi_email_addr": "rajive@cs.ucla.edu",
   "nsf_id": "000365972",
   "pi_start_date": "2000-09-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "10889 WILSHIRE BLVD STE 700",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900244200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "287600",
   "pgm_ele_name": "DISTRIBUTED SYSTEMS"
  },
  {
   "pgm_ele_code": "408000",
   "pgm_ele_name": "ADVANCED COMP RESEARCH PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9215",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING SYSTEMS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "app-0101",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 66019.0
  },
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 68029.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 70952.0
  }
 ],
 "por": null
}