{
 "awd_id": "9988905",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Integration of Auditory & Chemical Processing into Compact, Distributed Sensing Nodes",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Filbert J. Bartoli",
 "awd_eff_date": "2000-09-15",
 "awd_exp_date": "2004-09-30",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 412000.0,
 "awd_min_amd_letter_date": "2000-09-22",
 "awd_max_amd_letter_date": "2004-07-15",
 "awd_abstract_narration": "In this research, we propose to combine complementary hear/smell functions where the hearing process is used to complement smell for minimizing false alarms and reinforcing suspected dangerous situations. Because of the unique nature of the \"hear\" and \"smell\" sensing nodes proposed here, the \"hear\" function also allows the hear/smell combination to operate under much lower overall power than a \"smell\" node can currently operate alone.  \r\n\r\nIf you think you see something, are you not reassured when you hear it as well? If you think you hear an explosion, are you not more anxious when you also smell smoke? If a dog smells a rabbit, does it not chase faster upon seeing it as well?\r\n\r\nThe answers to these questions are, of course, yes. Not necessarily because add information to the system, but because we complement one set of information with another set that confirms our conclusions and reinforces our reaction. The focus of this proposal on the integration of \"smell\" and \"hear\" functions using miniaturized, low-power, unattended sensing nodes is unique. The system architecture for the proposed work consists of two chips per sensing node, a wireless communication interface, and a remote base station. Please refer to Figure 1 in the main proposal text for a pictorial description of the proposed research. Each dual sensing node implements a com-bination of \"hear\" and \"smell\" functions. The interpretation of information gathered by these sensing nodes is done by a \"base station\" or remote computer. Real time processing of sensory information is enabled by compression of the large amount of incoming auditory and sensory data at the sensing node itself using analog VLSI based hard-ware processing architectures. Each sensing node consists of two custom integrated circuits (Chip 1, Chip 2), and an external miniaturized microphone. Chip 1 receives and processes an auditory signal from the microphone and also contains circuits to extract features from pre-processed chemical sensors transferred from Chip 2. Chip 2 con-tains an array of no less than eight chemical sensors based on polymer films deposited on ChemFET structures.  Chip 2 also contains processing circuits for controlling the heaters which reside local to the chemical sensors and processing circuits for reducing noise in each sensor signal. The auditory processing section of each sensing node is always powered on; by necessity, its design is ultra low power and compact. Only in the presence of relevant stimuli (as detected by the auditory processing) are the chemical sensors, chemical sensor processing circuits and link to the base station powered on. This selective operation not only extends battery life but also extends the life-time of the chemical sensors by limiting their exposure to gases that can irreversibly react with the sensor surface.  In this method of combination, \"hear\" and \"smell\" not only offer more valuable, robust, and coherent sensory information, they also enable lower power operation of the overall system.  \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Denise",
   "pi_last_name": "Wilson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Denise Wilson",
   "pi_email_addr": "wilson@ee.washington.edu",
   "nsf_id": "000268670",
   "pi_start_date": "2000-09-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 BROOKLYN AVE NE",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140300",
   "pgm_ele_name": "Proc Sys, Reac Eng & Mol Therm"
  },
  {
   "pgm_ele_code": "141400",
   "pgm_ele_name": "INTERFAC PROCESSES & THERMODYN"
  },
  {
   "pgm_ele_code": "141700",
   "pgm_ele_name": "Interfacial Engineering Progra"
  },
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9231",
   "pgm_ref_txt": "SUPPL FOR UNDERGRAD RES ASSIST"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 400000.0
  },
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": null
}