{
 "awd_id": "9988620",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Diophantine Definability and Decidability Over the Algebraic Extensions of Global Fields",
 "cfda_num": "47.049",
 "org_code": "03040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christopher Stark",
 "awd_eff_date": "2000-08-01",
 "awd_exp_date": "2004-07-31",
 "tot_intn_awd_amt": 80781.0,
 "awd_amount": 80781.0,
 "awd_min_amd_letter_date": "2000-08-01",
 "awd_max_amd_letter_date": "2000-08-01",
 "awd_abstract_narration": "ABSTRACT\r\n\r\nThe investigator will study the issues of Diophantine definability and decidability over global fields and their algebraic extensions.  The long term goal of the project is to gain insight into  Diophantine (un)decidability of  Q and rings of algebraic integers of number fields.  The immediate goal is to study  Diophantine definability over some subrings of number fields and function fields.  In particular, if one thinks of the field as a ring where all the primes are allowed to occur in the \"denominators\" of the elements, then integers and rings of integral functions and numbers, where we understand the problem relatively well, can be considered as rings where no primes or only finitely many primes are allowed in the denominator.  Thus a natural intermediate step for the project is to understand what happens in the rings where infinitely many primes are allowed to appear in the denominator of the divisors of the elements.  These rings constitute the main focus of study by the Principal Investigator.  A related issue is the problem of defining of integrality at sets of primes using polynomial equations.  This problem has been solved for many fields for the case when the prime sets are finite.  However, even for the finite sets the question is open for the primes whose residue fields are algebraically closed.  The investigator also plans to study this problem with the goal of identifying situations where this kind of integrality is not definable in Diophantine terms.\r\n\r\nIn 1900, during an International Congress of  Mathematicians, a great German Mathematician David Hilbert presented a list of problems which had great influence on the development of Mathematics in the XX century and whose influnce is likely to extend to the XXI century.  The tenth problem on the list asked a question which, if rephrased in modern terms, can be stated as follows.  Is there a computer program which can determine whether an arbitrary polynomial equation in several variables has solutions in integers (whole numbers) ?  The answer turned out to be \"no\".  It took many years to obtain and it finally emerged in the late sixties in the work of Yurii Matyasevich building on results of Julia Robinson, Martin Davis and David Putnam.  There has been speculation that Hilbert did not expect this answer.  He hoped for an algorithm to \"solve\" all polynomial equations.  Such an algorithm would also solve all polynomial equations where the answers are allowed to be fractions.  The absence of the computer program for integer solutions left the question wide open for the case when we allow rational numbers (fractions) as solutions.  The answer to the question of what happens when we allow solutions to polynomial equations to be fractions is the long term goal of the project.  However, this problem currently seems too hard to approach directly.  As in many other situations in Mathematics, a gradual assault is probably necessary.  As a first step in our program we plan to move from integers to fractions in stages. If one thinks of rational numbers as a collection of numbers where any non-zero number is allowed in the denominator, and integers as a collection of numbers where no number is allowed in the denominator, one can visualize an intermediate step as a the study of collections of numbers where some but not all numbers are allowed in the denominator.  The investigator's immediate goal is to study such sets of numbers.  \r\n\r\nFinally we should note that polynomial equations over rational numbers are present in virtually every part of Mathematics and its applications.  Thus understanding their logic properties is likely to shed light on many other problems.\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alexandra",
   "pi_last_name": "Shlapentokh",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alexandra Shlapentokh",
   "pi_email_addr": "shlapentokha@ecu.edu",
   "nsf_id": "000234940",
   "pi_start_date": "2000-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "East Carolina University",
  "inst_street_address": "1000 E 5TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "GREENVILLE",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "2523289530",
  "inst_zip_code": "278582502",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "NC03",
  "org_lgl_bus_name": "EAST CAROLINA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HWPEKM8VFTJ9"
 },
 "perf_inst": {
  "perf_inst_name": "East Carolina University",
  "perf_str_addr": "1000 E 5TH ST",
  "perf_city_name": "GREENVILLE",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "278582502",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "NC03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126800",
   "pgm_ele_name": "FOUNDATIONS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 80781.0
  }
 ],
 "por": null
}