{
 "awd_id": "9988543",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Compiling Knowledge for Tractable and Embedded Inference",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Edwina L. Rissland",
 "awd_eff_date": "2000-04-15",
 "awd_exp_date": "2004-03-31",
 "tot_intn_awd_amt": 391461.0,
 "awd_amount": 391461.0,
 "awd_min_amd_letter_date": "2000-04-21",
 "awd_max_amd_letter_date": "2002-07-08",
 "awd_abstract_narration": "Knowledge compilation has been emerging recently as a new direction of research for dealing with the computational intractability of general propositional reasoning.  In this approach, the reasoning process is split into two phases: an off-line compilation phase and an on-line query-answering phase.   In the off-line phase the propositional theory is compiled into some target language, which is typically a tractable one. In the on-line phase, the compiled target is used to efficiently answer a (potentially) exponential number of queries.   The main motivation behind knowledge compilation is to push as much of the computational overhead as possible into the off-line phase, in order to amortize that overhead over all on-line queries.    Another motivation behind compilation is to produce very simplistic on-line reasoning systems, which can be embedded cost-effectively into primitive computational platforms, such as those found in consumer electronics.\r\n\r\nThe focus of this research is on a new compilation target language, known as Decomposable Negation Normal Form (DNNF) which is universal (contrary to Horn theories), supports more polynomial-time operations than Horn theories and prime implicates, is more space-efficient than OBDDs, and is very simplistic as far as its structure and algorithms are concerned.  Therefore, DNNF represents a new, interesting point on the four-dimensional structure of universality, tractability, efficiency and simplicity.   The class of polynomial-time DNNF operations is sufficient to fully implement relatively complex AI applications, such as model-based diagnosers and universal planners.    Moreover, its space-efficiency establishes a very significant bottom-line for the effectiveness of DNNF-based compilations, given the current success of the OBDD community in compiling quite complex propositional theories.\r\n\r\nThere are four major objectives of this proposal. The first, and most central objective, is to push the DNNF compilation envelope along three dimensions:   to develop algorithms that generate much smaller DNNF compilations than is currently possible;    to develop a DNNF compiler which can incrementally change a DNNF compilation in light of incremental changes to the underlying theory;    and to develop the theory of approximate DNNFs, which can be used to answer only a predetermined class of queries.   The second objective is to pursue the applicability of DNNFs to the compilation of universal planners, an objective which is made possible by recent advances on satisfiability-based planning.    The third objective is to develop a hardware implementation of some DNNF operations using Field Programmable Gate Arrays (FPGAs) in order to permit the compilation of certain diagnosis and planning applications into hardware.   The fourth objective of this proposal is to conduct an investigation on some of the theoretical underpinnings necessary to fully understand the relationship between DNNF and other tractable forms, such as Horn theories and OBDDs.\r\n\r\nThis project will make a strong impact on the theory and practice of propositional reasoning in intelligent systems.   On the theoretical side, it will shed new light on the compilability of propositional reasoning and on the relationship between various target compilation languages, such as OBDDs, Horn theories and prime implicates.    On the practical  side, it will yield on-line reasoning systems which are more tractable than is currently  possible, and will enable the migration of certain AI applications (diagnosis and planning in particular) onto platforms with primitive computational resources.  This may provide a solid foundation for embedded intelligence, as exercised in the powerful framework of propositional reasoning.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Adnan",
   "pi_last_name": "Darwiche",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Adnan Darwiche",
   "pi_email_addr": "darwiche@cs.ucla.edu",
   "nsf_id": "000440042",
   "pi_start_date": "2000-04-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "10889 WILSHIRE BLVD STE 700",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900244200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "685600",
   "pgm_ele_name": "ARTIFICIAL INTELL & COGNIT SCI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "app-0101",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 120316.0
  },
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 132656.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 138489.0
  }
 ],
 "por": null
}