{
 "awd_id": "9988576",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Theory of Dense Hydrogen and Correlated Quantum and Classical Systems",
 "cfda_num": "47.049",
 "org_code": "03070005",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "G. Bruce Taggart",
 "awd_eff_date": "2000-03-01",
 "awd_exp_date": "2003-02-28",
 "tot_intn_awd_amt": 369000.0,
 "awd_amount": 369000.0,
 "awd_min_amd_letter_date": "2000-02-15",
 "awd_max_amd_letter_date": "2002-03-11",
 "awd_abstract_narration": "9988576\r\nAshcroft\r\nThe grant supports theoretical studies of dense hydrogen (extended to certain light elements), and of correlated quantum and classical systems with novel states of order.  In one sense hydrogen, the most abundant of elements (and rife in its combination with others) can be regarded at high compression as the simplest realistic and quantifiable departure from the ubiquitous jellium.  It is a fundamental system and, given the simplicity of its basic Hamiltonian, its properties in the condensed phase are intriguingly complex.  Hydrogen has recently come under very sustained experimental attack both dynamically and statically.  Laser shock experiments now take hydrogen into a regime of around ten-fold compression (over the one atmosphere solid) and temperatures as high as 20,000K.  Yet there seems to be little in the way of theoretical consensus on accounting even for something so basic as the equation of state under these conditions.\r\n\r\nThe first of three major research themes, on dense hydrogen, is prompted by the fact that both at high temperatures and at low there is a remarkable persistence of proton-pairing: for near the ground state conditions this has been shown to be accompanied by unusual states of electronic order, the extent and range of which invite further investigation.  At very high temperatures it is reasonably expected that the pairing will give way to a dense monatomic and metallic state, but en route we are presented with intermediate conditions (partially degenerate electrons, and especially strong pairing correlations in the protons) that give rise to a problem of considerable complexity.  There will be a range of transitions on the way to the upper reaches of the phase diagram, and whether some of these are continuous or not is already a matter of debate.  It is known experimentally that the low temperature/high density phase diagram of hydrogen (and deuterium) is rich, and yet it has received only partial explanation in terms of the ordering of quadrupoles.  One interesting challenge is to incorporate the new physics associated with the experimental observation of electronic broken symmetry leading to self-consistent fields of a largely dipolar character to which the quadrupolar problem can now couple.\r\n\r\nA second major effort is to be centered on many-body theory, following on the heels of a prediction that at high densities the light s-p metals may have electronic structures unusually different from their one atmosphere counterparts.  This arises from a generalized view of pairing in Coulomb systems (but extended to the case of pseudopotentials) and leads to the possibility of new ordered states in systems hitherto regarded as relatively simple.  The generalized pairing view itself can also now be extended to anisotropic systems, those of most immediate interest being layered.  The nature of effective interactions in such systems, particularly if the one-electron structure admits of a particle-hole character, is of considerable interest.  For then the interactions can depart significantly from the corresponding results in three dimensions.  In the quasi-two-dimensional electron gas the issue is also of some interest with respect to the possibility of intrinsic superconductivity (i.e. that the true ground state of quasi-two-dimensional electron-hole ensembles might exhibit off-diagonal long range order).  When such systems are taken to quite low densities, symmetry breaking to a crystalline state is anticipated, though as in three-dimensions it appears now that the standard constraint (to simple Bravais lattices) does not necessarily lead to states of lowest energy.  \r\n\r\nThe third theme deals with density functional theory which has also had wide applications in a classical context, and in particular has had a major impact on the theory of classical inhomogeneous systems.  Classical systems are often more highly correlated than their quantum analogs, and for this reason the class of approximations developed here (coarse graining and weighted density methods, for example) might well find application now in electronic systems.  The new studies may therefore be viewed as an exploration of a possible alternative to gradient correction approaches to the ubiquitous local density or local spin density approximation.\r\n%%%  \r\nThis grant supports theoretical research on condensed matter systems.  There are three broad themes: the study of the simplest element, hydrogen, and its behavior at high pressures and temperature; the study of interacting charged quantum particles; and, the study of classical interacting systems.  The research ranges from very basic investigations of the foundations of the physics of interacting systems to realistic calculations of novel new phases of hydrogen.\r\n***\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Neil",
   "pi_last_name": "Ashcroft",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Neil W Ashcroft",
   "pi_email_addr": "nwa@ccmr.cornell.edu",
   "nsf_id": "000304089",
   "pi_start_date": "2000-02-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "341 PINE TREE RD",
  "perf_city_name": "ITHACA",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0100",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0100",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0101",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000102DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0102",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0102",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2000,
   "fund_oblg_amt": 123000.0
  },
  {
   "fund_oblg_fiscal_yr": 2001,
   "fund_oblg_amt": 123000.0
  },
  {
   "fund_oblg_fiscal_yr": 2002,
   "fund_oblg_amt": 123000.0
  }
 ],
 "por": null
}