{
 "awd_id": "0640809",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Maximizing the Utility of Orthologs and Phylogenetic Profiles for Systems-Scale Comparative Genomics",
 "cfda_num": "47.074",
 "org_code": "08080200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Peter McCartney",
 "awd_eff_date": "2007-12-01",
 "awd_exp_date": "2011-11-30",
 "tot_intn_awd_amt": 712802.0,
 "awd_amount": 854845.0,
 "awd_min_amd_letter_date": "2007-11-27",
 "awd_max_amd_letter_date": "2010-08-13",
 "awd_abstract_narration": "Harvard  University is awarded a grant to develop a freely available, web-accessible system that makes comparative genomics data maximally available and accurately decoded into forms that facilitate further biological investigation at the scale of entire genomes. Specifically, the project will build the largest ortholog repository to date using an improved algorithm for identifying orthologs, based on appropriate evolutionary metrics of similarity. Whole-genome orthology data will be aggregated into matrices of phylogenetic profiles, enabling a series of meta-analyses including the reconstruction of genome phylogenies, and analysis of protein function and network organization. The project's specific tasks include (1) Development of an optimized algorithm to amass a database of orthologs and evolutionary distances for all available fully sequenced genomes that includes results from a maximally informative parameter space; (2) Development of a platform that allows a user to aggregate all of the above orthology data into matrices of phylogenetic profiles and, importantly, to use these matrices to study protein function, network organization and genomic evolution; and (3)Development of a graphical user interface to allow easy access to this resource by researchers world-wide from any web browser. The final product will be a tool to enable any research biologist, regardless of computational expertise, to conduct large-scale comparative genomics investigations that probe functional relationships among genes or phylogenetic relationships among genomes. Its value as a tool for training in comparative genomics and systems biology will be actively promoted through a four-part plan involving training workshops, virtual train materials on the project web page, tutorials associated with major biocomputing symposia, and new course offerings in the Department of Systems Biology at Harvard Medical School.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dennis",
   "pi_last_name": "Wall",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Dennis P Wall",
   "pi_email_addr": "dpwall@stanford.edu",
   "nsf_id": "000090845",
   "pi_start_date": "2007-11-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University Medical School",
  "perf_str_addr": "25 SHATTUCK ST",
  "perf_city_name": "BOSTON",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021156027",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "116500",
   "pgm_ele_name": "ADVANCES IN BIO INFORMATICS"
  },
  {
   "pgm_ele_code": "689200",
   "pgm_ele_name": "CI REUSE"
  },
  {
   "pgm_ele_code": "801000",
   "pgm_ele_name": "Computing in the Cloud"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1165",
   "pgm_ref_txt": "ADVANCES IN BIO INFORMATICS"
  },
  {
   "pgm_ref_code": "1718",
   "pgm_ref_txt": "BIOINFORMATICS"
  },
  {
   "pgm_ref_code": "1719",
   "pgm_ref_txt": "COMPUTATIONAL BIOLOGY"
  },
  {
   "pgm_ref_code": "6892",
   "pgm_ref_txt": "CI REUSE"
  },
  {
   "pgm_ref_code": "8010",
   "pgm_ref_txt": "Computing in the Cloud"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9184",
   "pgm_ref_txt": "BIOTECHNOLOGY - INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 230604.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 237448.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 386793.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>Advances in high-throughput genomic sequencing have made it possible to produce hundreds of new genomes (soon to be thousands) in a relatively short time period. For example, from 2006 to 2011, the number of complete proteomes listed in UniProtKB (</span><a id=\"xref-ref-17-1\" class=\"xref-bibr\" href=\"http://bioinformatics.oxfordjournals.org/content/28/5/715.long#ref-17\">Magrane and Consortium, 2011</a><span>), a repository of annotated protein sequences, increased from 300 to over 2500. To overcome the engineering challenges of computing and publishing orthologs for such a large number of genomes, we created a comparative genomics tool called Roundup</span><span>&nbsp;that can scale with the rate of genome sequencing and that enables increasingly more sophisticated comparative genomics analyses. Roundup 2.0 contains orthology data for over 1800 genomes, providing one of the largest diversities among similar orthology databases</span><span>. </span><span>&nbsp;We have created Roundup for discovery of a wide range of sequence conservation, enabling searches for distant orthologs in teh vast diversity of organisms for which we have full genomes. We also created Roundup to generate phylogenetic profiles that enable investigation of functional relationships among genes and across organisms. &nbsp;This work has enabled us and others to find novel components in cellular networks (</span><a id=\"xref-ref-6-1\" class=\"xref-bibr\" href=\"http://bioinformatics.oxfordjournals.org/content/28/5/715.long#ref-6\">Cui&nbsp;<em>et al.</em>, 2011</a><span>). &nbsp;As a live database, we expect Roundup to grow with the rate of genome sequence and continue to provide researchers open access to a deep and broad coverage of comparative genomics data. &nbsp;</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/10/2012<br>\n\t\t\t\t\tModified by: Dennis&nbsp;P&nbsp;Wall</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAdvances in high-throughput genomic sequencing have made it possible to produce hundreds of new genomes (soon to be thousands) in a relatively short time period. For example, from 2006 to 2011, the number of complete proteomes listed in UniProtKB (Magrane and Consortium, 2011), a repository of annotated protein sequences, increased from 300 to over 2500. To overcome the engineering challenges of computing and publishing orthologs for such a large number of genomes, we created a comparative genomics tool called Roundup that can scale with the rate of genome sequencing and that enables increasingly more sophisticated comparative genomics analyses. Roundup 2.0 contains orthology data for over 1800 genomes, providing one of the largest diversities among similar orthology databases.  We have created Roundup for discovery of a wide range of sequence conservation, enabling searches for distant orthologs in teh vast diversity of organisms for which we have full genomes. We also created Roundup to generate phylogenetic profiles that enable investigation of functional relationships among genes and across organisms.  This work has enabled us and others to find novel components in cellular networks (Cui et al., 2011).  As a live database, we expect Roundup to grow with the rate of genome sequence and continue to provide researchers open access to a deep and broad coverage of comparative genomics data.  \n\n\t\t\t\t\tLast Modified: 05/10/2012\n\n\t\t\t\t\tSubmitted by: Dennis P Wall"
 }
}