{
 "awd_id": "0652400",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Molecular Structure and Phase Separation Behavior of Novel Phosphate-glass / Polymer Hybrids Studied by Advanced Solid-state NMR and Rheometry Methods",
 "cfda_num": "47.049",
 "org_code": "03070009",
 "po_phone": "7032924936",
 "po_email": "lmadsen@nsf.gov",
 "po_sign_block_name": "Lynnette Madsen",
 "awd_eff_date": "2008-08-01",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 96000.0,
 "awd_amount": 96000.0,
 "awd_min_amd_letter_date": "2008-07-30",
 "awd_max_amd_letter_date": "2008-07-30",
 "awd_abstract_narration": "NON-TECHNICAL DESCRIPTION: The results of this work will play an important role in the nation?s interest in developing advanced materials for new and existing applications. The materials are expected to possess a number of desirable properties that will make them useful applications such as solid electrolytes for solid-state batteries or polymer electrolyte membranes for fuel cells and as storage materials for nuclear wastes. The facile synthesis and desirable properties of the hybrid materials will make them excellent model systems for exploring feasibility of new routes for driving inorganic glasses and organic polymers to self-assemble into useful materials, making them widely applicable. The project will provide research training to graduate students and will also take advantage of complementary expertise and research resources at University of Southern Mississippi, ETH Zurich, and Sandia National Laboratories (SNL). The project will also advance the graduate students careers by learning how fundamental interdisciplinary knowledge can be used to solve a practical problem. The strong working relations the investigators have developed via an existing NSF-supported U.S.-Switzerland research cooperation, and with SNL will provide critical guidance and clear focus on relevance of the project. The University of Southern Mississippi has a sizable minority student population who could benefit from training in the broad area of materials science and engineering.\r\n\r\nTECHNICAL DETAILS:  The ultimate goal of this collaborative interdisciplinary research project is to better understand the fundamental science governing the phase separation dynamics, thermorheology, and structure formation in low-Tg inorganic phosphate-glass (Pglass)/polymer hybrid system and to identify accurate, predictive models of relationships between fundamental molecular structures and rheological properties of the hybrids. This is a first step toward establishing rational synthesis and design principles to guide the synthesis and processing of new hybrid materials. By using a variety of experimental methods such as advanced solid-state NMR and thermorheological techniques, the investigators propose to understand the Pglass phase separation behavior and its effect on microstructure of the novel low-Tg inorganic Pglass/polymer hybrid materials, and to identify the technological potential of this new class of hybrid materials. The results obtained from these studies will used to test whether or not existing theories on phase separation and self-assembly reported in the literature on simple polymer systems are applicable, and may reduce or eliminate costly \"trial and error\" practices common in the literature and industry. In addition, advanced solid-state NMR methods for reliably measuring and characterizing the hybrid structure and interactions on the molecular and the nanometer scale will be used and improved. To avoid disappointingly slow progress in prior attempts, mostly in industry, to follow one approach while neglecting the others, this proposal combines the three approaches to rational design and synthesis of materials (i.e., at the molecular level, by materials processing, and by surface chemistry). The diversification of approach and cooperation discussed in this proposal should become more critical as ceramic materials research continues to overlap other materials such as polymers and electro-optical materials. The interface and the fortuitous miscibility in the liquid state between the hybrid components for the rheology and phase separation, the extent of mixing, particularly at the interface between the phase domains and sizes, the favorable reactions between the hybrid components, and the remarkable hybrid viscosity decrease by the Pglass addition will be critical in determining a number of the desirable hybrid properties.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Klaus",
   "pi_last_name": "Schmidt-Rohr",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Klaus Schmidt-Rohr",
   "pi_email_addr": "srohr@brandeis.edu",
   "nsf_id": "000488283",
   "pi_start_date": "2008-07-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Iowa State University",
  "inst_street_address": "1350 BEARDSHEAR HALL",
  "inst_street_address_2": "515 MORRILL ROAD",
  "inst_city_name": "AMES",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "5152945225",
  "inst_zip_code": "500112103",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IA04",
  "org_lgl_bus_name": "IOWA STATE UNIVERSITY OF SCIENCE AND TECHNOLOGY",
  "org_prnt_uei_num": "DQDBM7FGJPC5",
  "org_uei_num": "DQDBM7FGJPC5"
 },
 "perf_inst": {
  "perf_inst_name": "Iowa State University",
  "perf_str_addr": "1350 BEARDSHEAR HALL",
  "perf_city_name": "AMES",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "500112103",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177300",
   "pgm_ele_name": "POLYMERS"
  },
  {
   "pgm_ele_code": "177400",
   "pgm_ele_name": "CERAMICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 96000.0
  }
 ],
 "por": null
}