{
 "awd_id": "0703827",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Phase II: Hawaiian Values, Science and Technology: Advancing A New Paradigm for STEM Education",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": "7032925173",
 "po_email": "lchase@nsf.gov",
 "po_sign_block_name": "Jody Chase",
 "awd_eff_date": "2008-01-15",
 "awd_exp_date": "2012-12-31",
 "tot_intn_awd_amt": 750000.0,
 "awd_amount": 874391.0,
 "awd_min_amd_letter_date": "2008-03-04",
 "awd_max_amd_letter_date": "2011-09-06",
 "awd_abstract_narration": "The proposed project builds upon the solid foundation of the successful Phase I University of Hawai?i Hilo?s Keaholoa1 STEM project (NSF Award 0223040), which is revolutionizing science education at the University of Hawai?i Hilo (UH Hilo) by convincing faculty and administrators to overcome institutional inertia and to make important changes in teaching, learning, research, and infrastructure to improve services to STEM departments and students, especially Native Hawaiian STEM students.  The aim of this Phase II proposal is to build on the demonstrated success achieved in our initial NSF-TCUP Cooperative Agreement (2002-2007) by expanding services and strengthening institutional commitment to ensure lasting improvements in STEM retention and graduation rates for all students at UH Hilo, and ultimately to promote local Native Hawaiian leadership in the STEM professions. For the Keaholoa Phase II initiative we have adopted as our emblem the important Hawaiian cultural icon, the taro or kalo plant (Colocasia esculenta). This icon will be symbolic of our commitment to the articulation of appropriate pedagogy that embraces Hawaiian cultural knowledge and to the formulation of curricula; faculty and student research; student peer tutoring and mentoring that are uniquely effective in educating Native Hawaiian students.  Keaholoa?s activities are designed to achieve the following Phase II objectives:\r\n1. Collaborate with UH Hilo campus partners to create a Student Success and Retention Center (SSRC)\r\nthrough which to coordinate Phase I academic support services such as peer tutoring and mentoring in physical sciences and other activities that promote learning, engagement and success in STEM subjects and majors.\r\n2. Continue and enhance Phase I faculty development to improve teaching effectiveness and the attractiveness of STEM majors through the incorporation of culturally significant perspectives in curriculum and instruction.\r\n3. Continue and enhance the highly effective Phase I student/faculty STEM research program through which Native Hawaiian students participate in faculty research and help to inform the questions and methods of faculty research.\r\n4. Continue and broaden outreach involving mentoring of middle and high school students, summer high school to college bride program, interaction with Hawaiian civic organizations, and articulation with community colleges that feed into UH Hilo.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Donald",
   "pi_last_name": "Straney",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Donald Straney",
   "pi_email_addr": "dstraney@hawaii.edu",
   "nsf_id": "000096545",
   "pi_start_date": "2011-06-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Rose",
   "pi_last_name": "Tseng",
   "pi_mid_init": "Y",
   "pi_sufx_name": "",
   "pi_full_name": "Rose Y Tseng",
   "pi_email_addr": "kasarski@hawaii.edu",
   "nsf_id": "000409030",
   "pi_start_date": "2008-03-04",
   "pi_end_date": "2011-06-06"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "April",
   "pi_last_name": "Komenaka",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "April Komenaka",
   "pi_email_addr": "komenaka@uhunix uhcc.hawaii.edu",
   "nsf_id": "000474466",
   "pi_start_date": "2008-03-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sonia",
   "pi_last_name": "Juvik",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Sonia P Juvik",
   "pi_email_addr": "juvik@hawaii.edu",
   "nsf_id": "000474859",
   "pi_start_date": "2008-03-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Randy",
   "pi_last_name": "Hirokawa",
   "pi_mid_init": "Y",
   "pi_sufx_name": "",
   "pi_full_name": "Randy Y Hirokawa",
   "pi_email_addr": "randyh@hawaii.edu",
   "nsf_id": "000474584",
   "pi_start_date": "2008-03-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Hawaii at Hilo",
  "inst_street_address": "200 W KAWILI ST",
  "inst_street_address_2": "",
  "inst_city_name": "HILO",
  "inst_state_code": "HI",
  "inst_state_name": "Hawaii",
  "inst_phone_num": "8089567800",
  "inst_zip_code": "967204075",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "HI02",
  "org_lgl_bus_name": "UNIVERSITY OF HAWAII",
  "org_prnt_uei_num": "",
  "org_uei_num": "KEXVZ79F9UU9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Hawaii at Hilo",
  "perf_str_addr": "200 W KAWILI ST",
  "perf_city_name": "HILO",
  "perf_st_code": "HI",
  "perf_st_name": "Hawaii",
  "perf_zip_code": "967204075",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "HI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "174400",
   "pgm_ele_name": "Tribal College & Univers Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0408",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000809DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0409",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000910DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 250000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 250000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 250000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 124391.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p style=\"color: #222222; font-family: arial,sans-serif; font-size: 13px; font-style: normal; font-variant: normal; font-weight: normal; letter-spacing: normal; line-height: normal; text-indent: 0px; text-transform: none; white-space: normal; word-spacing: 0px; background-color: #ffffff; text-align: left;\"><span style=\"font-size: 12pt; line-height: 18px; font-family: 'Times New Roman';\">Keaholoa STEM Program (the Program) was established at the University of Hawai`i at Hilo (UH Hilo) in 2002. Full funding was maintained for five years with reduced funding in subsequent years.<span>&nbsp;<span class=\"Apple-converted-space\">&nbsp;</span></span>The goal of the Program is to increase the participation of underrepresented students, in particular Native Hawaiian students, in STEM baccalaureate degrees and professions.<span class=\"Apple-converted-space\">&nbsp;</span><span>&nbsp;</span>To achieve this goal, the Program adopted a systemic approach to foster institutional transformation by pulling apart the synergy of the disincentives that undermine indigenous students&rsquo; persistence in STEM disciplines.</span></p>\n<p style=\"color: #222222; font-family: arial,sans-serif; font-size: 13px; font-style: normal; font-variant: normal; font-weight: normal; letter-spacing: normal; line-height: normal; text-indent: 0px; text-transform: none; white-space: normal; word-spacing: 0px; background-color: #ffffff; text-align: left;\"><span style=\"font-size: 12pt; line-height: 18px; font-family: 'Times New Roman';\">&nbsp;</span></p>\n<p style=\"color: #222222; font-family: arial,sans-serif; font-size: 13px; font-style: normal; font-variant: normal; font-weight: normal; letter-spacing: normal; line-height: normal; text-indent: 0px; text-transform: none; white-space: normal; word-spacing: 0px; background-color: #ffffff; text-align: left;\"><span style=\"font-size: 12pt; line-height: 18px; font-family: 'Times New Roman';\">Intellectual Merit</span></p>\n<p style=\"color: #222222; font-family: arial,sans-serif; font-size: 13px; font-style: normal; font-variant: normal; font-weight: normal; letter-spacing: normal; line-height: normal; text-indent: 0px; text-transform: none; white-space: normal; word-spacing: 0px; background-color: #ffffff; text-align: left;\"><span style=\"font-size: 12pt; line-height: 18px; font-family: 'Times New Roman';\">The disagreement between indigenous and western education processes is well known.<span>&nbsp;<span class=\"Apple-converted-space\">&nbsp;</span></span>The indigenous education process is one of apprenticeship where learning is holistic, by observation and doing, and for practical purposes in everyday life (Kaomea 2005, Dela Cruz et al 2006).<span>&nbsp;<span class=\"Apple-converted-space\">&nbsp;</span></span>Typically, Western cultures compartmentalize knowledge and learn through a systematic fashion (Cajete 1994, Kawagley and Barnhardt 1998).<span>&nbsp;<span class=\"Apple-converted-space\">&nbsp;</span></span>These drastically different styles of learning and teaching have led to the disenchantment of innumerable indigenous students in western education systems.<span class=\"Apple-converted-space\">&nbsp;</span><span>&nbsp;</span>The cultural disconnect in pedagogy between western educational systems and indigenous modes of learning is particularly pronounced in STEM disciplines.<span>&nbsp;<span class=\"Apple-converted-space\">&nbsp;</span></span>Therefore our working hypothesis has been that STEM participation of underrepresented students at UH Hilo is a result of the differences in styles of learning and teaching between indigenous and western cultures.<span>&nbsp;<span class=\"Apple-converted-space\">&nbsp;</span></span>In addition, attitudes (real and perceived) towards indigenous cultures contribute in no small part to indigenous students&rsquo; underrepresentation in STEM professions.</span></p>\n<p style=\"color: #222222; font-family: arial,sans-serif; font-size: 13px; ...",
  "por_txt_cntn": "Keaholoa STEM Program (the Program) was established at the University of Hawai`i at Hilo (UH Hilo) in 2002. Full funding was maintained for five years with reduced funding in subsequent years.  The goal of the Program is to increase the participation of underrepresented students, in particular Native Hawaiian students, in STEM baccalaureate degrees and professions.  To achieve this goal, the Program adopted a systemic approach to foster institutional transformation by pulling apart the synergy of the disincentives that undermine indigenous studentsÆ persistence in STEM disciplines.\n \nIntellectual Merit\nThe disagreement between indigenous and western education processes is well known.  The indigenous education process is one of apprenticeship where learning is holistic, by observation and doing, and for practical purposes in everyday life (Kaomea 2005, Dela Cruz et al 2006).  Typically, Western cultures compartmentalize knowledge and learn through a systematic fashion (Cajete 1994, Kawagley and Barnhardt 1998).  These drastically different styles of learning and teaching have led to the disenchantment of innumerable indigenous students in western education systems.  The cultural disconnect in pedagogy between western educational systems and indigenous modes of learning is particularly pronounced in STEM disciplines.  Therefore our working hypothesis has been that STEM participation of underrepresented students at UH Hilo is a result of the differences in styles of learning and teaching between indigenous and western cultures.  In addition, attitudes (real and perceived) towards indigenous cultures contribute in no small part to indigenous studentsÆ underrepresentation in STEM professions.\n            The faculty development focus addresses the discrimination of indigenous students by western STEM educators and practitioners as well as the disconnect in pedagogy between western institutions and indigenous learners.  This focus aims at increasing the awareness of Hawaiian culture worldview on the part of STEM faculty members in order to improve pedagogy.\nThe curriculum enhancement activities include development and implementation of new courses; provision of course release time for faculty to make pedagogical changes or enhancements to current courses; supplemental education; and peer tutoring.  The peer tutoring program involves both in-class tutoring and traditional outside-of-class peer tutoring.  In addition to assistance with academic materials, peer tutoring focuses on time management, study skills and personal attitudes.\n            The research focus is the center of Keaholoa STEM Program and addresses three disincentives: socioeconomic status of Native Hawaiians; limited Native Hawaiian role models in STEM disciplines; and family involvement in western education.  The Program developed an undergraduate student research internship program which pairs Native Hawaiian undergraduate STEM majors with faculty mentors to conduct research both in the lab and in the field.  The internship program provides students with scientific research experience and incorporates Hawaiian cultural values and respect for local community perspectives in scientific research.  The goal is greater relevancy of scientific research to students and their communities and concomitant transformation of the research questions asked and the methodologies used in Hawaii.  \nThe outreach focus addresses the disconnect in pedagogy between western institutions and indigenous students as well.  Outreach is carried out mostly through partnership with Na Pua NoÆeau, a UH Hilo program for the enrichment of Native Hawaiian children from K through 12.  Keaholoa STEM Program funded the initial years of Na Pua NoÆeauÆs summer STEM program for intermediate and high school students.\nProgram Impact\nKeaholoa STEM Program data from FY2004 to FY2010 reveals success in Native Hawaiian STEM majors persistence to graduate with a STEM baccalaureate degree.  Within this time peri..."
 }
}