{
 "awd_id": "0716930",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Learned Attention, Blocking, and Transfer in Language Acquisition",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927238",
 "po_email": "btuller@nsf.gov",
 "po_sign_block_name": "Betty Tuller",
 "awd_eff_date": "2008-02-01",
 "awd_exp_date": "2012-01-31",
 "tot_intn_awd_amt": 103998.0,
 "awd_amount": 103998.0,
 "awd_min_amd_letter_date": "2008-01-22",
 "awd_max_amd_letter_date": "2010-01-25",
 "awd_abstract_narration": "Most adult learners cannot attain native competence in a second language. Scholars have proposed various accounts for this limited attainment of older learners compared to young children, including critical periods for language acquisition, sociocultural differences, motivational effects, and restricted language input. Such accounts have profoundly different implications for second language instruction, its likely success, and the best means of attaining it. This research project considers alternative explanations in terms of cognitive principles of learning and transfer, in particular, attentional processes in the associative learning of form-meaning relations for linguistic constructions. The investigators will examine the learning phenomena of salience, cue redundancy, and the attentional blocking of later experienced cues by earlier ones, and how individual differences in working memory capacity modulates these effects.\r\n\r\nThis is an highly integrative research exercise, bridging the psychologies of learning and development, cognitive science, linguistics, language acquisition, and education. The interdisciplinary nature of the research relies on a variety of convergent methods: laboratory learning of temporal reference in a small subset of Latin under experimental conditions, eye-movement studies of attention in reading second language Spanish, analyses of development in regular university Spanish foreign language courses, training studies, and the development of classroom or lab-based foreign language instructional interventions.\r\n\r\nFindings from this research will provide: (1) important theoretical insights into psychological processes of learned attention and transfer in second language acquisition, uniting the psychology of learning and second language acquisition in developing instruction-relevant, cognitive rather than biological, explanations of limited second language attainment; (2) detailed interdisciplinary understandings of these mechanisms as they occur both in naturalistic second language acquisition and in instructed foreign language courses; (3) forms of second language training that are based on these theoretical understandings; and (4) evaluations of the instructional efficacy of these practices.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nuria",
   "pi_last_name": "Sagarra",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nuria Sagarra",
   "pi_email_addr": "sagarra@psu.edu",
   "nsf_id": "000305388",
   "pi_start_date": "2008-01-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 OLD MAIN",
  "perf_city_name": "UNIVERSITY PARK",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725200",
   "pgm_ele_name": "Perception, Action & Cognition"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 28177.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 43791.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 32030.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>LEARNED ATTENTION, BLOCKING, AND TRANSFER IN LANGUAGE ACQUISITION</p>\n<p>Most adult learners cannot attain native competence in a second language. Scholars have proposed various accounts for this limited attainment of older learners compared to young children, including critical periods for language acquisition, sociocultural differences, motivational effects, and restricted language input. Such accounts have profoundly different implications for second language instruction and its likely success. This research project considers alternative explanations in terms of cognitive principles of learning and transfer. In particular, we investigate the learning phenomena of cue redundancy, and the attentional blocking of later experienced cues by earlier ones in adult learners&rsquo; processing of a linguistic construction persistently resistant to acquisition: inflectional markers (e.g., Hopp, 2013).</p>\n<p>The processing of inflectional markers is crucial to determine semantic information such as temporal reference, person, and number, concepts fundamental to human cognition and action. While children use both cues in their L1, lower proficiency learners mostly use implicit cues, such as chronological order, and lexical cues (e.g., Bardovi-Harlig, 2000; VanPatten, 2007). An obvious observation is that lexical cues are more salient than morphological cues (compare <em>the man </em>with the <em>&ndash;s </em>in <em>walks</em>, or <em>yesterday </em>with the <em>&ndash;ed </em>in <em>walked</em>), and more noticeable cues are easier to learn (e.g., Ellis, 2006). However, salience affects L1 and L2 acquisition alike, and thus cannot explain child-adult differences in language acquisition. Instead, we explain this distinction in terms of previous language experience: first learned cues modulate the learning of later ones. We employ eye-tracking methodology to examine possible transfer effects (experience with the L1) and proficiency effects (experience with the L2) in Romanian (rich morphology) and English (poor morphology) adult learners processing sentences with redundant verbal inflections in L2 Spanish (rich morphology).</p>\n<p>In one series of studies, Sagarra (2008) and Ellis and Sagarra (2010b) found that, unlike Spanish monolinguals, intermediate English-Spanish learners rely more on adverbs than verb inflections,&nbsp; but it is not clear whether this preference is a result of a default or an L1-based strategy. To address this question, Sagarra and Ellis (2013) asked English and Romanian learners of Spanish and English, Romanian, and Spanish monolinguals to read sentences in L2 Spanish (or their L1 for the controls) containing adverb-verb or verb-adverb congruencies or incongruencies, and to choose one of four pictures after each sentence (two competing for meaning and two for form). The results revealed that all participants were sensitive to tense incongruencies, that they spent more time at their preferred cue regardless of its position, and, most importantly, that morphologically rich L1 learners and monolinguals looked longer at verbs than morphologically poor L1 learners and controls. These findings reinforce theories that support transfer effects such as the unified competition model and the associative learning model.</p>\n<p>Heeding Sagarra and Ellis&rsquo;s (2010) findings that transfer effects dissipated when linguistic complexity increased in L2 Latin (all participants became lexically biased regardless of their L1), and Holme&rsquo;s (2013) proposal that higher cognitive effort yields less transfer, Sagarra (2014) conducted a follow-up study with beginning learners. Apart from the proficiency level and the linguistic structure under investigation (subject-verb agreement), the characteristics of the participants and the tasks were identical to those employed by Sagarra and Ellis (2013). In line with previous studies (Sagarra, 2008; Sagarra &amp; Herschenso...",
  "por_txt_cntn": "\nLEARNED ATTENTION, BLOCKING, AND TRANSFER IN LANGUAGE ACQUISITION\n\nMost adult learners cannot attain native competence in a second language. Scholars have proposed various accounts for this limited attainment of older learners compared to young children, including critical periods for language acquisition, sociocultural differences, motivational effects, and restricted language input. Such accounts have profoundly different implications for second language instruction and its likely success. This research project considers alternative explanations in terms of cognitive principles of learning and transfer. In particular, we investigate the learning phenomena of cue redundancy, and the attentional blocking of later experienced cues by earlier ones in adult learnersÆ processing of a linguistic construction persistently resistant to acquisition: inflectional markers (e.g., Hopp, 2013).\n\nThe processing of inflectional markers is crucial to determine semantic information such as temporal reference, person, and number, concepts fundamental to human cognition and action. While children use both cues in their L1, lower proficiency learners mostly use implicit cues, such as chronological order, and lexical cues (e.g., Bardovi-Harlig, 2000; VanPatten, 2007). An obvious observation is that lexical cues are more salient than morphological cues (compare the man with the &ndash;s in walks, or yesterday with the &ndash;ed in walked), and more noticeable cues are easier to learn (e.g., Ellis, 2006). However, salience affects L1 and L2 acquisition alike, and thus cannot explain child-adult differences in language acquisition. Instead, we explain this distinction in terms of previous language experience: first learned cues modulate the learning of later ones. We employ eye-tracking methodology to examine possible transfer effects (experience with the L1) and proficiency effects (experience with the L2) in Romanian (rich morphology) and English (poor morphology) adult learners processing sentences with redundant verbal inflections in L2 Spanish (rich morphology).\n\nIn one series of studies, Sagarra (2008) and Ellis and Sagarra (2010b) found that, unlike Spanish monolinguals, intermediate English-Spanish learners rely more on adverbs than verb inflections,  but it is not clear whether this preference is a result of a default or an L1-based strategy. To address this question, Sagarra and Ellis (2013) asked English and Romanian learners of Spanish and English, Romanian, and Spanish monolinguals to read sentences in L2 Spanish (or their L1 for the controls) containing adverb-verb or verb-adverb congruencies or incongruencies, and to choose one of four pictures after each sentence (two competing for meaning and two for form). The results revealed that all participants were sensitive to tense incongruencies, that they spent more time at their preferred cue regardless of its position, and, most importantly, that morphologically rich L1 learners and monolinguals looked longer at verbs than morphologically poor L1 learners and controls. These findings reinforce theories that support transfer effects such as the unified competition model and the associative learning model.\n\nHeeding Sagarra and EllisÆs (2010) findings that transfer effects dissipated when linguistic complexity increased in L2 Latin (all participants became lexically biased regardless of their L1), and HolmeÆs (2013) proposal that higher cognitive effort yields less transfer, Sagarra (2014) conducted a follow-up study with beginning learners. Apart from the proficiency level and the linguistic structure under investigation (subject-verb agreement), the characteristics of the participants and the tasks were identical to those employed by Sagarra and Ellis (2013). In line with previous studies (Sagarra, 2008; Sagarra &amp; Herschensohn, 2010), monolinguals, but not beginners, were sensitive to subject-verb violations. Most importantly, L1 modulated morphological processing in monolinguals, but..."
 }
}