{
 "awd_id": "0732255",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:  West African Mesoscale Convective Systems and Their Interactions with the Synoptic Environment",
 "cfda_num": "47.050",
 "org_code": "06020106",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anjuli Bamzai",
 "awd_eff_date": "2008-02-01",
 "awd_exp_date": "2012-12-31",
 "tot_intn_awd_amt": 364762.0,
 "awd_amount": 414757.0,
 "awd_min_amd_letter_date": "2008-02-01",
 "awd_max_amd_letter_date": "2010-08-29",
 "awd_abstract_narration": "The interactions between mesoscale convective systems (MCSs) and the synoptic scale environment over West Africa are crucial for determining the nature and variability of the weather and climate of the region. In addition to their important role in influencing West African rainfall, the mesoscale and synoptic scale weather systems (African easterly waves, AEWs) also have a key role in mobilizing and transporting dust. General understanding of the scale interactions including their impact on dust is poor and has until now been severely hindered by lack of useful observations.  The related overarching aims of this research are: (i) To improve our knowledge and understanding of the interactions between MCSs and the synoptic environment, and (ii) to improve knowledge and understanding of the role MCSs and AEWs play in mobilizing and transporting dust. \r\n\r\nIntellectual Merit \r\nCentral to addressing both aims are the special observations that were made as part of the African Monsoon Multidisciplinary Analysis (AMMA), a special observing campaign over West Africa in summer 2006. Of particular importance to this research are the observations from the MIT Doppler radar. These observations will be used by the PIs to highlight the nature and variability of the intensity and structure of the MCSs. A particularly novel aspect of this work is the estimation of the 4-dimensional diabatic heating fields associated with the MCS passages. The impact these heating fields have on mesoscale potential vorticity structures will be investigated by imposing diabatic heating fields (guided by the observations) in an idealized version of the WRF regional model. A case study will be carried out that explores the multi-scale aspects of the PV field associated with the passage of an AEW and embedded MCSs during the summer of 2006 - something that has not been possible previously. The MIT radar data will also be combined with several ARM (Atmospheric Radiation Measurements) observations, including the 95 Ghz vertically-pointing Doppler radar, to explore in detail how the dust is mobilized in association with the passage of the MCSs. This analysis will be compared to the nature of the synoptic environment, discussed above, and will help to shed light on the relative contributions of Sahelian and Saharan dust to the total dust amounts observed over West Africa (and the tropical Atlantic). \r\n\r\nBroader impacts \r\nThe research has broad impacts that include:\r\n-\tImproving  knowledge and understanding of the key weather systems in the West African Monsoon. \r\n-\tEducating and training three graduate students who will develop their understanding of weather and climate as well as their skills in data analysis and modeling. \r\n-\tContributing to knowledge of how the variability of West African weather climate impacts downstream tropical cyclogenesis, through providing detailed analysis of the weather systems before they reach the tropical Atlantic and head for the U.S. \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Thorncroft",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher Thorncroft",
   "pi_email_addr": "cthorncroft@albany.edu",
   "nsf_id": "000159775",
   "pi_start_date": "2008-02-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Albany",
  "inst_street_address": "1400 WASHINGTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "ALBANY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5184374974",
  "inst_zip_code": "122220100",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK, THE",
  "org_prnt_uei_num": "NHH3T1Z96H29",
  "org_uei_num": "NHH3T1Z96H29"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Albany",
  "perf_str_addr": "1400 WASHINGTON AVE",
  "perf_city_name": "ALBANY",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "122220100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "574000",
   "pgm_ele_name": "Climate & Large-Scale Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 120344.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 129691.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 164722.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project was concerned with improving our knowledge and understanding of how the daily weather systems in the tropical North African region (with wavelengths around 3000km or more), interact with rainfall and especially the most organized and intense rain producing thunderstorms known as mesoscale convective systems (MCSs, with scales of 100&rsquo;s of km).</p>\n<p>&nbsp;</p>\n<p><strong><em>African easterly waves</em></strong></p>\n<p>African easterly waves (AEWs) are important weather systems because they impact rainfall over tropical North Africa and they are responsible for triggering most of the Atlantic tropical cyclones. The research carried out here has helped to highlight, in more detail than previously known, the nature of the interactions between the waves and the MCSs. Analysis of these interactions was achieved by combining satellite measurements of the MCSs together with the outputs from numerical weather prediction (NWP) models and in situ observations. As background, this work has highlighted important geographic variations in MCS structures between East Africa and the tropical West Atlantic including how they vary during the day (the diurnal cycle).</p>\n<p>&nbsp;</p>\n<p>Over Sahelian West Africa (a latitudinal band roughly between 10 and 15N), the highest rain rates are found to the west of the AEW-trough (or low pressure). Large MCSs account for most of the increase in rainfall in this phase of the wave. MCSs found in this location are typically located just to the south of a low-level vortex near a region of low pressure located in the Sahara (the so-called Saharan heat low). This part of the AEW is favorable for MCSs due to the presence of anomalously high conditional instability (favoring convection) and high variations in the wind with height (favoring organization) that are linked to the vortex and vary coherently with the diurnal cycle. Indeed the work has provided a clear explanation, previously lacking, for why the most intense MCSs occur to the West of the trough in the Sahel and invokes a strong role for the diurnal cycle.</p>\n<p>&nbsp;</p>\n<p class=\"Default\">Regional differences in the structure of AEWs between East Africa and the East Atlantic were also highlighted. Over East Africa, AEWs tend to be characterized by peak amplitudes in their circulation close to the level of a mid-level jet (around 3000km). Moving westwards towards the West African coast, AEWs tend to become more characterized by stronger circulations close to the surface (making them more favorable seedlings for tropical cyclones). It was shown here that these variations in AEW structure are consistent with regional variations in the structure of MCSs. MCSs near the West coast and East Atlantic tend to be more dominated by deep convection than those in the East African region &ndash; and such MCSs will be associated with stronger heating in the low-level atmosphere which tends to spin-up low-level circulations.</p>\n<p class=\"Default\">In terms of broader impacts, in addition to the scientific community, this work is highly relevant to weather forecasters in the region as well as hydrologists interested in flood prediction. Also, knowledge of the key processes that determine the nature and variability of the main rain-producing weather systems in the Sahel is important, not only for societies living there, but also for those interested in the variability of tropical cyclones downstream of Africa. Such processes are important to understand on daily timescales for &ldquo;weather&rdquo; but may also be important for longer &ldquo;climate&rdquo; timescales (weeks-to-decades)</p>\n<p class=\"Default\">&nbsp;</p>\n<p><strong><em>Convectively coupled Kelvin Waves</em></strong></p>\n<p>Convectively coupled Kelvin waves (CCKWs) are waves that impact daily weather and rainfall in the tropics generally but, unlike AEWs, they propagate eastwards. They are much less studied than AEWs in ...",
  "por_txt_cntn": "\nThis project was concerned with improving our knowledge and understanding of how the daily weather systems in the tropical North African region (with wavelengths around 3000km or more), interact with rainfall and especially the most organized and intense rain producing thunderstorms known as mesoscale convective systems (MCSs, with scales of 100Æs of km).\n\n \n\nAfrican easterly waves\n\nAfrican easterly waves (AEWs) are important weather systems because they impact rainfall over tropical North Africa and they are responsible for triggering most of the Atlantic tropical cyclones. The research carried out here has helped to highlight, in more detail than previously known, the nature of the interactions between the waves and the MCSs. Analysis of these interactions was achieved by combining satellite measurements of the MCSs together with the outputs from numerical weather prediction (NWP) models and in situ observations. As background, this work has highlighted important geographic variations in MCS structures between East Africa and the tropical West Atlantic including how they vary during the day (the diurnal cycle).\n\n \n\nOver Sahelian West Africa (a latitudinal band roughly between 10 and 15N), the highest rain rates are found to the west of the AEW-trough (or low pressure). Large MCSs account for most of the increase in rainfall in this phase of the wave. MCSs found in this location are typically located just to the south of a low-level vortex near a region of low pressure located in the Sahara (the so-called Saharan heat low). This part of the AEW is favorable for MCSs due to the presence of anomalously high conditional instability (favoring convection) and high variations in the wind with height (favoring organization) that are linked to the vortex and vary coherently with the diurnal cycle. Indeed the work has provided a clear explanation, previously lacking, for why the most intense MCSs occur to the West of the trough in the Sahel and invokes a strong role for the diurnal cycle.\n\n \nRegional differences in the structure of AEWs between East Africa and the East Atlantic were also highlighted. Over East Africa, AEWs tend to be characterized by peak amplitudes in their circulation close to the level of a mid-level jet (around 3000km). Moving westwards towards the West African coast, AEWs tend to become more characterized by stronger circulations close to the surface (making them more favorable seedlings for tropical cyclones). It was shown here that these variations in AEW structure are consistent with regional variations in the structure of MCSs. MCSs near the West coast and East Atlantic tend to be more dominated by deep convection than those in the East African region &ndash; and such MCSs will be associated with stronger heating in the low-level atmosphere which tends to spin-up low-level circulations.\nIn terms of broader impacts, in addition to the scientific community, this work is highly relevant to weather forecasters in the region as well as hydrologists interested in flood prediction. Also, knowledge of the key processes that determine the nature and variability of the main rain-producing weather systems in the Sahel is important, not only for societies living there, but also for those interested in the variability of tropical cyclones downstream of Africa. Such processes are important to understand on daily timescales for \"weather\" but may also be important for longer \"climate\" timescales (weeks-to-decades)\n \n\nConvectively coupled Kelvin Waves\n\nConvectively coupled Kelvin waves (CCKWs) are waves that impact daily weather and rainfall in the tropics generally but, unlike AEWs, they propagate eastwards. They are much less studied than AEWs in the tropical African region and are therefore less known to scientists and forecasters working there. The work here has highlighted the fact that CCKWs are the dominant daily weather maker in southern Ghana in Boreal Spring. This work combined analysis of daily raingauge data for ..."
 }
}