{
 "awd_id": "0736072",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Interagency Agreement",
 "awd_titl_txt": "Collaborative Research:  Physics of Stratocumulus Top (POST)",
 "cfda_num": "47.050",
 "org_code": "06020105",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Chungu Lu",
 "awd_eff_date": "2008-01-01",
 "awd_exp_date": "2010-12-31",
 "tot_intn_awd_amt": 50081.0,
 "awd_amount": 101185.0,
 "awd_min_amd_letter_date": "2007-12-27",
 "awd_max_amd_letter_date": "2009-12-29",
 "awd_abstract_narration": "Stratocumulus clouds (Sc) off the west coast of California will be studied using a combination of aircraft measurements and modeling. The objective is to improve the understanding of the physical processes that occur near Sc top, and that influence the cloud-top entrainment process and overall boundary-layer evolution. These processes include wind shear, entrainment rate, CTEI (cloud-top entrainment instability), solar and infrared radiation, hydrometeor and CCN (cloud condensation nuclei) effects, and the formation and role played by the EIL (entrainment interface layer). The study is a combination of field measurements and modeling. For the former, the CIRPAS Twin Otter research aircraft will be deployed out of Monterey for ~20 flights in Sc. It will carry a full complement of sensors to produce measurements related to these physical processes. Sensors include the UFT (ultra-fast temperature probe), PVM (fast particulate volume monitor), fast Lyman-Alpha hygrometer, PDI (phased Doppler interferometry probe), other droplet probes, gust probe, solar and infrared radiometers, and the standard set of Twin-Otter probes recording meteorology and aircraft operating properties. The aircraft will be deployed primarily in fields of unbroken Sc with an emphasis on porpoising maneuvers vertically above, through, and below the Sc top level to detect fine-scale changes in conditions. Boundary layer profiles and near-surface horizontal legs will be flown to deduce flux profiles through the sub-cloud boundary layer. NexSat and CloudSat products will be compared to aircraft measurements in real-time and used to help vector the aircraft to fields of Sc. The analysis phase of the field study includes comparisons between the measured physical processes and the calculated cloud-top entrainment velocities with the purpose of clarifying the influence of various processes on the entrainment velocities. The modeling phase of the study will cover a wide range of scales associated with these physical processes. The LEM (linear eddy model) looks at the finest scales associated with droplet size changes. New fine-scale LES (large-eddy simulation) will be applied with grid resolution comparable to the several-meters scale associated the expected typical entrained parcel size. A mesoscale model (COAMPS) will be used to study the larger-scale behavior of the Sc and the boundary layer, and also will be used in real-time to provide predictions for deploying the aircraft. Parameterizations of the cloud top entrainment velocity will be evaluated and improved. \r\n\r\nThe intellectual merit of the project will be improved prediction of the behavior and evolution of Sc found over large areas of the sub-tropical oceans. This has proved to be difficult because of the imperfect understanding of the physical processes involved and the inability to measure them accurately. High on the priority list for better understanding is the entrainment process. The literature shows a lack of measurement success and predictive capability for this important process that affects Sc lifetime.  This study uses a unique combination of aircraft measurements and modeling to focus on this deficiency. For the first time co-located high-rate microphysical, thermodynamic, and turbulence probes are used on a fixed-wing aircraft deployed for unraveling the physical interactions near Sc top. \r\n\r\nBroader impacts derive from this improved understanding of Sc behavior and evolution will be the ability to predict the behavior of low-level stratocumulus found over large ocean areas. This is needed given their major contribution to the planetary albedo that affects the planetary radiation balance and thus global warming.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Qing",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Qing Wang",
   "pi_email_addr": "qwang@nps.edu",
   "nsf_id": "000204176",
   "pi_start_date": "2007-12-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Naval Postgraduate School",
  "inst_street_address": "1 UNIVERSITY CIR",
  "inst_street_address_2": "",
  "inst_city_name": "MONTEREY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8316562271",
  "inst_zip_code": "939435098",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "CA19",
  "org_lgl_bus_name": "NAVAL POSTGRADUATE SCHOOL",
  "org_prnt_uei_num": "NW2RJN8TQQW1",
  "org_uei_num": "CEPCN5K7EKU8"
 },
 "perf_inst": {
  "perf_inst_name": "Naval Postgraduate School",
  "perf_str_addr": "1 UNIVERSITY CIR",
  "perf_city_name": "MONTEREY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "939435098",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "CA19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 50081.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 51104.0
  }
 ],
 "por": null
}