{
 "awd_id": "0738664",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Bubble Nucleation in Magmas: Experimental Constraints on the Influences of Gas and Melt Composition",
 "cfda_num": "47.050",
 "org_code": "06030107",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William P. Leeman",
 "awd_eff_date": "2008-01-01",
 "awd_exp_date": "2011-12-31",
 "tot_intn_awd_amt": 195665.0,
 "awd_amount": 195665.0,
 "awd_min_amd_letter_date": "2008-01-07",
 "awd_max_amd_letter_date": "2010-01-08",
 "awd_abstract_narration": "Intellectual Merit. Understanding how magmas degas and erupt is a key goal for volcanologists. The critical step for degassing and eruption is bubble nucleation, and so addressing how the gas budget controls the onset of nucleation will further progress towards reaching that goal. For eruptions driven by escaping volatiles (e.g., CO2, H2O) as propellants, the mechanisms of fluid escape, or vesiculation, provide critical control. This process depends on surface tension and other properties of the melts, which in turn depend on melt composition and even the relative proportions of CO2 and H2O. Because existing data are too limited to fully predict these relations, the PI proposes a systematic study that will ultimately lead to a formal expression relating these various parameters to predict volatile solubilities and degassing, Using various melts saturated with mixed volatile contents will make results applicable to diverse volcanic systems ranging from mid-ocean ridges to subduction zones. Critical questions to be addressed include: [1] How does CO2 influence bubble nucleation in different silicate melts?, and [2] Can variations in surface tension be predicted from gas solubilities? These questions will be addressed via decompression experiments designed to constrain rates and magnitudes of bubble nucleation in various melts.\r\n\r\nBroader Impacts. This project is designed to educate a M.S. graduate student (Kathy Goepfert) and a Ph.D. graduate student (TBA) in the planning, collection, analysis, and presentation of data from experimental petrology and quantitative analytical techniques, including electron microprobe and Fourier Transform Infrared (FTIR) spectroscopy. This project will also support an undergraduate honors student who will gain valuable insight into carrying out scientific investigations from mentorship by the PI and the graduate students.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Gardner",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "James E Gardner",
   "pi_email_addr": "gardner@jsg.utexas.edu",
   "nsf_id": "000369417",
   "pi_start_date": "2008-01-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "110 INNER CAMPUS DR",
  "perf_city_name": "AUSTIN",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121139",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 67259.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 71485.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 56921.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"font-size: 12pt;\">The goal of this project was to investigate </span><span style=\"font-size: 12pt; font-family: Times;\">the kinetics of bubble nucleation in silicate melts, in order to constraint degassing models for volcanic eruptions and generation of magmatic ore bodies.<span>&nbsp; </span>The work consisted of equilibrating silicate melts with water at high temperatures and high pressures, and then rapidly decompressing them to investigate the conditions needed to induce bubble nucleation.<span>&nbsp; </span>A major outcome of the study is the </span><span style=\"font-size: 12pt;\">measurement of surface tensions for hydrous, silicate melts, and the links between differences in surface tension with changes in volatile contents, temperature, and melt composition.<span>&nbsp; </span>Surface tension controls the conditions needed to generate gas bubbles, as well as constraints the deformation of gas bubbles during flow of the silicate melt, such as magma ascending through a volcanic conduit feeding an explosive eruption.<span>&nbsp; </span>Overall, more than 450 experiments were carried out that focused on a wide range of melt compositions with water contents that ranged from 4 to 7 wt.% and at temperatures from 775&deg; to 1200&deg; C.<span>&nbsp; </span>Surface tension was found to systemically decrease, and thus bubbles are easier to nucleate, as the amount of dissolved water in melt increased, with the rate of decrease greater for less silica-rich melts, such as andesite, as compared to highly silica-rich rhyolite.<span>&nbsp; </span>Interestingly, surface tension increased slightly with temperature for some melts and not for others.<span>&nbsp; </span>Those variations reflect differences in complex silicate melts.<span>&nbsp; </span>In some cases, small amounts of carbon dioxide or fluorine were added to the melts and were found to alter surface tension for a melt with a given amount of dissolved water.<span>&nbsp; </span>Regardless of melt composition, however, surface tensions for silicate melts with less than 7% water are relatively high, which means only relatively water-rich melts are able to nucleate water bubbles homogeneously.<span>&nbsp; </span>As a consequence of high surface tensions, silicate melts must become highly supersaturated in water in order to trigger nucleation, which leads to the rapid bubble formation and potentially to explosive eruptions.<span>&nbsp; </span>For water poor magma to erupt explosively or degas volatiles to form ore bodies, bubbles in those magmas must nucleate heterogeneously, requiring crystals to be present the magma.</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/29/2012<br>\n\t\t\t\t\tModified by: James&nbsp;E&nbsp;Gardner</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goal of this project was to investigate the kinetics of bubble nucleation in silicate melts, in order to constraint degassing models for volcanic eruptions and generation of magmatic ore bodies.  The work consisted of equilibrating silicate melts with water at high temperatures and high pressures, and then rapidly decompressing them to investigate the conditions needed to induce bubble nucleation.  A major outcome of the study is the measurement of surface tensions for hydrous, silicate melts, and the links between differences in surface tension with changes in volatile contents, temperature, and melt composition.  Surface tension controls the conditions needed to generate gas bubbles, as well as constraints the deformation of gas bubbles during flow of the silicate melt, such as magma ascending through a volcanic conduit feeding an explosive eruption.  Overall, more than 450 experiments were carried out that focused on a wide range of melt compositions with water contents that ranged from 4 to 7 wt.% and at temperatures from 775&deg; to 1200&deg; C.  Surface tension was found to systemically decrease, and thus bubbles are easier to nucleate, as the amount of dissolved water in melt increased, with the rate of decrease greater for less silica-rich melts, such as andesite, as compared to highly silica-rich rhyolite.  Interestingly, surface tension increased slightly with temperature for some melts and not for others.  Those variations reflect differences in complex silicate melts.  In some cases, small amounts of carbon dioxide or fluorine were added to the melts and were found to alter surface tension for a melt with a given amount of dissolved water.  Regardless of melt composition, however, surface tensions for silicate melts with less than 7% water are relatively high, which means only relatively water-rich melts are able to nucleate water bubbles homogeneously.  As a consequence of high surface tensions, silicate melts must become highly supersaturated in water in order to trigger nucleation, which leads to the rapid bubble formation and potentially to explosive eruptions.  For water poor magma to erupt explosively or degas volatiles to form ore bodies, bubbles in those magmas must nucleate heterogeneously, requiring crystals to be present the magma.\n\n\t\t\t\t\tLast Modified: 03/29/2012\n\n\t\t\t\t\tSubmitted by: James E Gardner"
 }
}