{
 "awd_id": "0738658",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Climatology, Meteorology, and Microbial Metabolism in Ice with Dust Loggers and Fluorimetry",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Julie Palais",
 "awd_eff_date": "2008-07-15",
 "awd_exp_date": "2013-02-28",
 "tot_intn_awd_amt": 436646.0,
 "awd_amount": 448036.0,
 "awd_min_amd_letter_date": "2008-07-11",
 "awd_max_amd_letter_date": "2010-04-28",
 "awd_abstract_narration": "Price 0738658\r\n\r\nThis award supports a project to use two new scanning fluorimeters to map microbial concentrations vs depth in the WAIS Divide ice core as portions of it become available at NICL, and selected portions of the GISP2 ice core for inter-hemispheric comparison.  Ground-truth calibrations with microbes in ice show that the instruments are sensitive to a single cell and can scan the full length of a 1-meter core at 300-micron intervals in two minutes.  The goals of these studies will be to exploit the discovery that microbes are transported onto ice, in clumps, several times per year and that at rare intervals (not periodically) of ~104 years, a much higher flux, sometimes lasting >1 decade, reaches the ice.   From variations ranging from seasonal to millennial to glacial scale in the arrival time distribution of phototrophs, methanogens, and total microbes in the Antarctic and Arctic ice, the investigators will attempt to determine oceanic and terrestrial sources of these microbes and will look for correlations of microbial bursts with dust concentration and temperature proxies. In addition the project will follow up on the discovery that the rare instances of very high microbial flux account for some of the\"gas artifacts\" in ice cores - isolated spikes of excess CH4 and N2O that have been discarded by others in previous climate studies. The intellectual merit of this project is that it will exploit scanning fluorimetry of microbes as a powerful new tool for studies ranging from meteorology to climatology to biology, especially when combined with mapping of dust, gases, and major element chemistry in ice cores.  In 2010-11 the WAIS Divide borehole will be logged with the latest version of the dust logger. The log will provide mm-scale depth resolution of dust concentration and of volcanic ash layers down the entire depth of the borehole. The locations of ash layers in the ice will be determined and chemical analyses of the ash will be analyzed in order to determine provenance. By comparing data from the WAIS Divide borehole with data from other boreholes and with chemical data (obtained by others) on volcanic layers, the researchers will examine the relationship between the timing of volcanic eruptions and abrupt climate change. Results from this project with the scanning fluorimeters and the dust logger could have applications to planetary missions, borehole oceanography, limnology, meteorology, climate, volcanology, and ancient life in ice. A deeper understanding of the causes of abrupt climate change, including a causal relationship with volcanic explosivity, would enable a better understanding of the adverse effects on climate. The broader impact of the project is that it will provide training to students and post-docs from the U. S. and other countries. \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "P. Buford",
   "pi_last_name": "Price",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "P. Buford Price",
   "pi_email_addr": "bprice@berkeley.edu",
   "nsf_id": "000342352",
   "pi_start_date": "2008-07-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511600",
   "pgm_ele_name": "ANT Glaciology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7754",
   "pgm_ref_txt": "CLIMATE VARIABILITY & CHANGE"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 140668.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 295978.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 11390.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Prof. Price&nbsp; supervised Robert Rohde, a Physics graduate student at Berkeley. He designed and built the Berkeley Fluorescence Spectrometer that they used in a dark room at -25&deg;C at National Ice Core Laboratory to measure fluorescence radiation emitted from ice cores. They measured tryptophan (Trp, an amino acid present in all microbes), chlorophyll (Chl, present in cells that extract energy from sunlight and produce oxygen that gives rise to aerobic organisms), and volcanic ash over 2300 meters of glacial ice from the 3400 m deep borehole at the West Antarctic Ice Sheet Divide. Among their findings, they discovered that chlorophyll and tryptophan decreased a factor ~3 in ice from 7 locations in Antarctica and Greenland and had up to 25% higher intensity in local summer than in local winter. With assistance from minority undergraduate students, they melted portions of ice cores under sterile conditions and discovered that the Chl and Trp in ice is due mostly to submicron-size bacteria with higher concentration in local summer than winter. In addition to epifluorescence microscopy, they used a technique called flow cytometry to measure fluorescence intensity of Chl and phycoerythrin, which emit in red and orange regions of the spectrum, respectively. They also showed that a substantial fraction of the cells were still alive, despite having been frozen into ice for up to 100,000 years. The higher concentration in summer suggested that many of the cells had been transported by winds from temperate latitudes onto polar ice. Price proposed that, using the most sensitive genomics techniques, one should be able to study evolution of cells in ice over hundreds of thousands of years by regarding their genomes in ice as frozen proxies of their genomes in warm oceans at times in the past corresponding to the ages of the ice as a function of depth. This idea has attracted several well-known microbial geneticists, who have agreed to collaborate in studying microbial evolution over as much as 700,000 years in the past by analyzing the genomes of microbes as a function of depth. For picocyanobacteria, with a generation time of ~1 day in warm oceans, this might provide information on microbial evolution over as much as 300 million generations. The role of storage in ice at temperatures as low as -50&deg;C is to eliminate reproduction and greatly slow down mutations.</p>\n<p>Using the laser-powered logging tool that Bay invented, he measured with millimeter depth resolution the climatic variations of dust concentration in ice cores at WAIS Divide down to the bottom at 3400 m (68,000 years), and he discovered hundreds of thin layers of volcanic ash that serve as time markers, many of which can be matched with layers at South Pole and Dome C in Antarctica and even occasionally in Greenland Summit. One of his research goals is to explore an apparent causal relationship between some eruptions and millenial climate change.</p>\n<!-- \t\t@page { margin: 0.79in } \t\tP { margin-bottom: 0.08in } -->\n<p style=\"margin-bottom: 0in;\"><span>Bay developed a fully automated synchronization technique for large ice core datasets to reduce subjectivity and analysis time, based on techniques from speech recognition. Bay synthesized South Pole laser logging measurements with ice core and logging data from Dome C to reconstruct a South Pole record of impurity concentration, precision chronology, accumulation history, local spatial variability, several widespread volcanic ash depositions useful for dating, and surface roughness as a proxy for cyclonic activity.</span></p>\n<p>Bay installed newly developed microtiltmeters in 48 optical modules at depths from 1800 to 2450 m in 36 IceCube boreholes at South Pole, which provides information on ice shear as a function of time and depth at temperatures of order -18 to -35&deg;C. Over several years we expect to be able to measure the very weak shear strain in...",
  "por_txt_cntn": "\nProf. Price  supervised Robert Rohde, a Physics graduate student at Berkeley. He designed and built the Berkeley Fluorescence Spectrometer that they used in a dark room at -25&deg;C at National Ice Core Laboratory to measure fluorescence radiation emitted from ice cores. They measured tryptophan (Trp, an amino acid present in all microbes), chlorophyll (Chl, present in cells that extract energy from sunlight and produce oxygen that gives rise to aerobic organisms), and volcanic ash over 2300 meters of glacial ice from the 3400 m deep borehole at the West Antarctic Ice Sheet Divide. Among their findings, they discovered that chlorophyll and tryptophan decreased a factor ~3 in ice from 7 locations in Antarctica and Greenland and had up to 25% higher intensity in local summer than in local winter. With assistance from minority undergraduate students, they melted portions of ice cores under sterile conditions and discovered that the Chl and Trp in ice is due mostly to submicron-size bacteria with higher concentration in local summer than winter. In addition to epifluorescence microscopy, they used a technique called flow cytometry to measure fluorescence intensity of Chl and phycoerythrin, which emit in red and orange regions of the spectrum, respectively. They also showed that a substantial fraction of the cells were still alive, despite having been frozen into ice for up to 100,000 years. The higher concentration in summer suggested that many of the cells had been transported by winds from temperate latitudes onto polar ice. Price proposed that, using the most sensitive genomics techniques, one should be able to study evolution of cells in ice over hundreds of thousands of years by regarding their genomes in ice as frozen proxies of their genomes in warm oceans at times in the past corresponding to the ages of the ice as a function of depth. This idea has attracted several well-known microbial geneticists, who have agreed to collaborate in studying microbial evolution over as much as 700,000 years in the past by analyzing the genomes of microbes as a function of depth. For picocyanobacteria, with a generation time of ~1 day in warm oceans, this might provide information on microbial evolution over as much as 300 million generations. The role of storage in ice at temperatures as low as -50&deg;C is to eliminate reproduction and greatly slow down mutations.\n\nUsing the laser-powered logging tool that Bay invented, he measured with millimeter depth resolution the climatic variations of dust concentration in ice cores at WAIS Divide down to the bottom at 3400 m (68,000 years), and he discovered hundreds of thin layers of volcanic ash that serve as time markers, many of which can be matched with layers at South Pole and Dome C in Antarctica and even occasionally in Greenland Summit. One of his research goals is to explore an apparent causal relationship between some eruptions and millenial climate change.\n\nBay developed a fully automated synchronization technique for large ice core datasets to reduce subjectivity and analysis time, based on techniques from speech recognition. Bay synthesized South Pole laser logging measurements with ice core and logging data from Dome C to reconstruct a South Pole record of impurity concentration, precision chronology, accumulation history, local spatial variability, several widespread volcanic ash depositions useful for dating, and surface roughness as a proxy for cyclonic activity.\n\nBay installed newly developed microtiltmeters in 48 optical modules at depths from 1800 to 2450 m in 36 IceCube boreholes at South Pole, which provides information on ice shear as a function of time and depth at temperatures of order -18 to -35&deg;C. Over several years we expect to be able to measure the very weak shear strain in that cold ice in the lowest part of the ice at the South Pole.\n\nPrice has turned out 47 students with Ph.D.s and supervised a similar number of undergraduate students, many of whom are underr..."
 }
}