{
 "awd_id": "0738772",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Nonequilibrium Transport and Transport-Controlled Reactions",
 "cfda_num": "47.050",
 "org_code": "06030109",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Torgersen",
 "awd_eff_date": "2008-08-01",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 380000.0,
 "awd_amount": 380000.0,
 "awd_min_amd_letter_date": "2008-07-29",
 "awd_max_amd_letter_date": "2010-06-04",
 "awd_abstract_narration": "Porous media are extremely important, not only because they contain most of accessible freshwater, but also because of their biological significance, e.g., hyporheic zones (below rivers or estuaries). Dilution and biochemical reactions control the quality of water in the subsurface, in the sediment of beaches or riverbeds, at groundwater recharge basins, etc. For example, a contaminant plume emanating from a source is gradually diminished through \r\ndilution and through chemical reactions in the interior or at the edges of the plume. The success of projects of engineered in-situ remediation often depends on the effectiveness of chemical delivery and mixing of additives, which stimulate native microorganisms to break down contaminants. Equally important to the mixing of reactants may be the removal of \r\nreaction products which, if they remain, inhibit reactions because they are deleterious to the microorganisms. \r\n\r\nMany biochemical reactions that are important in the study of environmental processes are very fast in comparison to transport processes, like advection, diffusion, and mass exchange between aqueous and solid zones. Mixing in porous media is very slow and, thus, is usually the mechanism that controls rates. Reaction rates at scales of interest in practical applications are usually controlled by the rates of transport and mixing within geologic formations, rather than by the rates measured in small and completely mixed reactors. Numerical transport-reaction simulation models are invaluable in describing field-scale processes but there are widespread concerns about their effectiveness, the physical significance of the mathematical expressions and parameters that they employ to describe reaction kinetics, or the extent that \r\nthese expressions or parameters can be transferred to other sites, or be scaled to sites of different size. \r\n\r\nThis research is a critical reexamination of the fundamentals of transport-limited reactions in order to identify underlying mechanisms and to develop insights into the applicability of commonly used mathematical expressions, appropriate values of parameters, and the importance of scale effects. Existing approaches are revisited and novel approaches are proposed and tested. A new approach is proposed based on the premise that existing \r\nparameters like dispersion coefficients or mass-transfer coefficients are inadequate, and occasionally ill-suited, for describing the kinetics of reactions that are controlled by hydrologic transport. Alternative quantities need to be considered, measured, and studied with respect to changes in scale. One approach, which constitutes a drastic departure from available procedures, is based on a rigorous derivation of mixing potentials, which quantify \r\ntransport-controlled reactions and determine their rates. Critical questions include: what practical tests to perform in the field, how to interpret the results, what accuracy or reliability are practically feasible, and risk-assessment implications. \r\n\r\nThe applicability of various approached is evaluated by examining specific problems from recently completed field studies and experiments and by performing laboratory experiments and detailed numerical simulations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Kitanidis",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Peter K Kitanidis",
   "pi_email_addr": "peterk@stanford.edu",
   "nsf_id": "000089988",
   "pi_start_date": "2008-07-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "450 JANE STANFORD WAY",
  "perf_city_name": "STANFORD",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943052004",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157900",
   "pgm_ele_name": "Hydrologic Sciences"
  },
  {
   "pgm_ele_code": "721500",
   "pgm_ele_name": "OPPORTUNITIES FOR RESEARCH CMG"
  },
  {
   "pgm_ele_code": "723200",
   "pgm_ele_name": "MATHEMATICAL GEOSCIENCES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 253405.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 126595.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div><span style=\"font-size: small;\">\n<div>\n<p>Geologic formations contain much more water than rivers and lakes. In the United States, groundwater is the primary source of water for over 50 percent of Americans, and 95 percent for those in rural areas. This water is highly variable in quality as it is affected by physical processes such as flow and mixing as well as chemical and microbially mediated reactive processes that may cause contaminants to degrade. The scientific study of such processes is usually based on laboratory studies involving vessels within which water is vigorously mixed or short laboratory columns filled with porous media. Such studies fail to capture adequately some important aspects of processes in the field. When comparing laboratory and field data, the most attention-grabbing discrepancy is in the kinetics, <em>i.e.</em>, the observed reaction rates. Reactions in the field appear to be slower than in the lab, and under certain conditions by orders of magnitude. A primary reason for such behavior is that the dilution and mixing of compounds in porous media are extremely slow.</p>\n<p>This research has focused on understanding the practical effects of slow mixing and on developing quantitative analysis tools that, by accounting for slow mixing, more accurately predict processes of transport and chemical transformation of solutes under conditions that are relevant to water resources problems. In this project we studied, at different spatial and temporal scales (Figure 1), several problems that share one characteristic: They account for the pervasive effects of the slow rate of diffusive transport.&nbsp;</p>\n<p>Starting with the problem of nonreactive transport of solutes, we re-evaluated the validity of the classic, and almost universally used in hydrologic practice, advection-dispersion model. In this model, solute-concentration gradients induce dispersive transport with rates proportional to the gradients and with coefficients of proportionality that follow the Scheidegger parameterization, which uses only the mean flow rate and three length parameters associated with the porous media. This model implicitly assumes that concentration changes sufficiently gradually at the scale of pores. When this condition is seriously violated, we show that the classic advection-dispersion model is not appropriate to capture the process of transport. Even if the condition is approximately satisfied, we show that there is a more accurate way to compute the rate of dispersive transport in directions perpendicular to the main flow. This rate depends strongly on the compound-specific molecular diffusion. Theory, numerical modeling, and comparison with laboratory experiments have shown that this method better captures transverse mixing, which is very important in many practical applications, such as determining the length of reactive plumes, see Figures 2 and 3. As shown in Figure 2, our new model of transverse dispersion, which accounts for compound-specific diffusion processes, accurately predicts the reactant plume length (blue line on bottom &ndash; compare to black dashed line). In contrast to our more accurate model, the traditional approach can result in highly variable results in both characterizing the mixing of the porous media system (see insert at left) and predicting reactive plume lengths (bottom), potentially overestimating or underestimating (by up to 57% and 26%, respectively, for the given scenario) the plume length. The importance of using compound-specific parameters is highlighted in the result depicted in Figure 3.&nbsp;</p>\n<p>In another part of this research, we studied the effects on dispersion of pore-scale anisotropy in the porous medium, where anisotropy signifies directional dependence due to small-scale layering and other structures that make it easier for transport to take place in one direction than in another. Using a systematic and ...",
  "por_txt_cntn": "\n\n\nGeologic formations contain much more water than rivers and lakes. In the United States, groundwater is the primary source of water for over 50 percent of Americans, and 95 percent for those in rural areas. This water is highly variable in quality as it is affected by physical processes such as flow and mixing as well as chemical and microbially mediated reactive processes that may cause contaminants to degrade. The scientific study of such processes is usually based on laboratory studies involving vessels within which water is vigorously mixed or short laboratory columns filled with porous media. Such studies fail to capture adequately some important aspects of processes in the field. When comparing laboratory and field data, the most attention-grabbing discrepancy is in the kinetics, i.e., the observed reaction rates. Reactions in the field appear to be slower than in the lab, and under certain conditions by orders of magnitude. A primary reason for such behavior is that the dilution and mixing of compounds in porous media are extremely slow.\n\nThis research has focused on understanding the practical effects of slow mixing and on developing quantitative analysis tools that, by accounting for slow mixing, more accurately predict processes of transport and chemical transformation of solutes under conditions that are relevant to water resources problems. In this project we studied, at different spatial and temporal scales (Figure 1), several problems that share one characteristic: They account for the pervasive effects of the slow rate of diffusive transport. \n\nStarting with the problem of nonreactive transport of solutes, we re-evaluated the validity of the classic, and almost universally used in hydrologic practice, advection-dispersion model. In this model, solute-concentration gradients induce dispersive transport with rates proportional to the gradients and with coefficients of proportionality that follow the Scheidegger parameterization, which uses only the mean flow rate and three length parameters associated with the porous media. This model implicitly assumes that concentration changes sufficiently gradually at the scale of pores. When this condition is seriously violated, we show that the classic advection-dispersion model is not appropriate to capture the process of transport. Even if the condition is approximately satisfied, we show that there is a more accurate way to compute the rate of dispersive transport in directions perpendicular to the main flow. This rate depends strongly on the compound-specific molecular diffusion. Theory, numerical modeling, and comparison with laboratory experiments have shown that this method better captures transverse mixing, which is very important in many practical applications, such as determining the length of reactive plumes, see Figures 2 and 3. As shown in Figure 2, our new model of transverse dispersion, which accounts for compound-specific diffusion processes, accurately predicts the reactant plume length (blue line on bottom &ndash; compare to black dashed line). In contrast to our more accurate model, the traditional approach can result in highly variable results in both characterizing the mixing of the porous media system (see insert at left) and predicting reactive plume lengths (bottom), potentially overestimating or underestimating (by up to 57% and 26%, respectively, for the given scenario) the plume length. The importance of using compound-specific parameters is highlighted in the result depicted in Figure 3. \n\nIn another part of this research, we studied the effects on dispersion of pore-scale anisotropy in the porous medium, where anisotropy signifies directional dependence due to small-scale layering and other structures that make it easier for transport to take place in one direction than in another. Using a systematic and exact method we advanced and evaluated a model more general than the classic Scheidegger equations to better quantify and predict dispersion ..."
 }
}