{
 "awd_id": "0738437",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "First Comprehensive Sampling of the Shona and Discovery Seamount Chains, South Atlantic - Plume Versus Shallow Sources",
 "cfda_num": "47.050",
 "org_code": "06040200",
 "po_phone": "7032927792",
 "po_email": "bransom@nsf.gov",
 "po_sign_block_name": "Barbara Ransom",
 "awd_eff_date": "2008-04-01",
 "awd_exp_date": "2012-03-31",
 "tot_intn_awd_amt": 269872.0,
 "awd_amount": 322974.0,
 "awd_min_amd_letter_date": "2008-03-21",
 "awd_max_amd_letter_date": "2010-08-29",
 "awd_abstract_narration": "ABSTRACT - 07518437 (Class)\r\n\r\nIntellectual Merit:   This research is part of a larger international collaboration to examine geological and geophysical phenomena of the seafloor and the phenomena beneath it in the South Atlantic in the area of the Shona and Discovery hotspots.  Although the existence of Shona and Discovery mantle plumes has been suggested based solely on geochemical signatures measured in Mid-Ocean Ridge basalts, the verification of one or more mantle plumes has yet to be made.  The presence of these are important because they form the basis of models of continental alkaline magmatism such as the South African diamond-bearing kimberlites and for the recycling and dispersal of subcontinental lithospheric mantle.  Research will focus on the analysis of samples from dredged from the German Polarstern cruise to the Shona Ridge - Agulhas Ridge - Cape Rise and Discovery Seamount areas in the South Atlantic.  The funded work will entail analyses of seafloor volcanic rocks for Sr-Nd-Hf-Pb isotopic compositions. These data will be integrated with major and trace element data and geophysical data from a multidisciplinary, international team of investigators.  The integrated data set will be used to determine the existence of a long-lived Shona plume or, alternatively, a continental origin for the Shona and Discovery bathymetric anomalies. \r\n\r\nBroader impacts: Impacts of this work include international cross-disciplinary collaboration with Germany, The Netherlands, and South Africa.  It will support a female career researcher and help train a graduate student from the University of Cape Town who will be trained in analytical methods and conduction of independent research. Funding also will help provide essential equipment to the isotope lab at Lamont Doherty Earth Observatory.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Cornelia",
   "pi_last_name": "Class",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Cornelia Class",
   "pi_email_addr": "class@ldeo.columbia.edu",
   "nsf_id": "000125588",
   "pi_start_date": "2008-03-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University Lamont Doherty Earth Observatory",
  "perf_str_addr": "Rt 9W",
  "perf_city_name": "Palisades",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "10964",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "NY17",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 269872.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 53102.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Since the exploration of the continents is long completed, the true remaining frontier in exploration is the hidden underwater world of the deep oceans. The seamounts in the Southeast Atlantic, that this project has investigated, represent some of the true &ldquo;white spots&rdquo; on the ocean floor maps, previously imaged only by satellite data, but untouched by humans. The German-funded research cruise ANT XXIII/5 of the research vessel FS Polarstern sampled for the first time the Shona Ridge &ndash; Agulhas Ridge &ndash; Cape Rise and Discovery Seamounts in the South Atlantic in 15 locations during a 6-week research cruise in 2006. A dredge is a device that allows the scraping off rocks from the seafloor and collecting them in an attached chain link bag. The dredge is lowered with a long cable from the research ship to the ocean floor and dragged over areas where volcanic rocks from seamounts are exposed. In an international collaboration between the Alfred-Wegner Institute, Germany, the Free University of Amsterdam, Netherlands, the University of Cape Town, South Africa, and the Lamont-Doherty Earth Observatory of Columbia University in the USA, we investigated the age, rock formation and geochemistry of the volcanic rocks that formed these seamounts as well as the seafloor on which the seamounts were built. This, for the first time, allowed conclusions to be drawn regarding the origin of volcanism in this area.</p>\n<p>We tested whether the Shona Ridge &ndash; Agulhas Rise &ndash; Cape Rise Seamounts represent a single line of volcanism resulting from the movement of the oceanic plate over a quasi-stationary hot upwelling, the so-called Shona plume (comparable to the island chains and seamounts of the Hawaii chain formed by the Hawaii plume). Our results led to the conclusion that the Shona plume is indeed long-lived. Firstly, we observed age progressive volcanism along the plume track for at least ~80 million years, synchronous the Tristan plume track further north, thus confirming previous plate motion models of the African plate (O&rsquo;Connor 2012 Nature Geoscience in revision). Secondly, we found that the geochemical signature of the Shona plume found today at the active southern mid-Atlantic Ridge, is also found in volcanic rocks from the Agulhas Rise and the Cape Rise Seamounts (Le Roex et al. 2010, Class and le Roex 2009, Class et al. in prep. 2012). Since this composition also carries the high <sup>3</sup>He/<sup>4</sup>He signature indicative for an origin from the lower mantle, we concluded that this signature represents a long-lived component of the Shona plume source in the lower mantle.</p>\n<p>We also investigated whether the Discovery Seamounts formed through melting of enriched portions in the shallow mantle, or by a mantle plume from the lower mantle. The high <sup>3</sup>He/<sup>4</sup>He signature or the Discovery plume samples on today&rsquo;s southern mid-Atlantic Ridge already indicate that material from the lower mantle is contributing to volcanism in this area. Our new data confirm that the Discovery seamounts are formed by the Discovery plume. We find the same compositions and north-south zonation in the ~40 million year old seamounts as has been observed in present-day plume-affected volcanism on the mid-Atlantic ridge. A zoned plume conduit has also been confirmed for the Tristan plume in the South Atlantic (Deppe et al. Nature Geoscience in revision 2012).</p>\n<p>It has been proposed previously that the Tristan mantle plume rises from the western edge of the large low shear velocity province (LLSVP), a seismically detected region in the lower mantle beneath Africa with inferred higher density and temperature than the surrounding mantle. Our work demonstrates that in addition to the Tristan mantle plume, the Discovery and Shona mantle plumes also have deep roots. Overlapping compositions of the deep sources of the three South Atlant...",
  "por_txt_cntn": "\nSince the exploration of the continents is long completed, the true remaining frontier in exploration is the hidden underwater world of the deep oceans. The seamounts in the Southeast Atlantic, that this project has investigated, represent some of the true \"white spots\" on the ocean floor maps, previously imaged only by satellite data, but untouched by humans. The German-funded research cruise ANT XXIII/5 of the research vessel FS Polarstern sampled for the first time the Shona Ridge &ndash; Agulhas Ridge &ndash; Cape Rise and Discovery Seamounts in the South Atlantic in 15 locations during a 6-week research cruise in 2006. A dredge is a device that allows the scraping off rocks from the seafloor and collecting them in an attached chain link bag. The dredge is lowered with a long cable from the research ship to the ocean floor and dragged over areas where volcanic rocks from seamounts are exposed. In an international collaboration between the Alfred-Wegner Institute, Germany, the Free University of Amsterdam, Netherlands, the University of Cape Town, South Africa, and the Lamont-Doherty Earth Observatory of Columbia University in the USA, we investigated the age, rock formation and geochemistry of the volcanic rocks that formed these seamounts as well as the seafloor on which the seamounts were built. This, for the first time, allowed conclusions to be drawn regarding the origin of volcanism in this area.\n\nWe tested whether the Shona Ridge &ndash; Agulhas Rise &ndash; Cape Rise Seamounts represent a single line of volcanism resulting from the movement of the oceanic plate over a quasi-stationary hot upwelling, the so-called Shona plume (comparable to the island chains and seamounts of the Hawaii chain formed by the Hawaii plume). Our results led to the conclusion that the Shona plume is indeed long-lived. Firstly, we observed age progressive volcanism along the plume track for at least ~80 million years, synchronous the Tristan plume track further north, thus confirming previous plate motion models of the African plate (OÆConnor 2012 Nature Geoscience in revision). Secondly, we found that the geochemical signature of the Shona plume found today at the active southern mid-Atlantic Ridge, is also found in volcanic rocks from the Agulhas Rise and the Cape Rise Seamounts (Le Roex et al. 2010, Class and le Roex 2009, Class et al. in prep. 2012). Since this composition also carries the high 3He/4He signature indicative for an origin from the lower mantle, we concluded that this signature represents a long-lived component of the Shona plume source in the lower mantle.\n\nWe also investigated whether the Discovery Seamounts formed through melting of enriched portions in the shallow mantle, or by a mantle plume from the lower mantle. The high 3He/4He signature or the Discovery plume samples on todayÆs southern mid-Atlantic Ridge already indicate that material from the lower mantle is contributing to volcanism in this area. Our new data confirm that the Discovery seamounts are formed by the Discovery plume. We find the same compositions and north-south zonation in the ~40 million year old seamounts as has been observed in present-day plume-affected volcanism on the mid-Atlantic ridge. A zoned plume conduit has also been confirmed for the Tristan plume in the South Atlantic (Deppe et al. Nature Geoscience in revision 2012).\n\nIt has been proposed previously that the Tristan mantle plume rises from the western edge of the large low shear velocity province (LLSVP), a seismically detected region in the lower mantle beneath Africa with inferred higher density and temperature than the surrounding mantle. Our work demonstrates that in addition to the Tristan mantle plume, the Discovery and Shona mantle plumes also have deep roots. Overlapping compositions of the deep sources of the three South Atlantic mantle plumes suggest that a broad region of the lower mantle has a common origin and we are testing a possible origin from a single subducted oc..."
 }
}