{
 "awd_id": "0738352",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Predicting In-Canopy Velocity and Retention Time for Aquatic Canopies",
 "cfda_num": "47.050",
 "org_code": "06030109",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Torgersen",
 "awd_eff_date": "2008-06-15",
 "awd_exp_date": "2012-05-31",
 "tot_intn_awd_amt": 383430.0,
 "awd_amount": 383430.0,
 "awd_min_amd_letter_date": "2008-06-19",
 "awd_max_amd_letter_date": "2008-06-19",
 "awd_abstract_narration": "Predicting the Impact of Vegetation on Velocity Heterogeneity and Transport\r\n\r\nHeidi Nepf\r\n\r\n\r\nAquatic vegetation impacts water and habitat quality in several ways.  Aquatic plants remove nutrients and produce oxygen. They create regions of diminished bed stress that promote the retention of particles and influence morphological evolution.  Both submerged and emergent canopies are known to damp waves and reduce coastal and bank erosion.  Finally, by introducing spatial heterogeneity to the velocity field, vegetation increases habitat diversity, and thus species diversity. Because of its many benefits, some researchers now advocate wide spread replanting and ecologically based management of channel and coastal vegetation.\r\nUnder previous grants (EAR0309188, EAR0125056), the PI has described flow and transport in long, emergent and submerged canopies, i.e. with longitudinal extent much larger than canopy height or width.  These projects used rigid canopy models, which are a reasonable surrogate for emergent vegetation, but are less appropriate for submerged plants, which tend to be flexible.  The continuous, rigid canopy was a necessary first step, as it is easily represented through mathematical models, allowing robust model testing.  We are now ready to build on those first simple models and explore the range of canopy morphology present in nature.  This work will proceed in two parts.  One project will develop models for flexible canopies under both unidirectional flow and waves.  The second will develop models for submerged and emergent canopies of finite length and width, geometries for which the existing two-dimensional models do not apply.  The second project will again use rigid canopies to facilitate the testing of new mathematical models.  \r\nThe two parts have strong intellectual synergy.  The students working on the two will hold group meetings and share common lab space, new ideas will be quickly transferred between projects, and each project will benefit from ongoing comparison and contrasting of different morphologies.  The combined activity in vegetation hydrodynamics will also attract more visiting scholars, bringing new ideas and perspectives to the work.  Second, the finite-canopy project was conceived to use rigid models.  When working simultaneously, the flexible canopy project will provide insight into how one adapts rigid models to flexible canopies and will also provide a flexible canopy for testing these insights.  In this way, the finite-canopy study will progress much further in extending new finite-canopy models to flexible morphologies.  Third, the study of wave-damping by vegetation will be greatly expanded, because both flexible and rigid canopy models will be available in the lab.  Because both lake and ocean coasts have zones of submerged flexible canopies as well as rigid emergent canopies, it is important to characterize wave damping in both zones.  The work will take an important step toward field testing through experiments with real vegetation in the field-scale Outdoor StreamLab at the Saint Anthony Falls Laboratory (Univ. of Minnesota).  Ecologists, geologists, and hydrodynamicists will be using the Outdoor StreamLab simultaneously, facilitating inter-disciplinary connections.  \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Heidi",
   "pi_last_name": "Nepf",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Heidi M Nepf",
   "pi_email_addr": "hmnepf@mit.edu",
   "nsf_id": "000124052",
   "pi_start_date": "2008-06-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 MASSACHUSETTS AVE",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118100",
   "pgm_ele_name": "ECOSYSTEM STUDIES"
  },
  {
   "pgm_ele_code": "157900",
   "pgm_ele_name": "Hydrologic Sciences"
  },
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  },
  {
   "pgm_ele_code": "776400",
   "pgm_ele_name": "EMERGING TOPICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 383430.0
  }
 ],
 "por": null
}