{
 "awd_id": "0739743",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dust Logging at Dome C for Abrupt Climate Changes, Large Volcanic Eruptions and Bolide Impacts",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Julie Palais",
 "awd_eff_date": "2008-07-01",
 "awd_exp_date": "2012-06-30",
 "tot_intn_awd_amt": 248600.0,
 "awd_amount": 248600.0,
 "awd_min_amd_letter_date": "2008-06-26",
 "awd_max_amd_letter_date": "2008-06-26",
 "awd_abstract_narration": "Bay 0739743\r\n\r\nThis award supports a project to make high-resolution logs of dust and ash in the Dome C borehole using an optical dust logger. Logging at 20-50 cm/sec, in a matter of hours, mm-scale depth resolution of dust concentration and volcanic ash layers over the entire 3270 m borehole back to ~800 ka can be provided. The logger probes an area of order m2 of the horizon compared to the ~0.02 m2 core, greatly suppressing depositional noise and making the technique immune to core damage or loss. The method achieves unprecedented resolution of climate variations for matching or comparing ice core records, can detect particulate layers from explosive fallout which are invisible or missing in the core, and often reveals subtle trend changes which can elude standard core analyses.  With the highly resolved dust record, it is expected to find new synchronous age markers between East Antarctica, West Antarctica and Greenland. The data could be instrumental in unifying global climate records, or resolving mysteries such as the transition from 41-kyr glacial cycles to apparent 100-kyr cycles.  The project will extend previous finding, which make the most convincing case to date for a causal relationship between explosive volcanic events and abrupt climate change on millennial timescales. A search will also be made for evidence that some of the worldwide explosive fallout events that have been identified may have resulted from impacts by comets or asteroids. The investigators will evaluate the reliability of terrestrial impact crater records and the possibility that Earth impacts are considerably more frequent than is generally appreciated. Better understanding of the factors which force abrupt climate changes, the recurrence rate and triggering mechanisms of large volcanic eruptions, and the frequency of Gt to Tt-energy bolide impacts are of vital interest for civilization.  The work plan for 2008-11 comprises modifying and testing of existing hardware in year one; logging field work, most likely in year two; data analysis and publication of results in year three. Because the EPICA collaborators will provide a suitable logging winch onsite, the logistical needs of this project are modest and can be accommodated by Twin Otter from McMurdo.  The proposal is in the spirit of the International Polar Year (IPY) by forging an international collaboration with potential societal benefit. The project will provide interdisciplinary training to students and postdoctoral fellows from the U.S. and other countries. \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ryan",
   "pi_last_name": "Bay",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ryan Bay",
   "pi_email_addr": "bay@berkeley.edu",
   "nsf_id": "000384836",
   "pi_start_date": "2008-06-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511600",
   "pgm_ele_name": "ANT Glaciology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7754",
   "pgm_ref_txt": "CLIMATE VARIABILITY & CHANGE"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 248600.0
  }
 ],
 "por": null
}