{
 "awd_id": "0739707",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Data & Information Management Services for the U.S. GLOBEC Southern Ocean Program",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Peter Milne",
 "awd_eff_date": "2008-04-01",
 "awd_exp_date": "2012-03-31",
 "tot_intn_awd_amt": 232304.0,
 "awd_amount": 232304.0,
 "awd_min_amd_letter_date": "2008-03-18",
 "awd_max_amd_letter_date": "2008-03-18",
 "awd_abstract_narration": "\r\nAbstract\r\nPI: Peter H. Wiebe\r\nProposal Number: 0739707\r\nTitle: Data & Information Management Services for the U.S. GLOBEC Southern Ocean Program\r\n\r\nThe Office of Polar Programs, Antarctic Science Division, Organisms & Ecosystems and Ocean & Atmospheric Science Programs have made this award for continuation of data management efforts in support of ongoing syntheses of GLOBEC and related data.  GLOBEC (GLOBal Ocean ECosystem Dynamics) was initiated by SCOR and the IOC of UNESCO in 1991 and is an International Geosphere-Biosphere Program (IGBP) core project. The aim of GLOBEC is to advance understanding of the structure and functioning of the global ocean ecosystem, its major subsystems, and its response to physical forcing so that a capability can be developed to forecast the responses of the marine ecosystem to global change.  US Southern Ocean GLOBEC entailed the study of physical and biological processes that influence key populations of marine animals. The field phase took place in 2001-2003 and produced a large amount of new data from a diverse set of multi-disciplinary observations. A synthesis phase is in process and a Pan-Regional GLOBEC Synthesis is also anticipated.  These efforts require that data and observations are available within a larger interpretive framework. Under this award, the core of the data management service will continue to provide for web-based serving of distributed data streams to distributed clients using a system that leverages the approach and experience developed under the US Joint Global Ocean Fluxes/GLOBEC Programs. Under this system, anyone in the broader community with access to a web browser has access to the data.  The data are not password protected but users are asked to abide by the Data Acknowledgement Policy given on the web site.  The data management office also assists with proper procedures for submission of data and makes available, maintains and improves data tools for tasks like plotting and geostatistical evaluation.  Geospatially referenced visualization will be integrated into the data service.  Data quality control is the responsibility of the data providers although the data management office does ensure the quality and completeness of the metadata.  The office also prepares and submits metadata Directory Interchange Format (DIF) files for posting to the Antarctic Master Directory.   \r\n\r\nBroader impacts:  This project will facilitate Southern Ocean GLOBEC data synthesis involving integration of multidisciplinary science through assuring complete data access to the broad community.  In addition to continued support of the Southern Ocean GLOBEC synthesis, it will help to assure access to comparative data in aid of a Pan-Regional Synthesis phase of the U.S. GLOBEC Program as well as evolving efforts to integrate scientific understanding across the full Southern Ocean. This project will cooperate and coordinate with the Biological and Chemical Oceanography Data Management Office to ensure that the data are accessible beyond the GLOBEC community.  Experience has shown that the web presence with easy data access has engendered interest in the GLOBEC program by high school and college students that the data management office will continue to foster by responding to requests for further program information. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Wiebe",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Peter H Wiebe",
   "pi_email_addr": "pwiebe@whoi.edu",
   "nsf_id": "000454720",
   "pi_start_date": "2008-03-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Groman",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Robert C Groman",
   "pi_email_addr": "rgroman@whoi.edu",
   "nsf_id": "000152931",
   "pi_start_date": "2008-03-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Woods Hole Oceanographic Institution",
  "inst_street_address": "266 WOODS HOLE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WOODS HOLE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5082893542",
  "inst_zip_code": "025431535",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "WOODS HOLE OCEANOGRAPHIC INSTITUTION",
  "org_prnt_uei_num": "",
  "org_uei_num": "GFKFBWG2TV98"
 },
 "perf_inst": {
  "perf_inst_name": "Woods Hole Oceanographic Institution",
  "perf_str_addr": "266 WOODS HOLE RD",
  "perf_city_name": "WOODS HOLE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025431535",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511100",
   "pgm_ele_name": "ANT Organisms & Ecosystems"
  },
  {
   "pgm_ele_code": "511300",
   "pgm_ele_name": "ANT Ocean & Atmos Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 232304.0
  }
 ],
 "por": null
}