{
 "awd_id": "0739781",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Thermochronologic and modelling test for a Mesozoic West Antarctic Plateau",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Alexandra Isern",
 "awd_eff_date": "2008-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 114616.0,
 "awd_amount": 114616.0,
 "awd_min_amd_letter_date": "2008-08-25",
 "awd_max_amd_letter_date": "2010-06-23",
 "awd_abstract_narration": "This project studies formation of the TransAntarctic Mountains (TAM) through numerical modeling based on cooling histories of apatite mineral grains. The TAM are the highest and longest rift-related mountain range in the world. Various models for their uplift have been proposed, the most provocative of which is that they are not uplifted, but instead are the eroded remnant of a plateau. This project evaluates that hypothesis by collecting apatites from around Byrd Glacier for fission track thermochronology. Results will be combined with a kinematic and thermal model to determine the TAM?s structural evolution. The plateau model, if correct, implies that the Byrd Glacier originated not as a glacier-carved valley through the TAM, but as a river system flowing in the opposite direction. Given that the Byrd Glacier is a key drainage for the East Antarctic ice sheet, this result has important implications for ice sheet models and interpretation of both regional geology and sediment records.\r\n\r\nThe main broader impacts are undergraduate research and a new collaboration between a primarily undergraduate and a research institution. Students will be involved in the field program, sample analyses, and numerical modeling.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ann",
   "pi_last_name": "Blythe",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Ann E Blythe",
   "pi_email_addr": "ablythe@oxy.edu",
   "nsf_id": "000156930",
   "pi_start_date": "2008-08-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Audrey",
   "pi_last_name": "Huerta",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Audrey D Huerta",
   "pi_email_addr": "ahuerta@cwu.edu",
   "nsf_id": "000413084",
   "pi_start_date": "2008-08-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Occidental College",
  "inst_street_address": "1600 CAMPUS RD",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3232591414",
  "inst_zip_code": "900413314",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "OCCIDENTAL COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "DCQQX5TRCYN9"
 },
 "perf_inst": {
  "perf_inst_name": "Occidental College",
  "perf_str_addr": "1600 CAMPUS RD",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900413314",
  "perf_ctry_code": "US",
  "perf_cong_dist": "34",
  "perf_st_cong_dist": "CA34",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511200",
   "pgm_ele_name": "ANT Earth Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 41591.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 43819.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 29206.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Project Outcomes Report: </strong>Thermochronologic and modelling test for a Mesozoic West Antarctic Plateau<strong>&nbsp;</strong></p>\n<p><strong>PI&rsquo;s: </strong>&nbsp;Audrey Huerta, Ann Blythe</p>\n<p>The Transantarctic Mountains (TAM) are the highest and longest rift-related mountain range in the world, extending for over 2500 km, with extreme relief reaching from below sea level to &gt;4500 m. A major focus of research in the Transantarctic Mountains has been delineating the mechanisms responsible for the uplift and support of this very tall mountain range. Proximity to the Mesozoic/Cenozoic West Antarctic Rift System (WARS) suggests a genetic relationship between uplift of the TAM and extension of West Antarctica. Eocene rapid crustal cooling is interpreted as demarking the onset of uplift of the TAM as a rift-flank.</p>\n<p>In contrast to the rift-flank uplift theory, one of the most provocative hypotheses concerning the origin of the Transantarctic Mountains proposes that this mountain range formed as the abandoned margin of a collapsed Mesozoic West Antarctic Plateau [Bialas et al, 2007]. This tectonic setting could account for paradoxical observations in the TAM such as the numerous Cretaceous apatite fission track (AFT) cooling ages, the deep crustal root, and evidence of drainage reversal. While there is geologic evidence supportive of the proposed plateau, there has been no systematic test of this hypothesis.</p>\n<p>The thermochronologic evidence produced in this award conclusively confirms the existence of high topography of the TAM in the Cretaceous, many tens of millions of years prior to the generally accepted Paleogene age of uplift. Cooling ages collected on the sides of the Byrd Glacier Drainage indicate rapid erosion of the craton-ward parts of the TAM at ~ 80 Ma, followed by a protracted period of slow erosion, and one more stage of rapid erosion restricted to the WARS-ward side of the TAM at ~ 32 Ma. This spatial pattern of erosion indicates significant relief on the craton-side of the TAM during the Cretaceous, and significant relief on the WARS-side of the TAM during the Paleogene. These results are consistent with the existence of a Mesozoic West Antarctic Plateau that experienced collapse during the Paleogene.</p>\n<p>Quantifying the impact of glaciers on the shaping of mountainous landscapes can help to unravel the climatic and tectonic signals in the geologic record. Our analysis of digital landscapes indicate that the metric of &ldquo;slope versus elevation&rdquo; provides an objective, robust, and reproducible method for capturing the impact of glaciers. These results are robust across as well as between mountain ranges, and can be applied to landscapes across the globe.</p>\n<p>An important result of this project was the involvement of 3 undergraduate students from Occidental College (Meilani Bowman-Kamaha'o, Stephanie Kay, and Christina Davis), as well as one graduate student from Central Washington University (Carl Swanson). Meilani and Stephanie assisted in field sampling, while Meilani and Christina assisted in sample analysis as well as data interpretation. Carl&rsquo;s thesis focused on determining the signature of glacial processes on mountainous landscapes. These students have all moved on to successful careers in industry or academics. Meilani Bowman-Kamaha&rsquo;o is currently finishing her Masters of Science at Central Washington University, Stephanie Kay is currently working as a mining geologist in Australia, Christina Davis is currently applying to graduate schools for fall of 2014, and Carl Swanson is pursuing a PhD at University of Tulane. To date the project has produced seven publications, one MS thesis, and one undergraduate thesis.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/03/2013<br>\n\t\t\t\t\tModified by: Audrey&nbsp;D&nbsp;Huerta</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each...",
  "por_txt_cntn": "\nProject Outcomes Report: Thermochronologic and modelling test for a Mesozoic West Antarctic Plateau \n\nPIÆs:  Audrey Huerta, Ann Blythe\n\nThe Transantarctic Mountains (TAM) are the highest and longest rift-related mountain range in the world, extending for over 2500 km, with extreme relief reaching from below sea level to &gt;4500 m. A major focus of research in the Transantarctic Mountains has been delineating the mechanisms responsible for the uplift and support of this very tall mountain range. Proximity to the Mesozoic/Cenozoic West Antarctic Rift System (WARS) suggests a genetic relationship between uplift of the TAM and extension of West Antarctica. Eocene rapid crustal cooling is interpreted as demarking the onset of uplift of the TAM as a rift-flank.\n\nIn contrast to the rift-flank uplift theory, one of the most provocative hypotheses concerning the origin of the Transantarctic Mountains proposes that this mountain range formed as the abandoned margin of a collapsed Mesozoic West Antarctic Plateau [Bialas et al, 2007]. This tectonic setting could account for paradoxical observations in the TAM such as the numerous Cretaceous apatite fission track (AFT) cooling ages, the deep crustal root, and evidence of drainage reversal. While there is geologic evidence supportive of the proposed plateau, there has been no systematic test of this hypothesis.\n\nThe thermochronologic evidence produced in this award conclusively confirms the existence of high topography of the TAM in the Cretaceous, many tens of millions of years prior to the generally accepted Paleogene age of uplift. Cooling ages collected on the sides of the Byrd Glacier Drainage indicate rapid erosion of the craton-ward parts of the TAM at ~ 80 Ma, followed by a protracted period of slow erosion, and one more stage of rapid erosion restricted to the WARS-ward side of the TAM at ~ 32 Ma. This spatial pattern of erosion indicates significant relief on the craton-side of the TAM during the Cretaceous, and significant relief on the WARS-side of the TAM during the Paleogene. These results are consistent with the existence of a Mesozoic West Antarctic Plateau that experienced collapse during the Paleogene.\n\nQuantifying the impact of glaciers on the shaping of mountainous landscapes can help to unravel the climatic and tectonic signals in the geologic record. Our analysis of digital landscapes indicate that the metric of \"slope versus elevation\" provides an objective, robust, and reproducible method for capturing the impact of glaciers. These results are robust across as well as between mountain ranges, and can be applied to landscapes across the globe.\n\nAn important result of this project was the involvement of 3 undergraduate students from Occidental College (Meilani Bowman-Kamaha'o, Stephanie Kay, and Christina Davis), as well as one graduate student from Central Washington University (Carl Swanson). Meilani and Stephanie assisted in field sampling, while Meilani and Christina assisted in sample analysis as well as data interpretation. CarlÆs thesis focused on determining the signature of glacial processes on mountainous landscapes. These students have all moved on to successful careers in industry or academics. Meilani Bowman-KamahaÆo is currently finishing her Masters of Science at Central Washington University, Stephanie Kay is currently working as a mining geologist in Australia, Christina Davis is currently applying to graduate schools for fall of 2014, and Carl Swanson is pursuing a PhD at University of Tulane. To date the project has produced seven publications, one MS thesis, and one undergraduate thesis.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 12/03/2013\n\n\t\t\t\t\tSubmitted by: Audrey D Huerta"
 }
}