{
 "awd_id": "0739769",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "An Investigation into the Seismic Signatures Generated by Iceberg Calving and Rifting",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Julie Palais",
 "awd_eff_date": "2008-06-01",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 348381.0,
 "awd_min_amd_letter_date": "2008-04-24",
 "awd_max_amd_letter_date": "2012-07-16",
 "awd_abstract_narration": "Fricker 0739769\r\n\r\nThis award supports a project to strengthen collaborations between the various research groups working on iceberg calving.  Relatively little is known about the calving process, especially the physics that governs the initiation and propagation of fractures within the ice. This knowledge gap exists in part because of the diverse range in spatial and temporal scales associated with calving (ranging from less than one meter to over a hundred kilometers in length scale).  It is becoming increasingly clear that to predict the future behavior of the Antarctic Ice Sheet and its contribution to sea level rise, it is necessary to improve our understanding of iceberg calving processes.  Further challenges stem from difficulties in monitoring and quantifying short-time and spatial-scale processes associated with ice fracture, including increased fracturing events in ice shelves or outlet glaciers that may be a precursor to disintegration, retreat or increased calving rates. Coupled, these fundamental problems currently prohibit the inclusion of iceberg calving into numerical ice sheet models and hinder our ability to accurately forecast changes in sea level in response to climate change. Seismic data from four markedly different environmental regimes forms the basis of the proposed research, and researchers most familiar with the datasets will perform all analyses. Extracting the similarities and differences across the full breadth of calving processes embodies the core of the proposed work, combining and improving methods previously developed by each group. Techniques derived from solid Earth seismology, including waveform cross-correlation and clustering will be applied to each data set allowing quantitative process comparisons on a significantly higher level than previously possible. This project will derive catalogues of glaciologically produced seismic events; the events will then be located and categorized based on their location, waveform and waveform spectra both within individual environments and between regions. The intellectual merit of this work is that it will lead to a better understanding of iceberg calving and the teleconnections between seismic events and other geophysical processes around the globe.  The broader impacts of this work are that it relates directly to socio-environmental impacts of global change and sea level rise. Strong collaborations will form as a result of this research, including bolstered collaborations between the glacier and ice sheet communities, as well as the glaciology and seismology communities.  Outreach and public dissemination of findings will be driven by SIO's Visualization Center, and Birch Aquarium, hosting presentations devoted to the role of the cryosphere in global change. Time-lapse movies of recent changes at Columbia Glacier will be used to engage potential young scientists. A program of presentations outside the university setting to at-risk and gifted youth will be continued. This study will also involve undergraduates in analyses and interpretation and presentation of the seismic data assembled.  The work will also support two junior scientists who will be supported by this project.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Helen",
   "pi_last_name": "Fricker",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Helen A Fricker",
   "pi_email_addr": "hafricker@ucsd.edu",
   "nsf_id": "000486902",
   "pi_start_date": "2008-04-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "inst_street_address": "8622 DISCOVERY WAY # 116",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585341293",
  "inst_zip_code": "920931500",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SAN DIEGO",
  "org_prnt_uei_num": "QJ8HMDK7MRM3",
  "org_uei_num": "QJ8HMDK7MRM3"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "perf_str_addr": "8622 DISCOVERY WAY # 116",
  "perf_city_name": "LA JOLLA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920931500",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511600",
   "pgm_ele_name": "ANT Glaciology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 116954.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 178134.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 53293.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><!--  /* Font Definitions */ @font-face \t{font-family:Calibri; \tpanose-1:2 15 5 2 2 2 4 3 2 4; \tmso-font-charset:0; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:3 0 0 0 1 0;}  /* Style Definitions */ p.MsoNormal, li.MsoNormal, div.MsoNormal \t{mso-style-unhide:no; \tmso-style-qformat:yes; \tmso-style-parent:\"\"; \tmargin-top:0in; \tmargin-right:0in; \tmargin-bottom:10.0pt; \tmargin-left:0in; \tline-height:115%; \tmso-pagination:widow-orphan; \tfont-size:11.0pt; \tfont-family:Calibri; \tmso-ascii-font-family:Calibri; \tmso-ascii-theme-font:minor-latin; \tmso-fareast-font-family:Calibri; \tmso-fareast-theme-font:minor-latin; \tmso-hansi-font-family:Calibri; \tmso-hansi-theme-font:minor-latin; \tmso-bidi-font-family:\"Times New Roman\"; \tmso-bidi-theme-font:minor-bidi;} .MsoChpDefault \t{mso-style-type:export-only; \tmso-default-props:yes; \tfont-size:11.0pt; \tmso-ansi-font-size:11.0pt; \tmso-bidi-font-size:11.0pt; \tfont-family:Calibri; \tmso-ascii-font-family:Calibri; \tmso-ascii-theme-font:minor-latin; \tmso-fareast-font-family:Calibri; \tmso-fareast-theme-font:minor-latin; \tmso-hansi-font-family:Calibri; \tmso-hansi-theme-font:minor-latin; \tmso-bidi-font-family:\"Times New Roman\"; \tmso-bidi-theme-font:minor-bidi;} .MsoPapDefault \t{mso-style-type:export-only; \tmargin-bottom:10.0pt; \tline-height:115%;} @page WordSection1 \t{size:8.5in 11.0in; \tmargin:1.0in 1.0in 1.0in 1.0in; \tmso-header-margin:.5in; \tmso-footer-margin:.5in; \tmso-paper-source:0;} div.WordSection1 \t{page:WordSection1;} --></p>\n<p class=\"MsoNormal\"><strong style=\"mso-bidi-font-weight: normal;\"><span style=\"font-size: 12.0pt; line-height: 115%;\">Project Outcomes Report &ndash; NSF Grant OPP-0739769</span></strong></p>\n<p class=\"MsoNormal\"><strong style=\"mso-bidi-font-weight: normal;\"><span style=\"font-size: 12.0pt; line-height: 115%;\">An Investigation into the Seismic Signatures Generated by Iceberg Calving and Rifting</span></strong><span style=\"font-size: 12.0pt; line-height: 115%;\">&nbsp;</span></p>\n<p class=\"MsoNormal\"><span style=\"font-size: 12.0pt; line-height: 115%;\">Relatively little is known about the physics of iceberg calving.<span style=\"mso-spacerun: yes;\">&nbsp; </span>Because calving is a major way in which ice is removed from glacial systems, it is important that we develop physics based models of the calving process for incorporation into ice sheet modeling studies. <span style=\"mso-spacerun: yes;\">&nbsp;</span>Of particular interest to researchers hoping to model the process of calving is the physical processes that control the onset and propagation of fractures within ice.<span style=\"mso-spacerun: yes;\">&nbsp; </span>Because this process of fracture occurs over a relatively small scale (less than one kilometer) and on a continuous basis, satellite imagery provides limited insight.<span style=\"mso-spacerun: yes;\">&nbsp; </span>However, seismology is able to observe this process of fracture as it occurs.<span style=\"mso-spacerun: yes;\">&nbsp; </span>Using an array of seismometers in a region undergoing fracture we are able to image the process and better constrain the physics controlling it.<span style=\"mso-spacerun: yes;\">&nbsp; </span>Through the course of this project, we have used seismological tools to constrain and improve our understanding of the iceberg calving process on a number of time and spatial scales.<span style=\"mso-spacerun: yes;\">&nbsp; </span></span></p>\n<p class=\"MsoNormal\"><span style=\"font-size: 12.0pt; line-height: 115%;\">During the course of this study, we have applied various seismological techniques to a variety of glaciers around the world.<span style=\"mso-spacerun: yes;\">&nbsp; </span>We have studied the change in seismic energy release as Columbia Glacier, Alaska transitioned from a grounded calving front to a floating calving front.<span style=\"mso-spacerun: yes;\">&nbsp; </span>This transition resulted in a significant change in the style of iceberg calving...",
  "por_txt_cntn": "\n\nProject Outcomes Report &ndash; NSF Grant OPP-0739769\nAn Investigation into the Seismic Signatures Generated by Iceberg Calving and Rifting \nRelatively little is known about the physics of iceberg calving.  Because calving is a major way in which ice is removed from glacial systems, it is important that we develop physics based models of the calving process for incorporation into ice sheet modeling studies.  Of particular interest to researchers hoping to model the process of calving is the physical processes that control the onset and propagation of fractures within ice.  Because this process of fracture occurs over a relatively small scale (less than one kilometer) and on a continuous basis, satellite imagery provides limited insight.  However, seismology is able to observe this process of fracture as it occurs.  Using an array of seismometers in a region undergoing fracture we are able to image the process and better constrain the physics controlling it.  Through the course of this project, we have used seismological tools to constrain and improve our understanding of the iceberg calving process on a number of time and spatial scales.  \nDuring the course of this study, we have applied various seismological techniques to a variety of glaciers around the world.  We have studied the change in seismic energy release as Columbia Glacier, Alaska transitioned from a grounded calving front to a floating calving front.  This transition resulted in a significant change in the style of iceberg calving.  When grounded, the glacier calved in a steady manner.  When the end of the glacier went afloat, the glacier instead calved episodically.  In addition, the icebergs generated by the floating glacier tongue were significantly larger than those produced by a grounded calving front.\nJakobshavn Isbr&aelig;, Greenland is a major glacier that drains the Greenland Ice Sheet.  We investigated the seismic source processes (how the ice moved) associated with two calving events that occurred during 2009.  These events were similar to other observed æglacial earthqakesÆ in their source properties, but the size of the modeled mass change was dramatically different depending on the technical details of the model.  This led us to conclude that the volume of ice released by a calving event cannot be inferred from seismic energy alone.\nThe Amery Ice Shelf in East Antarctica is the third largest ice shelf on the continent and drains much of the interior of East Antarctica.  We analyzed data collected at the propagating tip of a rift located near the oceanward end of the ice shelf for æicequakeÆ locations and source properties.  Seismicity in the study area is characterized by long periods of relatively low rates of icequake occurrence punctuated by short bursts of intense activity.  By imaging energy release on short time scales by time reversing seismograms and adding them, we found that even during æquietÆ periods there is significant seismic energy being released.  We hypothesize that the bursts of seismicity are related to the rift propagating through crevasses oriented perpendicular to the rift.  This implies that rift propagation in ice shelves is controlled by internal variables such as the location and orientation of preexisting fractures and the internal stress state of the ice shelf.  \n\n\t\t\t\t\tLast Modified: 09/27/2013\n\n\t\t\t\t\tSubmitted by: Helen A Fricker"
 }
}