{
 "awd_id": "0739515",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "COLLABORATIVE RESEARCH: Multispecies, Multiscale Investigations of Longterm Changes in Penguin and Seabird Populations on the Antarctic Peninsula",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Charles Amsler",
 "awd_eff_date": "2008-07-15",
 "awd_exp_date": "2013-11-30",
 "tot_intn_awd_amt": 374018.0,
 "awd_amount": 374018.0,
 "awd_min_amd_letter_date": "2008-07-07",
 "awd_max_amd_letter_date": "2012-07-26",
 "awd_abstract_narration": "This five-year project seeks to characterize decadal scale changes in penguin and seabird populations on the Antarctic Peninsula, and to identify the factors driving these long-term changes.  Two interconnected research activities are proposed: 1. Continued, long-term monitoring and censusing of penguin and seabird populations at >117 sites throughout the Antarctic Peninsula via opportunistic ship-based data collection. 2. Synthesis and quantitative analyses of datasets detailing long-term changes in five penguin and seabird species from diverse sites throughout the Antarctic Peninsula. When complete, the penguin/seabird database will incorporate data from the Antarctic Site Inventory (ASI), the CCAMLR database, the US AMLR database, the LTER database from Palmer Station, data from British and Argentine researchers, historic census data compiled by the Scientific Committee on Antarctic Research (SCAR), and, when possible, additional privately held datasets. Additional data for temperature change, sea ice coverage, the seasonal timing and intensity of human visitation, and other factors have been gathered and will be analyzed together with population trajectories within a spatially explicit framework. The research will include hierarchical statistical analyses to characterize the long-term population dynamics of several key polar species across multiple spatial scales (sites, regions, and the Peninsula). Analyses also will focus on specific subsets of the overall database to contrast visitor impacts on paired colonies, sites, and regions that share similar environmental conditions but differ in the intensity of tourism. \r\n\r\nThe Broader Impacts include (1) research training and first-time Antarctic experiences for a postdoctoral researcher and several graduate students, all of whom will then be better positioned to bring their expertise in spatial and/or quantitative/theoretical ecology to bear on questions in polar research; (2) assembly and analysis of a large, multi-season database of penguin and seabird time series from the Antarctic Peninsula that will be publicly available, (3) assistance in distinguishing the impacts of tourism versus climate change on seabird populations.  Under the Environmental Protocol to the Antarctic Treaty, Treaty Parties are charged with regular and effective monitoring to assess the impacts of human activities. This project will uniquely assist Parties in fulfilling this mandate.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Fagan",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "William F Fagan",
   "pi_email_addr": "bfagan@umd.edu",
   "nsf_id": "000234811",
   "pi_start_date": "2008-07-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Heather",
   "pi_last_name": "Lynch",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Heather Lynch",
   "pi_email_addr": "heather.lynch@stonybrook.edu",
   "nsf_id": "000239942",
   "pi_start_date": "2008-07-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland, College Park",
  "perf_str_addr": "3112 LEE BUILDING",
  "perf_city_name": "COLLEGE PARK",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511100",
   "pgm_ele_name": "ANT Organisms & Ecosystems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 87609.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 166766.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 119643.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>One of the major goals of this project has been to understand, at a hierarchy of spatial scales, the dynamics and population drivers of the three &lsquo;brushtailed&rsquo; penguin species breeding on the Antarctic Peninsula (Ad&eacute;lie, chinstrap, and gentoo penguins). We found that the key environmental driver of gentoo penguin population change is loss of November sea ice and the creation of new habitat for colonization at the southern extent of gentoo breeding. We found exponential population growth among gentoos at these newly established penguin colonies at rates that could not be explained by successful reproduction alone. Despite strong natal philopatry (returning to breed at the colony where you were born), population growth at newly established gentoo colonies must include sustained and significant levels of immigration from other breeding locations. In contrast, our analysis found that both Ad&eacute;lie and chinstrap penguins are declining on the Antarctic Peninsula. We found that Ad&eacute;lie and chinstrap population losses are strongly correlated with areas of low and declining biological productivity.</p>\n<p>One of the lingering hypotheses regarding drivers of penguin population change is the influence of tourism, either through direct interaction of tourists at visited sites or through the indirect effect of vessel traffic. To address this question, we analyzed patterns of tour ship traffic to understand the impact of tourist activity on the population trends of penguins breeding on the Peninsula. In collaboration with the International Association of Antarctica Tour Operators, we used data on ship landings to reconstruct tour ship itineraries and studied the distribution of sites that had high and low levels of either direct (on the ground) or indirect (at sea) interaction with tourists. Across several separate analyses, we found no relationship between levels of tourism visitation and population change.</p>\n<p>Our analyses of the abundance and distribution of Antarctic penguins made it clear that gentoo penguins were not only increasing in magnitude but were also shifting their breeding range further south. At the same time, chinstrap penguins, which we might expect would also shift southward with declining sea ice, were not establishing new colonies in habitat previously uninhabited by penguins. This contrast led us to focus on colonization ability, and migration patterns, as a critical component in differentiating these two species&rsquo; ability to respond to climate change. With our collaborator Tom Hart at Oxford University, we collected egg shells and tail feathers for genetic analyses that would allow us to understand the spatial structure of <em>Pygoscelis</em> spp. penguins on the western Antarctic Peninsula. In particular, we wanted to know which gentoo breeding populations were serving as source populations for newly established colonies south of Petermann Island. These data have demonstrated that gentoo penguin range shifts do not necessarily come from local source populations but can be driven by long-distance migration from geographically distant (and genetically distinct) populations.</p>\n<p>One of the most exciting new developments from the last two years of this project was our use of high-resolution satellite imagery to map and census penguins on the Antarctic Peninsula. This work is an exciting technological extension of our long-standing field campaign to survey penguin populations by direct counting methods. The development of this technique was possible only because of the extensive validation dataset represented by the ASI; at the same time, population censuses by remote sensing offer the possibility to radically expand the spatial scale of our survey work in the future. Over the last two years, we have laid the foundation for using high-resolution satellite imagery to detect all three species of &lsquo;brushtailed&rsquo;...",
  "por_txt_cntn": "\nOne of the major goals of this project has been to understand, at a hierarchy of spatial scales, the dynamics and population drivers of the three æbrushtailedÆ penguin species breeding on the Antarctic Peninsula (Ad&eacute;lie, chinstrap, and gentoo penguins). We found that the key environmental driver of gentoo penguin population change is loss of November sea ice and the creation of new habitat for colonization at the southern extent of gentoo breeding. We found exponential population growth among gentoos at these newly established penguin colonies at rates that could not be explained by successful reproduction alone. Despite strong natal philopatry (returning to breed at the colony where you were born), population growth at newly established gentoo colonies must include sustained and significant levels of immigration from other breeding locations. In contrast, our analysis found that both Ad&eacute;lie and chinstrap penguins are declining on the Antarctic Peninsula. We found that Ad&eacute;lie and chinstrap population losses are strongly correlated with areas of low and declining biological productivity.\n\nOne of the lingering hypotheses regarding drivers of penguin population change is the influence of tourism, either through direct interaction of tourists at visited sites or through the indirect effect of vessel traffic. To address this question, we analyzed patterns of tour ship traffic to understand the impact of tourist activity on the population trends of penguins breeding on the Peninsula. In collaboration with the International Association of Antarctica Tour Operators, we used data on ship landings to reconstruct tour ship itineraries and studied the distribution of sites that had high and low levels of either direct (on the ground) or indirect (at sea) interaction with tourists. Across several separate analyses, we found no relationship between levels of tourism visitation and population change.\n\nOur analyses of the abundance and distribution of Antarctic penguins made it clear that gentoo penguins were not only increasing in magnitude but were also shifting their breeding range further south. At the same time, chinstrap penguins, which we might expect would also shift southward with declining sea ice, were not establishing new colonies in habitat previously uninhabited by penguins. This contrast led us to focus on colonization ability, and migration patterns, as a critical component in differentiating these two speciesÆ ability to respond to climate change. With our collaborator Tom Hart at Oxford University, we collected egg shells and tail feathers for genetic analyses that would allow us to understand the spatial structure of Pygoscelis spp. penguins on the western Antarctic Peninsula. In particular, we wanted to know which gentoo breeding populations were serving as source populations for newly established colonies south of Petermann Island. These data have demonstrated that gentoo penguin range shifts do not necessarily come from local source populations but can be driven by long-distance migration from geographically distant (and genetically distinct) populations.\n\nOne of the most exciting new developments from the last two years of this project was our use of high-resolution satellite imagery to map and census penguins on the Antarctic Peninsula. This work is an exciting technological extension of our long-standing field campaign to survey penguin populations by direct counting methods. The development of this technique was possible only because of the extensive validation dataset represented by the ASI; at the same time, population censuses by remote sensing offer the possibility to radically expand the spatial scale of our survey work in the future. Over the last two years, we have laid the foundation for using high-resolution satellite imagery to detect all three species of æbrushtailedÆ penguins, and have demonstrated in several case studies the use of this imagery to estimate abundance as well. We used..."
 }
}