{
 "awd_id": "0739127",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Deciphering the Antarctic MSA-sea Ice Link with a Combined Regional Forecast and Atmospheric Chemistry Model",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sonia Esperanca",
 "awd_eff_date": "2008-05-01",
 "awd_exp_date": "2012-04-30",
 "tot_intn_awd_amt": 375422.0,
 "awd_amount": 375422.0,
 "awd_min_amd_letter_date": "2008-03-31",
 "awd_max_amd_letter_date": "2010-04-07",
 "awd_abstract_narration": "\r\nAbstract\r\nPI: Cecilia M. Bitz\r\nProposal Number: 0739127 \r\nTitle: Deciphering the Antarctic MSA-sea ice link with a combined regional forecast and atmospheric chemistry model\r\n\r\nIntellectual merit: Sea ice plays multiple important roles in the climate system including reflecting solar radiation, influencing ocean heat uptake, contributing to dense water formation and protection of ice shelves by damping ocean wave action.  Reliable records of Antarctic sea ice extent are only available since 1979. In order to further quantitative understanding of the role of Antarctic sea ice in climate, it would be highly desirable to have a longer term record of Antarctic sea ice conditions. Marine phytoplankton produce dimethylsulfide (DMS) which is emitted to the atmosphere where it can be oxidized to methanesulfonic acid (MSA) and sulfur dioxide and eventually deposited in continental ice.  Sulfur dioxide can be converted to non seasalt (nss) sulfate or dry deposited to the ice.  It has been suggested that MSA and nss sulfate deposited in ice cores can serve as a proxy for sea ice conditions although available evidence shows the relationship can be complicated by several factors including variability in emissions, variability in transport, reactions in transport and variability in deposition. Moreover there remain uncertainties with respect to the relationship between sea-ice and emissions. Whereas it might be presumed that sea ice would limit the growth of phytoplankton and prevent the escape of DMS, some of the highest concentrations of DMS in the marine environment have been measured in melting Antarctic sea ice.  The Antarctic Integrated System Science Program ahs funded this project to use an interdisciplinary modeling approach to assess these factors and uncertainties to help determine whether and where sea ice conditions might be reliably extracted from MSA and nss sulfate levels in Antarctic ice cores ice cores. Specifically the MSA-climate relationship will be examined over the period of 1979-2002 using a relatively high resolution regional chemistry model based on the Community Multi-scale Air Quality (CMAQ) modeling system. Meteorological conditions will be input from hind-casts of Polar MM5 (Ohio State polar specific modifications of the fifth-generation Penn State University/National Center for Atmospheric Research Mesoscale Model)/ Large scale chemical boundary conditions will be input from a global chemical transport model, GEOS-Chem (Goddard Earth Observing System-Chemistry). Under collaborative arrangements with high latitude phytoplankton and sea ice algae experts, empirical DMS emissions within the model domain from sea ice will be developed and compared with modeled DMS emissions from an ocean general circulation model that includes sea ice, phytoplankton and sea ice algae.  The overall model output will be compared with measurements from atmospheric monitoring sites and depositional records in snow and ice including widely distributed annually resolved records that are being undertaken as part of the International Polar Year (IPY) International Traverses of Antarctica for Science and Education (ITASE).   \r\n\r\nBroader impacts: By investigating the links between MSA and nss sulfate levels in ice cores and sea ice conditions, this project could provide a basis to help advance the understanding of the role of Antarctic sea ice in the global climate system. The project directly combines expertise in global climate modeling, sea ice, and atmospheric chemistry and through collaboration, in marine phytoplankton ecology.  A graduate student who is credited with conceiving of this proposal will be supported to conduct his PhD thesis on this interdisciplinary topic. As one element of the marine phytoplankton ecology collaboration, this student is intending to undertake an NSF East Asia Pacific Summer Institute internship in Australia with experts in sea ice algae dimethylsulfonic acid propionate (DMSP, a precursor to DMS) production. Outreach related to the research will be conducted at the annual Polar Science Weekend at the Pacific Science Center in Seattle. Two of the investigators are members of an underrepresented group (female) in climate related science and are early in their academic careers. \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Cecilia",
   "pi_last_name": "Bitz",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Cecilia M Bitz",
   "pi_email_addr": "bitz@uw.edu",
   "nsf_id": "000433555",
   "pi_start_date": "2008-03-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Steig",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Eric J Steig",
   "pi_email_addr": "steig@uw.edu",
   "nsf_id": "000182593",
   "pi_start_date": "2008-03-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Becky",
   "pi_last_name": "Alexander",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Becky Alexander",
   "pi_email_addr": "beckya@u.washington.edu",
   "nsf_id": "000373638",
   "pi_start_date": "2008-03-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 BROOKLYN AVE NE",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "529200",
   "pgm_ele_name": "ANT Integrated System Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 119981.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 124179.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 131262.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Methanesulfonic acid (MSA) concentrations routinely measured inAntarctic ice cores are thought to be influenced by the distributionof nearby sea ice, and therefore have been measured with the goalof producing a proxy for sea ice cover in past climates. MSAis one of several oxidation products of dimethylsulfide (DMS), whichoriginates in the atmosphere from biological production in the surfaceocean. Observations demonstrate particularly high DMS concentrationsin surface seawater in the sea ice zone around Antarcticathroughout the austral spring and summer. This observedrelationship constitutes the basis of the proposed link between seaice and MSA deposition on the Antarctic continent.</p>\n<p>For this project we configured and verified the GEOS-Chem chemical transport modelingsystem for Antarctica. We conducted two sets of experiments withthe model to investigate MSA deposition on Antarctica: one for modernconditions and another for last glacial maximum conditions. We comparedthe results of the model with ice core data, and we conducted a wideranging set of sensitivity experiments to understand the processesthat condrol MSA transport and deposition on Antarctica.</p>\n<p>We find that the net transport of DMS emissions from the sea ice zoneis northward and only a small fraction of sulfur emissionsfrom the sea ice zone is deposited in Antarctica. The fraction of MSAdeposition that originates from DMS in the sea ice zone (i.e., fromsouth of 60 deg S) depends on the simulationand region of Antarctica. This result is strongly dependent on theabsolute magnitude of emissions in the sea ice zone.&nbsp;Antarctic MSA deposition dominated by DMSemissions within the sea ice zone, sustained DMS emissions throughoutaustral spring and summer would need to be on the order of 120--160micrograms per square meter per day, which falls within the wide range ofobservations. More complete information about the magnitude ofhigh-latitude seawater DMS concentrations and the influence of sea iceon DMS emissions is crucial.&nbsp;We find the surface DMS emissions are not likely lower in glacial times thanin the modern day, and hence the LGM summer ice extent is moresimilar to the modern summer ice extent than that suggested by CLIMAPand Webb data sets. &nbsp;Given the larger winter ice extent in the LGM,understanding the influence of sea ice on DMS emissions is likely moreimportant for understanding the sulfur cycle in the LGM than in themodern day.</p>\n<p>This project is the PhD research project of graduate student PaulHezel.</p>\n<p>Paul has been actively engaged in outreach activities. &nbsp;In 2008-2009 he served as the student representative on the board of the UW Programon Climate Change and visited schools and community groups nearlymonthly to talk about climate change. For example, in fall 2008 he gavea workshop on Pacific Northwest climate change impacts at the WildHorses windmill farm.&nbsp;</p>\n<p>Paul is a Pacific Science Center Science Communications Fellow, havingundergone a 12-hour communications training for relating science ideasto the public. He then developed a museum floor demonstration ofAntarctic deposition processes and presented the demonstration duringPolar Science Weekends at the Pacific Science Center, March 2011, May2011, and April 2012. He has been involved since October 2011, inadapting a University of Washington course on climate change for ahigh school classroom. He contributed to more traditional outreachactivities included commenting on student presentations at the SalishSea Student Science Symposium and presenting a demonstration on oceanacidification, in June 2010.</p>\n<p>Cecilia worked with artists Scott Schuldt to make a anorak with Arctic climate scenes&nbsp;for the American Meteorological Society art exhibit 'Forecast: Communicating&nbsp;Weather and Climate' in Jan 2011. The anorak was featured in several blogs and&nbsp;news stories. Cecilia reviewed placards...",
  "por_txt_cntn": "\nMethanesulfonic acid (MSA) concentrations routinely measured inAntarctic ice cores are thought to be influenced by the distributionof nearby sea ice, and therefore have been measured with the goalof producing a proxy for sea ice cover in past climates. MSAis one of several oxidation products of dimethylsulfide (DMS), whichoriginates in the atmosphere from biological production in the surfaceocean. Observations demonstrate particularly high DMS concentrationsin surface seawater in the sea ice zone around Antarcticathroughout the austral spring and summer. This observedrelationship constitutes the basis of the proposed link between seaice and MSA deposition on the Antarctic continent.\n\nFor this project we configured and verified the GEOS-Chem chemical transport modelingsystem for Antarctica. We conducted two sets of experiments withthe model to investigate MSA deposition on Antarctica: one for modernconditions and another for last glacial maximum conditions. We comparedthe results of the model with ice core data, and we conducted a wideranging set of sensitivity experiments to understand the processesthat condrol MSA transport and deposition on Antarctica.\n\nWe find that the net transport of DMS emissions from the sea ice zoneis northward and only a small fraction of sulfur emissionsfrom the sea ice zone is deposited in Antarctica. The fraction of MSAdeposition that originates from DMS in the sea ice zone (i.e., fromsouth of 60 deg S) depends on the simulationand region of Antarctica. This result is strongly dependent on theabsolute magnitude of emissions in the sea ice zone. Antarctic MSA deposition dominated by DMSemissions within the sea ice zone, sustained DMS emissions throughoutaustral spring and summer would need to be on the order of 120--160micrograms per square meter per day, which falls within the wide range ofobservations. More complete information about the magnitude ofhigh-latitude seawater DMS concentrations and the influence of sea iceon DMS emissions is crucial. We find the surface DMS emissions are not likely lower in glacial times thanin the modern day, and hence the LGM summer ice extent is moresimilar to the modern summer ice extent than that suggested by CLIMAPand Webb data sets.  Given the larger winter ice extent in the LGM,understanding the influence of sea ice on DMS emissions is likely moreimportant for understanding the sulfur cycle in the LGM than in themodern day.\n\nThis project is the PhD research project of graduate student PaulHezel.\n\nPaul has been actively engaged in outreach activities.  In 2008-2009 he served as the student representative on the board of the UW Programon Climate Change and visited schools and community groups nearlymonthly to talk about climate change. For example, in fall 2008 he gavea workshop on Pacific Northwest climate change impacts at the WildHorses windmill farm. \n\nPaul is a Pacific Science Center Science Communications Fellow, havingundergone a 12-hour communications training for relating science ideasto the public. He then developed a museum floor demonstration ofAntarctic deposition processes and presented the demonstration duringPolar Science Weekends at the Pacific Science Center, March 2011, May2011, and April 2012. He has been involved since October 2011, inadapting a University of Washington course on climate change for ahigh school classroom. He contributed to more traditional outreachactivities included commenting on student presentations at the SalishSea Student Science Symposium and presenting a demonstration on oceanacidification, in June 2010.\n\nCecilia worked with artists Scott Schuldt to make a anorak with Arctic climate scenes for the American Meteorological Society art exhibit 'Forecast: Communicating Weather and Climate' in Jan 2011. The anorak was featured in several blogs and news stories. Cecilia reviewed placards for the London Science Museum exhibit on 'Atmosphere ... Exploring Climate Science'.\n\nPaul and Cecilia together helped design an exhibit ..."
 }
}