{
 "awd_id": "0739015",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Testing the hypothesis of pervasive two-layer azimuthal anisotropy beneath North America",
 "cfda_num": "47.050",
 "org_code": "06030204",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Benjamin R. Phillips",
 "awd_eff_date": "2008-01-01",
 "awd_exp_date": "2010-12-31",
 "tot_intn_awd_amt": 122728.0,
 "awd_amount": 122728.0,
 "awd_min_amd_letter_date": "2008-01-09",
 "awd_max_amd_letter_date": "2008-01-09",
 "awd_abstract_narration": "Shear-wave splitting parameters (fast polarization direction and splitting time) have been increasingly used by a wide variety of geoscientists for the understanding of the structure and dynamics of the Earth's deep interior. Whether the observed shear-wave splitting is originated from fossil anisotropy frozen within the cool lithosphere, is produced by present-day mantle flow in the underlying asthenosphere, or is from combination of the two is still a debated topic. While it is a consensus in the earth science community that shear-wave splitting measurements are fundamental for the understanding of the structure and dynamics of the Earth's deep interior, so far there is still a lack of a coherent comprehensive database for the splitting parameters. Over the past several years a significant amount of high-quality data have been added to the data archives at the IRIS (Incorporated Research Institutions for Seismology) DMC (Data Management Center). In addition, a lot more broadband permanent stations have been added to the network over the past several years, and many short-period stations have been updated into broadband stations over the same period of time. Finally, stations in the on-going USArray are providing a large amount new data. The recently available data sets significantly improve the spatial coverage of splitting parameters, especially in the stable part of the North American continent. \r\n\r\nThe PI and her research group are measuring shear-wave splitting parameters at all the broadband stations using a robust procedure that they developed to reliably measure and subjectively rank shear-wave splitting measurements. About 10,000 well-defined station-event pairs are being obtained as a result of the project. The first goal of the proposed study is to generate a database of individual (not station averaged) splitting parameters by using datasets accessible from the IRIS DMC. The second component is to use the comprehensive coherent database of splitting parameters to test the hypothesis of Marone and Romanowicz [2007], who, by joint inversion of surface waveforms and shear-wave splitting observations, suggested a pervasive two-layer anisotropic model beneath central and eastern North America.\r\n\r\nExpected results from the proposed work will be used by a broad spectrum of geoscientists to address a wide range of fundamental questions regarding the structure and dynamics of the Earth's deep interior. For instance, if the hypothesis of pervasive two-layer anisotropy passed the test using the coherent shear-wave splitting database to be produced by the proposed study, geodynamic modelers will deploy the two-layer model in their calculations, and mineral physicists will perform experiments to study phase change and effects of water under the assumption that the lithosphere and the asthenosphere are decoupled.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kelly",
   "pi_last_name": "Liu",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Kelly H Liu",
   "pi_email_addr": "liukh@mst.edu",
   "nsf_id": "000489508",
   "pi_start_date": "2008-01-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Missouri University of Science and Technology",
  "inst_street_address": "300 W. 12TH STREET",
  "inst_street_address_2": "202 CENTENNIAL HALL",
  "inst_city_name": "ROLLA",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "5733414134",
  "inst_zip_code": "654091330",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "MO08",
  "org_lgl_bus_name": "UNIVERSITY OF MISSOURI SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "Y6MGH342N169"
 },
 "perf_inst": {
  "perf_inst_name": "Missouri University of Science and Technology",
  "perf_str_addr": "300 W. 12TH STREET",
  "perf_city_name": "ROLLA",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "654091330",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "MO08",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 122728.0
  }
 ],
 "por": null
}