{
 "awd_id": "0739512",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Linking Modern Benthic Communities and Taphonomic Processes to the Stratigraphic Record of Antarctic Cores",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "thomas wilch",
 "awd_eff_date": "2008-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 120213.0,
 "awd_amount": 120213.0,
 "awd_min_amd_letter_date": "2008-07-29",
 "awd_max_amd_letter_date": "2010-08-13",
 "awd_abstract_narration": "This project answers a simple question: why are there so few fossils in sediment cores from Antarctica?s continental shelf? Antarctica?s benthos are as biologically rich as those of the tropics. Shell-secreting organisms should have left a trail throughout geologic time, but have not. This trail is particularly important because these organisms record regional climate in ways that are critical to interpreting the global climate record. This study uses field experiments and targeted observations of modern benthic systems to examine the biases inflicted by fossil preservation. By examining a spectrum of ice-affected habitats, this project provides paleoenvironmental insights into carbonate preservation, sedimentation rates, and burial processes; and will provide new approaches to reconstructing the Cenozoic history of Antarctica. Broader impacts include graduate and undergraduate research and education, development of undergraduate curricula to link art and science, K12 outreach, public outreach via the web, and societal relevance through improved understanding of records of global climate change.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sally",
   "pi_last_name": "Walker",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Sally E Walker",
   "pi_email_addr": "swalker@gly.uga.edu",
   "nsf_id": "000447963",
   "pi_start_date": "2008-07-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Georgia Research Foundation Inc",
  "inst_street_address": "310 E CAMPUS RD RM 409",
  "inst_street_address_2": "",
  "inst_city_name": "ATHENS",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "7065425939",
  "inst_zip_code": "306021589",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "GA10",
  "org_lgl_bus_name": "UNIVERSITY OF GEORGIA RESEARCH FOUNDATION, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "NMJHD63STRC5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Georgia",
  "perf_str_addr": "623 BOYD GRADUATE RESEARCH CTR",
  "perf_city_name": "ATHENS",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "306020001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "GA10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511200",
   "pgm_ele_name": "ANT Earth Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "5112",
   "pgm_ref_txt": "ANTARCTIC EARTH SCIENCES"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 46643.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 36288.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 37282.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Since the Oligocene (~30 million years ago), Antarctica has remained mostly ice-covered. Despite this ice cover, Antarctica has a relatively rich Paleozoic fossil record exposed in mostly non-glaciated areas. &nbsp;Indeed, in the early 1900s, Ernest Shackleton collected Paleozoic tropical corals in an area that is now surrounded by frozen water with temperatures well below freezing! However, the Cenozoic record for sea creatures is not as well known, likely because much of that record still awaits discovery in this stunningly beautiful ice-bound continent. But, there could be other reasons: perhaps sea creatures that build carbonate skeletons do not preserve well in icy seawater. Therefore, we set out to determine how sea creatures&rsquo; shells survive under near-freezing seawater conditions in Antarctica. My portion of the work included designing experiments to be deployed for two years on the seafloor, collecting seawater chemistry, and surveying sea ice and Holocene fossil deposits for shelly carbonate to compare to underwater distributions of sea creatures. &nbsp;It turns out, scallops and foraminifera shells (single-celled organisms that rival I.M. Pei in architectural design) survive very well, especially exposed on the seafloor. This is because the seawater was supersaturated with respect to calcite and aragonite, two major constituents of sea creatures' shells. Therefore, their shells did not dissolve. This is potentially good news for the Cenozoic fossil record, and in fact, new discoveries have shown that Antarctic scallop fossils occur in the Oligocene. By studying the modern and fossil record, we can understand the relationships between climate and ecosystem health. Currently, Antarctica is still the coldest continent on Earth, which greatly affects our climate. But, the fossil record shows us that it once had very hot climates because it was previously located near the equator. &nbsp;Back in the Paleozoic, however, there were no humans on planet Earth. Now, humans are everywhere, and most live near coastlines that will be subjected to massive sea inundation if Antarctica's vast ice sheets melt. &nbsp;It behooves us, then, to protect the integrity and sanctity of Antarctica's ice-covered seas and mountains for not only its sake, but for the health and safety of the world.</p>\n<p>This research resulted in six peer-reviewed international publications, many of which are available on the WWW. Science for the public was disseminated over the WWW through Google Oceans, YouTube, Polar TREK's Water Drop Project, NOAA/NCAR&rsquo;s Postcards from the Poles, Sylvia Earles Mission Blue site, and through public and/or university invited talks.&nbsp;Three graduate students and eleven undergraduate students actively participated in research projects, resulting in 16 peer-reviewed national or international meeting abstracts where they presented their results. &nbsp;Almost all of the undergraduate students are in M.S. or Ph.D. graduate programs in geosciences; others are employed in the environmental field or oil industry. Additionally, a community summer camp, held for two summers in Athens-Clarke County&mdash;a county with a 50% poverty rate (the highest in Georgia)&mdash;that combined art and science for young children, including underprivileged kids (aged 7-14), was designed to energized students about Antarctica through learning math, hands-on geology activities, and art. A University of Georgia class (Paleoecology) was also dedicated to Antarctic projects, yielding two national Geological Society of America talks by the students in that class.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/25/2016<br>\n\t\t\t\t\tModified by: Sally&nbsp;E&nbsp;Walker</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nSince the Oligocene (~30 million years ago), Antarctica has remained mostly ice-covered. Despite this ice cover, Antarctica has a relatively rich Paleozoic fossil record exposed in mostly non-glaciated areas.  Indeed, in the early 1900s, Ernest Shackleton collected Paleozoic tropical corals in an area that is now surrounded by frozen water with temperatures well below freezing! However, the Cenozoic record for sea creatures is not as well known, likely because much of that record still awaits discovery in this stunningly beautiful ice-bound continent. But, there could be other reasons: perhaps sea creatures that build carbonate skeletons do not preserve well in icy seawater. Therefore, we set out to determine how sea creaturesÆ shells survive under near-freezing seawater conditions in Antarctica. My portion of the work included designing experiments to be deployed for two years on the seafloor, collecting seawater chemistry, and surveying sea ice and Holocene fossil deposits for shelly carbonate to compare to underwater distributions of sea creatures.  It turns out, scallops and foraminifera shells (single-celled organisms that rival I.M. Pei in architectural design) survive very well, especially exposed on the seafloor. This is because the seawater was supersaturated with respect to calcite and aragonite, two major constituents of sea creatures' shells. Therefore, their shells did not dissolve. This is potentially good news for the Cenozoic fossil record, and in fact, new discoveries have shown that Antarctic scallop fossils occur in the Oligocene. By studying the modern and fossil record, we can understand the relationships between climate and ecosystem health. Currently, Antarctica is still the coldest continent on Earth, which greatly affects our climate. But, the fossil record shows us that it once had very hot climates because it was previously located near the equator.  Back in the Paleozoic, however, there were no humans on planet Earth. Now, humans are everywhere, and most live near coastlines that will be subjected to massive sea inundation if Antarctica's vast ice sheets melt.  It behooves us, then, to protect the integrity and sanctity of Antarctica's ice-covered seas and mountains for not only its sake, but for the health and safety of the world.\n\nThis research resulted in six peer-reviewed international publications, many of which are available on the WWW. Science for the public was disseminated over the WWW through Google Oceans, YouTube, Polar TREK's Water Drop Project, NOAA/NCARÆs Postcards from the Poles, Sylvia Earles Mission Blue site, and through public and/or university invited talks. Three graduate students and eleven undergraduate students actively participated in research projects, resulting in 16 peer-reviewed national or international meeting abstracts where they presented their results.  Almost all of the undergraduate students are in M.S. or Ph.D. graduate programs in geosciences; others are employed in the environmental field or oil industry. Additionally, a community summer camp, held for two summers in Athens-Clarke County&mdash;a county with a 50% poverty rate (the highest in Georgia)&mdash;that combined art and science for young children, including underprivileged kids (aged 7-14), was designed to energized students about Antarctica through learning math, hands-on geology activities, and art. A University of Georgia class (Paleoecology) was also dedicated to Antarctic projects, yielding two national Geological Society of America talks by the students in that class. \n\n \n\n\t\t\t\t\tLast Modified: 06/25/2016\n\n\t\t\t\t\tSubmitted by: Sally E Walker"
 }
}