{
 "awd_id": "0739602",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Early Holocene Zooarchaeology of Las Vegas Occupations in Coastal Ecuador",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2008-05-01",
 "awd_exp_date": "2011-04-30",
 "tot_intn_awd_amt": 30986.0,
 "awd_amount": 30986.0,
 "awd_min_amd_letter_date": "2008-01-22",
 "awd_max_amd_letter_date": "2008-01-22",
 "awd_abstract_narration": "With National Science Foundation support, a team of archaeologists, including Peter Stahl (Binghamton University, NY), Karen Stothert (University of Texas at San Antonio), Markus Tellkamp (Millsap College, MS), and Philippe Bearez (Natural History Museum, Paris) will collaborate with Ecuadorian scientists in the analysis of animal bone and shell specimens associated with one of the earliest and best known Early to Mid-Holocene  (10,800 to 6600 BP) archaeological cultures from South America. The material was recovered from five archaeological sites of what is termed the Las Vegas occupation of Ecuador's western Santa Elena peninsula, and should provide important data for how these early people exploited local resources and how this was related to early sedentary life, ceremonialism, the manipulation of plants, and regional ecology at the onset of the South American Holocene some 10,000 years ago.  Interrelated project questions examine how settlement strategies changed in the context of a changing coastal environment, shifts in resource exploitation from the Early (10,000-8000 BP) to Mid-Holocene (8000-6600 BP) occupations, preserved evidence for early mortuary ceremonialism, and proposed reconstructions of past Holocene environments.\r\n     The study assemblage consists of at least 25,000 vertebrate, and an unknown number of invertebrate, specimens currently stored in Ecuador and Florida.  In Ecuador, the research team of foreign and local collaborators will identify and analyze invertebrate specimens, and sort the vertebrate specimens in preparation for shipment to the United States.  The entire collection, including specimens currently stored in Florida will be identified and analyzed at different laboratories in New York (non-bird vertebrates), Mississippi (birds), and Paris (fish).  Upon conclusion of the project all materials will be assembled into museum quality storage containers, and through prior agreement, will be curated at the Florida Museum of Natural History.\r\n     The collaborative research will provide the largest data base of associated faunal material from an archaeological culture from the earlier Holocene of South America. Due to their extreme antiquity these archaeological contexts are seldom preserved with good resolution.  As a result, it is important to maximize all evidence from those rare cases that are available for study. The Las Vegas archaeological culture is quite distinct from other  Early Holocene occupations of the western coast which were focused almost exclusively on the exploitation of marine resources. Las Vegas, with its record of plant cultivation beginning before 9000 B.P., appears to share more in common with inland sites of northern Peru, forested western Andean slopes, and Early and Mid-Holocene cultures of Central America and Colombia that incorporated small-scale cultivation of domesticated plants along with tree products into early neotropical subsistence systems. \r\n     The project is a multidisciplinary and international collaborative effort by US, Ecuadorian, and French archaeologists, zoologists, and ecologists with considerable experience in Ecuador. The team contributes to the Museo Los Amantes de Sumpa, a community-based museum and cultural center located on the Vegas type site, which is today an archaeological site of national and international scientific importance.  The team shares resources with the Ecuadorian Instituto Nacional de Patrimonio Cultural in Guayaquil, the Museum of the Amantes de Sumpa, in Santa Elena, Ecuador, and the archaeology section of the new University of the Peninsula of Santa Elena (UPSE).  \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Stahl",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Peter W Stahl",
   "pi_email_addr": "PSTAHL@binghamton.edu",
   "nsf_id": "000309890",
   "pi_start_date": "2008-01-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Binghamton",
  "inst_street_address": "4400 VESTAL PKWY E",
  "inst_street_address_2": "",
  "inst_city_name": "BINGHAMTON",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6077776136",
  "inst_zip_code": "13902",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "L9ZDVULCHCV3",
  "org_uei_num": "NQMVAAQUFU53"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Binghamton",
  "perf_str_addr": "4400 VESTAL PKWY E",
  "perf_city_name": "BINGHAMTON",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "13902",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 30986.0
  }
 ],
 "por": null
}