{
 "awd_id": "0739522",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Sampling the Ocean - Sea Ice Interaction in the Pacific Center of the Antarctic Dipole",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Peter Milne",
 "awd_eff_date": "2008-06-01",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 373247.0,
 "awd_amount": 373247.0,
 "awd_min_amd_letter_date": "2008-05-30",
 "awd_max_amd_letter_date": "2012-06-15",
 "awd_abstract_narration": "Researchers from two leading US oceanographic institutions are to further investigate the response of the upper ocean of the eastern Ross Sea gyre to the ocean- sea ice - atmosphere feedbacks within the Pacific sector of the so-called 'Antarctic Dipole' climate pattern (ADP). The ADP is an interannual mode of climate variability observed in both sea ice cover and sea surface temperature. This variability appears as an out-of-phase relationship between anomalies in the Pacific (e.g. Ross Sea) and Atlantic sectors of the southern ocean (e.g. Weddell Sea). The ADP may also be linked to climatological anomalies seen in the central/eastern Pacific (e.g. El Nino Southern Oscillation, ENSO). \r\n\r\nActivities to take place include the deployment of moorings in the region of the Pacific ADP center in the eastern Ross Sea gyre to resolve upper ocean \r\n(50~500m) stratification and velocity over timescales ranging from daily to the interannual. By deploying ice profiling sonar beacons at the top of the moorings, collocated measurements of sea-ice coverage and thickness will be made. During the deployment period, simultaneous German efforts will continue and extend complementary measurements in the Weddell gyre. The total measurement effort promises to increase our understanding of the southern ocean's role in both the hemispheric air-sea ice system, and the connections to global scale climate variability.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Janet",
   "pi_last_name": "Sprintall",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Janet Sprintall",
   "pi_email_addr": "jsprintall@ucsd.edu",
   "nsf_id": "000430579",
   "pi_start_date": "2008-05-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "inst_street_address": "8622 DISCOVERY WAY # 116",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585341293",
  "inst_zip_code": "920931500",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SAN DIEGO",
  "org_prnt_uei_num": "QJ8HMDK7MRM3",
  "org_uei_num": "QJ8HMDK7MRM3"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "perf_str_addr": "8622 DISCOVERY WAY # 116",
  "perf_city_name": "LA JOLLA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920931500",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511300",
   "pgm_ele_name": "ANT Ocean & Atmos Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 155332.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 141447.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 76468.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Antarctic Dipole (ADP) is the strongest tropical - polar teleconnected climate signal in the Southern Ocean, with poles centered within the Ross Gyre of the Pacific sector and the central Weddell Gyre of the Atlantic sector. The ADP pattern in these poles is characterized by out-of-phase relationships in the surface air temperature, sea surface temperature, and sea ice fields. The opposing large-scale spatial patterns of the ADP within the Pacific and Atlantic centers are clearly associated with both positive and negative phases of ENSO. However the anomalous signals persist in the Southern Ocean for nearly a year after the demise of the ENSO event in the tropics. While the atmospheric and sea surface signatures of the ADP have received much recent attention, little is known about the role of the upper ocean in maintaining and reinforcing the ADP climate anomalies in the Southern Ocean. The upper ocean has a longer &ldquo;memory&rdquo; and larger heat capacity than the atmosphere to store anomalous climate signals. Our project directly monitored the upper ocean in the Pacific center of the ADP in the Southern Ocean using Argo float data and a mooring system. Our primary goal was to investigate the role of the ocean in the highly coupled air-sea-ice system that maintains this signal.</p>\n<p>To address this goal, a mooring was deployed at 66&deg; 39.67S, 136&deg; 3.56W, where the largest ADP climate signal in the Pacific Ocean appears. The mooring was deployed for 2-years and consisted of discrete temperature sensors in the upper 200 m. Unfortunately profiles from a Maclane Moored Profiler (MMP) and an Ice Profiling Sonar (IPS) sonar system were not successful. Fortunately, 4 ice-avoidance Argo floats were deployed that remained in the vicinity of the mooring for a total of 4 years. These floats provide temperature and salinity profiles to 1000 m depth every 10 days.</p>\n<p style=\"text-align: left;\">Here we used the mooring and Argo data to examine the effect of changing sea ice cover on the seasonal evolution of the oceanic surface mixed layer. The study area is located in the ADP Pacific center. The annual heat flux variation was found to be about 0.5 GJ/m2 from the heat budget balance over the upper 500 m. The maximum positive and negative heat flux into the ocean only occur during the ice-free period. During the ice-covered period heat flux is small. The NCEP weather analysis atmospheric heat flux product is 40% stronger that that found in our observations. Indeed, heat flux products are known to differ by ~50 W/m<sup>2</sup> from the limited number of observations available, as well as between the different available heat flux products themselves. Our observational study supports the need for additional air-sea flux measurements to validate these products.</p>\n<p>In our study region, the annual cycle of sea ice coverage is minimum and almost gone entirely by February during the austral summer, and is maxima in September deep into the winter. The yearly maximum salt surplus or deficit equals the salt produced by the maximum amount of sea ice and the net annual input from precipitation and evaporation, which is about 21.5 kg/m<sup>2</sup>, as calculated directly from the averaged Argo float data. Direct measurements of precipitation in the Southern Ocean are extremely sparse, so it is hard to verify the veracity of the NCEP freshwater flux products. With the uncertainty in net precipitation and evaporation, the averaged sea ice thickness is about 0.098 m over 65% area with 16% of uncertainty from the atmospheric fresh water input. To the best of our knowledge, this is perhaps the only credible estimate of sea ice thickness within this region that is based on repeat oceanographic observations, as compared to the historically sparse direct atmospheric observations.</p>\n<p>In summary, the coupled air-sea-ice system in the Southern Ocean is of significance for phy...",
  "por_txt_cntn": "\nThe Antarctic Dipole (ADP) is the strongest tropical - polar teleconnected climate signal in the Southern Ocean, with poles centered within the Ross Gyre of the Pacific sector and the central Weddell Gyre of the Atlantic sector. The ADP pattern in these poles is characterized by out-of-phase relationships in the surface air temperature, sea surface temperature, and sea ice fields. The opposing large-scale spatial patterns of the ADP within the Pacific and Atlantic centers are clearly associated with both positive and negative phases of ENSO. However the anomalous signals persist in the Southern Ocean for nearly a year after the demise of the ENSO event in the tropics. While the atmospheric and sea surface signatures of the ADP have received much recent attention, little is known about the role of the upper ocean in maintaining and reinforcing the ADP climate anomalies in the Southern Ocean. The upper ocean has a longer \"memory\" and larger heat capacity than the atmosphere to store anomalous climate signals. Our project directly monitored the upper ocean in the Pacific center of the ADP in the Southern Ocean using Argo float data and a mooring system. Our primary goal was to investigate the role of the ocean in the highly coupled air-sea-ice system that maintains this signal.\n\nTo address this goal, a mooring was deployed at 66&deg; 39.67S, 136&deg; 3.56W, where the largest ADP climate signal in the Pacific Ocean appears. The mooring was deployed for 2-years and consisted of discrete temperature sensors in the upper 200 m. Unfortunately profiles from a Maclane Moored Profiler (MMP) and an Ice Profiling Sonar (IPS) sonar system were not successful. Fortunately, 4 ice-avoidance Argo floats were deployed that remained in the vicinity of the mooring for a total of 4 years. These floats provide temperature and salinity profiles to 1000 m depth every 10 days.\nHere we used the mooring and Argo data to examine the effect of changing sea ice cover on the seasonal evolution of the oceanic surface mixed layer. The study area is located in the ADP Pacific center. The annual heat flux variation was found to be about 0.5 GJ/m2 from the heat budget balance over the upper 500 m. The maximum positive and negative heat flux into the ocean only occur during the ice-free period. During the ice-covered period heat flux is small. The NCEP weather analysis atmospheric heat flux product is 40% stronger that that found in our observations. Indeed, heat flux products are known to differ by ~50 W/m2 from the limited number of observations available, as well as between the different available heat flux products themselves. Our observational study supports the need for additional air-sea flux measurements to validate these products.\n\nIn our study region, the annual cycle of sea ice coverage is minimum and almost gone entirely by February during the austral summer, and is maxima in September deep into the winter. The yearly maximum salt surplus or deficit equals the salt produced by the maximum amount of sea ice and the net annual input from precipitation and evaporation, which is about 21.5 kg/m2, as calculated directly from the averaged Argo float data. Direct measurements of precipitation in the Southern Ocean are extremely sparse, so it is hard to verify the veracity of the NCEP freshwater flux products. With the uncertainty in net precipitation and evaporation, the averaged sea ice thickness is about 0.098 m over 65% area with 16% of uncertainty from the atmospheric fresh water input. To the best of our knowledge, this is perhaps the only credible estimate of sea ice thickness within this region that is based on repeat oceanographic observations, as compared to the historically sparse direct atmospheric observations.\n\nIn summary, the coupled air-sea-ice system in the Southern Ocean is of significance for physical, chemical and biological processes. Together, the mooring observations, CTD observations, and the subsequent analysis provide physical backgr..."
 }
}