{
 "awd_id": "0742503",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "PIMSE: A GK-12 Partnership Implementing Mathematics and Science Education (PIMSE): Assisting Middle School Use of Tutoring Technology in the Classroom",
 "cfda_num": "47.076",
 "org_code": "11010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Laura Regassa",
 "awd_eff_date": "2008-05-15",
 "awd_exp_date": "2014-04-30",
 "tot_intn_awd_amt": 2090700.0,
 "awd_amount": 2090700.0,
 "awd_min_amd_letter_date": "2008-03-12",
 "awd_max_amd_letter_date": "2011-09-23",
 "awd_abstract_narration": "The goal of the Partnership Implementing Mathematics & Science Education (PIMSE) project is to promote the development of graduate students into Science, Technology, Engineering, and Mathematics (STEM) professionals whose knowledge and skills will support them in their professional and scientific careers. This project provides computer science graduate students -- GK-12 Fellows -- with teaching experience in science or math by being involved in developing and testing the ASSISTment System -- a web-based intelligent tutoring system (http://www.assistment.org/). As part of their Fellowship, GK-12 Fellows are paired with participating GK12 teachers the Worcester Public Schools (WPS) to develop new content for the ASSISTment System. This System innovatively uses the amount of tutoring a student needs to answer questions as an assessment of their understanding of mathematics and science. The students working with the Fellows will learn about implementing technology and how to conduct Learning Sciences experiments in classrooms. The cooperating teachers will increase their content knowledge, and this will contribute to their professional growth. Society will gain by having more scientists and academicians who have a deep understanding of the challenges and needs of public schools. Finally, the inquiry tutoring that the Fellows develop will be available to all middle schools students via the ASSISTment web-site. Special web-site based tools will be available for teachers on the best ways to use the data derived from the ASSISTment System and how to use it to improve their teaching.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DGE",
 "org_div_long_name": "Division Of Graduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Neil",
   "pi_last_name": "Heffernan",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Neil T Heffernan",
   "pi_email_addr": "nth@wpi.edu",
   "nsf_id": "000265069",
   "pi_start_date": "2008-03-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Elke",
   "pi_last_name": "Rundensteiner",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Elke A Rundensteiner",
   "pi_email_addr": "rundenst@wpi.edu",
   "nsf_id": "000483499",
   "pi_start_date": "2008-03-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "Heineman",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "George T Heineman",
   "pi_email_addr": "heineman@cs.wpi.edu",
   "nsf_id": "000108552",
   "pi_start_date": "2008-03-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Janice",
   "pi_last_name": "Gobert",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Janice D Gobert",
   "pi_email_addr": "janice.gobert@gse.rutgers.edu",
   "nsf_id": "000093670",
   "pi_start_date": "2008-03-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Worcester Polytechnic Institute",
  "inst_street_address": "100 INSTITUTE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WORCESTER",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5088315000",
  "inst_zip_code": "016092280",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "WORCESTER POLYTECHNIC INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJNQME41NBU4"
 },
 "perf_inst": {
  "perf_inst_name": "Worcester Polytechnic Institute",
  "perf_str_addr": "100 INSTITUTE RD",
  "perf_city_name": "WORCESTER",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "016092280",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "717900",
   "pgm_ele_name": "GRAD TEACHING FELLOWS IN K-12"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7179",
   "pgm_ref_txt": "GRAD TEACHING FELLOWS IN K-12"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0408",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000809DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0409",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000910DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 409981.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 831906.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 848813.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-ba5936ba-8815-21f6-9db9-d334ec9eadf7\"> </span></p>\n<p dir=\"ltr\">WPI's Partnerships in Math and Science Education has had multiple positive outcomes. &nbsp;First, many graduate students were trained under the program using &nbsp;the &nbsp;GK12 method of sending them to work in K-12 classroom. They learned communication skills through that process.</p>\n<p dir=\"ltr\">&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; WPI&rsquo;s implementation of our GK12 project had additional unique features not found in the typical GK12 project. Graduate students mostly did research work on ASSISTments and gained valuable experiences in observing it's use which helped design new software features, and conducted experiments to see if these improvements lead to better student achievement.</p>\n<p dir=\"ltr\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Some of the outputs included: the ASSISTments cyber-infrastructure; open data sets; scientific contributions (ie papers); and some great graduate students.</p>\n<p dir=\"ltr\">&nbsp;</p>\n<p dir=\"ltr\">&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; We talk about the ASSISTments cyber-infrastructure which during the project has morphed from a project used by WPI to conduct scientific research to an open scientific platforms used by 10 different universities. Said another way, the system used to benefit the PI&rsquo;s (Neil Heffernan) CV but now benefits over a dozen scientific researchers in doing their work. &nbsp;On July 28, 2014, Dr. Heffernan held a webinar for 58 education researchers to explain how they can conduct their own randomized controlled experiments using the ASSISTments platform and its &ldquo;subject pool&rdquo; of 50,000. Some might cringe at the use of the word &ldquo;subject pool&rdquo; to describe a group of mostly middle school students, but Dr. Heffernan tries to remind the public that teachers are experimenting on millions everyday with their own new teaching ideas. WPI is doing so while simultaneously trying to collect the data necessary to monitor what is working. &nbsp;In all cases WPI is comparing normal instructional strategies (such as what types of hints are most effective at encouraging learning? &nbsp;Does a video work better than text?). &nbsp;The GK12 project helped ASSISTments get to the point where it could turn itself into a tool used by a &nbsp;community of education researchers to help the community learn what works.</p>\n<p>We talk about OPEN data sets. ASSISTments promotes OPEN science by removing all personal identification information (student/teacher names, etc) from its data sets and sharing them with the world. &nbsp;At the Educational Data Mining Conferences, Dr. Heffernan was pleased to see scientific papers (two listed below) written by others that used his released data.&nbsp;</p>\n<p dir=\"ltr\">&nbsp;</p>\n<p dir=\"ltr\">Tan, Ling, Sun, Xiaoxun, &amp; Kho, Siek Toon (2014). &nbsp;<a href=\"http://educationaldatamining.org/EDM2014/uploads/procs2014/short%20papers/213_EDM-2014-Short.pdf\">Can Engagement be Compared? Measuring Academic Engagement for Comparison&nbsp;</a>In&nbsp;Stamper, J., Pardos, Z., Mavrikis, M., McLaren, B.M. (eds.)&nbsp;<a href=\"http://educationaldatamining.org/EDM2014/index.php?page=proceedings\">Proceedings of the 7th International Conference on Educational Data Mining</a>. pp. 213-216.</p>\n<p>&nbsp;</p>\n<p>Galyardt, A. &amp; Goldin, I. (2014). Recent-Performance Factors Analysis. &nbsp;In Stamper, J., Pardos, Z., Mavrikis, M., McLaren, B.M. (eds.)&nbsp;<a href=\"http://educationaldatamining.org/EDM2014/index.php?page=proceedings\">Proceedings of the 7th International Conference on Educational Data Mining</a>. &nbsp;pp. 411-412 [<a href=\"http://educationaldatamining.org/EDM2014/uploads/procs2014/posters/87_EDM-2014-Poster.pdf\">pdf</a>]</p>\n<p dir=\"ltr\">&nbsp;</p>\n<p dir=\"ltr\">&nbsp;</p>\n<p dir=\"ltr\">We talk about scientific publications. &nbsp;In ad...",
  "por_txt_cntn": "\n \nWPI's Partnerships in Math and Science Education has had multiple positive outcomes.  First, many graduate students were trained under the program using  the  GK12 method of sending them to work in K-12 classroom. They learned communication skills through that process.\n            WPIÆs implementation of our GK12 project had additional unique features not found in the typical GK12 project. Graduate students mostly did research work on ASSISTments and gained valuable experiences in observing it's use which helped design new software features, and conducted experiments to see if these improvements lead to better student achievement.\n           Some of the outputs included: the ASSISTments cyber-infrastructure; open data sets; scientific contributions (ie papers); and some great graduate students.\n \n            We talk about the ASSISTments cyber-infrastructure which during the project has morphed from a project used by WPI to conduct scientific research to an open scientific platforms used by 10 different universities. Said another way, the system used to benefit the PIÆs (Neil Heffernan) CV but now benefits over a dozen scientific researchers in doing their work.  On July 28, 2014, Dr. Heffernan held a webinar for 58 education researchers to explain how they can conduct their own randomized controlled experiments using the ASSISTments platform and its \"subject pool\" of 50,000. Some might cringe at the use of the word \"subject pool\" to describe a group of mostly middle school students, but Dr. Heffernan tries to remind the public that teachers are experimenting on millions everyday with their own new teaching ideas. WPI is doing so while simultaneously trying to collect the data necessary to monitor what is working.  In all cases WPI is comparing normal instructional strategies (such as what types of hints are most effective at encouraging learning?  Does a video work better than text?).  The GK12 project helped ASSISTments get to the point where it could turn itself into a tool used by a  community of education researchers to help the community learn what works.\n\nWe talk about OPEN data sets. ASSISTments promotes OPEN science by removing all personal identification information (student/teacher names, etc) from its data sets and sharing them with the world.  At the Educational Data Mining Conferences, Dr. Heffernan was pleased to see scientific papers (two listed below) written by others that used his released data. \n \nTan, Ling, Sun, Xiaoxun, &amp; Kho, Siek Toon (2014).  Can Engagement be Compared? Measuring Academic Engagement for Comparison In Stamper, J., Pardos, Z., Mavrikis, M., McLaren, B.M. (eds.) Proceedings of the 7th International Conference on Educational Data Mining. pp. 213-216.\n\n \n\nGalyardt, A. &amp; Goldin, I. (2014). Recent-Performance Factors Analysis.  In Stamper, J., Pardos, Z., Mavrikis, M., McLaren, B.M. (eds.) Proceedings of the 7th International Conference on Educational Data Mining.  pp. 411-412 [pdf]\n \n \nWe talk about scientific publications.  In addition to building an infrastructure to do scientific research, we have ourselves used that infrasture to contribute dozens of scientific publications to the literature.  These publications can broadly be categorized as one of two types.  First, there are the randomized controlled trials where we compare two instructional strategies, to see which is better.  For instance, are video hints better than text hints  (where the content of the tutoring messages are the exact same and differ only by their presentation in a YouTube video or HTML text).  We have reported about a dozen of these studies, and GK12 fellows helped in many of them.\nThe second type of studies can be called \"data mining\" studies or the reporting of novel ways of using educational data to predict things that matter.  For instance, can we better predict studentsÆ knowledge if we use what we call the \"Prior Per Student\" model.  The answer was \"yes!, we can!).  Over 30 such papers were produce..."
 }
}