{
 "awd_id": "0742419",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "GK-12 Fellows Linking Marine and Wetland Research with Science Education in Coastal South Carolina Schools",
 "cfda_num": "47.076",
 "org_code": "11010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Tankersley",
 "awd_eff_date": "2008-06-01",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 2294030.0,
 "awd_amount": 2294030.0,
 "awd_min_amd_letter_date": "2008-05-12",
 "awd_max_amd_letter_date": "2011-11-02",
 "awd_abstract_narration": "GRADUATE TEACHING FELLOWS IN K-12 EDUCATION\r\nABSTRACT\r\n\r\n\r\nProposal #:  0742419\t\r\nPI: Craig Gilman\r\nInstitution: Coastal Carolina University\r\nTitle: GK-12 Fellows Linking Marine and Wetland Research with Science Education in Coastal South Carolina Schools\r\n\r\nUsing the theme of Coastal Marine and Wetland Studies (CMWS), the GK-12 project at Coastal Carolina will support 6-8 Fellows each year who will work one-on-one with grade 6-12 teachers in the Coastal Carolina schools. The program will partner with the Horry County School District in South Carolina and accept teachers from any of the ten middle or nine high schools in the county. Horry County is the largest county in S. C. It is both suburban and rural. The program encompasses the foundational STEM disciplines of biology, chemistry, geology, physics, and mathematics, as well as specialized disciplines such as marine science and environmental science. \r\n\r\nThe GK-12 program at Coastal Carolina University (CCU) will team GK-12 Fellows from the CMWS graduate program with cooperating teachers to build STEM-related partnerships between the university and local schools and to enhance the educational programs and experiences for students at the middle school, high school, and university level. The fellows, who all conduct field-based research in the multidisciplinary fields of coastal and wetland science, will bring an interdisciplinary approach to the curriculum of local middle and high school science classrooms. \r\n\r\nBroader impacts include increasing interest and learning in STEM disciplines by historically underrepresented students in South Carolina, and to provide these diverse students with role models and mentors. Teachers will increase their content knowledge in various STEM disciplines and inquiry-based activities will be disseminated through the Horry County science curricula. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DGE",
 "org_div_long_name": "Division Of Graduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Craig",
   "pi_last_name": "Gilman",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Craig S Gilman",
   "pi_email_addr": "gilman@coastal.edu",
   "nsf_id": "000193118",
   "pi_start_date": "2008-05-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Young",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Robert F Young",
   "pi_email_addr": "ryoung@coastal.edu",
   "nsf_id": "000242124",
   "pi_start_date": "2008-05-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sharon",
   "pi_last_name": "Gilman",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Sharon L Gilman",
   "pi_email_addr": "sgilman@coastal.edu",
   "nsf_id": "000216366",
   "pi_start_date": "2008-05-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Austin",
   "pi_last_name": "Hitt",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Austin M Hitt",
   "pi_email_addr": "amhitt@coastal.edu",
   "nsf_id": "000266369",
   "pi_start_date": "2008-05-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "Godwin",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin S Godwin",
   "pi_email_addr": "ksgodwin@coastal.edu",
   "nsf_id": "000154447",
   "pi_start_date": "2008-05-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Coastal Carolina University",
  "inst_street_address": "755 HIGHWAY 544",
  "inst_street_address_2": "",
  "inst_city_name": "CONWAY",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8433495030",
  "inst_zip_code": "295268428",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "SC07",
  "org_lgl_bus_name": "COASTAL CAROLINA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "D9KPSNLHD9J5"
 },
 "perf_inst": {
  "perf_inst_name": "Coastal Carolina University",
  "perf_str_addr": "755 HIGHWAY 544",
  "perf_city_name": "CONWAY",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "295268428",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "SC07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "528400",
   "pgm_ele_name": "GK-12"
  },
  {
   "pgm_ele_code": "717900",
   "pgm_ele_name": "GRAD TEACHING FELLOWS IN K-12"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7179",
   "pgm_ref_txt": "GRAD TEACHING FELLOWS IN K-12"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0408",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000809DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0409",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000910DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 387564.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 892017.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 505224.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 1018450.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>CCU was awarded a $2.3 million grant in 2008 to run a GK-12 Program for five years. Each year six to eight CMWS students conducting research in the coastal environmental are awarded GK-12 Fellowships and placed in local middle and high schools to aid science instruction. Each Fellow is partnered with one local science teacher and aids that teacher throughout the year. During the academic year the researchers develop inquiry-based lesson plans based on their thesis research, enabling the students to learn about&nbsp; science being conducted in their local coastal environments. When not directing developing lessons based on their thesis research, the Fellows are responsible for enhancing the middle or high school curriculum with hands-on, inquiry-based format. Each Fellow spends 10-15 hours a week in the classroom, and often becomes a role model to the children, some of whom have never met a &ldquo;real scientist&rdquo; before.</p>\n<p>GK-12 Fellows try to help create a classroom atmosphere of excitement and exploration as students become active participants in learning science. &ldquo;When I&rsquo;m in the classroom students know they are going to do something fun. It&rsquo;s exciting to see&rdquo;, says 2012 Fellow Kim Trinkle. According to two-time GK-12 Teacher Julie Helgerson of North Myrtle Beach High School, &rdquo; I believe it is important to keep my classroom and my teaching exciting, real and relevant for my students. Participating in the GK-12 program enables me to bring a &lsquo;real scientist&rsquo; into my classroom to share their real life experiences of research in the Marine environments. It opens the students&rsquo; eyes to opportunities/careers that exist that they may have been unaware existed. I am excited to have the opportunity to bring more inquiry into my classroom&rdquo;.</p>\n<p>A highlight of the GK-12 program at CCU is having each GK-12 Fellow act as a research team leader during the summer before the school year begins, so the GK-12 experience for some teachers begins the summer before the Fellow steps into their classroom in August. Each Fellow is also matched with an undergraduate STEM major who spends 200 hours assisting the Fellow with his or her thesis research. One half of the teams are joined by the Fellows&rsquo; local teacher, who assists the research team for 120 hours. Caterine Pons of St. James Middle School joined GK-12 Fellow Moriah Moore in the summer of 2011 in her study of rays and sharks.&nbsp; &ldquo;My field work this summer with Moriah Moore was so educational. Exploring the local waters and studying the sharks and rays was something I have always been somewhat fearful, but she made it so easy for me to apply the learning in my classroom. My students have experienced such exciting classroom adventures under her directions. The smiles on their faces during our recent shark and ray dissection was so enlightening to me as their science teacher. I wholeheartedly recommend the GK-12 Program for all teachers of science.&rdquo; says Pons.</p>\n<p>The need to convey the importance and excitement of science to the next generation is vital in this time of significant scientific issues such as climate change and extinction of species. The GK-Fellows are able to achieve this by making science classes more dynamic and engaging to students, involving students in local coastal research, and showing them the importance of this science to their lives.&nbsp; 2012 GK-12 teacher Jennifer Osborne of Forestbrook Middle School reports, &ldquo;Our students are willing to work extra hard to prove themselves to our Fellow and they really look forward to the time that she spends in the classroom. Not only are the students truly engaged, but the test scores are showing remarkable gains.&rdquo;&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/25/2014<br>\n\t\t\t\t\tModified by: Craig&nbsp;S&nbsp;Gilm...",
  "por_txt_cntn": "\nCCU was awarded a $2.3 million grant in 2008 to run a GK-12 Program for five years. Each year six to eight CMWS students conducting research in the coastal environmental are awarded GK-12 Fellowships and placed in local middle and high schools to aid science instruction. Each Fellow is partnered with one local science teacher and aids that teacher throughout the year. During the academic year the researchers develop inquiry-based lesson plans based on their thesis research, enabling the students to learn about  science being conducted in their local coastal environments. When not directing developing lessons based on their thesis research, the Fellows are responsible for enhancing the middle or high school curriculum with hands-on, inquiry-based format. Each Fellow spends 10-15 hours a week in the classroom, and often becomes a role model to the children, some of whom have never met a \"real scientist\" before.\n\nGK-12 Fellows try to help create a classroom atmosphere of excitement and exploration as students become active participants in learning science. \"When IÆm in the classroom students know they are going to do something fun. ItÆs exciting to see\", says 2012 Fellow Kim Trinkle. According to two-time GK-12 Teacher Julie Helgerson of North Myrtle Beach High School, \" I believe it is important to keep my classroom and my teaching exciting, real and relevant for my students. Participating in the GK-12 program enables me to bring a æreal scientistÆ into my classroom to share their real life experiences of research in the Marine environments. It opens the studentsÆ eyes to opportunities/careers that exist that they may have been unaware existed. I am excited to have the opportunity to bring more inquiry into my classroom\".\n\nA highlight of the GK-12 program at CCU is having each GK-12 Fellow act as a research team leader during the summer before the school year begins, so the GK-12 experience for some teachers begins the summer before the Fellow steps into their classroom in August. Each Fellow is also matched with an undergraduate STEM major who spends 200 hours assisting the Fellow with his or her thesis research. One half of the teams are joined by the FellowsÆ local teacher, who assists the research team for 120 hours. Caterine Pons of St. James Middle School joined GK-12 Fellow Moriah Moore in the summer of 2011 in her study of rays and sharks.  \"My field work this summer with Moriah Moore was so educational. Exploring the local waters and studying the sharks and rays was something I have always been somewhat fearful, but she made it so easy for me to apply the learning in my classroom. My students have experienced such exciting classroom adventures under her directions. The smiles on their faces during our recent shark and ray dissection was so enlightening to me as their science teacher. I wholeheartedly recommend the GK-12 Program for all teachers of science.\" says Pons.\n\nThe need to convey the importance and excitement of science to the next generation is vital in this time of significant scientific issues such as climate change and extinction of species. The GK-Fellows are able to achieve this by making science classes more dynamic and engaging to students, involving students in local coastal research, and showing them the importance of this science to their lives.  2012 GK-12 teacher Jennifer Osborne of Forestbrook Middle School reports, \"Our students are willing to work extra hard to prove themselves to our Fellow and they really look forward to the time that she spends in the classroom. Not only are the students truly engaged, but the test scores are showing remarkable gains.\" \n\n \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 08/25/2014\n\n\t\t\t\t\tSubmitted by: Craig S Gilman"
 }
}