{
 "awd_id": "0742830",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "From Fruit to Sapling: An Ontogenetically Integrated, Landscape-level, Community-wide, Long-term Study of Tree Recruitment in Lowland Western Amazonia",
 "cfda_num": "47.074",
 "org_code": "08010208",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Alan Tessier",
 "awd_eff_date": "2008-03-01",
 "awd_exp_date": "2012-06-30",
 "tot_intn_awd_amt": 399999.0,
 "awd_amount": 399999.0,
 "awd_min_amd_letter_date": "2008-02-21",
 "awd_max_amd_letter_date": "2010-01-10",
 "awd_abstract_narration": "This award continues a long-term landscape-level study of forest regeneration in the lowland tropical rainforests of Manu National Park in southeastern Peru. The primary goal is to test hypotheses about the relation between seed fall and sapling establishment in this highly diverse tropical tree community.  Preliminary evidence suggests that animal-mediated processes such as seed dispersal and herbivory can have a profound influence on the spatial organization of tree communities and favor the maintenance of high diversity in tropical rainforests. The proposed research will generate a multifactorial data set that will allow a comprehensive evaluation of the major factors thought to influence regeneration processes in tropical rainforests, particularly the ecological roles of animals.\r\nBroader impacts of this project include the gathering of baseline data for examining the long-term impacts of climate change and human settlement on forest structure and composition in lowland rainforests of the Amazon basin.  A deeper understanding of the processes that influence tropical forest regeneration will represent a major advance in basic science that will inform current and future conservation, restoration and management efforts directed towards these ecosystems.  The project will be conducted at the Cocha Cashu Biological Station, and will enhance the scientific value of this site for research in tropical ecology.  This project will support a postdoctoral student at Duke University and also help prepare the next generation of Peruvian ecologists and conservation scientists - several Peruvian university students will assist in research efforts and receive hands-on training from the principal investigators.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Terborgh",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "John W Terborgh",
   "pi_email_addr": "manu@duke.edu",
   "nsf_id": "000242815",
   "pi_start_date": "2008-02-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "2200 W MAIN ST",
  "perf_city_name": "DURHAM",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277054640",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118200",
   "pgm_ele_name": "POP & COMMUNITY ECOL PROG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1182",
   "pgm_ref_txt": "POP & COMMUNITY ECOL PROG"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 133004.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 132998.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 133997.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The main thrust of my research for the past 20 years has been testing models of species diversity with Amazonian tree communities. These communities contain 150-200 tree species per hectare, a fact that has fascinated scientists since Alfred Russell Wallace. Such high levels of diversity are theoretically challenging because the processes of interspecific competition and random drift inexorably tend to erode diversity over time. For diversity to remain stable, compensating forces must offset competition and drift, but what these compensating forces are has long been a contentious issue.</p>\n<p>&nbsp;</p>\n<p>The grant supported two of us, Terborgh and Swamy. In the main, we worked separately and took different approaches. Terborgh directed a program employing nested plots in which we monitored seedfall and sapling recruitment concurrently in a spatially explicit framework. Swamy replicated the basic design at six sites on a scale of 80,000 km<sup>2</sup> in order to compare the processes of seed dispersal and sapling recruitment in sites with and without hunting. Hunting in tropical forests systematically depletes most large-bodied birds and mammals and greatly impacts the process of tree recruitment via distortions in seed dispersal and seedling survival. Swamy&rsquo;s control sites, in addition, provide replicates of the results obtained at the principal site, the Cocha Cashu Biological Station in Peru&rsquo;s Manu National Park.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Terborgh found that every common tree species at Cocha Cashu (more than 100 examined) recruits at a distance from reproducing conspecific adults in accord with the expectation of the &ldquo;escape&rdquo; hypothesis of Janzen and Connell. Propagules (seeds, seedlings) falling close to reproductive conspecifics almost invariably succumb to biotic agents (herbivores, pests, pathogens). Density-responsive agents (mostly vertebrates) reduce propagule densities to low, background levels, but are not ordinarily responsible for the distance-dependent recruitment that is the signature feature of Janzen-Connell. Instead, our research has revealed that distance-dependent recruitment is mainly attributable to host-restricted microarthropods and soil-borne pathogens, as Janzen correctly maintained in his brilliant 1970 thesis.</p>\n<p>&nbsp;</p>\n<p>Swamy analyzed recruitment patterns and spatial organization of &gt;100 common lowland tree species using data collected from a network of tree plots distributed over 6 floodplain forest sites spread across the ca. 80,000 square kilometer Madre de Dios River basin in southeastern Peru. The dataset comprised &gt;12,000 trees (&ge;10cm dbh) sampled in 24 hectares, and &gt;50,000 saplings (stems &gt;1m tall, &lt;10cm diameter) sampled across 6 hectares. Within-cohort spatial organization reflected significant clumping in most species, with higher degrees of aggregation amongst smaller versus larger size/age classes i.e. spatial distributions tend to become less clumped with ontogenetic progression.&nbsp; In contrast, inter-cohort spatial associations were neutral or negative for the majority of species examined. Overall, the results confirm the long-term outcome of deterministic biotic processes described by the classic Janzen-Connell hypothesis, which produces a spatial pattern of &lsquo;displaced self-replacement&rsquo; across generations.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/18/2012<br>\n\t\t\t\t\tModified by: John&nbsp;W&nbsp;Terborgh</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe main thrust of my research for the past 20 years has been testing models of species diversity with Amazonian tree communities. These communities contain 150-200 tree species per hectare, a fact that has fascinated scientists since Alfred Russell Wallace. Such high levels of diversity are theoretically challenging because the processes of interspecific competition and random drift inexorably tend to erode diversity over time. For diversity to remain stable, compensating forces must offset competition and drift, but what these compensating forces are has long been a contentious issue.\n\n \n\nThe grant supported two of us, Terborgh and Swamy. In the main, we worked separately and took different approaches. Terborgh directed a program employing nested plots in which we monitored seedfall and sapling recruitment concurrently in a spatially explicit framework. Swamy replicated the basic design at six sites on a scale of 80,000 km2 in order to compare the processes of seed dispersal and sapling recruitment in sites with and without hunting. Hunting in tropical forests systematically depletes most large-bodied birds and mammals and greatly impacts the process of tree recruitment via distortions in seed dispersal and seedling survival. SwamyÆs control sites, in addition, provide replicates of the results obtained at the principal site, the Cocha Cashu Biological Station in PeruÆs Manu National Park. \n\n \n\nTerborgh found that every common tree species at Cocha Cashu (more than 100 examined) recruits at a distance from reproducing conspecific adults in accord with the expectation of the \"escape\" hypothesis of Janzen and Connell. Propagules (seeds, seedlings) falling close to reproductive conspecifics almost invariably succumb to biotic agents (herbivores, pests, pathogens). Density-responsive agents (mostly vertebrates) reduce propagule densities to low, background levels, but are not ordinarily responsible for the distance-dependent recruitment that is the signature feature of Janzen-Connell. Instead, our research has revealed that distance-dependent recruitment is mainly attributable to host-restricted microarthropods and soil-borne pathogens, as Janzen correctly maintained in his brilliant 1970 thesis.\n\n \n\nSwamy analyzed recruitment patterns and spatial organization of &gt;100 common lowland tree species using data collected from a network of tree plots distributed over 6 floodplain forest sites spread across the ca. 80,000 square kilometer Madre de Dios River basin in southeastern Peru. The dataset comprised &gt;12,000 trees (&ge;10cm dbh) sampled in 24 hectares, and &gt;50,000 saplings (stems &gt;1m tall, &lt;10cm diameter) sampled across 6 hectares. Within-cohort spatial organization reflected significant clumping in most species, with higher degrees of aggregation amongst smaller versus larger size/age classes i.e. spatial distributions tend to become less clumped with ontogenetic progression.  In contrast, inter-cohort spatial associations were neutral or negative for the majority of species examined. Overall, the results confirm the long-term outcome of deterministic biotic processes described by the classic Janzen-Connell hypothesis, which produces a spatial pattern of ædisplaced self-replacementÆ across generations. \n\n \n\n\t\t\t\t\tLast Modified: 10/18/2012\n\n\t\t\t\t\tSubmitted by: John W Terborgh"
 }
}