{
 "awd_id": "0742016",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Development and Application of a New Method for Epitaxial Growth of Metals, Alloys and Multilayer Structures by Surface Limited Redox Replacement",
 "cfda_num": "47.049",
 "org_code": "03070010",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gary Shiflet",
 "awd_eff_date": "2008-04-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 417950.0,
 "awd_min_amd_letter_date": "2008-02-05",
 "awd_max_amd_letter_date": "2012-05-03",
 "awd_abstract_narration": "TECHNICAL: Motivated by the ever-increasing demand for growth of continuous, smooth and single crystalline deposits, this research emphasizes development of a new method for epitaxial growth by Surface Limited Redox replacement (SLRR) and its application for deposition of plain metals, alloy films and multilayer structures. This method is based upon multiple application of a \"building block\" deposition event consisting of decoupled potential-controlled deposition of \"sacrificial\" monolayer of metal U (U = Tl, Cd, Pb and Bi) and electroless redox replacement of this layer by more-noble metal ions of Ag, Au, Pt, Pd and Cu). The research program is planned in two sequential modules with development and application emphasis respectively. In the first module, the replacement kinetics in SLRR will be investigated with Electrochemical Techniques, Scanning Tunneling Microscopy (STM), Electrochemical Quartz Crystal Microbalance and Theoretical Modeling. Films deposited by kinetically optimized building block reactions will be characterized in view of their surface morphology, structure and composition, by STM, X-ray Diffraction, and X-ray Photoelectron Spectroscopy. A collaborative Kinetic Monte Carlo simulation work will shed more light on the initial stage of nucleation and growth in SLRR. In the second module, the lateral size stress effects in high aspect ratio Cu, Ag, Au and derivative alloy ensembles grown by SLRR on templated substrates will be studied at nanometer length scale. Also, SLRR protocols will be employed for controlled deposition of thin alloy films and metal multilayers aimed at final applications in hydrogen catalysis and electronic industry. A collaborative effort will be implemented for surface templating by block co-polymers and high end surface characterization. The intellectual merit of this program is manifested primarily by the unique nature of the new SLRR method that for the first time combines sequential potential-controlled and electroless steps to encompass a single deposition event. NON-TECHNICAL: PI is committed to integrate research program with the undergraduate and graduate education. While the research component would support mainly graduate studies, new scholar achievements will be delivered to the undergraduate classroom by a multifaceted two-level educational activity called \"A Roadmap from Faraday to Moore in Today's Electrochemistry Education\" and tailored for interdisciplinary experience. Starting as an educational block at a sophomore level and expanding it to a full senior course with a strong experimental emphasis, this work addresses challenges in today's electrochemistry education, offers a balanced approach to walk undergraduate students throughout the curriculum and aims to extend the positive experience to high school teaching practices. A formative and summative evaluation coordinated on campus would serve for development of benchmark criteria of the program success. The teaching strategy is expected to enhance the students' interest and motivation thereby facilitating the identification of qualified undergraduates from under represented women and minority groups (typical for SUNY-Binghamton is African American) who will be offered participation in the PI's research program. The ultimate goal would be to encourage these students by virtue of their unique research experience to elect natural sciences as field for future higher-level educational and professional endeavors.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nikolay",
   "pi_last_name": "Dimitrov",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nikolay Dimitrov",
   "pi_email_addr": "dimitrov@binghamton.edu",
   "nsf_id": "000485343",
   "pi_start_date": "2008-02-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Binghamton",
  "inst_street_address": "4400 VESTAL PKWY E",
  "inst_street_address_2": "",
  "inst_city_name": "BINGHAMTON",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6077776136",
  "inst_zip_code": "13902",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "L9ZDVULCHCV3",
  "org_uei_num": "NQMVAAQUFU53"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Binghamton",
  "perf_str_addr": "4400 VESTAL PKWY E",
  "perf_city_name": "BINGHAMTON",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "13902",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177100",
   "pgm_ele_name": "METAL & METALLIC NANOSTRUCTURE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 80000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 85975.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 80000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 85975.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 86000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit:</strong>&nbsp;The main emphasis over the project&rsquo;s duration of 6 calendar years has been on the comprehensive development of a method that employs surface limited redox replacement (SLRR) as a building block reaction for epitaxial metal and alloy thin film growth. This effort &nbsp;has led to the successful application in one-cell configuration of the SLRR based approach to the growth of homogeneous, uniform and continuous ultra-thin films of Pt (figure 1), Au (figure 2), Pt-Cu alloys and Ag-Cu multilayer films (figure 3). The growth has been performed under conditions favoring the direct redox exchange mechanism whereby the epitaxial character of the deposition process is best preserved for films with thicknesses in the sub- to single-digit nanometer range. A layout for performing electroless version of the SLRR method has also been developed and demonstrated at a proof-of-concept level for the growth of Ag ultra-thin layers on Au substrate. Results of the SLRR development activity have been disseminated by 8 research papers, 10 invited presentations and 5 conference talks, all at International meetings and university visits.</p>\n<p>Another direction in this project emphasizes the successful development and application of strategies for (i) synthesis of nanoporous substrates serving for carriers of catalytically active layers (ii) functionalization of nanoparticle and nanoporous film based substrates with ultra-thin catalytic coatings, and (iii) comprehensive assessment of the activity and stability of accordingly developed catalysts in organic fuel oxidation reactions. This effort led to a set of comparative studies of catalytic activity and stability of low-index face oriented Pt-Cu alloy nanoparticles and accordingly textured Pt-Cu ultra-thin films (figure 4). As a result of this study, specific alloy compositions and orientations have been identified as best performing and trends in activity and stability have been established. An original approach for&nbsp;studying&nbsp;quantitatively the dissolution of&nbsp;Pt&nbsp;in the course of catalytic testing has also been developed and successfully applied. &nbsp;Results obtained in the course of these studies are summarized in 7 research papers, 6 invited presentations and 2 conference talks.</p>\n<p>In more a applied twist of this project a successful technical resolution&nbsp;has been found to a problem&nbsp;with impact on the electronics industry, whereby voiding occurs sporadically at the interface of electroplated Cu and Pb-free solder. The voiding has been associated with impurity incorporation that in turn favors the nucleation and growth of voids at the Cu-solder interface. Growth conditions for the deposition (at will) of void-proof or void-prone Cu have been elucidated and trends in either direction have been established. As a result of this study, recommendations to industry on how to avoid massive void-formation have been developed. The findings of this applied activity have been described in 6 research papers, 3 full-size peer-reviewed conference papers, 2 invited presentation and 4 conference talks.</p>\n<p><strong>Broader Impact:&nbsp;</strong>The main project&nbsp;developmental effort has greatly contributed in the improvement and optimization of lab-grade and industrial testing of functionalized catalysts for applications in fuel cells. The applied component addressing the sporadic voiding in electronics packaging was critical in resolving the root cause of the problem and in establishment of industrial guidelines for deposition of void-proof copper. Key findings of this activity concerning the broader professional community were published as book chapter in the most recent edition of Modern Electroplating, 5<sup>th</sup>&nbsp;edition, edited by M. Schlesinger and M. Paunovich (figure 5).</p>\n<p>The project impacted substantially the professional development of a wide...",
  "por_txt_cntn": "\nIntellectual Merit: The main emphasis over the projectÆs duration of 6 calendar years has been on the comprehensive development of a method that employs surface limited redox replacement (SLRR) as a building block reaction for epitaxial metal and alloy thin film growth. This effort  has led to the successful application in one-cell configuration of the SLRR based approach to the growth of homogeneous, uniform and continuous ultra-thin films of Pt (figure 1), Au (figure 2), Pt-Cu alloys and Ag-Cu multilayer films (figure 3). The growth has been performed under conditions favoring the direct redox exchange mechanism whereby the epitaxial character of the deposition process is best preserved for films with thicknesses in the sub- to single-digit nanometer range. A layout for performing electroless version of the SLRR method has also been developed and demonstrated at a proof-of-concept level for the growth of Ag ultra-thin layers on Au substrate. Results of the SLRR development activity have been disseminated by 8 research papers, 10 invited presentations and 5 conference talks, all at International meetings and university visits.\n\nAnother direction in this project emphasizes the successful development and application of strategies for (i) synthesis of nanoporous substrates serving for carriers of catalytically active layers (ii) functionalization of nanoparticle and nanoporous film based substrates with ultra-thin catalytic coatings, and (iii) comprehensive assessment of the activity and stability of accordingly developed catalysts in organic fuel oxidation reactions. This effort led to a set of comparative studies of catalytic activity and stability of low-index face oriented Pt-Cu alloy nanoparticles and accordingly textured Pt-Cu ultra-thin films (figure 4). As a result of this study, specific alloy compositions and orientations have been identified as best performing and trends in activity and stability have been established. An original approach for studying quantitatively the dissolution of Pt in the course of catalytic testing has also been developed and successfully applied.  Results obtained in the course of these studies are summarized in 7 research papers, 6 invited presentations and 2 conference talks.\n\nIn more a applied twist of this project a successful technical resolution has been found to a problem with impact on the electronics industry, whereby voiding occurs sporadically at the interface of electroplated Cu and Pb-free solder. The voiding has been associated with impurity incorporation that in turn favors the nucleation and growth of voids at the Cu-solder interface. Growth conditions for the deposition (at will) of void-proof or void-prone Cu have been elucidated and trends in either direction have been established. As a result of this study, recommendations to industry on how to avoid massive void-formation have been developed. The findings of this applied activity have been described in 6 research papers, 3 full-size peer-reviewed conference papers, 2 invited presentation and 4 conference talks.\n\nBroader Impact: The main project developmental effort has greatly contributed in the improvement and optimization of lab-grade and industrial testing of functionalized catalysts for applications in fuel cells. The applied component addressing the sporadic voiding in electronics packaging was critical in resolving the root cause of the problem and in establishment of industrial guidelines for deposition of void-proof copper. Key findings of this activity concerning the broader professional community were published as book chapter in the most recent edition of Modern Electroplating, 5th edition, edited by M. Schlesinger and M. Paunovich (figure 5).\n\nThe project impacted substantially the professional development of a wide variety of people. Among those, the leadership and/or participation in related activities was instrumental (i) for the PIÆs tenure and promotion to associate professor, (ii) for the graduation of ..."
 }
}