{
 "awd_id": "0742441",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Phylogeography of Capuchins, Squirrel Monkeys and Owl Monkeys: A Critical Comparative Framework for Studying Evolution, Behavioral Ecology, and Conservation in Neotropical Primates",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jean E. Turnquist",
 "awd_eff_date": "2008-04-01",
 "awd_exp_date": "2008-09-30",
 "tot_intn_awd_amt": 249897.0,
 "awd_amount": 83594.0,
 "awd_min_amd_letter_date": "2008-03-12",
 "awd_max_amd_letter_date": "2008-03-12",
 "awd_abstract_narration": "Squirrel monkeys, owl monkeys and capuchin monkeys, collectively called the Cebines, are of particular interest to anthropologists and behavioral ecologists because of diverse social organization and activity patterns, a varied capacity for social learning, and (in the case of capuchin monkeys) parallels to apes and humans in tool use, large brain size, and strategic thinking. They are also the most important model Neotropical primates used in biomedical research, and have been key in our understanding of malarial infection, color vision, cocaine addiction, and ovarian function.  However, the utility of the Cebines as model systems could be enhanced greatly if we understood the evolutionary relationships among current populations. In fact, to date, there is no well-supported molecular or morphological hypothesis of evolutionary relationships among populations or species within these genera, and so present interpretations of variation in their behavior, physiology, morphology and life history characteristics lack an evolutionary framework. For example, we know some capuchin populations use tools in the wild and others do not, but we do not know enough about capuchin phylogenetics to estimate how many times or how long ago tool use evolved, or what physical or life history characteristics have evolved in tandem with the acquisition of tool use.  One important contribution of this project will be to provide an explicit evolutionary framework to orient the increasing number of researchers in their biomedical, behavioral ecology, and conservation biology studies of these taxa.  To this end, using a comparative approach, this research project will create the first detailed molecular phylogenies and biogeographic analyses for the Cebines. These genera are widespread and sympatric across much of Latin America.  We will sequence DNA from specimens across the entire geographic range, and then use statistical phylogenetic methods to generate robust phylogenetic hypotheses for each genus. We will examine the pattern and distribution of mitochondrial haplotypes to test biogeography hypotheses using a historical and paleogeological framework. Our protocol is 1) to extract, amplify and sequence three mitochondrial genes from Cebine tissues across Latin America; 2) to reconstruct phylogenetic relationships within and across each genus using parsimony, likelihood and Bayesian approaches; 3) to use fossil calibrations to produce a time tree for Cebines, and 4) to conduct biogeographic and comparative analyses within this framework. \r\n\r\nThis research will resolve long-standing questions in physical anthropology about the phylogenetic relationships of the Neotropical primates.  This project will also impact the field of biogeography in both theory and methodology through our use of new laboratory methods for DNA extraction and amplification from degraded tissues. Our optimization of protocols for DNA extraction and amplification from museum tissues can serve the scientific community, by making these types of specimen more accessible and economical for use in scientific inquiry. At least three areas of data analysis in this study are cutting edge and will be of significant influence to both anthropologists and biologists working on phylogenetics and biogeography. These include our use of new Bayesian modeling applications for estimating divergence time; our joint estimation of alignment and phylogeny for sequences containing indels; and our comparison of the efficacy of several new event-based and model-based techniques for inferring biogeographic history.  This research will provide international field and laboratory experiences for both undergraduates and undergraduates.  It will also enhance molecular lab techniques and data analysis techniques in the international primatology community through strong collaborative research among U.S. and Latin American researchers.  An important applied aspect of this research is the development of a rigorous, quantitative assessment tool to measure the distribution of biodiversity of the target taxa across populations, to be used for conservation priority assessment of widely distributed taxa.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jessica",
   "pi_last_name": "Lynch",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jessica Lynch",
   "pi_email_addr": "jwlynx@g.ucla.edu",
   "nsf_id": "000115682",
   "pi_start_date": "2008-03-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Anthony",
   "pi_last_name": "Di Fiore",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anthony Di Fiore",
   "pi_email_addr": "anthony.difiore@austin.utexas.edu",
   "nsf_id": "000245195",
   "pi_start_date": "2008-03-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Link",
   "pi_last_name": "Olson",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Link E Olson",
   "pi_email_addr": "link.olson@alaska.edu",
   "nsf_id": "000436027",
   "pi_start_date": "2008-03-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Alfaro",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Michael E Alfaro",
   "pi_email_addr": "michaelalfaro@ucla.edu",
   "nsf_id": "000454651",
   "pi_start_date": "2008-03-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Kemp",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Brian M Kemp",
   "pi_email_addr": "bmkemp@ou.edu",
   "nsf_id": "000322650",
   "pi_start_date": "2008-03-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington State University",
  "inst_street_address": "240 FRENCH ADMINISTRATION BLDG",
  "inst_street_address_2": "",
  "inst_city_name": "PULLMAN",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "5093359661",
  "inst_zip_code": "991640001",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "WA05",
  "org_lgl_bus_name": "WASHINGTON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "XRJSGX384TD6"
 },
 "perf_inst": {
  "perf_inst_name": "Washington State University",
  "perf_str_addr": "240 FRENCH ADMINISTRATION BLDG",
  "perf_city_name": "PULLMAN",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "991640001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "WA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}