{
 "awd_id": "0743990",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research/RUI: Behavioral and Genetic Mechanisms for Frequency-Dependent Survival and Mating Advantage in Guppies",
 "cfda_num": "47.074",
 "org_code": "08090500",
 "po_phone": "7032927202",
 "po_email": "melekoni@nsf.gov",
 "po_sign_block_name": "Michelle Elekonich",
 "awd_eff_date": "2008-05-01",
 "awd_exp_date": "2014-04-30",
 "tot_intn_awd_amt": 206346.0,
 "awd_amount": 218346.0,
 "awd_min_amd_letter_date": "2008-03-25",
 "awd_max_amd_letter_date": "2011-01-31",
 "awd_abstract_narration": "Behavioral and Genetic Mechanisms for Frequency-Dependent Survival and Mating Advantage in Guppies\r\n\r\nIOB-0743990\r\n\r\nAnne Houde \r\n\r\nIn the genomic era, it has become increasingly obvious that most traits that are relevant to the health, longevity, and fertility of organisms (including humans) are influenced by genetic variation (polymorphism). Despite intense interest in mapping and characterizing the responsible genes, the processes responsible for maintaining genetic variation are generally unknown. One reason is that direct experimental investigations are impossible in humans and difficult and expensive in most model organisms. More tractable species that can be studied in both natural and laboratory settings are needed to address this question. Wild guppies exhibit one of the most striking examples of polymorphism among animals (male color pattern variation), thought to be maintained by mating and survival advantages to rare or uncommon color types. Mating advantage appears to result from female sexual responses to unusual males, and survival advantage appears to result from selective predation on common color types. This project will elucidate behavioral and genetic mechanisms underlying these patterns.  Studies will examine (1) behavioral mechanisms leading to mating advantage for rare types, (2) behavioral responses of a predatory killifish to rare vs. common types and (3) brain gene expression changes that occur when guppies respond to novel sexual and environmental stimuli.  Specific outcomes include determining (1) if female guppies have a specific preference for rare male types, (2) if prior experience with color types affects the predator's behavior and (3) which genes change their levels of expression in response to novel stimuli.  This work will provide a clear picture of how behavioral and genetic processes contribute to genetic variation, and will also provide a model system for understanding response to novelty as a general phenomenon.  Broader impacts of the project will include training of undergraduate and graduate students and further development of the guppy model system as a well-known exemplar for broad understanding of evolution.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anne",
   "pi_last_name": "Houde",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Anne E Houde",
   "pi_email_addr": "Houde@lakeforest.edu",
   "nsf_id": "000164985",
   "pi_start_date": "2008-03-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "F. Helen",
   "pi_last_name": "Rodd",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "F. Helen Rodd",
   "pi_email_addr": "helen.rodd@utoronto.ca",
   "nsf_id": "000483572",
   "pi_start_date": "2008-03-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Lake Forest College",
  "inst_street_address": "555 N SHERIDAN RD",
  "inst_street_address_2": "",
  "inst_city_name": "LAKE FOREST",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "8472343100",
  "inst_zip_code": "600452338",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "IL10",
  "org_lgl_bus_name": "LAKE FOREST COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "NCHSEV4M47D9"
 },
 "perf_inst": {
  "perf_inst_name": "Lake Forest College",
  "perf_str_addr": "555 N SHERIDAN RD",
  "perf_city_name": "LAKE FOREST",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "600452338",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "IL10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765900",
   "pgm_ele_name": "Animal Behavior"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 206346.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 6000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\n<p>For many organisms, the possibility of a single, optimal trait or strategy suggests that individuals within a population should evolve to be very similar.&nbsp; However, scientists are still trying to explain why many species and populations show genetically based diversity in traits.&nbsp; One force for maintaining this diversity is &lsquo;negative frequency-dependent selection&rsquo; in which individuals exhibiting a rare or unusual trait survive and/or reproduce better than those with common traits.&nbsp; There is some evidence for this rare-type advantage but not much from populations in nature. Populations of guppies have among the most variable color patterns of any animal and our NSF-supported research has investigated negative frequency-dependent selection as an evolutionary mechanism underlying guppies&rsquo; polymorphic color patterns.</p>\n<p>This and the previous grant supported an experimental study in which we manipulated the frequency of color patterns in experimental pools in natural Trinidad streams, the native habitat of guppies. We found that when a given color pattern was manipulated to be rare, male guppies bearing that pattern had higher rates of survival, mating, and offspring production, relative to males with a common color pattern.&nbsp;</p>\n<p>Given these results, we and our graduate and undergraduate student collaborators have been investigating ways in which the rare-type advantage could be operating in wild guppy populations. We asked the following questions:</p>\n<p>1)&nbsp;&nbsp;&nbsp; We know that female guppies prefer males with rare/novel/unfamiliar color patterns but we do not fully understand the behavioral mechanisms underlying this preference.&nbsp; (a) Do females show increased rates of sexual response to males with rare color patterns?&nbsp; (b) Are females more likely to respond sexually to males with a color pattern they have not encountered recently?</p>\n<p>&nbsp;</p>\n<p>2)&nbsp;&nbsp;&nbsp; Do male guppies with a rare color patterns survive better because: (a) Predators learn how to locate and catch males with commonly encountered color patterns more effectively than rare males? Or, (b) Female guppies avoid males with common color patterns and, because of this, those males adopt risky strategies in an attempt to compensate?<br /> <br /></p>\n<p>3)&nbsp;&nbsp;&nbsp; Previous studies show that guppies are curious about new objects in their native streams. Could there be a link between this behavior and female preference for rare or novel males?&nbsp; In particular, we wondered if dopamine, which moderates responses to novelty in many species, is involved.</p>\n<p>&nbsp;</p>\n<p>We have been very excited to learn that the answers to all of these questions is &lsquo;Yes&rsquo;.&nbsp;</p>\n<p>&nbsp;</p>\n<p>1) Female guppies show enhanced sexual responses to males with rare or novel color patterns in experimental studies at different timescales: (a) Over a week or two, males with less common color patterns are consistently more successful in eliciting the female sexual responses. (b) On the very short time scale of minutes, females that are courted by a succession of males less likely to show a sexual response to a male if he has a similar color pattern as the male who courted her moments previously.<br /> <br /></p>\n<p>2) The relative frequency of color patterns appears to affect male survival through effects on both the behavior of predators and the behavior of females. (a) Guppy predators gradually become more efficient at hunting guppies when they are offered guppies of one color pattern; when offered another type, their success rate temporarily declines. This enhanced hunting efficiency by predators as they learn to capture a particular color pattern is therefore likely to put guppies with common color patterns at a disadvantage.&nbsp; (b) Male guppies with a common color pattern (but specifically those that tende...",
  "por_txt_cntn": "\n \n\nFor many organisms, the possibility of a single, optimal trait or strategy suggests that individuals within a population should evolve to be very similar.  However, scientists are still trying to explain why many species and populations show genetically based diversity in traits.  One force for maintaining this diversity is ænegative frequency-dependent selectionÆ in which individuals exhibiting a rare or unusual trait survive and/or reproduce better than those with common traits.  There is some evidence for this rare-type advantage but not much from populations in nature. Populations of guppies have among the most variable color patterns of any animal and our NSF-supported research has investigated negative frequency-dependent selection as an evolutionary mechanism underlying guppiesÆ polymorphic color patterns.\n\nThis and the previous grant supported an experimental study in which we manipulated the frequency of color patterns in experimental pools in natural Trinidad streams, the native habitat of guppies. We found that when a given color pattern was manipulated to be rare, male guppies bearing that pattern had higher rates of survival, mating, and offspring production, relative to males with a common color pattern. \n\nGiven these results, we and our graduate and undergraduate student collaborators have been investigating ways in which the rare-type advantage could be operating in wild guppy populations. We asked the following questions:\n\n1)    We know that female guppies prefer males with rare/novel/unfamiliar color patterns but we do not fully understand the behavioral mechanisms underlying this preference.  (a) Do females show increased rates of sexual response to males with rare color patterns?  (b) Are females more likely to respond sexually to males with a color pattern they have not encountered recently?\n\n \n\n2)    Do male guppies with a rare color patterns survive better because: (a) Predators learn how to locate and catch males with commonly encountered color patterns more effectively than rare males? Or, (b) Female guppies avoid males with common color patterns and, because of this, those males adopt risky strategies in an attempt to compensate?\n \n\n\n3)    Previous studies show that guppies are curious about new objects in their native streams. Could there be a link between this behavior and female preference for rare or novel males?  In particular, we wondered if dopamine, which moderates responses to novelty in many species, is involved.\n\n \n\nWe have been very excited to learn that the answers to all of these questions is æYesÆ. \n\n \n\n1) Female guppies show enhanced sexual responses to males with rare or novel color patterns in experimental studies at different timescales: (a) Over a week or two, males with less common color patterns are consistently more successful in eliciting the female sexual responses. (b) On the very short time scale of minutes, females that are courted by a succession of males less likely to show a sexual response to a male if he has a similar color pattern as the male who courted her moments previously.\n \n\n\n2) The relative frequency of color patterns appears to affect male survival through effects on both the behavior of predators and the behavior of females. (a) Guppy predators gradually become more efficient at hunting guppies when they are offered guppies of one color pattern; when offered another type, their success rate temporarily declines. This enhanced hunting efficiency by predators as they learn to capture a particular color pattern is therefore likely to put guppies with common color patterns at a disadvantage.  (b) Male guppies with a common color pattern (but specifically those that tended to be rather aggressive), are more likely to take the risky strategy of moving to new areas, probably searching for new females who would not be familiar with their color patterns.  This should enhance the mating opportunities for males with common color patterns but would likely expose them..."
 }
}