{
 "awd_id": "0743732",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Survey and Inventory of the Aquatic Insects of the Altai and Hangai Mountain Drainages, Mongolia",
 "cfda_num": "47.074",
 "org_code": "08010206",
 "po_phone": "7032928227",
 "po_email": "smalcomb@nsf.gov",
 "po_sign_block_name": "Simon Malcomber",
 "awd_eff_date": "2008-02-01",
 "awd_exp_date": "2012-01-31",
 "tot_intn_awd_amt": 720000.0,
 "awd_amount": 740282.0,
 "awd_min_amd_letter_date": "2008-01-16",
 "awd_max_amd_letter_date": "2010-03-01",
 "awd_abstract_narration": "This project is based on an inventory of the freshwater insects of the waterways of the central and eastern Altai Mountains and southern Hangai Mountains in western Mongolia. Studies of aquatic insect  taxonomy and distribution provide important results for understanding evolution, biogeography, and ecology of aquatic communities.  Increasing economic development and human population growth in these western mountains are stressing both aquatic biological communities through mining, untreated wastes, agriculture, over-grazing, fires, and climate change.  This project will generate not only basic scientific knowledge of biological diversity, but also provide the Mongolian government a yardstick for monitoring water quality.  This proposal details a comprehensive, three-year sampling program for a range of aquatic macroinvertebrates to assess habitats and measure physical parameters. The expeditions will be collaborative with Mongolian scientists and students and non-Mongolian scientists.  Goals for this project include surveying the major groups of aquatic insects and other invertebrate groups, collaborative publication of the survey results, and development of associated databases.\r\n\r\nThe broader impacts of this project, which include the sampling of aquatic invertebrates along with the collection of water quality and riparian zone (streamside) measurements, will directly benefit efforts to establish a baseline for future water quality monitoring programs. The scientific knowledge will be useful in guiding Mongolia's government in its attempts to protect the environment and to develop eco-tourism.  The proposed survey will allow U.S. scientists to develop meaningful collaborations with current Mongolian scientists and to train Mongolian students in the field and laboratory.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jon",
   "pi_last_name": "Gelhaus",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Jon K Gelhaus",
   "pi_email_addr": "gelhaus@ansp.org",
   "nsf_id": "000437728",
   "pi_start_date": "2008-01-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Morse",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "John C Morse",
   "pi_email_addr": "JMORSE@CLEMSON.EDU",
   "nsf_id": "000252742",
   "pi_start_date": "2008-01-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Nelson",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Charles R Nelson",
   "pi_email_addr": "rileynelson@byu.edu",
   "nsf_id": "000424485",
   "pi_start_date": "2008-01-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Academy of Natural Sciences Philadelphia",
  "inst_street_address": "1900 BENJAMIN FRANKLIN PKWY",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2152991065",
  "inst_zip_code": "191031101",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "ACADEMY OF NATURAL SCIENCES OF PHILADELPHIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NFLBGA5A1RB9"
 },
 "perf_inst": {
  "perf_inst_name": "Academy of Natural Sciences Philadelphia",
  "perf_str_addr": "1900 BENJAMIN FRANKLIN PKWY",
  "perf_city_name": "PHILADELPHIA",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191031101",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117100",
   "pgm_ele_name": "PHYLOGENETIC SYSTEMATICS"
  },
  {
   "pgm_ele_code": "119800",
   "pgm_ele_name": "Biodiversity: Discov &Analysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1171",
   "pgm_ref_txt": "PHYLOGENETIC SYSTEMATICS"
  },
  {
   "pgm_ref_code": "1198",
   "pgm_ref_txt": "BIODIVERSITY SURVEYS & INVENT"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "9232",
   "pgm_ref_txt": "RES OPPOR AWARDS(ROA) (SUPPLEM"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 360282.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 200000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 180000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Mongolia is a large developing country in Central Asia with a relatively intact environment. Nearly half the people follow a traditional pastoral lifestyle. However, effects of rapidly increasing urbanization, mining development, herd sizes with overgrazing of steppe pastures, and global climate change, are impacting freshwater quality and quantity.&nbsp; Mongolia is an arid country with limited freshwater resources and limited ability to monitor the water quality of these resources. Aquatic insect diversity is used as an important assessment technique for monitoring water quality in many developed countries.&nbsp; The aquatic insects had never been comprehensively and uniformly sampled in this country of high land and water diversity. We founded the Mongolian Aquatic Insect Survey (MAIS) as a multi-national collaborative project among Mongolian, American and European scientists with goals of documenting Mongolian freshwater insect diversity, training Mongolian and American students in field sampling, identification, ecology and monitoring methodology, and using the collected data to understand the impacts on its aquatic ecosystems (<a href=\"http://clade.acnatsci.org/mongolia\">http://clade.acnatsci.org/mongolia</a> ).&nbsp;</p>\n<p>Prior to our studies few western biologists, especially aquatic invertebrate specialists, have visited Mongolia which was rather difficult to access until recent years. Starting in 2002, MAIS has focused on documenting the species diversity of aquatic insects with particular sampling emphasis for Coleoptera (beetles), Diptera (true flies), Ephemeroptera (mayflies), Plecoptera (stoneflies), and Trichoptera (caddisflies). Sampling in the first phase of MAIS (2003-2006) involved the Selenge River&nbsp; and Darhad Basins (Arctic Ocean Watershed), building on our earlier collaborative work in the Lake Hovsgol watershed (1995-1997). The second phase of the project (2008-2011) has involved sampling the internal closed basins of western Mongolia (Central Asian Internal Watershed). To date, using a large team of experts and students with targeted roles, we have sampled 430 aquatic sites, over 75% of these streams and rivers, for both aerial/adult insects and benthic juvenile insects. Data for each site also includes on-site measurements of the physical and chemical characteristics of the freshwater as measured at the site, and an assessment of the surrounding watershed, including vegetation, land use, and level of erosion.</p>\n<p>This survey has been innovative in the type of samples taken, its focus on training Mongolian experts and developing reference specimen collections, and the breadth of expertise conducting the field sampling. To date, 1300 species of aquatic insects have been documented from Mongolia, with 34% of these being new records from MAIS sampling, including 2% new species to science. Studies based on our dataset encompass 175 presentations and 126 publications in systematics and aquatic ecology.&nbsp; Of note, several new species include spectacular adaptations of adult insects for skating on the surface of the water, as well as newly recorded families of insects for Mongolia and even a new genus to science. Tools we have already developed for identification of aquatic insects of Mongolia include checklists of species, illustrated identification keys for the insects, new descriptions of species, and taxonomic reviews and DNA &ldquo;barcode&rdquo; libraries.&nbsp;</p>\n<p>Recent years have lead to an important understanding of surveying and monitoring aquatic habitats in North America and Europe, especially as it relates to how humans can adversely impact rural and natural ecosystems. We have introduced these methods and protocols in Mongolia and tested their validity using the sampled insect data in a new part of the world. We now have a better idea of how to quantify the quality of Mongolia's waters. In addition, we have develope...",
  "por_txt_cntn": "\nMongolia is a large developing country in Central Asia with a relatively intact environment. Nearly half the people follow a traditional pastoral lifestyle. However, effects of rapidly increasing urbanization, mining development, herd sizes with overgrazing of steppe pastures, and global climate change, are impacting freshwater quality and quantity.  Mongolia is an arid country with limited freshwater resources and limited ability to monitor the water quality of these resources. Aquatic insect diversity is used as an important assessment technique for monitoring water quality in many developed countries.  The aquatic insects had never been comprehensively and uniformly sampled in this country of high land and water diversity. We founded the Mongolian Aquatic Insect Survey (MAIS) as a multi-national collaborative project among Mongolian, American and European scientists with goals of documenting Mongolian freshwater insect diversity, training Mongolian and American students in field sampling, identification, ecology and monitoring methodology, and using the collected data to understand the impacts on its aquatic ecosystems (http://clade.acnatsci.org/mongolia ). \n\nPrior to our studies few western biologists, especially aquatic invertebrate specialists, have visited Mongolia which was rather difficult to access until recent years. Starting in 2002, MAIS has focused on documenting the species diversity of aquatic insects with particular sampling emphasis for Coleoptera (beetles), Diptera (true flies), Ephemeroptera (mayflies), Plecoptera (stoneflies), and Trichoptera (caddisflies). Sampling in the first phase of MAIS (2003-2006) involved the Selenge River  and Darhad Basins (Arctic Ocean Watershed), building on our earlier collaborative work in the Lake Hovsgol watershed (1995-1997). The second phase of the project (2008-2011) has involved sampling the internal closed basins of western Mongolia (Central Asian Internal Watershed). To date, using a large team of experts and students with targeted roles, we have sampled 430 aquatic sites, over 75% of these streams and rivers, for both aerial/adult insects and benthic juvenile insects. Data for each site also includes on-site measurements of the physical and chemical characteristics of the freshwater as measured at the site, and an assessment of the surrounding watershed, including vegetation, land use, and level of erosion.\n\nThis survey has been innovative in the type of samples taken, its focus on training Mongolian experts and developing reference specimen collections, and the breadth of expertise conducting the field sampling. To date, 1300 species of aquatic insects have been documented from Mongolia, with 34% of these being new records from MAIS sampling, including 2% new species to science. Studies based on our dataset encompass 175 presentations and 126 publications in systematics and aquatic ecology.  Of note, several new species include spectacular adaptations of adult insects for skating on the surface of the water, as well as newly recorded families of insects for Mongolia and even a new genus to science. Tools we have already developed for identification of aquatic insects of Mongolia include checklists of species, illustrated identification keys for the insects, new descriptions of species, and taxonomic reviews and DNA \"barcode\" libraries. \n\nRecent years have lead to an important understanding of surveying and monitoring aquatic habitats in North America and Europe, especially as it relates to how humans can adversely impact rural and natural ecosystems. We have introduced these methods and protocols in Mongolia and tested their validity using the sampled insect data in a new part of the world. We now have a better idea of how to quantify the quality of Mongolia's waters. In addition, we have developed new methodologies for management of diversity in MongolianÆs streams and rivers, including a new measurement for the amount of different livestock in a watershed, and ne..."
 }
}