{
 "awd_id": "0743616",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "COLLABORATIVE RESEARCH: Estimating Species Trees from Multilocus DNA Sequence Data",
 "cfda_num": "47.074",
 "org_code": "08010206",
 "po_phone": "7032928239",
 "po_email": "mkearney@nsf.gov",
 "po_sign_block_name": "Maureen Kearney",
 "awd_eff_date": "2008-05-15",
 "awd_exp_date": "2014-04-30",
 "tot_intn_awd_amt": 350000.0,
 "awd_amount": 350000.0,
 "awd_min_amd_letter_date": "2008-05-19",
 "awd_max_amd_letter_date": "2013-05-31",
 "awd_abstract_narration": "An award is made to Harvard University and Ohio State University to develop statistical tools that can be used to build genealogical trees (phylogenies) of species using data sets consisting of multiple DNA sequences.  Molecular data, such as DNA sequences, are frequently used to study the phylogenetic relationships of species, but current models for analyzing such data are not adequate and make a number of unjustified assumptions.  In particular, existing methods tend to conflate the so called \"gene tree\" of each DNA sequence, which can vary from one gene to the next, and the \"species tree,\" which is usually the parameter of interest but can often differ from the gene tree(s).  This project will develop methods that treat the gene tree and species tree as separate entities to be estimated from DNA sequence data.\r\n\r\nPhylogenetic trees are fundamental tools for biologists studying a wide array of phenomena, including the sources of disease outbreaks, cancer genetics, the evolution of humans and biodiversity.  They are an important product of the human genome project and the many ongoing and completed genome projects will all produce data sets consisting of multiple genes.  This project will allow biologists to make more efficient use of such data sets and to develop more accurate phylogenetic trees.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "Edwards",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Scott V Edwards",
   "pi_email_addr": "sedwards@fas.harvard.edu",
   "nsf_id": "000170352",
   "pi_start_date": "2008-05-19",
   "pi_end_date": "2013-05-31"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Davis",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Charles C Davis",
   "pi_email_addr": "cdavis@oeb.harvard.edu",
   "nsf_id": "000328557",
   "pi_start_date": "2013-05-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": "1033 MASSACHUSETTS AVE STE 3",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021385366",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117100",
   "pgm_ele_name": "PHYLOGENETIC SYSTEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1171",
   "pgm_ref_txt": "PHYLOGENETIC SYSTEMATICS"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 88356.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 127182.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 134462.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project focused on new methods for inferring the evolutionary relationships of species using DNA data.&nbsp; In the last few decades, scientists who study the history of life &ndash; evolutionary biologists and systematists &ndash; have frequently turned to the similarities and differences in DNA sequences between species to infer that history. That history is usually displayed in the form of a phylogeny, a branching diagram showing the ancestor-descendant relationships and branching pattern depicting the evolution of a group of species as it evolved from a single common ancestor. &nbsp;Frequently, the DNA sequences used for such studies come from multiple different genes in the genome. This last fact &ndash; that multiple genes are used to reconstruct the history of life &ndash; has consequences for how we analyze that data to accurately infer phylogenetic history.&nbsp; It turns out that chance events at the population level, such as genetic drift, means that the genealogies of individual genes may differ slightly from one another, even if they come from a species history that is singular and unique.&nbsp; As a result, statistical methods that allow for such &lsquo;gene tree heterogeneity&rsquo; are necessary to account for this stochasticit.&nbsp; Models incorporating gene tree heterogeneity via a paradigm called the multispecies coalescent model were the subject of this project.</p>\n<p>Several so-called &lsquo;coalescent&rsquo; or &lsquo;species tree&rsquo; methods of phylogenetic inference were developed as part of this project, including methods such as BEST, STAR, STEAC, Maximum Tree, and MP-EST.&nbsp; These methods use a variety of information from the collected DNA sequences or gene trees from multiple species.&nbsp; Some of the methods, such as BEST, use DNA sequence data and model both the tree of genes and the tree of species simultaneously. Other methods, such as STAR and MP-EST, use gene trees as input data.&nbsp; Importantly, all of these methods have been tested with simulations to ensure that they are statistically consistent, meaning that, as the researcher collects more and more data, the methods converge to the correct answer. In particular, the methods have been tested using simulations in a region of parameter space called the anomaly zone, where gene tree heterogeneity is exceptionally high.&nbsp; Finally, uncertainty in the estimates of the gene trees and the species tree can be accommodated, either explicitly or via the bootstrap or other approaches.</p>\n<p>Inferring phylogenetic history is an important tool that biologists have for understanding the history of life, and such inference bears on many issues of practical importance, such as the emergence of infectious disease, the relationships of humans to other primates, the antiquity of species and many other issues. The methods developed as part of this grant will help evolutionary biologists, medical scientists, conservation scientists and many other kinds of scientists, use DNA sequence data in more productive and accurate ways.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/15/2014<br>\n\t\t\t\t\tModified by: Charles&nbsp;C&nbsp;Davis</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project focused on new methods for inferring the evolutionary relationships of species using DNA data.  In the last few decades, scientists who study the history of life &ndash; evolutionary biologists and systematists &ndash; have frequently turned to the similarities and differences in DNA sequences between species to infer that history. That history is usually displayed in the form of a phylogeny, a branching diagram showing the ancestor-descendant relationships and branching pattern depicting the evolution of a group of species as it evolved from a single common ancestor.  Frequently, the DNA sequences used for such studies come from multiple different genes in the genome. This last fact &ndash; that multiple genes are used to reconstruct the history of life &ndash; has consequences for how we analyze that data to accurately infer phylogenetic history.  It turns out that chance events at the population level, such as genetic drift, means that the genealogies of individual genes may differ slightly from one another, even if they come from a species history that is singular and unique.  As a result, statistical methods that allow for such ægene tree heterogeneityÆ are necessary to account for this stochasticit.  Models incorporating gene tree heterogeneity via a paradigm called the multispecies coalescent model were the subject of this project.\n\nSeveral so-called æcoalescentÆ or æspecies treeÆ methods of phylogenetic inference were developed as part of this project, including methods such as BEST, STAR, STEAC, Maximum Tree, and MP-EST.  These methods use a variety of information from the collected DNA sequences or gene trees from multiple species.  Some of the methods, such as BEST, use DNA sequence data and model both the tree of genes and the tree of species simultaneously. Other methods, such as STAR and MP-EST, use gene trees as input data.  Importantly, all of these methods have been tested with simulations to ensure that they are statistically consistent, meaning that, as the researcher collects more and more data, the methods converge to the correct answer. In particular, the methods have been tested using simulations in a region of parameter space called the anomaly zone, where gene tree heterogeneity is exceptionally high.  Finally, uncertainty in the estimates of the gene trees and the species tree can be accommodated, either explicitly or via the bootstrap or other approaches.\n\nInferring phylogenetic history is an important tool that biologists have for understanding the history of life, and such inference bears on many issues of practical importance, such as the emergence of infectious disease, the relationships of humans to other primates, the antiquity of species and many other issues. The methods developed as part of this grant will help evolutionary biologists, medical scientists, conservation scientists and many other kinds of scientists, use DNA sequence data in more productive and accurate ways.\n\n\t\t\t\t\tLast Modified: 07/15/2014\n\n\t\t\t\t\tSubmitted by: Charles C Davis"
 }
}