{
 "awd_id": "0743797",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Computational Approaches to Transcriptome Modeling and Applications to Plant Stress Regulation",
 "cfda_num": "47.074",
 "org_code": "08080200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Peter McCartney",
 "awd_eff_date": "2008-08-01",
 "awd_exp_date": "2013-10-31",
 "tot_intn_awd_amt": 373067.0,
 "awd_amount": 419267.0,
 "awd_min_amd_letter_date": "2008-07-17",
 "awd_max_amd_letter_date": "2013-07-17",
 "awd_abstract_narration": "Washington University has been awarded a three year grant to study the expression of genes in plants under abiotic stress. The resulting understanding of stress response mechanisms will lead to understanding and potential interventions in crop yield loss attributable to drought, cold and salinity and develop methodologies for research of other stressors. These discoveries will be enabled through a set of machine learning and data mining tools that will allow for functional analysis of a large collection of previously generated gene expression data.  The computational tools will be web accessible or may be installed by other researchers as standalone applications so that other research teams can apply the methods to new expression data as it becomes available. This project will identify cis-regulatory elements and motif modules. It will create models of transcription regulation as well as co-expression networks. The project will cooperate with the Washington University?s Science Outreach Program to provide professional development opportunities for K-12 teachers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Weixiong",
   "pi_last_name": "Zhang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Weixiong Zhang",
   "pi_email_addr": "zhang@cse.wustl.edu",
   "nsf_id": "000242863",
   "pi_start_date": "2008-07-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ralph",
   "pi_last_name": "Quatrano",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Ralph S Quatrano",
   "pi_email_addr": "rsq@wustl.edu",
   "nsf_id": "000120243",
   "pi_start_date": "2008-07-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington University",
  "inst_street_address": "1 BROOKINGS DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT LOUIS",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "3147474134",
  "inst_zip_code": "631304862",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MO01",
  "org_lgl_bus_name": "WASHINGTON UNIVERSITY, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "L6NFUM28LQM5"
 },
 "perf_inst": {
  "perf_inst_name": "Washington University",
  "perf_str_addr": "1 BROOKINGS DR",
  "perf_city_name": "SAINT LOUIS",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "631304862",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MO01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "116500",
   "pgm_ele_name": "ADVANCES IN BIO INFORMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1165",
   "pgm_ref_txt": "ADVANCES IN BIO INFORMATICS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9184",
   "pgm_ref_txt": "BIOTECHNOLOGY - INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 373067.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 17000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 16000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 13200.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Environmental stresses can dramatically perturb the expression of a large number of genes in a plant. Identification of genetic elements and the functional correlation underlying such gene expression variation is essential to the understanding of the regulatory mechanisms of plant stress response and adaptation. We have two overarching objectives in this project &ndash; developing effective computational methods for identifying, in a genome scale, protein-coding genes and small noncoding RNAs (sncRNAs) that are responsive to stresses, and analyzing the mechanisms of transcriptional and posttranscriptional gene expression regulation underlying stress responses in agri-economic important plants, such as rice and cassava.</p>\n<p>As documented in more than 35 journal publications during the performance period of the project, we obtained several important results. &nbsp;The first is a set of effective computational methods for identification and analysis of sncRNAs, including microRNAs (miRNAs) and endogenous small-interferencing RNAs (siRNAs). The second set of results consists of computational methods for genome-wide analysis of gene expression regulation. In particular, we developed an innovative method for co-expression network identification and analysis, which can be combined with information of sncRNAs to model transcriptional and posttranscriptional gene expression regulation. Beyond the computational tools developed, we gained deep insights to gene expression regulation in stress response in plants and in complex diseases (such as psoriasis and Alzheimer&rsquo;s disease). One of our novel findings revealed that multiple miRNAs can originate from a single miRNA locus, which is in sharp contrast to the conventional view that one miRNA precursor generates one miRNA. We also found that a miRNA locus can accommodate both miRNA and siRNA in plants, and more importantly, the siRNA can function as a transcriptional regulator through DNA methylation of the promoters of target genes. Overall, our studies on various plants, including rice, Arabidopsis, cassava, castor bean, Medicago, and duckweed, showed that sncRNAs widely exist and many of them play critical roles in stress responses. Our results can be potentially used to enhance plant stress tolerance and increase the yield of cereal crops.</p>\n<p>In addition to the results disseminated in publications and talks, this NSF funded project also contributed to the development of human resources. In particular, it helped train the next generation of computational biologists in a multi-disciplinary environment that integrates experiments and computational analysis and modeling.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/06/2014<br>\n\t\t\t\t\tModified by: Weixiong&nbsp;Zhang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nEnvironmental stresses can dramatically perturb the expression of a large number of genes in a plant. Identification of genetic elements and the functional correlation underlying such gene expression variation is essential to the understanding of the regulatory mechanisms of plant stress response and adaptation. We have two overarching objectives in this project &ndash; developing effective computational methods for identifying, in a genome scale, protein-coding genes and small noncoding RNAs (sncRNAs) that are responsive to stresses, and analyzing the mechanisms of transcriptional and posttranscriptional gene expression regulation underlying stress responses in agri-economic important plants, such as rice and cassava.\n\nAs documented in more than 35 journal publications during the performance period of the project, we obtained several important results.  The first is a set of effective computational methods for identification and analysis of sncRNAs, including microRNAs (miRNAs) and endogenous small-interferencing RNAs (siRNAs). The second set of results consists of computational methods for genome-wide analysis of gene expression regulation. In particular, we developed an innovative method for co-expression network identification and analysis, which can be combined with information of sncRNAs to model transcriptional and posttranscriptional gene expression regulation. Beyond the computational tools developed, we gained deep insights to gene expression regulation in stress response in plants and in complex diseases (such as psoriasis and AlzheimerÆs disease). One of our novel findings revealed that multiple miRNAs can originate from a single miRNA locus, which is in sharp contrast to the conventional view that one miRNA precursor generates one miRNA. We also found that a miRNA locus can accommodate both miRNA and siRNA in plants, and more importantly, the siRNA can function as a transcriptional regulator through DNA methylation of the promoters of target genes. Overall, our studies on various plants, including rice, Arabidopsis, cassava, castor bean, Medicago, and duckweed, showed that sncRNAs widely exist and many of them play critical roles in stress responses. Our results can be potentially used to enhance plant stress tolerance and increase the yield of cereal crops.\n\nIn addition to the results disseminated in publications and talks, this NSF funded project also contributed to the development of human resources. In particular, it helped train the next generation of computational biologists in a multi-disciplinary environment that integrates experiments and computational analysis and modeling.\n\n\t\t\t\t\tLast Modified: 01/06/2014\n\n\t\t\t\t\tSubmitted by: Weixiong Zhang"
 }
}