{
 "awd_id": "0743988",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Reconsolidation in Human Episodic Memory",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Akaysha Tang",
 "awd_eff_date": "2008-06-15",
 "awd_exp_date": "2012-05-31",
 "tot_intn_awd_amt": 575134.0,
 "awd_amount": 590052.0,
 "awd_min_amd_letter_date": "2008-06-09",
 "awd_max_amd_letter_date": "2010-08-19",
 "awd_abstract_narration": "The extent to which memory preserves an accurate record of the past has been debated for over a century.  The veridical memory view assumes that once memory consolidation is complete, memory is stable and no longer subject to change. Furthermore, the neurobiological processes responsible for consolidation involve strengthening, but not modification of a memory.  Others have argued that memories are not fixed, but instead are transformed over time as a function of experience.  Mounting evidence suggests that when memories are reactivated they become labile and open to change.  Retrieval can reinforce the reactivated memory, or update it through the incorporation of new information. Such transformed memories then undergo a time-dependent re-consolidation process. Although the consolidation account, emphasizing strengthening and stabilization, was the de facto paradigm of research on memory dynamics in both psychology and neuroscience for many years, there is now increasing evidence that stable memory is the exception, not the rule. Until recently we have lacked experimental approaches to systematically address memory malleability, hence the mechanisms controlling memory updating remain obscure.  Furthermore, despite the extensive literature on memory reconsolidation in animals, studies in humans are rare. Drs. Lynn Nadel, Rebecca Gomez, and Almut Hupbach at the University of Arizona have developed a research paradigm for investigating reconsolidation in episodic memory, a form of memory that allows for the conscious recollection of events.  This research raises important questions having to do with whether updated memories are transient or long lasting and whether the effects occur only for new memories or for old memories as well.  There is also the question of what factors trigger memory reactivation, whether these factors are affected by the strength of the original memory, whether the strength of these reminders diminishes over time, and whether implicit reminders differ from explicit ones in the extent to which they affect updating of an existing memory. With support from the National Science Foundation, Drs. Nadel, Gomez, and Hupbach will address these questions. They will conduct a series of experiments in which human volunteers will learn a set of objects and two days later will be reminded of the first session or not, then immediately afterwards will learn a second set of objects. After an additional two days,  participants will be asked to recall the first set only.  The extent to which reminded participants recall objects from the second set when trying to recall the first set, as compared to participants who are not reminded, is an index of memory reactivation and the subsequent reconsolidation effect. \r\n\r\nReconsolidation, and the underlying instability it reveals, demonstrates the essential transformative nature of memory systems and could help us understand a variety of memory malleability phenomena studied broadly in human cognition, as well as the updating of prior knowledge more generally. The work will explore conditions under which memory reconsolidation is observed in human episodic memory and would support the view that memories are dynamic, not fixed, and that they can be changed as a function of subsequent experience.  The work will further show how such updating is affected by the age of a memory, by the nature of the reactivating event, and by the way in which memory itself is accessed at some subsequent time. Such details will begin the process of defining the critical determinants of human episodic memory dynamics.  Knowledge about how memory is changed over time, and by experience, has profound implications for everyday life, influencing assumptions made within legal and clinical settings about what counts as normal memory. Understanding memory dynamics is also important for identifying the conditions affecting the updating of prior knowledge in learning and cognitive development, both in early childhood and across the lifespan.  Understanding such conditions could have a profound effect on theories of cognitive change, on understanding when normal change goes awry and could also have implications for learning in educational practice.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lynn",
   "pi_last_name": "Nadel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lynn Nadel",
   "pi_email_addr": "nadel@u.arizona.edu",
   "nsf_id": "000156178",
   "pi_start_date": "2008-06-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Rebecca",
   "pi_last_name": "Gomez",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Rebecca L Gomez",
   "pi_email_addr": "rgomez@u.arizona.edu",
   "nsf_id": "000449466",
   "pi_start_date": "2008-06-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Almut",
   "pi_last_name": "Hupbach",
   "pi_mid_init": "U",
   "pi_sufx_name": "",
   "pi_full_name": "Almut U Hupbach",
   "pi_email_addr": "hupbach@lehigh.edu",
   "nsf_id": "000495018",
   "pi_start_date": "2008-06-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "845 N PARK AVE RM 538",
  "perf_city_name": "TUCSON",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "85721",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169900",
   "pgm_ele_name": "Cognitive Neuroscience"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1699",
   "pgm_ref_txt": "COGNEURO"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 199355.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 159471.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 231226.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Memory consolidation has traditionally been viewed as a process with a fixed time frame and outcome.&nbsp; The demonstration that apparently well-consolidated memories can be returned to a fragile state when reactivated &ndash; the so-called &ldquo;reconsolidation&rdquo; effect (cf. Nader &amp; Einarsson, 2011), has changed this picture.&nbsp; While in this fragile state, what were thought to be stable memories can be altered in any of several ways, including disruption, enhancement, or modifications that can effectively &ldquo;update&rdquo; a memory.&nbsp; Much of the work with animal models of reconsolidation has focused on the possibility of disrupting a reactivated memory, with particular emphasis being placed on fear memories and the goal of potentially erasing strong fear or trauma memories.&nbsp; In contrast, our work with humans has explored the notion of &ldquo;updating&rdquo; with the goal of gaining some understanding of the factors contributing to memory change.&nbsp;</p>\n<p>Our research has utilized a new paradigm to study reconsolidation in human episodic memory and has established that reconsolidation can be observed in humans, in the form of memory updating.&nbsp; We have explored various aspects of this phenomenon, establishing (1) that memory updating can be observed with fairly recent memories, and once updated, the memory can be recalled in its modified form for several weeks; (2) that memory updating is not merely a matter of mixing up memories, nor a simple result of interference, because it is crucially dependent on reactivation and new memories have a greater impact on old memories than vice versa; (3) that reactivation can be elicited under some conditions merely by returning to the same spatial context in which learning had occurred (especially if learning first occurred in a novel location); and (4) that the ability to reactivate a memory is affected by the strength of the initial memory (more established memories are more difficult to update than less established memories).</p>\n<p>Regarding intellectual merit, these findings make it clear that memory is fundamentally dynamic and that understanding the mechanisms underlying this dynamism is a central challenge to cognitive neuroscience.&nbsp; The broader implications of understanding memory as a dynamic process stretch all the way from the classroom, to the clinic, to the courtroom.&nbsp; For instance, regarding classroom learning, considerations following from this research are that reactivating prior learning about a topic may be crucial in helping students connect old knowledge and new knowledge across learning episodes.&nbsp; Regarding the courtroom, our findings are consistent with widely published research showing that memories are highly malleable and are thus consistent with recommendations that witnesses are questioned with open ended questions (instead of leading questions that might induce memory updating for the original event, and hence an erroneous memory).</p>\n<p>This Project Outcomes Report for the General Public is displayed verbatim as submitted by the Principal Investigator (PI) for this award. Any opinions, findings, and conclusions or recommendations expressed in this Report are those of the PI and do not necessarily reflect the views of the National Science Foundation; NSF has not approved or endorsed its content.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/24/2012<br>\n\t\t\t\t\tModified by: Rebecca&nbsp;L&nbsp;Gomez</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMemory consolidation has traditionally been viewed as a process with a fixed time frame and outcome.  The demonstration that apparently well-consolidated memories can be returned to a fragile state when reactivated &ndash; the so-called \"reconsolidation\" effect (cf. Nader &amp; Einarsson, 2011), has changed this picture.  While in this fragile state, what were thought to be stable memories can be altered in any of several ways, including disruption, enhancement, or modifications that can effectively \"update\" a memory.  Much of the work with animal models of reconsolidation has focused on the possibility of disrupting a reactivated memory, with particular emphasis being placed on fear memories and the goal of potentially erasing strong fear or trauma memories.  In contrast, our work with humans has explored the notion of \"updating\" with the goal of gaining some understanding of the factors contributing to memory change. \n\nOur research has utilized a new paradigm to study reconsolidation in human episodic memory and has established that reconsolidation can be observed in humans, in the form of memory updating.  We have explored various aspects of this phenomenon, establishing (1) that memory updating can be observed with fairly recent memories, and once updated, the memory can be recalled in its modified form for several weeks; (2) that memory updating is not merely a matter of mixing up memories, nor a simple result of interference, because it is crucially dependent on reactivation and new memories have a greater impact on old memories than vice versa; (3) that reactivation can be elicited under some conditions merely by returning to the same spatial context in which learning had occurred (especially if learning first occurred in a novel location); and (4) that the ability to reactivate a memory is affected by the strength of the initial memory (more established memories are more difficult to update than less established memories).\n\nRegarding intellectual merit, these findings make it clear that memory is fundamentally dynamic and that understanding the mechanisms underlying this dynamism is a central challenge to cognitive neuroscience.  The broader implications of understanding memory as a dynamic process stretch all the way from the classroom, to the clinic, to the courtroom.  For instance, regarding classroom learning, considerations following from this research are that reactivating prior learning about a topic may be crucial in helping students connect old knowledge and new knowledge across learning episodes.  Regarding the courtroom, our findings are consistent with widely published research showing that memories are highly malleable and are thus consistent with recommendations that witnesses are questioned with open ended questions (instead of leading questions that might induce memory updating for the original event, and hence an erroneous memory).\n\nThis Project Outcomes Report for the General Public is displayed verbatim as submitted by the Principal Investigator (PI) for this award. Any opinions, findings, and conclusions or recommendations expressed in this Report are those of the PI and do not necessarily reflect the views of the National Science Foundation; NSF has not approved or endorsed its content.\n\n \n\n\t\t\t\t\tLast Modified: 07/24/2012\n\n\t\t\t\t\tSubmitted by: Rebecca L Gomez"
 }
}