{
 "awd_id": "0743180",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Tropical Cyclone Structure and Dynamics Based on Data from the Hurricane Rainband and Intensity Experiment (RAINEX)",
 "cfda_num": "47.050",
 "org_code": "06020105",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "edward bensman",
 "awd_eff_date": "2008-03-15",
 "awd_exp_date": "2014-02-28",
 "tot_intn_awd_amt": 1030993.0,
 "awd_amount": 1030993.0,
 "awd_min_amd_letter_date": "2008-03-11",
 "awd_max_amd_letter_date": "2011-01-11",
 "awd_abstract_narration": "The Hurricane Rainband and Intensity Change Experiment (RAINEX) documented the 2005 Hurricanes Katrina, Ophelia and Rita.  In conjunction with NOAA's Intensity Forecasting Experiment, RAINEX was the first hurricane project to 1) combine the use of three Doppler radar-equipped aircraft, 2) use the high-definition NSF Electra Doppler Radar (ELDORA) in hurricanes, and 3) use real-time ground-based flight coordination to optimize the placement of aircraft within the storms. RAINEX also deployed dropsondes (released at 5 min intervals on each Doppler flight leg) and was guided by the use of real-time high-resolution numerical forecasts. RAINEX was unusually successful in that it documented some of the most interesting hurricanes in the history of the U.S. and the data set was of extremely high quality. \r\n\r\nThis research will exploit the RAINEX data in studies aimed at understanding tropical cyclone phenomenology in relation to hurricane intensity changes. The ELDORA data and dropsondes will be analyzed to:  1) Document details of evolving storm structure during the eyewall replacement cycle of Rita; in particular, the relationship of convective-scale circulation anomalies to the developing wind maximum in the secondary eyewall and differences between the secondary and primary (inner) eyewalls.  2) Document and interpret the principal rainbands in Katrina and Rita when each storm was at Category 5 intensity.  3) Synthesize the circulation within a convective burst leading to the development of Hurricane Ophelia. The possible contribution of the extremely deep, wide, and persistent updraft in the burst to cyclogenesis will be evaluated. 4) Analyze the influx of dry air into the rainbands of Hurricane Ophelia to determine if the dry air intrusion takes the form of a mesoscale unsaturated downdraft.  5) Analyze how the pattern of small-scale structures observed by ELDORA changed as Rita came under the influence of large-scale shear. 6) Compare the convective structures of outer rainbands in all three storms to interior rainbands that are more strongly affected by the primary vortex. \r\n\r\nThe analysis of ELDORA and dropsonde data in the above studies will include determination of the three dimensional (3D) latent heating structures associated with the slantwise convection of eyewalls, the discrete convective cells of rainbands and within a secondary eyewall, the stratiform regions of rainbands, and the ordinary convection of far outer rainbands. From these calculations, the implications of the 3D latent heating pattern to the storm circulation structure and associated rainband and eyewall dynamics will be inferred. \r\n\r\nThis study will include collaborative efforts to assimilate RAINEX Doppler radar and dropsonde analyses into numerical forecasts and ultimately to transfer RAINEX experience to operational forecast centers. \r\n\r\nIntellectual merit: The study builds on the PI's previously established expertise in the dynamics and physics of tropical convection, tropical cyclones, and other types of atmospheric clouds and precipitation systems. Results will provide valuable new information to increase basic understanding related to prediction of hurricane intensity changes. \r\n\r\nBroader impacts: This study will contribute to the societal goal of improving predictions of hurricanes and associated extreme wind, coastal storm surge and flash flood events that have a devastating impact on life and property in coastal regions. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Houze",
   "pi_mid_init": "A",
   "pi_sufx_name": "Jr.",
   "pi_full_name": "Robert A Houze",
   "pi_email_addr": "houze@atmos.washington.edu",
   "nsf_id": "000378383",
   "pi_start_date": "2008-03-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 BROOKLYN AVE NE",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 233201.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 248811.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 269809.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 279172.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project has used aircraft and satellite measurements to improve  knowledge of hurricanes. Project RAINEX collected data with a very  special high resolution radar (called ELDORA) in Hurricanes Katrina,  Rita, and Ophelia in 2005. The data collected in these storms, which  included the historic storm Katrina, have led to better understanding of  how intense &ldquo;convective bursts&rdquo; can lead to the initiation of a  hurricane. The radar data collected in RAINEX further has shown the  detailed air motions that occur inside the eyewall of a hurricane, how a  new eyewall forms around an older dying eyewall. The RAINEX data  further show how intense up and downdrafts occur in the spiral rainbands  outside the main eyewall, and how air moves along and across the  rainbands in ways that can affect the intensity of the hurricane. The  general representativeness of the RAINEX results were determined by  examining over 10 years of data collected by the precipitation radar  aboard the TRMM satellite and by the Doppler radars collected in  hurricanes investigated by NOAA P3 aircraft. It was found the convective  clouds in eyewalls and rainbands bear a systematic relationship to the  environmental wind shear, with clouds forming downshear right, maturing  downshear left, and weakening upshear. It is a longstanding problem that  forecasting the intensity changes that hurricanes undergo is difficult  and has not improved over the last few decades. It is thought that these  intensity changes are related to the internal dynamics of the storms.  The intellectual merit of this study is that its results regarding the  details of hurricane genesis, eyewalls, and rainbands will contribute  strongly to a better understanding of these internal dynamics. The  broader impacts of the study are that this new understanding will  contribute to better prediction and forecasting of, and hence  preparedness for, potentially damaging hurricanes.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/19/2014<br>\n\t\t\t\t\tModified by: Robert&nbsp;A&nbsp;Houze</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project has used aircraft and satellite measurements to improve  knowledge of hurricanes. Project RAINEX collected data with a very  special high resolution radar (called ELDORA) in Hurricanes Katrina,  Rita, and Ophelia in 2005. The data collected in these storms, which  included the historic storm Katrina, have led to better understanding of  how intense \"convective bursts\" can lead to the initiation of a  hurricane. The radar data collected in RAINEX further has shown the  detailed air motions that occur inside the eyewall of a hurricane, how a  new eyewall forms around an older dying eyewall. The RAINEX data  further show how intense up and downdrafts occur in the spiral rainbands  outside the main eyewall, and how air moves along and across the  rainbands in ways that can affect the intensity of the hurricane. The  general representativeness of the RAINEX results were determined by  examining over 10 years of data collected by the precipitation radar  aboard the TRMM satellite and by the Doppler radars collected in  hurricanes investigated by NOAA P3 aircraft. It was found the convective  clouds in eyewalls and rainbands bear a systematic relationship to the  environmental wind shear, with clouds forming downshear right, maturing  downshear left, and weakening upshear. It is a longstanding problem that  forecasting the intensity changes that hurricanes undergo is difficult  and has not improved over the last few decades. It is thought that these  intensity changes are related to the internal dynamics of the storms.  The intellectual merit of this study is that its results regarding the  details of hurricane genesis, eyewalls, and rainbands will contribute  strongly to a better understanding of these internal dynamics. The  broader impacts of the study are that this new understanding will  contribute to better prediction and forecasting of, and hence  preparedness for, potentially damaging hurricanes.\n\n\t\t\t\t\tLast Modified: 06/19/2014\n\n\t\t\t\t\tSubmitted by: Robert A Houze"
 }
}