{
 "awd_id": "0744753",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:  Oxidative Stress, Telomere Dynamics and Aging in a Free-living Organism",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": "7032927876",
 "po_email": "stellis@nsf.gov",
 "po_sign_block_name": "Steven Ellis",
 "awd_eff_date": "2008-04-01",
 "awd_exp_date": "2013-03-31",
 "tot_intn_awd_amt": 147343.0,
 "awd_amount": 159343.0,
 "awd_min_amd_letter_date": "2008-03-31",
 "awd_max_amd_letter_date": "2011-04-04",
 "awd_abstract_narration": "This research is designed to identify the mechanisms that comprise the process of aging and to demonstrate its fitness consequences within a natural population of free-living vertebrates. Birds are noteworthy for having longer life spans than similar sized mammals. Tree swallows are the model system used because a large number of known-aged individuals can be repeatedly captured and sampled from year to year, and their reproductive success is easily measured across their life span. This research examines natural variation in physiological factors associated with aging in free-living birds. Longitudinal samples from individual tree swallows will be used to track oxidative stress, dysregulation of telomeres (chromosomal caps that protect coding DNA but shorten with cell division), and immune function decline. The extent to which individual variation in physiological mechanisms accounts for observed differences in survival and reproductive success will allow the researchers to identify the relative importance of these alternative pathways through which aging may occur. Samples from a cross-section of birds of different ages will identify how population averages for each physiological trait change with age, and comparison of the longitudinal and cross sectional samples will separate effects of individual aging from effects of selection between individuals with different trait values. The research will include an experiment designed to increase metabolic rates of individual swallows to test the hypothesis that oxidative metabolism and the attendant production of free radicals is causally important to the progression of aging and telomere shortening. It will provide laboratory and field training of high school, undergraduate, and graduate students as well as involvement by high school science teachers. This research will enable researchers interested in aging to link phenotypic trait values and risks of mortality, and identify evolutionarily important mechanisms of aging. In addition, this research will provide new tools to substantially strengthen the study of trade-offs in life history strategies.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Winkler",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "David W Winkler",
   "pi_email_addr": "wink01@gmail.com",
   "nsf_id": "000459150",
   "pi_start_date": "2008-03-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell Univ - State: AWDS MADE PRIOR MAY 2010",
  "perf_str_addr": "341 PINE TREE RD",
  "perf_city_name": "ITHACA",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765700",
   "pgm_ele_name": "Integrtv Ecological Physiology"
  },
  {
   "pgm_ele_code": "765800",
   "pgm_ele_name": "Physiol Mechs & Biomechanics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 31097.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 53170.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 37455.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 37621.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p1\"><span class=\"s1\">In this project we compiled what is likely the most comprehensive and synthetic data set&nbsp;available coupling the aging and reproductive biology of a wild songbird. We gathered detailed reproductive histories on several hundred Tree Swallow nesting attempts for each of five years at sites in Ithaca, NY and Ames, IA.&nbsp; With repeated blood sampling, we are characterizing the changes in the biology of female tree swallows in up to five years of longitudinal sampling. Some birds were begun in this longitudinal sample as first-year breeders, others after they had been breeding for multiple years. The five-year window of our longitudinal sampling corresponds to almost twice the expected life span of the average bird in these populations, and our sampling included birds reaching ages of at least 8 years old. Telomeres are long sections of repetitive DNA at the ends of vertebrate chromosomes, and they generally grow shorter with each successive cell replication cycle over an organism&rsquo;s lifespan and with oxidative stress. Other research has suggested that the rates of telomere shortening can thus serve as an indicator of the rate of biological aging. We tested the oxidative stress hypothesis to account for aging by affixing weights comprising 5% of their body weight to experimental birds for a one-year period. These increased flight loads led to greater reductions in telomere lengths, and greater rates of shortening were associated with lower survival probabilities, thus supporting the oxidative stress model for telomere shortening and aging.&nbsp;We are in the midst of analyzing biochemical and histological specimens collected from 36 different individuals in the Ithaca longitudinal sample and 32 different longitudinal individuals from the Ames population. We will be analyzing these data to explore other biochemical signatures associated with rates of telomere shortening. In any event, telomeres and their dynamics do seem to be connected in a fundamental biological way with the aging process, and they serve as an integrated indicator of the accumulated stress on the individual (its physiological as opposed to chronological age) as well as a predictor of the expected prospects of survival of&nbsp; individual organisms. Biologists studying variation in avian life histories and how investments in reproduction are allocated relative to variable probabilities of parental survival thus have a new tool for assessing the probabilities of survival: they no longer need to wait for an organism to die to predict its likely lifespan. Instead, by measuring telomeres and their rate of shortening, one can estimate an individual&rsquo;s life expectancy and how variations among individuals in expected survival rates affect other aspects of their life history.</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/26/2013<br>\n\t\t\t\t\tModified by: David&nbsp;W&nbsp;Winkler</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "In this project we compiled what is likely the most comprehensive and synthetic data set available coupling the aging and reproductive biology of a wild songbird. We gathered detailed reproductive histories on several hundred Tree Swallow nesting attempts for each of five years at sites in Ithaca, NY and Ames, IA.  With repeated blood sampling, we are characterizing the changes in the biology of female tree swallows in up to five years of longitudinal sampling. Some birds were begun in this longitudinal sample as first-year breeders, others after they had been breeding for multiple years. The five-year window of our longitudinal sampling corresponds to almost twice the expected life span of the average bird in these populations, and our sampling included birds reaching ages of at least 8 years old. Telomeres are long sections of repetitive DNA at the ends of vertebrate chromosomes, and they generally grow shorter with each successive cell replication cycle over an organismÆs lifespan and with oxidative stress. Other research has suggested that the rates of telomere shortening can thus serve as an indicator of the rate of biological aging. We tested the oxidative stress hypothesis to account for aging by affixing weights comprising 5% of their body weight to experimental birds for a one-year period. These increased flight loads led to greater reductions in telomere lengths, and greater rates of shortening were associated with lower survival probabilities, thus supporting the oxidative stress model for telomere shortening and aging. We are in the midst of analyzing biochemical and histological specimens collected from 36 different individuals in the Ithaca longitudinal sample and 32 different longitudinal individuals from the Ames population. We will be analyzing these data to explore other biochemical signatures associated with rates of telomere shortening. In any event, telomeres and their dynamics do seem to be connected in a fundamental biological way with the aging process, and they serve as an integrated indicator of the accumulated stress on the individual (its physiological as opposed to chronological age) as well as a predictor of the expected prospects of survival of  individual organisms. Biologists studying variation in avian life histories and how investments in reproduction are allocated relative to variable probabilities of parental survival thus have a new tool for assessing the probabilities of survival: they no longer need to wait for an organism to die to predict its likely lifespan. Instead, by measuring telomeres and their rate of shortening, one can estimate an individualÆs life expectancy and how variations among individuals in expected survival rates affect other aspects of their life history.\n\n \n\n\t\t\t\t\tLast Modified: 06/26/2013\n\n\t\t\t\t\tSubmitted by: David W Winkler"
 }
}