{
 "awd_id": "0744067",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Functional Analysis of the Oxa1p Export Machinery of Yeast Mitochondria",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gregory W. Warr",
 "awd_eff_date": "2008-06-01",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 525000.0,
 "awd_amount": 525000.0,
 "awd_min_amd_letter_date": "2008-02-28",
 "awd_max_amd_letter_date": "2010-05-26",
 "awd_abstract_narration": "The mitochondrial Oxa1 protein is a member of the conserved Alb3/Oxa1/YidC protein family involved in the insertion of proteins into biological membranes throughout prokaryotes and eukaryotes. The presence of Oxa1 is required for the insertion of a subset of nuclearly- and mitochondrially-encoded proteins, coming from the mitochondrial matrix and integrating into the inner membrane. The mitochondrially encoded cytochrome oxidase (COX) subunits, Cox1 and Cox2 in particular, are strongly dependent on Oxa1 for their insertion. A direct role for Oxa1 in their membrane insertion was suggested by the demonstration that Oxa1 physically interacts with the COX subunits during their synthesis as nascent polypeptide chains, i.e. in a co-translational fashion. Dr. Stuart's laboratory has recently provided evidence for a direct physical interaction between Oxa1 and the mitoribosome and propose that this close association ensures a tight coupling between the translation and membrane insertion events. \r\nThe ability of Oxa1 to interact with the ribosome has found to be critical for the co-translational membrane insertion of the mitochondrially encoded COX subunits. Moreover, Dr. Stuart has been able to show that two subunits of the mitochondrial large ribosomal subunit, Mrp20 and MrpL40, exist in close proximity to Oxa1. Mrp20 is homologous to bacterial ribosome protein L23, located at the nascent chain exit site of the ribosome and is involved in chaperoning and targeting the emerging nascent chain to the Sec translocon. Dr. Stuart's analysis indicates that MrpL40 may be homologous to the bacterial L24 protein, another ribosomal subunit located at the nascent chain exit site. Preliminary evidence presented here demonstrates that MrpL40 not only physically, but also functionally, interacts with the Oxa1 protein. \r\nThe elucidation of the role of Oxa1 in the membrane insertion of the mtDNA encoded COX subunits and its interaction with the mitoribosome is a major focal point of the proposed research.  In this project, Dr. Stuart will further analyze the Oxa1-ribosome interaction and aim to identify and characterize mitoribosome proteins which physically interact with Oxa1. The role of these ribosomal proteins in targeting the translating ribosome to the Oxa1 site and in the coupling of translation and membrane insertion events shall be explored. \r\nThe goals of the project are: \r\n1. To explore the physical and functional interaction between Oxa1 and the ribosomal large subunit proteins Mrp20 and MrpL40. \r\n2. To genetically characterize regions of Oxa1 important for interacting with the ribosome. \r\n3. To analyze if other proteins predicted to be located at the nascent chain exit site of the ribosome may functionally interact with Oxa1. \r\n\r\nIntellectual merit of proposed activity: The Oxa1 protein is a member of the evolutionarily conserved Oxa1/YidC/Alb3 protein family involved in the insertion of proteins into diverse cellular membranes. Elucidation of the mechanism of action of the mitochondrial Oxa1 complex is important to further the understanding of membrane protein insertion events in mitochondria. Moreover, information gained from the proposed study of Oxa1 will shed important light on protein insertion events in the bacterial and thylakoid membranes, due to the conservation of Oxa1/YidC/Alb3 family members. \r\nBroader impacts resulting from the proposed activity: The elucidation of mechanisms of protein targeting and membrane insertion events have important implications for the fundamental cellular question of how biological membranes establish and maintain their specificity and identity. The results from the proposed work will be disseminated both at international scientific meetings and published in peer-reviewed scientific journals. The P.I. is strongly committed to the education and training of future scientists, both at undergraduate and post-graduate levels. She has therefore consciously chosen to lead a PhD student- and undergraduate-oriented research group. To date, many undergraduate and graduate students have received training in the lab of the P.I., and this project will serve as a vehicle for further student training.  The P.I. is also committed to diversity and has recruited and is currently mentoring a minority (African American) PhD student.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rosemary",
   "pi_last_name": "Stuart",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Rosemary A Stuart",
   "pi_email_addr": "rosemary.stuart@marquette.edu",
   "nsf_id": "000341253",
   "pi_start_date": "2008-02-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Marquette University",
  "inst_street_address": "313 N 13TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "MILWAUKEE",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "4142887200",
  "inst_zip_code": "532332244",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "WI04",
  "org_lgl_bus_name": "MARQUETTE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HKJCKTFJNBM7"
 },
 "perf_inst": {
  "perf_inst_name": "Marquette University",
  "perf_str_addr": "313 N 13TH ST",
  "perf_city_name": "MILWAUKEE",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "532332244",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "WI04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1132",
   "pgm_ref_txt": "CELLULAR ORGANIZATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 175000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 350000.0
  }
 ],
 "por": null
}