{
 "awd_id": "0744719",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "RegA, RegA Homologs, and Control of Cellular Differentiation in Volvox Carteri",
 "cfda_num": "47.074",
 "org_code": "08090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Amy Litt",
 "awd_eff_date": "2008-04-01",
 "awd_exp_date": "2013-03-31",
 "tot_intn_awd_amt": 360000.0,
 "awd_amount": 456000.0,
 "awd_min_amd_letter_date": "2008-03-19",
 "awd_max_amd_letter_date": "2010-04-15",
 "awd_abstract_narration": "Stephen M. Miller\r\nProposal # IOS-0744719\r\nregA, regA homologs, and control of cellular differentiation in Volvox carteri\r\n\r\nPlants and animals evolved long ago from single-celled (unicellular) ancestors. A critical early step in this process was the invention of multicellularity?the ability to make more than one cell type.  But because plants and animals possess so many cells and types of cells, and because they have been evolving for so long, it has been very difficult to determine at a genetic level just how they came to be multicellular. That is, it is unclear which types of genes or changes in genes might make it more likely for a species of single-celled organisms to make descendants that possess more than one cell type.  This project seeks to answer this problem using species of green algae (multicellular Volvox carteri and unicellular Chlamydomonas reinhardtii) that are close relatives of plants but simpler and better suited to study the evolution of multicellularity. Experiments will focus on a family of genes (regA and related genes) that evolved differently in Volvox and Chlamydomonas and that are believed to control the ability to make different cell types. To determine how multiple cell types are made in Volvox and how the ability to make more than one type of cell evolved in this organism, molecular genetic methods will be used to identify genes that are controlled by regA, and to compare the actions of regA-related genes in Volvox and Chlamydomonas. It is expected that these experiments will show how genes can change in relatively subtle ways over time to bring about monumental biological change.  These studies should greatly improve the understanding of how complex organisms like plants and animals evolved, and will provide an easily teachable example of how evolution works at the level of the gene to produce new types of cells and organisms. An important broader impact of this project is that two female minority Ph.D. students who have great potential for long and successful careers in academic research will carry it out. They will increase the representation of underrepresented groups in the sciences, and their example and guidance should inspire many other minority students to pursue careers in science.\r\n\r\n \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Miller",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen M Miller",
   "pi_email_addr": "stmiller@umbc.edu",
   "nsf_id": "000278932",
   "pi_start_date": "2008-03-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland Baltimore County",
  "inst_street_address": "1000 HILLTOP CIR",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4104553140",
  "inst_zip_code": "212500001",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND BALTIMORE COUNTY",
  "org_prnt_uei_num": "",
  "org_uei_num": "RNKYWXURFRL5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland Baltimore County",
  "perf_str_addr": "1000 HILLTOP CIR",
  "perf_city_name": "BALTIMORE",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212500001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  },
  {
   "pgm_ele_code": "111800",
   "pgm_ele_name": "PLANT FUNGAL & MICROB DEV MECH"
  },
  {
   "pgm_ele_code": "721600",
   "pgm_ele_name": "FRONTIERS IN BIO RES (FIBR)"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1112",
   "pgm_ref_txt": "GENES AND GENOME SYSTEMS"
  },
  {
   "pgm_ref_code": "1154",
   "pgm_ref_txt": "GENE EXPRESSION"
  },
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "7216",
   "pgm_ref_txt": "FRONTIERS IN BIO RES (FIBR)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 134000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 197000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 125000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><!--  /* Font Definitions */ @font-face \t{font-family:Cambria; \tpanose-1:2 4 5 3 5 4 6 3 2 4; \tmso-font-charset:0; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:3 0 0 0 1 0;}  /* Style Definitions */ p.MsoNormal, li.MsoNormal, div.MsoNormal \t{mso-style-parent:\"\"; \tmargin-top:0in; \tmargin-right:0in; \tmargin-bottom:10.0pt; \tmargin-left:0in; \tmso-pagination:widow-orphan; \tfont-size:12.0pt; \tfont-family:\"Times New Roman\"; \tmso-ascii-font-family:Cambria; \tmso-ascii-theme-font:minor-latin; \tmso-fareast-font-family:Cambria; \tmso-fareast-theme-font:minor-latin; \tmso-hansi-font-family:Cambria; \tmso-hansi-theme-font:minor-latin; \tmso-bidi-font-family:\"Times New Roman\"; \tmso-bidi-theme-font:minor-bidi;} @page Section1 \t{size:8.5in 11.0in; \tmargin:1.0in 1.25in 1.0in 1.25in; \tmso-header-margin:.5in; \tmso-footer-margin:.5in; \tmso-paper-source:0;} div.Section1 \t{page:Section1;} --></p>\n<p class=\"MsoNormal\"><strong style=\"mso-bidi-font-weight: normal;\">Background and significance.</strong> The first life forms on this planet were tiny and single celled, but over time many larger organisms evolved that have several or many specialized cell types. Little is known about the kinds of genes that made it possible for such evolutionary leaps, in part because most multicellular species have too many cells and cell types for a straightforward analysis of this topic.<span style=\"mso-spacerun: yes;\">&nbsp; </span>The goal of this project was to study the evolution of multicellularity in a family of green algae that includes species with just one or two cell types.<span style=\"mso-spacerun: yes;\">&nbsp; </span>It is believed that what is learned from these studies should provide insights into how other, larger multicellular organisms, like plants and animals, evolved.</p>\n<p class=\"MsoNormal\">This project centered on two algal species, unicellular <em style=\"mso-bidi-font-style: normal;\">Chlamydomonas</em> and multicellular <em style=\"mso-bidi-font-style: normal;\">Volvox</em>. It is believed that the common ancestor of these algae was much like present day <em style=\"mso-bidi-font-style: normal;\">Chlamydomonas</em> in that it was single celled, and in that two important functions it carried out were swimming and reproduction.<span style=\"mso-spacerun: yes;\">&nbsp; </span>In contrast, <em style=\"mso-bidi-font-style: normal;\">Volvox </em>possesses about 2000 cells, the vast majority of which closely resemble <em style=\"mso-bidi-font-style: normal;\">Chlamydomonas</em> unicells in size and appearance and that lie at the surface of a gelatinous sphere. These somatic (body) cells are specialized for swimming but cannot reproduce. Just inside this layer of somatic cells are ~16 much larger cells called gonidia, that do not participate in swimming but that are specialized for reproduction; each one has the potential to generate a new <em style=\"mso-bidi-font-style: normal;\">Volvox </em>spheroid. Thus, somehow the two functions carried out by the unicellular ancestor (swimming and reproduction) were segregated into two cell types in <em style=\"mso-bidi-font-style: normal;\">Volvox</em>. The aim of this study was to learn more about the genes that made this possible.</p>\n<p class=\"MsoNormal\">Prior to the time this project began, it was known that the<em style=\"mso-bidi-font-style: normal;\"> Volvox</em> <em style=\"mso-bidi-font-style: normal;\">regA</em> (<em style=\"mso-bidi-font-style: normal;\">somatic</em> <em style=\"mso-bidi-font-style: normal;\">regenerator</em>) gene prevents somatic cells from reproducing, since in mutants that lack <em style=\"mso-bidi-font-style: normal;\">regA</em> function, the somatic cells behave like <em style=\"mso-bidi-font-style: normal;\">Chlamydomonas</em> unicells&mdash;they exist first as swimming cells, then as reproductive cells. It was also known that <em style=\"mso-bidi-font-style: normal;\">Chlamydomonas</em> does not have a <em style=\"mso...",
  "por_txt_cntn": "\n\nBackground and significance. The first life forms on this planet were tiny and single celled, but over time many larger organisms evolved that have several or many specialized cell types. Little is known about the kinds of genes that made it possible for such evolutionary leaps, in part because most multicellular species have too many cells and cell types for a straightforward analysis of this topic.  The goal of this project was to study the evolution of multicellularity in a family of green algae that includes species with just one or two cell types.  It is believed that what is learned from these studies should provide insights into how other, larger multicellular organisms, like plants and animals, evolved.\nThis project centered on two algal species, unicellular Chlamydomonas and multicellular Volvox. It is believed that the common ancestor of these algae was much like present day Chlamydomonas in that it was single celled, and in that two important functions it carried out were swimming and reproduction.  In contrast, Volvox possesses about 2000 cells, the vast majority of which closely resemble Chlamydomonas unicells in size and appearance and that lie at the surface of a gelatinous sphere. These somatic (body) cells are specialized for swimming but cannot reproduce. Just inside this layer of somatic cells are ~16 much larger cells called gonidia, that do not participate in swimming but that are specialized for reproduction; each one has the potential to generate a new Volvox spheroid. Thus, somehow the two functions carried out by the unicellular ancestor (swimming and reproduction) were segregated into two cell types in Volvox. The aim of this study was to learn more about the genes that made this possible.\nPrior to the time this project began, it was known that the Volvox regA (somatic regenerator) gene prevents somatic cells from reproducing, since in mutants that lack regA function, the somatic cells behave like Chlamydomonas unicells&mdash;they exist first as swimming cells, then as reproductive cells. It was also known that Chlamydomonas does not have a regA gene but instead has one regA-like gene, while in addition to regA, Volvox has four regA-like genes that arose through multiple duplications of an ancestral gene. Since Chlamydomonas does not have a regA gene, it is essentially immortal, and in every life cycle it is able to reproduce, while in Volvox the regA gene is expressed in somatic cells and makes them mortal by preventing them from reproducing. But how does regA do this, and what do the regA-like genes do? Answering these questions was a first step toward a deeper understanding of cell specialization and how it evolved in Volvox.\nScientific Outcomes and Broader Impacts. RegA is believed to turn on or off other genes that more directly regulate cell reproduction, by binding to certain segments of those genes. In this study, a classical protein-DNA interaction method called ChIP was used to isolate pieces of the genes that RegA binds, then the sequences of those DNA fragments were determined and compared to the sequence of the entire Volvox genome to determine what genes those DNA fragments belong to. An interesting candidate RegA-binding gene that was detected was the retinoblastoma gene. Animals also have a retinoblastoma gene and its function is to repress cell reproduction; mutation of the retinoblastoma gene in humans causes massive eye tumors. Follow-up studies will determine whether regA turns the retinoblastoma gene on in somatic cells and if this is how regA prevents somatic cells from reproducing.\nTo determine if regA-like genes might also have important roles in somatic cells, the RNA and/or protein products of those genes were measured, and it was found that some of the regA-like genes are like regA in that they are turned on in somatic cells at the same (or nearly the same) time as regA, and they are off in gonidia. Thus these genes likely work together with regA to prevent somatic cells f..."
 }
}