{
 "awd_id": "0744579",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Arabidopsis Thaliana as a Model for the Study of A Self-Incompatibility, Diversification of Floral Architecture, and Evolution of Inbreeding",
 "cfda_num": "47.074",
 "org_code": "08090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Amy Litt",
 "awd_eff_date": "2008-04-01",
 "awd_exp_date": "2012-09-30",
 "tot_intn_awd_amt": 612000.0,
 "awd_amount": 612000.0,
 "awd_min_amd_letter_date": "2008-03-27",
 "awd_max_amd_letter_date": "2011-04-04",
 "awd_abstract_narration": "M.E. Nasrallah (PI) and J.B. Nasrallah (co-PI)\r\nProposal #: IOS-0744579\r\nArabidopsis thaliana as a model for the study of self-incompatibility, diversification of floral architecture, and evolution of inbreeding\r\n\r\n\r\n\r\nHow cells sense and respond to other cells is a central question in biology. The study of well-defined plant cell-cell communication systems is important for elucidating developmental mechanisms as well as the processes that ensure reproductive success and determine evolutionary potential.  Genomic heterozygosity, or genetic variation, increases the ability of plants to adapt to changing environments.  It is no wonder therefore that plants have evolved a number of devices that promote out-crossing, thereby enhancing genetic variation and fitness.  One of these devices is self-incompatibility, a genetic mechanism that prevents self-fertilization.  In a field of mustards (belonging to the crucifer family), a large number of variants at the self-incompatibility (S) locus exist, resulting in extensive mixing of the gene pool and the generation of many new combinations of the genetic material.  Just as in our own ability to distinguish between hundreds of fragrances and odors, these plants use receptor and ligand proteins encoded in the S locus to distinguish self-related from non-self related (cross) pollen, allow development of cross pollen tubes, and inhibit that of self tubes.  This project aims to understand the molecular processes underpinning the out-crossing and selfing reproductive strategies in crucifers, using molecular genetic approaches in self-incompatible plants that were recently engineered in the normally self-fertile Arabidopsis thaliana model species.  Knowledge of the molecular genetic basis of these processes is critical for effective utilization of the germplasm available in a species for breeding crops tailored to particular environments.  More generally, the results are expected to help answer the key question of how organisms adapt by modifying their developmental programs to generate novel designs in structure and function.  The project also provides many opportunities to integrate teaching and research, and to train undergraduates, graduates, and post-doctoral fellows able to tackle the challenges of a rapidly changing world.   \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mikhail",
   "pi_last_name": "Nasrallah",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Mikhail E Nasrallah",
   "pi_email_addr": "men4@cornell.edu",
   "nsf_id": "000159452",
   "pi_start_date": "2008-03-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "June",
   "pi_last_name": "Nasrallah",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "June B Nasrallah",
   "pi_email_addr": "jbn2@cornell.edu",
   "nsf_id": "000135786",
   "pi_start_date": "2008-03-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell Univ - State: AWDS MADE PRIOR MAY 2010",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell Univ - State: AWDS MADE PRIOR MAY 2010",
  "perf_str_addr": "341 PINE TREE RD",
  "perf_city_name": "ITHACA",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111800",
   "pgm_ele_name": "PLANT FUNGAL & MICROB DEV MECH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 300000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 155000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 157000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><!-- @font-face {   font-family: \"Arial\"; }@font-face {   font-family: \"Times\"; }p.MsoNormal, li.MsoNormal, div.MsoNormal { margin: 0in 0in 0.0001pt; font-size: 12pt; font-family: \"Times New Roman\"; }div.Section1 { page: Section1; } --> <span style=\"font-size: 11pt; font-family: Arial; letter-spacing: 0.4pt;\">Genomic heterozygosity, or genetic variation, increases the ability of plants to adapt to changing environments.<span>&nbsp; </span>It is no wonder therefore that plants have evolved a number of devices that promote out-crossing, thereby enhancing genetic variation and fitness.<span>&nbsp; </span>One of these devices is self-incompatibility (SI), a genetic mechanism that prevents self-fertilization.<span>&nbsp; </span>In a field of mustards (belonging to the crucifer family), a large number of variants at the self-incompatibility (<em>S</em>) locus exist, resulting in extensive mixing of the gene pool and the generation of many new combinations of the genetic material.<span>&nbsp; </span>Just as in our own ability to distinguish between hundreds of fragrances and odors, these plants use receptor and ligand proteins encoded in the <em>S</em> locus to distinguish self-related from non-self related (cross) pollen, allow development of cross pollen tubes, and inhibit that of self tubes.<span>&nbsp; </span>This project aimed to understand </span><span style=\"font-size: 11pt; font-family: Arial; letter-spacing: 0.5pt;\">the molecular processes underpinning the out-crossing and selfing reproductive strategies in crucifers, using molecular genetic approaches in self-incompatible plants that were recently engineered in the normally self-fertile <em>Arabidopsis thaliana </em>model species.<span>&nbsp; </span>The study described the genetic events that accompanied the switch to self-fertility in <em>A. thaliana, </em>identified several genes that regulate the SI response, elucidated aspects of the SI signal transduction pathway, and pinpointed specific amino-acid residues important for receptor function. These results advanced our knowledge of the molecular genetic basis of the out-crossing and selfing modes of mating, which is critical for effective utilization of the germplasm available in a species for breeding crops tailored to particular environments.<span>&nbsp; </span>More generally, the results contributed to answering the key question of <span style=\"color: black;\">how organisms adapt by modifying their developmental programs to generate novel designs in structure and function.<span>&nbsp; </span></span>Additionally, the project provided many opportunities to integrate teaching and research, and to train undergraduate and graduate students as well as post-doctoral fellows for careers in basic and applied research in the plant sciences.</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/01/2012<br>\n\t\t\t\t\tModified by: June&nbsp;B&nbsp;Nasrallah</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n Genomic heterozygosity, or genetic variation, increases the ability of plants to adapt to changing environments.  It is no wonder therefore that plants have evolved a number of devices that promote out-crossing, thereby enhancing genetic variation and fitness.  One of these devices is self-incompatibility (SI), a genetic mechanism that prevents self-fertilization.  In a field of mustards (belonging to the crucifer family), a large number of variants at the self-incompatibility (S) locus exist, resulting in extensive mixing of the gene pool and the generation of many new combinations of the genetic material.  Just as in our own ability to distinguish between hundreds of fragrances and odors, these plants use receptor and ligand proteins encoded in the S locus to distinguish self-related from non-self related (cross) pollen, allow development of cross pollen tubes, and inhibit that of self tubes.  This project aimed to understand the molecular processes underpinning the out-crossing and selfing reproductive strategies in crucifers, using molecular genetic approaches in self-incompatible plants that were recently engineered in the normally self-fertile Arabidopsis thaliana model species.  The study described the genetic events that accompanied the switch to self-fertility in A. thaliana, identified several genes that regulate the SI response, elucidated aspects of the SI signal transduction pathway, and pinpointed specific amino-acid residues important for receptor function. These results advanced our knowledge of the molecular genetic basis of the out-crossing and selfing modes of mating, which is critical for effective utilization of the germplasm available in a species for breeding crops tailored to particular environments.  More generally, the results contributed to answering the key question of how organisms adapt by modifying their developmental programs to generate novel designs in structure and function.  Additionally, the project provided many opportunities to integrate teaching and research, and to train undergraduate and graduate students as well as post-doctoral fellows for careers in basic and applied research in the plant sciences.\n\n\t\t\t\t\tLast Modified: 10/01/2012\n\n\t\t\t\t\tSubmitted by: June B Nasrallah"
 }
}