{
 "awd_id": "0744422",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Mechanism of E. coli Transcription Termination Factor Rho",
 "cfda_num": "47.074",
 "org_code": "08070100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Susannah Gal",
 "awd_eff_date": "2008-02-15",
 "awd_exp_date": "2013-01-31",
 "tot_intn_awd_amt": 420000.0,
 "awd_amount": 420000.0,
 "awd_min_amd_letter_date": "2008-02-21",
 "awd_max_amd_letter_date": "2011-11-17",
 "awd_abstract_narration": "Transcription termination factor Rho of E. coli releases RNA from transcription complexes. Rho, an RNA-dependent ATPase, uses the energy from ATP hydrolysis to travel 5' -> 3' along RNA. This travel may constitute the basis for the RNA-DNA helicase function of Rho, which is believed to be involved in disruption of transcription complexes and release of RNA. The long-term goal is to understand, at the molecular level, how Rho works. Amino acids of Rho that have critical active site functions in RNA-dependent ATP hydrolysis have been proposed based on crystal structures and comparisons with other proteins. There are, however, multiple candidates for many of the catalytic site roles. Site-directed mutagenesis and testing of the resultant proteins will be carried out both to identify the relevant amino acids and to pinpoint their functions. The identification of conformation changes in Rho will also be analyzed by peptide-based hydrogen/deuterium amide proton exchange. These studies will reveal the locations within Rho where amide hydrogen exchange changes when substrates, products, or transition state analogs bind. The results should reveal conformation changes that are involved in ATP hydrolysis and directional travel by Rho, and will enhance the present incomplete picture of Rho-RNA interactions. Combining the results of these two experimental approaches will allow better understanding of the coordination of ATP hydrolysis with protein conformation change. Directional protein travel along nucleic acids is of fundamental importance and wide occurrence; a more complete understanding will result from this work. Training will be provided to graduate and undergraduate students during the research, and results will be presented at scientific meetings and published in scientific journals.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Grubmeyer",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Charles T Grubmeyer",
   "pi_email_addr": "ctg@temple.edu",
   "nsf_id": "000089283",
   "pi_start_date": "2011-11-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Barbara",
   "pi_last_name": "Stitt",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Barbara L Stitt",
   "pi_email_addr": "stitt@temple.edu",
   "nsf_id": "000099808",
   "pi_start_date": "2008-02-21",
   "pi_end_date": "2011-11-17"
  }
 ],
 "inst": {
  "inst_name": "Temple University",
  "inst_street_address": "1805 N BROAD ST",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2157077547",
  "inst_zip_code": "191226104",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "PA02",
  "org_lgl_bus_name": "TEMPLE UNIVERSITY-OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "QD4MGHFDJKU1",
  "org_uei_num": "QD4MGHFDJKU1"
 },
 "perf_inst": {
  "perf_inst_name": "Temple University",
  "perf_str_addr": "1805 N BROAD ST",
  "perf_city_name": "PHILADELPHIA",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191226104",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "PA02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1156",
   "pgm_ref_txt": "MICROBIAL GENETICS"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 140000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 140000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 140000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><!--  /* Font Definitions */ @font-face \t{font-family:\"?? ??\"; \tmso-font-charset:78; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:1 134676480 16 0 131072 0;} @font-face \t{font-family:\"?? ??\"; \tmso-font-charset:78; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:1 134676480 16 0 131072 0;} @font-face \t{font-family:Cambria; \tpanose-1:2 4 5 3 5 4 6 3 2 4; \tmso-font-charset:0; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:-536870145 1073743103 0 0 415 0;}  /* Style Definitions */ p.MsoNormal, li.MsoNormal, div.MsoNormal \t{mso-style-unhide:no; \tmso-style-qformat:yes; \tmso-style-parent:\"\"; \tmargin:0in; \tmargin-bottom:.0001pt; \tmso-pagination:widow-orphan; \tfont-size:12.0pt; \tfont-family:Cambria; \tmso-ascii-font-family:Cambria; \tmso-ascii-theme-font:minor-latin; \tmso-fareast-font-family:\"?? ??\"; \tmso-fareast-theme-font:minor-fareast; \tmso-hansi-font-family:Cambria; \tmso-hansi-theme-font:minor-latin; \tmso-bidi-font-family:\"Times New Roman\"; \tmso-bidi-theme-font:minor-bidi;} .MsoChpDefault \t{mso-style-type:export-only; \tmso-default-props:yes; \tfont-family:Cambria; \tmso-ascii-font-family:Cambria; \tmso-ascii-theme-font:minor-latin; \tmso-fareast-font-family:\"?? ??\"; \tmso-fareast-theme-font:minor-fareast; \tmso-hansi-font-family:Cambria; \tmso-hansi-theme-font:minor-latin; \tmso-bidi-font-family:\"Times New Roman\"; \tmso-bidi-theme-font:minor-bidi;} @page WordSection1 \t{size:8.5in 11.0in; \tmargin:1.0in 1.25in 1.0in 1.25in; \tmso-header-margin:.5in; \tmso-footer-margin:.5in; \tmso-paper-source:0;} div.WordSection1 \t{page:WordSection1;} --></p>\n<p class=\"MsoNormal\">For enzymes to carry out their function in catalyzing biological reactions they must be able to undergo changes in structure.<span style=\"mso-spacerun: yes;\">&nbsp; </span>Like other proteins, enzymes are large macromolecules, with highly exact three-dimensional structure.<span style=\"mso-spacerun: yes;\">&nbsp; </span>We can record the statics of structure using crystallography, but structural dynamics requires sophisticated and often highly specific experimental techniques.<span style=\"mso-spacerun: yes;\">&nbsp; </span>Termination factor Rho of bacterium <em>E. coli</em> provides a model for the study of how enzyme conformational changes are linked to enzyme catalysis.<span style=\"mso-spacerun: yes;\">&nbsp; </span>To obtain energy to terminate RNA transcript formation at specific sequence sites, Rho breaks down ATP, somehow transducing that chemical energy into the informational event of specific termination.<span style=\"mso-spacerun: yes;\">&nbsp; </span>Principal Investigator Barbara Stitt began this project using mass spectrometry (MS) to document how various portions of the Rho protein changed their exposure to water during the course of the reaction.<span style=\"mso-spacerun: yes;\">&nbsp; </span>This information, coupled with known X-ray structures for Rho, allowed understanding of Rho&rsquo;s conformational repertoire and its linkage to catalysis, and was documented in several publications.<span style=\"mso-spacerun: yes;\">&nbsp; </span>Upon Dr. Stitt&rsquo;s death, Dr. Grubmeyer completed the project by using NMR methods to investigate shorter timescale events.<span style=\"mso-spacerun: yes;\">&nbsp; </span>NMR studies employed hydrogen deuterium techniques, and also other chemical exchange technologies, to record rates of conformational events with high specificity.</p>\n<p class=\"MsoNormal\">The field of protein dynamics remains young and energetic, with many intellectual challenges.<span style=\"mso-spacerun: yes;\">&nbsp; </span>One of these is the specificity of appropriate methods.<span style=\"mso-spacerun: yes;\">&nbsp; </span>The MS methods require development of methods capable of dealing with the large size of the Rho protein, and the fact that its multiple subunits each undergo a cycle of catalysis sequentially, rather than i...",
  "por_txt_cntn": "\n\nFor enzymes to carry out their function in catalyzing biological reactions they must be able to undergo changes in structure.  Like other proteins, enzymes are large macromolecules, with highly exact three-dimensional structure.  We can record the statics of structure using crystallography, but structural dynamics requires sophisticated and often highly specific experimental techniques.  Termination factor Rho of bacterium E. coli provides a model for the study of how enzyme conformational changes are linked to enzyme catalysis.  To obtain energy to terminate RNA transcript formation at specific sequence sites, Rho breaks down ATP, somehow transducing that chemical energy into the informational event of specific termination.  Principal Investigator Barbara Stitt began this project using mass spectrometry (MS) to document how various portions of the Rho protein changed their exposure to water during the course of the reaction.  This information, coupled with known X-ray structures for Rho, allowed understanding of RhoÆs conformational repertoire and its linkage to catalysis, and was documented in several publications.  Upon Dr. StittÆs death, Dr. Grubmeyer completed the project by using NMR methods to investigate shorter timescale events.  NMR studies employed hydrogen deuterium techniques, and also other chemical exchange technologies, to record rates of conformational events with high specificity.\nThe field of protein dynamics remains young and energetic, with many intellectual challenges.  One of these is the specificity of appropriate methods.  The MS methods require development of methods capable of dealing with the large size of the Rho protein, and the fact that its multiple subunits each undergo a cycle of catalysis sequentially, rather than in concert.  The project was able to employ the PIÆs previously developed rapid mixing methods to ensure a uniform \"start\" for catalysis, and to stop reactions at very short (millisecond) times after that start.  In the final phase of the project, NMR was employed to study conformational dynamics with shorter timescales and residue specificity.  The project has a broad impact in the study of linkage of protein motion and chemical catalysis by enzymes.   The use of NMR to follow how inhibitors may minimize protein dynamics is one that is beginning to be employed in the search for inhibitors that can serve as design templates for drug development.\n \n\n\t\t\t\t\tLast Modified: 05/21/2013\n\n\t\t\t\t\tSubmitted by: Charles T Grubmeyer"
 }
}