{
 "awd_id": "0745842",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Proposal: The Genetics Underlying Prokaryote-Antimony Interactions, with Emphasis on Antimony Oxidation.",
 "cfda_num": "47.050",
 "org_code": "06030205",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Enriqueta Barrera",
 "awd_eff_date": "2008-08-01",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 149319.0,
 "awd_amount": 149319.0,
 "awd_min_amd_letter_date": "2008-08-04",
 "awd_max_amd_letter_date": "2009-08-24",
 "awd_abstract_narration": "Background. While the literature contains numerous reports of antimony (Sb) occurrence in natural waters and in soils and sediments, little is known about Sb biogeochemical cycling. In particular, information relevant to environmental microbe-Sb interactions is limited to studies documenting Sb accumulation in algae, a few reports that document changes in Sb speciation in algal cultures, and Sb methylation. The lone report of prokaryotic Sb redox transformation was published decades ago, but never repeated nor followed by further characterization. Progress towards understanding the role that prokaryotes may play in environmental Sb redox cycling has been constrained by the lack of environmentally relevant pure microbial cultures capable of Sb oxidation and or reduction. We have recently documented Sb(III) oxidation in a genetically tractable Agrobacterium tumefaciens soil isolate, thus setting the stage for second generation studies that will focus on identifying the genes that encode for functions important to rokaryotic Sb(III) oxidation. \r\n\r\nProposed Research. A robust transposon mutagenesis study is proposed, whereby a theoretical whole genome sweep will be conducted involving thousands of transconjugants to be screened for changes in Sb tolerance, and in particular loss of Sb(III) oxidation capacity. Preliminary experiments conducted in preparation of this proposal have identified several Tn5-B22 transconjugants that are altered with respect to their tolerance of Sb(III), with some demonstrating acute sensitivity at even low Sb(III) concentrations, whereas others apparently are now capable of enhanced tolerance. In addition, changes in Sb uptake properties and oxidation are indicated in some of these mutants. The relative ease of identifying these mutants suggest a more thorough mutagenesis screen will generate many additional mutants that then collectively will be characterized with respect to the mutated genes and encoded functions, followed by a thorough characterization of a prioritized subset of mutants where we will focus attention on putative regulatory proteins and the as-yet-to-be-identified putative Sb(III) oxidase. Other mutants of interest would involve novel Sb transporters. A final objective will then be to use a bioinformatics approach to identify homologues in the databases as the basis for designing PCR primers to be used to probe for the occurrence and expression of such genes in eothermal and mining environments known to contain significantly elevated levels of Sb. \r\n\r\nIntellectual Merit. Results from the proposed experiments are projected to lead to fundamental discoveries that will have immediate and transformative impacts on our understanding of how and why bacteria interact with, and oxidize, Sb(III). As such, we anticipate this work will make a oundational contribution to our understanding of Sb geomicrobiology. \r\n\r\nBroader Impacts. Antimony is an EPA priority pollutant, yet we know almost nothing about its behavior in the environment. Presumably, like other metalloids, Sb mobility in the environment is influenced by its redox speciation, yet there is very little information available concerning microbial Sb redox activity that could impact Sb fate and transport. Data generated from the proposed project should find immediate application to ecological studies, improving our understanding of the factors that could influence Sb mobility, and thus enhance our understanding of health risks associated with Sb-contaminated sites. The proposed research will also impact upon human resource development by providing geobiology cross-training opportunities for a postdoctoral-level scientist and undergraduate research interns in a tight collaborative effort of two laboratories located at Montana State University and Cal-Poly, San Luis Obispo. Underrepresented groups will be the focus of undergraduate student recruitment. Finally, data generated from the proposed research will be integrated at participant-appropriate levels into the undergraduate and graduate courses taught by the PIs, as well as the PI?s education-outreach activities that involve grade school, high school, and scientific-lay adult audiences.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Corinne",
   "pi_last_name": "Lehr",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Corinne R Lehr",
   "pi_email_addr": "clehr@calpoly.edu",
   "nsf_id": "000410881",
   "pi_start_date": "2008-08-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California Polytechnic State University Foundation",
  "inst_street_address": "1 GRAND AVE BLDG 15",
  "inst_street_address_2": "",
  "inst_city_name": "SAN LUIS OBISPO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8057562982",
  "inst_zip_code": "934079000",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "CAL POLY CORPORATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MC4RJJM9XLT5"
 },
 "perf_inst": {
  "perf_inst_name": "California Polytechnic State University",
  "perf_str_addr": "1 GRAND AVE BLDG 15",
  "perf_city_name": "SAN LUIS OBISPO",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "934079000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729500",
   "pgm_ele_name": "Geobiology & Low-Temp Geochem"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 47383.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 101936.0
  }
 ],
 "por": null
}