{
 "awd_id": "0745345",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Experimental study of Cu, Fe, and Zn isotopes: Developing tools to understand biogeochemical processes in geologic systems",
 "cfda_num": "47.050",
 "org_code": "06030205",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Enriqueta Barrera",
 "awd_eff_date": "2008-08-01",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 174661.0,
 "awd_amount": 174661.0,
 "awd_min_amd_letter_date": "2008-08-04",
 "awd_max_amd_letter_date": "2010-08-11",
 "awd_abstract_narration": "Intellectual Merit. Copper, Fe, and Zn are essential trace-metal nutrients and their stable isotopic signatures, which vary substantially in the geologic record, may provide direct evidence of key biological and chemical interactions. These isotopic tools may fundamentally change our ability to probe the biogeochemical mechanisms that control the distributions, abundances, and availabilities of these metals in natural systems. Moreover, these isotopic signatures can be tracked on a variety of spatial and temporal scales in the geologic record to understand how biogeochemical processes may have changed in response to environmental perturbations. The field of Cu, Fe, and Zn isotope geochemistry is in its infancy, and we are still working to understand the isotopic systematics for many biogeochemical reactions. The goal of this proposal is to build a stronger analytical foundation for interpreting Cu, Fe, and Zn isotopic signatures by quantifying key fractionation factors through rigorous experimentation. We will test the hypothesis that bacterial surface adsorption and metabolic uptake result in distinct isotopic fractionations for Cu, Fe, and Zn that should be considered when interpreting their isotopic signatures in near-surface geologic systems. We believe that adsorption and uptake are two of the most important and most overlooked mechanisms that fractionate metal isotopes. Adsorption onto bacterial surfaces partly controls the fate and transport of metals in many near-surface systems, and isotopic fractionations that occur during this process are likely similar to those attributable to metal-complexation with dissolved organic molecules. Furthermore, metabolic uptake of metals by bacteria can control the distributions and cycling of Cu, Fe, and Zn in water and rock environments where these metals are often limited in supply. \r\n\r\nTo test this hypothesis, PI Borrok and CO-PI Miller have designed a series of bacterial surface adsorption and metabolic uptake experiments. Results from completed experiments suggest that reversible bacterial surface adsorption can fractionate Cu and Zn isotopes by 0.6 ? and 0.5 ?, respectively, with the bacterial surface incorporating the heavier isotope. The magnitudes of these fractionations are significant considering that the total isotopic variations of Cu and Zn in nature are about 8 ? and 1.5 ?, respectively. Remaining experiments will focus on defining fractionation factors for adsorption and metabolic uptake reactions with additional bacterial strains in aerobic [with Fe(III), Cu(II), Zn(II)] and anaerobic environments [with Fe(II)]. Experiments will be conducted at the University of Texas at El Paso (UTEP), and the metal isotopes from each experiment will be analyzed by UTEP researchers using a MC-ICP-MS at the U.S. Geological Survey in Denver, Colorado. The necessary analytical techniques were previously developed by PI Borrok with researchers at the USGS. This proposal focuses on a suite of well-defined and achievable experiments that are a key first step in a longer-term research plan to utilize Cu, Fe, and Zn isotopes to tackle fundamental geochemical questions. For example, PI Borrok is conducting research to determine what biogeochemical mechanisms are responsible for controlling metal fluxes and cycling in streams and watersheds on a variety of temporal scales, including days (i.e., diel cycles), months (i.e., seasonal variations) and years (i.e., geologic record). The experiments proposed here are fundamental to the success of this research and to the advancement of this emerging technology. \r\n\r\nBroader Impacts. This research has fundamental implications for advancing our understanding of the biogeochemical processes that control the sources, abundances, and fluxes of nutrient metals in geological systems. Our proposal also aims to maximize the synergy between UTEP?s geology and biology departments. This arrangement brings together key scientific expertise, but more importantly will facilitate the sharing of facilities, training, and educational opportunities across disciplines. This research will serve as a complete PhD project for one geology graduate student who will utilize equipment and laboratory space in both departments and at the USGS, including ?core? research facilities specifically designed for bacteria cultivation, growth, and storage. Educational opportunities at UTEP, a Hispanic serving institution, will also be enhanced through incorporation of research into coursework and seminars, and by providing opportunities for undergraduate research. These experiments lend themselves to undergraduate participation, because many of the procedures have already been designed and tested, and individual experiments are often manageable in days to weeks, not years. Findings will be disseminated in top scientific journals and presented at national and international meetings. \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Borrok",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Borrok",
   "pi_email_addr": "dborrok@utep.edu",
   "nsf_id": "000069013",
   "pi_start_date": "2008-08-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Walsh",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth J Walsh",
   "pi_email_addr": "ewalsh@utep.edu",
   "nsf_id": "000426773",
   "pi_start_date": "2010-08-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Miller",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Richard T Miller",
   "pi_email_addr": "tmiller2@utep.edu",
   "nsf_id": "000372247",
   "pi_start_date": "2008-08-04",
   "pi_end_date": "2010-08-11"
  }
 ],
 "inst": {
  "inst_name": "University of Texas at El Paso",
  "inst_street_address": "500 W UNIVERSITY AVE",
  "inst_street_address_2": "",
  "inst_city_name": "EL PASO",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9157475680",
  "inst_zip_code": "799688900",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "TX16",
  "org_lgl_bus_name": "THE UNIVERSITY OF TEXAS AT EL PASO",
  "org_prnt_uei_num": "C1DEGMMKC7W7",
  "org_uei_num": "C1DEGMMKC7W7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at El Paso",
  "perf_str_addr": "500 W UNIVERSITY AVE",
  "perf_city_name": "EL PASO",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "799688900",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "TX16",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729500",
   "pgm_ele_name": "Geobiology & Low-Temp Geochem"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 56173.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 118488.0
  }
 ],
 "por": null
}