{
 "awd_id": "0745563",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Controlling Soluble Morphogen Gradients in Biomaterials",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Friedrich Srienc",
 "awd_eff_date": "2008-03-01",
 "awd_exp_date": "2013-02-28",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 406000.0,
 "awd_min_amd_letter_date": "2008-01-18",
 "awd_max_amd_letter_date": "2012-04-24",
 "awd_abstract_narration": "0745563\r\nMurphy\r\n\r\nAbstract\r\n\r\nDevelopment and regeneration processes in nature often rely on protein concentration gradients that influence cell activity. The spatial distribution of these proteins, often termed ?morphogens?, influence the phenotype of stem cells as they form new tissues and tissue interfaces. In natural systems, localized protein secretion and subsequent transport through the extracellular matrix\r\n(ECM) often dictate the properties of the resulting concentration gradient and, in turn, the biological effect. The approach of this project will be to mimic this natural mechanism in a controlled manner in synthetic materials in order to deliver controlled soluble morphogen gradients to cells. This project is designed to: 1) determine the parameters that control soluble protein gradients in synthetic hydrogels; and 2) use hydrogel matrices to study the influence of morphogen gradients on adult stem cell phenotype, with the ultimate goal of using these systems to engineer tissue interfaces. \r\n\r\nThe interdisciplinary approach of this project will be intertwined with educational activities that integrate biology, bioengineering, and science policy in graduate student training, undergraduate education, and community outreach. The education plan will develop and assess: 1) an interdisciplinary graduate internship program that exposes students to the interface between biology, bioengineering, and public policy; 2) a program that supports collaboration between interdisciplinary graduate researchers and undergraduates from underrepresented minority groups in the Science, Technology, Engineering and Mathematics (STEM) disciplines; and 3) interdisciplinary education and outreach experiences that catalyze interactions between biological, physical, and social sciences.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Murphy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "William Murphy",
   "pi_email_addr": "wlmurphy@wisc.edu",
   "nsf_id": "000303771",
   "pi_start_date": "2008-01-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "149100",
   "pgm_ele_name": "Cellular & Biochem Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "006E",
   "pgm_ref_txt": "BIOPROCESS ENGINEERING"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "9181",
   "pgm_ref_txt": "BIOPROCESSING/BIOMOLECULAR MATERIALS"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 79999.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 80000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 80000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 86001.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 80000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"font-family: &quot;Calibri&quot;,&quot;sans-serif&quot;; font-size: 11pt; mso-ascii-theme-font: minor-latin; mso-hansi-theme-font: minor-latin; mso-bidi-font-family: Arial;\">Protein concentration gradients play a crucial role during tissue<br />development and regeneration. These gradients can instruct cells to determine where they go and what they do during new tissue formation. For example, protein concentration gradients help to determine where bone forms versus where cartilage forms in the human body. In addition, protein gradients can dictate where stem cells reside within the body, and can be used to &ldquo;recruit&rdquo; stem cells to the site of an injury. Despite the importance of protein gradients in biology and medicine, their effects are difficult to understand and control. </span><span style=\"font-family: &quot;Calibri&quot;,&quot;sans-serif&quot;; font-size: 11pt; mso-ascii-theme-font: minor-latin; mso-fareast-font-family: Calibri; mso-fareast-theme-font: minor-latin; mso-hansi-theme-font: minor-latin; mso-bidi-font-family: &quot;Times New Roman&quot;; mso-bidi-theme-font: minor-bidi;\">The proposed studies were designed to: 1) control soluble protein gradient characteristics in custom-designed materials called &ldquo;hydrogels&rdquo;; and 2) use these hydrogels to study the influence of<br />protein gradients on adult stem cell behavior. A long term goal of the proposed research is to learn how to engineer complex tissue interfaces, such as bone-cartilage interfaces. </span>During the proposed research we were able to control protein gradients in an efficient format, which allows for hundreds of experiments to be performed simultaneously. The efficiency of the approach allowed us to rapidly control protein gradients, and to identify gradients that support stem cell viability and recruitment. The broader impact of this approach is a new experimental approach that can be used to screen for the influence of protein gradients on a broad range of stem cell behaviors, such as viability, growth, migration, and differentiation. This experimental approach and the data collected to date have an important impact on tissue engineering and regenerative medicine.</p>\n<p style=\"line-height: 12.75pt;\"><span style=\"font-family: &quot;Calibri&quot;,&quot;sans-serif&quot;; font-size: 11pt; mso-ascii-theme-font: minor-latin; mso-fareast-font-family: Calibri; mso-fareast-theme-font: minor-latin; mso-hansi-theme-font: minor-latin; mso-bidi-font-family: &quot;Times New Roman&quot;; mso-bidi-theme-font: minor-bidi;\">The interdisciplinary research approach was combined with an interdisciplinary education and training program that integrated bioengineering, biology, and policy in graduate training, undergraduate education, and Wisconsin community outreach. </span>We developed and implemented new graduate and undergraduate training programs in which students learned about stem cells from the perspective of biology, bioengineering, and policy. In addition, we initiating community outreach programs that expose the public to stem cell bioengineering fundamentals and potential applications. Each of the activities developed during this education/training/outreach program are sustainable, and will result in a long-term impact on this field.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/17/2013<br>\n\t\t\t\t\tModified by: William&nbsp;Murphy</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nProtein concentration gradients play a crucial role during tissue\ndevelopment and regeneration. These gradients can instruct cells to determine where they go and what they do during new tissue formation. For example, protein concentration gradients help to determine where bone forms versus where cartilage forms in the human body. In addition, protein gradients can dictate where stem cells reside within the body, and can be used to \"recruit\" stem cells to the site of an injury. Despite the importance of protein gradients in biology and medicine, their effects are difficult to understand and control. The proposed studies were designed to: 1) control soluble protein gradient characteristics in custom-designed materials called \"hydrogels\"; and 2) use these hydrogels to study the influence of\nprotein gradients on adult stem cell behavior. A long term goal of the proposed research is to learn how to engineer complex tissue interfaces, such as bone-cartilage interfaces. During the proposed research we were able to control protein gradients in an efficient format, which allows for hundreds of experiments to be performed simultaneously. The efficiency of the approach allowed us to rapidly control protein gradients, and to identify gradients that support stem cell viability and recruitment. The broader impact of this approach is a new experimental approach that can be used to screen for the influence of protein gradients on a broad range of stem cell behaviors, such as viability, growth, migration, and differentiation. This experimental approach and the data collected to date have an important impact on tissue engineering and regenerative medicine.\nThe interdisciplinary research approach was combined with an interdisciplinary education and training program that integrated bioengineering, biology, and policy in graduate training, undergraduate education, and Wisconsin community outreach. We developed and implemented new graduate and undergraduate training programs in which students learned about stem cells from the perspective of biology, bioengineering, and policy. In addition, we initiating community outreach programs that expose the public to stem cell bioengineering fundamentals and potential applications. Each of the activities developed during this education/training/outreach program are sustainable, and will result in a long-term impact on this field.\n\n\t\t\t\t\tLast Modified: 06/17/2013\n\n\t\t\t\t\tSubmitted by: William Murphy"
 }
}