{
 "awd_id": "0745330",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Maternal Effects as Mechanisms for Variation in Development rate ? A Study of Life Histories in Tropical and North Temperate Passerine Birds",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William E. Zamer",
 "awd_eff_date": "2008-05-01",
 "awd_exp_date": "2013-04-30",
 "tot_intn_awd_amt": 458506.0,
 "awd_amount": 458506.0,
 "awd_min_amd_letter_date": "2008-04-21",
 "awd_max_amd_letter_date": "2010-03-20",
 "awd_abstract_narration": "Most (~75%) vertebrate species of the world inhabit tropical and southern hemisphere regions, and are generally characterized with a 'slow' development rate.  North temperate species, in contrast, generally posses a 'fast' development rate. This project will combine controlled comparative analyses with manipulative experiments to examine whether epigenetic maternal effects, mediated by maternal hormones, are proximate mechanisms causing the variation of development rate and related life history strategies across latitudes. It explores and experimentally tests the hypotheses that variation in exposure of the avian embryo to maternally derived hormones in the egg explains variation in offspring development rate. Maternal hormones selected for study are: i) androgens because they show strong correlations with development rate in temperate zone passerines; and ii) thyroid hormones because they are regulators of vertebrate development and metabolism. The hypothesis predicts these egg hormones i) to be lower in tropical than temperate passerines; ii) to cause variation in rate of embryo development; iii) to cause trade-offs between development rate and offspring quality such as immune function, thereby explaining variation in other life history traits as well. Proposed studies will be conducted in conjunction with ongoing long-term investigations conducted by Dr. Thomas Martin (U. Montana) that address the ultimate causes (e.g. offspring and parent mortality) of variation in development rate in the same model systems with a tight integration of projects and approaches. This will provide a powerful and unique tool for testing hypotheses of evolution of life histories, generating novel and critical insights into epigenetic maternal effects on life history evolution and evaluating selection pressures driving evolution of proximate mechanisms of maternal effects in both the parent (reproductive physiology) and the offspring (developmental physiology) generations. The project provides training of graduate and undergraduate students in integrative approaches to, and analyses of, complex biological questions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hubert",
   "pi_last_name": "Schwabl",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hubert Schwabl",
   "pi_email_addr": "huschwabl@wsu.edu",
   "nsf_id": "000432074",
   "pi_start_date": "2008-04-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington State University",
  "inst_street_address": "240 FRENCH ADMINISTRATION BLDG",
  "inst_street_address_2": "",
  "inst_city_name": "PULLMAN",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "5093359661",
  "inst_zip_code": "991640001",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "WA05",
  "org_lgl_bus_name": "WASHINGTON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "XRJSGX384TD6"
 },
 "perf_inst": {
  "perf_inst_name": "Washington State University",
  "perf_str_addr": "240 FRENCH ADMINISTRATION BLDG",
  "perf_city_name": "PULLMAN",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "991640001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "WA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765700",
   "pgm_ele_name": "Integrtv Ecological Physiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 149753.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 152179.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 156574.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project addressed the role of non-genomic maternal effects in the variation of development rate and life histories among passerine birds.</p>\n<p><strong><em>&nbsp;Intellectual merit:</em></strong></p>\n<p>Particularly, the project investigated&nbsp; the effects of maternal hormones such as androgens that occur and vary dramatically in their concentrations in the egg across speceis , on variation of development rate among passerine birds. The project included extensive field studies and experiments as well as controlled&nbsp; laboratory experiments that used hormone injections (testosterone and the testosterone metabolite 5a-dihydrotestosterone) to investigate effects on embryo development, development rate, and metabolism across species. The project focused on tropical song birds, that are typically characterized by a very slow development and low yolk androgen concentrations. The studies also included measurements of thyroid hormone concentrations in eggs across species and&nbsp; the effects of thyroid hormone treatment on embryo development and metabolism. The project&nbsp; will result in at least six major peer-reviewed publications. Overall, the results support the hypothesis that non-genomic maternal contributions, particularly maternal hormones, influence embryo development thereby contributing to variation in developmental rate and&nbsp; life histories. <strong><em></em></strong></p>\n<p><strong><em>Broader impacts:</em></strong> Over the project period this field and laboratory research involved three graduate students from the United States and 15 undergraduates from various countries (five from United States, seven from&nbsp; Venezuela, three from Brazil, and one from Germany). Six of these undergraduates now pursue graduate studies in the biological sciences at institutions in the United States, Venezuela, Ecuador, or Germany. The field research also involved education of local lay persons through exposure to the scientific method, field biology, tropical biology, and their relationship to conservation.&nbsp; Finally, the research was disseminated to the public via interview in a local radio station and a mini-symposium for conservation officials describing the research and the background of the project participants of various countries.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/26/2013<br>\n\t\t\t\t\tModified by: Hubert&nbsp;Schwabl</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe project addressed the role of non-genomic maternal effects in the variation of development rate and life histories among passerine birds.\n\n Intellectual merit:\n\nParticularly, the project investigated  the effects of maternal hormones such as androgens that occur and vary dramatically in their concentrations in the egg across speceis , on variation of development rate among passerine birds. The project included extensive field studies and experiments as well as controlled  laboratory experiments that used hormone injections (testosterone and the testosterone metabolite 5a-dihydrotestosterone) to investigate effects on embryo development, development rate, and metabolism across species. The project focused on tropical song birds, that are typically characterized by a very slow development and low yolk androgen concentrations. The studies also included measurements of thyroid hormone concentrations in eggs across species and  the effects of thyroid hormone treatment on embryo development and metabolism. The project  will result in at least six major peer-reviewed publications. Overall, the results support the hypothesis that non-genomic maternal contributions, particularly maternal hormones, influence embryo development thereby contributing to variation in developmental rate and  life histories. \n\nBroader impacts: Over the project period this field and laboratory research involved three graduate students from the United States and 15 undergraduates from various countries (five from United States, seven from  Venezuela, three from Brazil, and one from Germany). Six of these undergraduates now pursue graduate studies in the biological sciences at institutions in the United States, Venezuela, Ecuador, or Germany. The field research also involved education of local lay persons through exposure to the scientific method, field biology, tropical biology, and their relationship to conservation.  Finally, the research was disseminated to the public via interview in a local radio station and a mini-symposium for conservation officials describing the research and the background of the project participants of various countries.\n\n\t\t\t\t\tLast Modified: 07/26/2013\n\n\t\t\t\t\tSubmitted by: Hubert Schwabl"
 }
}