{
 "awd_id": "0745134",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Receptor Phosphatase Roles in Self-Avoidance and Arbor Tiling",
 "cfda_num": "47.074",
 "org_code": "08090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Steven Klein",
 "awd_eff_date": "2008-03-01",
 "awd_exp_date": "2011-02-28",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 405000.0,
 "awd_min_amd_letter_date": "2008-01-23",
 "awd_max_amd_letter_date": "2010-03-10",
 "awd_abstract_narration": "Eduardo Macagno\r\nIOS 0745134: Receptor Phosphatase Roles in Self-Avoidance and Arbor Tiling\r\n\r\nAs an embryo develops, groups of 'like' cells, particularly some types of nerve cells, become organized in functionally important ways, dividing and sharing space in developing tissues and organs.  A good example of this process is the growth of the sensory \"arbors\" of cells that detect mechanical stimuli, which expand until they run into each other and stop growing, thus achieving complete and non-redundant coverage of the skin, much as tiles cover a floor.  This \"tiling\" process is critical for an animal to be able to detect where stimuli are coming from on their surfaces and thus to respond appropriately - leaving uncovered areas would lead to dangerous \"blind spots.\"  Tiling requires not only that branches of cells of the same type recognize and avoid each other (mutual exclusion) but that branches of the same cell do so as well (self-avoidance). This project is designed to yield information on the mechanisms responsible for mutual exclusion and self-avoidance, an important step towards a general understanding the assembling of complex cellular ensembles.  The proposed studies will be carried out on a specific set of cells of the medicinal leech, a uniquely advantageous model system that allows the detailed characterization of cellular interactions as they occur in the living, intact embryo. Previous work from this laboratory identified a membrane receptor on the surfaces of these cells that, the researchers have proposed, creates a signal to stop growing and retract when it meets with other copies of itself on other parts of a cell. The proposed work will focus on understanding exactly how this class of receptor regulates cellular growth and arbor extension. The Broader Impacts of this proposal are twofold.  First, the work will provide valuable insights into the mechanistic underpinnings of arbor tiling and the genesis of multicellular structures.  And second, this work will provide a multitude of training opportunities for undergraduate students, including those from underrepresented minorities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eduardo",
   "pi_last_name": "Macagno",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Eduardo R Macagno",
   "pi_email_addr": "emacagno@ucsd.edu",
   "nsf_id": "000391370",
   "pi_start_date": "2008-01-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "9500 GILMAN DR",
  "perf_city_name": "LA JOLLA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930021",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111900",
   "pgm_ele_name": "Animal Developmental Mechanism"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 145000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 130000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 130000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\n<p>During development, neurons and other cells with branching and complex morphologies, extend projections into the surrounding environment, where they establish sensory fields or innervate motor targets.&nbsp; In many cases, their branches do not overlap among themselves or with those of homologs, cells of the same type. &nbsp;This phenomenon is called &ldquo;self-avoidance&rdquo;, in the first instance, or &ldquo;tiling&rdquo; when it occurs between cells of the same type, and is thought to allow the greatest possible coverage by a cell of its environment while at the same time keeping each cell&rsquo;s projections segregated from those of its neighbors. &nbsp;Our research has explored how this process occurs and has asked whether a receptor molecule called HmLAR2 (a LAR-like receptor protein tyrosine phosphatase belonging to the immunoglobulin superfamily of adhesion molecules) helps to signal self-avoidance and tiling.</p>\n<p>&nbsp;</p>\n<p>Using the developing leech embryo as a model system, we have shown that HmLAR2 is found on the outer membrane of a set of identified cells that form a very regular set of tiles near the surface of the animal and that fully cover it. &nbsp;The receptor has been observed to coalesce into small domains or puncta, which are associated with adhesion sites between the cellular membrane and the outside structures that are its targets.&nbsp; Signaling by HmLAR2 is thought to occur because the extracellular portion of the receptor, its ectodomain, can recognize and bind to other HmLAR2 extracellular domains on opposing membrane surfaces.&nbsp; In the absence of such binding, the receptor promotes growth and extension by catalytically removing phosphate groups from regulatory tyrosine domains found on proteins associated with the receptor puncta on the inside of the cell. &nbsp;However, upon such binding, we have hypothesized, the catalytic activity is turned off, the growth is halted, and retraction of the local projection of the cell occurs. &nbsp;Our present work has shown that, as a part of this signaling, the ectodomain of HmLAR2 is normally shed and internalized either back into the cell from where it came or into the processes of neighboring HmLAR2 expressing cells.&nbsp; Critically, when the cleavage required for this shedding is blocked, self-avoidance and tiling by the cells are abolished and they are seen to no longer avoid one another. &nbsp;Evidence for this comes from the fact that if we make the cells express a mutated receptor in which the cleavage site is non-functional, retraction of the extensions of the cell is abolished.&nbsp; Conversely, when shedding is mimicked, by expressing in the cell a secretable form of the extracellular domain, growth by the cell is inhibited and the processes are seen to retract.&nbsp; &nbsp;Finally, when we examined if the same signaling can occur among neurons in the developing CNS, we observed that while HmLAR2 levels could be directly correlated with neuronal growth, they did not appear to shed the receptor&rsquo;s extracellular domain and failed to display self-avoidance behavior.&nbsp; Thus, the regulated cleavage of the receptor&rsquo;s extracellular domain appears to be necessary for cellular self-avoidance and to be specific for certain types of cells.</p>\n<p>&nbsp;</p>\n<p>This work establishes HmLAR2 as an important&nbsp;signaling molecule in the mediation of cellular repulsion, and suggests that it might be possible to control where a cell grows by manipulating how, when and where HmLAR2&rsquo;s extracellular domain is shed. &nbsp;Our experimental system should provide the perfect testing ground for establishing the limits and consequences of this new growth control pathway on development, neuronal outgrowth and animal behavior.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/02/2011<br>\n\t\t\t\t\tModified by: Eduardo&nbsp;R&nbsp;Macagno</p>\n</div>\n<div class=\"porSideCol\"></div>...",
  "por_txt_cntn": "\n \n\nDuring development, neurons and other cells with branching and complex morphologies, extend projections into the surrounding environment, where they establish sensory fields or innervate motor targets.  In many cases, their branches do not overlap among themselves or with those of homologs, cells of the same type.  This phenomenon is called \"self-avoidance\", in the first instance, or \"tiling\" when it occurs between cells of the same type, and is thought to allow the greatest possible coverage by a cell of its environment while at the same time keeping each cellÆs projections segregated from those of its neighbors.  Our research has explored how this process occurs and has asked whether a receptor molecule called HmLAR2 (a LAR-like receptor protein tyrosine phosphatase belonging to the immunoglobulin superfamily of adhesion molecules) helps to signal self-avoidance and tiling.\n\n \n\nUsing the developing leech embryo as a model system, we have shown that HmLAR2 is found on the outer membrane of a set of identified cells that form a very regular set of tiles near the surface of the animal and that fully cover it.  The receptor has been observed to coalesce into small domains or puncta, which are associated with adhesion sites between the cellular membrane and the outside structures that are its targets.  Signaling by HmLAR2 is thought to occur because the extracellular portion of the receptor, its ectodomain, can recognize and bind to other HmLAR2 extracellular domains on opposing membrane surfaces.  In the absence of such binding, the receptor promotes growth and extension by catalytically removing phosphate groups from regulatory tyrosine domains found on proteins associated with the receptor puncta on the inside of the cell.  However, upon such binding, we have hypothesized, the catalytic activity is turned off, the growth is halted, and retraction of the local projection of the cell occurs.  Our present work has shown that, as a part of this signaling, the ectodomain of HmLAR2 is normally shed and internalized either back into the cell from where it came or into the processes of neighboring HmLAR2 expressing cells.  Critically, when the cleavage required for this shedding is blocked, self-avoidance and tiling by the cells are abolished and they are seen to no longer avoid one another.  Evidence for this comes from the fact that if we make the cells express a mutated receptor in which the cleavage site is non-functional, retraction of the extensions of the cell is abolished.  Conversely, when shedding is mimicked, by expressing in the cell a secretable form of the extracellular domain, growth by the cell is inhibited and the processes are seen to retract.   Finally, when we examined if the same signaling can occur among neurons in the developing CNS, we observed that while HmLAR2 levels could be directly correlated with neuronal growth, they did not appear to shed the receptorÆs extracellular domain and failed to display self-avoidance behavior.  Thus, the regulated cleavage of the receptorÆs extracellular domain appears to be necessary for cellular self-avoidance and to be specific for certain types of cells.\n\n \n\nThis work establishes HmLAR2 as an important signaling molecule in the mediation of cellular repulsion, and suggests that it might be possible to control where a cell grows by manipulating how, when and where HmLAR2Æs extracellular domain is shed.  Our experimental system should provide the perfect testing ground for establishing the limits and consequences of this new growth control pathway on development, neuronal outgrowth and animal behavior.\n\n\t\t\t\t\tLast Modified: 05/02/2011\n\n\t\t\t\t\tSubmitted by: Eduardo R Macagno"
 }
}