{
 "awd_id": "0745412",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Speech and Nonspeech Predictors of Later Language Development",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Laura Namy",
 "awd_eff_date": "2008-08-15",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 375057.0,
 "awd_amount": 375057.0,
 "awd_min_amd_letter_date": "2008-05-02",
 "awd_max_amd_letter_date": "2010-07-27",
 "awd_abstract_narration": "A great deal of research has investigated how infants learn their native language.  Such research has suggested that a number of early perceptual skills and experiences pave the way for language acquisition, and might be considered as critical underpinnings for developing language skills.  In particular, research has suggested that infants? ability to separate streams of speech into individual words, and their ability to track statistical relationships in the input (statistical learning) might be prerequisite skills for language-learning, and that the maternal input an infant receives may also play a substantial role.  The current research aims to test this hypothesis experimentally.  The investigators will test the same group of infants on both segmentation and statistical learning between 7 and 11 months of age, while appraising maternal input to them.  The investigators will also evaluate these same children a year later, on a range of language and cognitive measures.  In so doing, we will be able to evaluate whether differences in infants' early abilities and experiences might predict distinct patterns of more and less successful language development. \r\n\r\nGiven the substantial emphasis on statistical learning and segmentation in the literature, the insights gained from these studies will have profound implications for research in the area of language acquisition. A better understanding of the relationship between segmentation and statistical learning will inform the debate on the relative importance of each or both to language development, both theoretically and practically. This research will greatly enhance our understanding of the relationship among different infant abilities and later language development, and lead to more nuanced theories of how language acquisition builds on early perceptual skills and experiences.  Finally, results could eventually lead to earlier identification of children at known-risk for language delay and in turn provide guidance to researchers and interventionists about potential next steps in designing and testing intervention programs.  This project also will provide educational opportunities for a large number of undergraduate and graduate students. The impact of this research will be enhanced by broad dissemination of the results.  In addition to publication in research journals and at conferences, the PI's prior research on this topic has appeared on a variety of television and radio news reports across the country and the world, and has appeared in several parenting magazines intended for broad audiences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rochelle",
   "pi_last_name": "Newman",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Rochelle S Newman",
   "pi_email_addr": "rnewman1@umd.edu",
   "nsf_id": "000292318",
   "pi_start_date": "2008-05-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland, College Park",
  "perf_str_addr": "3112 LEE BUILDING",
  "perf_city_name": "COLLEGE PARK",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169800",
   "pgm_ele_name": "DS -Developmental Sciences"
  },
  {
   "pgm_ele_code": "725200",
   "pgm_ele_name": "Perception, Action & Cognition"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1698",
   "pgm_ref_txt": "DS-Developmental Sciences"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 130737.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 122015.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 122305.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Young infants are faced with a seemingly monumental task: learning their native language.&nbsp; Most children acquire their native language successfully, becoming fluent speakers over the course of only a couple of years.&nbsp; But some children do not acquire their language as well as others, and we are as yet unable to predict which children will be more or less successful at language and vocabulary learning.&nbsp; The current research explored a variety of infant abilities to determine if any could predict later language outcomes.&nbsp; More specifically, we examined the potential contributing roles of 3 factors between 7 and 11 months of age:&nbsp;</p>\n<p>1)&nbsp;&nbsp;&nbsp; infants&rsquo; ability to break up fluent speech into individual words, known as segmentation</p>\n<p>2)&nbsp;&nbsp;&nbsp; infants&rsquo; ability to identify and remember auditory and visual patterns</p>\n<p>3)&nbsp;&nbsp;&nbsp; the input that children hear from their primary caregiver</p>\n<p>Each of these three factors has been argued to be critical underpinnings for language acquisition; we measured all three in the same cohort of children, and then followed these children longitudinally to identify their language outcomes at age 2 years. &nbsp;This allowed us to evaluate whether differences in infants&rsquo; early abilities and experiences might predict distinct patterns of more and less successful language development.</p>\n<p>A total of 125 children completed the study, &nbsp;So far, results suggest that both early infant perceptual skills, and factors about the input they receive (such as clarity of speech, and the degree to which words are repeated) relate to children&rsquo;s later language skills. &nbsp;&nbsp;</p>\n<p>We are still in the process of final analysis of this large set of data, but we hope these results can eventually lead to earlier identification of children at known-risk for language delay and in turn provide guidance to researchers and interventionists about potential next steps in designing and testing intervention programs. Moreover, identifying patterns in parental input that affect later language may allow us to provide suggestions to parents for how to help children who are otherwise at risk for language difficulties.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/29/2013<br>\n\t\t\t\t\tModified by: Rochelle&nbsp;S&nbsp;Newman</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nYoung infants are faced with a seemingly monumental task: learning their native language.  Most children acquire their native language successfully, becoming fluent speakers over the course of only a couple of years.  But some children do not acquire their language as well as others, and we are as yet unable to predict which children will be more or less successful at language and vocabulary learning.  The current research explored a variety of infant abilities to determine if any could predict later language outcomes.  More specifically, we examined the potential contributing roles of 3 factors between 7 and 11 months of age: \n\n1)    infantsÆ ability to break up fluent speech into individual words, known as segmentation\n\n2)    infantsÆ ability to identify and remember auditory and visual patterns\n\n3)    the input that children hear from their primary caregiver\n\nEach of these three factors has been argued to be critical underpinnings for language acquisition; we measured all three in the same cohort of children, and then followed these children longitudinally to identify their language outcomes at age 2 years.  This allowed us to evaluate whether differences in infantsÆ early abilities and experiences might predict distinct patterns of more and less successful language development.\n\nA total of 125 children completed the study,  So far, results suggest that both early infant perceptual skills, and factors about the input they receive (such as clarity of speech, and the degree to which words are repeated) relate to childrenÆs later language skills.   \n\nWe are still in the process of final analysis of this large set of data, but we hope these results can eventually lead to earlier identification of children at known-risk for language delay and in turn provide guidance to researchers and interventionists about potential next steps in designing and testing intervention programs. Moreover, identifying patterns in parental input that affect later language may allow us to provide suggestions to parents for how to help children who are otherwise at risk for language difficulties.\n\n\t\t\t\t\tLast Modified: 08/29/2013\n\n\t\t\t\t\tSubmitted by: Rochelle S Newman"
 }
}