{
 "awd_id": "0745627",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Reference Production and Comprehension: the Roles of Egocentric and Joint Attention",
 "cfda_num": "47.075",
 "org_code": "04040500",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Badecker",
 "awd_eff_date": "2008-05-01",
 "awd_exp_date": "2012-10-31",
 "tot_intn_awd_amt": 230000.0,
 "awd_amount": 230000.0,
 "awd_min_amd_letter_date": "2008-04-16",
 "awd_max_amd_letter_date": "2010-02-02",
 "awd_abstract_narration": "When speakers refer to things in the world around them, they must constantly make choices about how explicit to make their references, choosing between forms like \"Clinton\", \"the senator from New York\", and \"she\". As listeners hear these references, they have to figure out which person the speaker is referring to, despite the fact that the input itself is often insufficient to identify a unique referent.  It has been proposed that this is possible because speakers and listeners keep track of which entities are likely to be in the focus of attention of discourse participants, which allows speakers to use less specific forms (e.g., \"she\"), and listeners to understand them. However, there are many unanswered questions about exactly how speakers and listeners model this joint focus of attention, and how individual, internal processing effort and focus of attention impact reference production and understanding.\r\n\r\nThis project investigates how reference processing is influenced by both public, shared information about the attention of discourse participants, and non-public, non-discourse-based attention and processing effort. It offers a comprehensive examination of the interaction between individual attention and linguistic information, by simultaneously studying the processes of reference production and comprehension, and by adopting techniques from the visual attention literature to manipulate focus of attention. Comprehension studies use eye-tracking techniques to understand the judgments that occur within a few hundred milliseconds. The findings of this project will contribute to a mechanistic understanding of the common and yet pragmatically complex human ability to communicate reference.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Arnold",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer E Arnold",
   "pi_email_addr": "jarnold@email.unc.edu",
   "nsf_id": "000455175",
   "pi_start_date": "2008-04-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Chapel Hill",
  "inst_street_address": "104 AIRPORT DR STE 2200",
  "inst_street_address_2": "",
  "inst_city_name": "CHAPEL HILL",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9199663411",
  "inst_zip_code": "275995023",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL",
  "org_prnt_uei_num": "D3LHU66KBLD5",
  "org_uei_num": "D3LHU66KBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Chapel Hill",
  "perf_str_addr": "104 AIRPORT DR STE 2200",
  "perf_city_name": "CHAPEL HILL",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "275995023",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  },
  {
   "pgm_ele_code": "725200",
   "pgm_ele_name": "Perception, Action & Cognition"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 76719.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 77628.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 75653.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>People use language every day to converse, communicate, inform, learn, and teach. The goal of this project is to understand the cognitive mechanisms underlying the use of language in context, with a particular focus on reference. Speakers constantly make choices in how to refer (e.g., <em>the cat</em> vs. <em>it</em> vs. <em>Greta</em>), but even specific names are ambiguous. This NSF-funded project tested hypotheses related to the role of attention in both the production and comprehension of referential expressions like pronouns (he, she, it), definite descriptions (the girl, the teapot), and acoustic variation (between reduced and acoustically prominent expressions). Pronouns and acoustic reduction are used for information that is privileged in the discourse. For example, consider the story &ldquo;Doggy picked apples with Birdy near the farmhouse. He was wearing a hat&hellip;&rdquo;. &nbsp;Most adults are biased to think that &ldquo;he&rdquo; refers to the first-mentioned referent (i.e., &ldquo;Doggy&rdquo;), although this preference isn&rsquo;t absolute, and &ldquo;Birdy&rdquo; is a grammatically allowable referent. Likewise, speakers tend to use pronouns or acoustically reduced expressions for recently mentioned and focused information. Some models call this privileged status &ldquo;discourse focus&rdquo;, or &ldquo;center of attention&rdquo;. These models imply that focus of attention is relevant for the mechanisms of referential selection, yet this hypothesis has never been tested explicitly. A related question is whether reference processing is specifically sensitive to joint attention, i.e. representations about what information is attended by all discourse participants. These questions are important because they concern the fundamental mental processes that we use for all language tasks &ndash; reading, writing, talking, learning. Even though we&rsquo;re not aware of how attention guides language use, building explicit models of these processes will guide educators, clinicians, and artificial intelligence engineers.</p>\n<p>Findings from this project contributed to these debates in several ways:</p>\n<p><span style=\"text-decoration: underline;\">1) Reference processing is related to attention.</span>&nbsp; In order to test the hypothesis that discourse focus is related to psychological attention, this project used a variety of manipulations of attention that are orthogonal to the discourse itself. If the relevant type of attention for reference processing is a linguistic category, and not psychological attention, then only discourse manipulations should matter.&nbsp; Yet we found evidence that non-discourse attention matters. Speakers were more likely to use reduced expressions when they were not distracted (Rosa &amp; Arnold, 2011; <em>PRE-Cogsci proceedings</em>). In addition, the listener&rsquo;s own focus of attention guided pronoun comprehension, even when it was not related to the story itself. In an eyetracking experiment, we had participants look at a picture like in Figure 1, and listen to a story like the one above. We examined (and manipulated) whether the listener was looking at Doggy or Birdy when the story started. We found that when they were, it increased the likelihood that the listener later considered that character as the referent of the pronoun. However, the effects of the discourse itself were much stronger (Arnold &amp; Lao, 2008; <em>Amlap talk</em>). Likewise, in other studies, listeners tended to think pronouns referred to the character that the speaker was looking at or pointing to (Nappa &amp; Arnold, 2009; <em>CUNY poster</em>).</p>\n<p><span style=\"text-decoration: underline;\">2) What kind of attention matters? </span>A central debate about language use is whether production and comprehension processes are extensively driven by considerations of the attention and knowledge of one&rsquo;s interlocutor, or whether it is driven prima...",
  "por_txt_cntn": "\nPeople use language every day to converse, communicate, inform, learn, and teach. The goal of this project is to understand the cognitive mechanisms underlying the use of language in context, with a particular focus on reference. Speakers constantly make choices in how to refer (e.g., the cat vs. it vs. Greta), but even specific names are ambiguous. This NSF-funded project tested hypotheses related to the role of attention in both the production and comprehension of referential expressions like pronouns (he, she, it), definite descriptions (the girl, the teapot), and acoustic variation (between reduced and acoustically prominent expressions). Pronouns and acoustic reduction are used for information that is privileged in the discourse. For example, consider the story \"Doggy picked apples with Birdy near the farmhouse. He was wearing a hat&hellip;\".  Most adults are biased to think that \"he\" refers to the first-mentioned referent (i.e., \"Doggy\"), although this preference isnÆt absolute, and \"Birdy\" is a grammatically allowable referent. Likewise, speakers tend to use pronouns or acoustically reduced expressions for recently mentioned and focused information. Some models call this privileged status \"discourse focus\", or \"center of attention\". These models imply that focus of attention is relevant for the mechanisms of referential selection, yet this hypothesis has never been tested explicitly. A related question is whether reference processing is specifically sensitive to joint attention, i.e. representations about what information is attended by all discourse participants. These questions are important because they concern the fundamental mental processes that we use for all language tasks &ndash; reading, writing, talking, learning. Even though weÆre not aware of how attention guides language use, building explicit models of these processes will guide educators, clinicians, and artificial intelligence engineers.\n\nFindings from this project contributed to these debates in several ways:\n\n1) Reference processing is related to attention.  In order to test the hypothesis that discourse focus is related to psychological attention, this project used a variety of manipulations of attention that are orthogonal to the discourse itself. If the relevant type of attention for reference processing is a linguistic category, and not psychological attention, then only discourse manipulations should matter.  Yet we found evidence that non-discourse attention matters. Speakers were more likely to use reduced expressions when they were not distracted (Rosa &amp; Arnold, 2011; PRE-Cogsci proceedings). In addition, the listenerÆs own focus of attention guided pronoun comprehension, even when it was not related to the story itself. In an eyetracking experiment, we had participants look at a picture like in Figure 1, and listen to a story like the one above. We examined (and manipulated) whether the listener was looking at Doggy or Birdy when the story started. We found that when they were, it increased the likelihood that the listener later considered that character as the referent of the pronoun. However, the effects of the discourse itself were much stronger (Arnold &amp; Lao, 2008; Amlap talk). Likewise, in other studies, listeners tended to think pronouns referred to the character that the speaker was looking at or pointing to (Nappa &amp; Arnold, 2009; CUNY poster).\n\n2) What kind of attention matters? A central debate about language use is whether production and comprehension processes are extensively driven by considerations of the attention and knowledge of oneÆs interlocutor, or whether it is driven primarily by automatic internal processes. Findings from this project demonstrated that the addresseeÆs attention does affect acoustic reduction (Rosa, Finch, Bergeson, &amp; Arnold, in press, LCP), but possibly by facilitating language production processes (Arnold, Kahn, &amp; Pancani, 2012, PBR). This was consistent with a large set of findings..."
 }
}