{
 "awd_id": "0745167",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Patterning of the Female Gametophyte in Arabidopsis",
 "cfda_num": "47.074",
 "org_code": "08090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce Alexander McClure",
 "awd_eff_date": "2008-02-15",
 "awd_exp_date": "2011-01-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 441454.0,
 "awd_min_amd_letter_date": "2008-02-04",
 "awd_max_amd_letter_date": "2010-05-26",
 "awd_abstract_narration": "PI: Venkatesan Sundaresan\r\nProposal Number: IOS-0745167\r\nTitle: Patterning of the female gametophyte in Arabidopsis\r\n\r\nAbstract\r\n\r\nThe reproduction of flowering plants relies on the production of gametophytes, the haploid phase of the plant life cycle generated by the reproductive organs of the flower,  containing half the chromosome set of the parent plant.  Seed formation requires that female gametophytes called embryo sacs, be fertilized by male gametophytes which are pollen grains containing sperm cells. The mature female gametophyte or embryo sac consists of only four cell types, including two gametes ? the egg cell and central cell, resulting from the execution of a precise developmental program. This project will use the model plant Arabidopsis to study the molecular mechanisms that govern the formation of developmental pattern in the embyo sac.  An unusual mutation, eostre,  in which the embryo sac has an additional egg cell in place of another cell called a synergid cell, has been identified in Arabidopsis. Characterization of the eostre mutant shows that transcriptional regulators of the BELL and class II Knox homeodomain families, and interacting proteins of the OVATE family, regulate cell specification in the embryo sac.  Identification of specific members of these gene families that function in female gametophyte development and their possible roles in specification of cell identities in the embryo sac will be undertaken. In addition, new experimental evidence indicates that signaling by the plant hormone auxin establishes cell identity in the embryo sac.  The function of auxin in cell specification in the embryo sac will be further investigated through approaches employing genetic mutants and RNA silencing as well as cellular markers that track auxin concentrations and transport.  The proposed studies will provide an understanding of the mechanisms underlying development and function of the female gametophyte.  As the embryo sac plays a central role in seed formation, the knowledge gained from these studies has important potential applications towards the control of reproduction and increased seed production in crop plants. The project will also provide comprehensive training in genetics and molecular biology of plant reproduction for postdoctoral fellows, and research opportunities for undergraduate students, including students from underrepresented groups, by providing valuable research experience and training for the life sciences and biotechnology professions.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Venkatesan",
   "pi_last_name": "Sundaresan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Venkatesan Sundaresan",
   "pi_email_addr": "sundar@ucdavis.edu",
   "nsf_id": "000209287",
   "pi_start_date": "2008-02-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "1850 RESEARCH PARK DR STE 300",
  "perf_city_name": "DAVIS",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956186153",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111800",
   "pgm_ele_name": "PLANT FUNGAL & MICROB DEV MECH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 143000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 147111.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 151343.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Flowering plants produce seeds through a process called double-fertilization.&nbsp; Flowers produce haploid reproductive units, called gametophytes, that are either male (pollen) or female (embryo sac).&nbsp; The gametophytes contain the gametes-&nbsp; two sperm cells in the pollen, and an egg cell and a central cell in the embryo sac, that give rise to the embryo and endosperm respectively of the seed. The embryo sac is a defining characteristic of flowering plants, allowing for rapid reproductive cycles as well as for the packaging of seeds into an ovary within a fruit. Although the embryo sac is a simple structure consisting of just 7 cells, and plays a crucial role in reproduction, the molecular and genetic processes involved in programming its development leading to specification of distinct cells at defined positions (i.e. patterning) were previously unknown.</p>\n<p>&nbsp;</p>\n<p>In this project, we have shown that the mechanism for this patterning is under the control of a plant hormone auxin, by a new type of mechanism. In young pistils, auxin is transported to the tips of structures called ovules, &nbsp;in which the embryo sacs will be formed.&nbsp; During embryo sac development, there is synthesis of auxin at the tip of the embryo sac, which corresponds to the point of entry of the pollen and the sperm cells at fertilization.&nbsp; &nbsp;This asymmetry results in a gradient with different concentrations of auxin at the two ends of the embryo sac, and consequently different cells are formed at the two ends.&nbsp;&nbsp; At the end closest to the point of pollen entry, the auxin concentration is highest, and results in the formation of cells called synergids which are important for attraction of the pollen.&nbsp; The next highest concentration corresponds to the egg cell, the female gamete that will produce the plant embryo after fertilization by a sperm cell.&nbsp;&nbsp; The other gamete, the central cell is in a zone of intermediate auxin concentration. &nbsp;By manipulating the auxin concentration using transgenic plants, we could change the specification of cells predictably.&nbsp; For example, by increasing auxin, we could convert cells at the opposite end of the embryo sac into cells that have synergid or egg cell characteristics.&nbsp; Conversely, reduction of the auxin signal generated additional egg cells in place of synergid cells. &nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>In other work done under this project, we also discovered and characterized a new gene that is expressed by the embryo sac which controls the release of sperm cells by the pollen, a process that regulates a key step in fertilization. &nbsp;&nbsp;This gene, called Lorelei, is switched on in the synergid cells, and encodes a membrane protein that might be required for recognition of the pollen for successful fertilization.</p>\n<p>&nbsp;</p>\n<p>This project provided training in molecular biology and genetics for undergraduate students, graduate students, and postdoctoral fellows, including members of under-represented groups.&nbsp; There were several publications that came from this project, including a full paper in the weekly journal Science. The results of this project reveal the nature of the signals that specify the female gametes in plants, and explain why flowering plants produce seeds with single embryos. The success of flowering plants, which now dominate the earth&rsquo;s flora despite their relatively recent appearance in the fossil record, is attributable in part to the evolution of the female gametophyte into the streamlined embryo sac. The project sheds light on the processes involved in the evolution of flowering plants from the ancestral gymnosperms. Finally, these findings have long term applications for the improvement of seed crops. &nbsp;The embryo sac is a critical unit of plant reproduction that governs the formation of the seed. Our knowledge of the molecules that con...",
  "por_txt_cntn": "\nFlowering plants produce seeds through a process called double-fertilization.  Flowers produce haploid reproductive units, called gametophytes, that are either male (pollen) or female (embryo sac).  The gametophytes contain the gametes-  two sperm cells in the pollen, and an egg cell and a central cell in the embryo sac, that give rise to the embryo and endosperm respectively of the seed. The embryo sac is a defining characteristic of flowering plants, allowing for rapid reproductive cycles as well as for the packaging of seeds into an ovary within a fruit. Although the embryo sac is a simple structure consisting of just 7 cells, and plays a crucial role in reproduction, the molecular and genetic processes involved in programming its development leading to specification of distinct cells at defined positions (i.e. patterning) were previously unknown.\n\n \n\nIn this project, we have shown that the mechanism for this patterning is under the control of a plant hormone auxin, by a new type of mechanism. In young pistils, auxin is transported to the tips of structures called ovules,  in which the embryo sacs will be formed.  During embryo sac development, there is synthesis of auxin at the tip of the embryo sac, which corresponds to the point of entry of the pollen and the sperm cells at fertilization.   This asymmetry results in a gradient with different concentrations of auxin at the two ends of the embryo sac, and consequently different cells are formed at the two ends.   At the end closest to the point of pollen entry, the auxin concentration is highest, and results in the formation of cells called synergids which are important for attraction of the pollen.  The next highest concentration corresponds to the egg cell, the female gamete that will produce the plant embryo after fertilization by a sperm cell.   The other gamete, the central cell is in a zone of intermediate auxin concentration.  By manipulating the auxin concentration using transgenic plants, we could change the specification of cells predictably.  For example, by increasing auxin, we could convert cells at the opposite end of the embryo sac into cells that have synergid or egg cell characteristics.  Conversely, reduction of the auxin signal generated additional egg cells in place of synergid cells.   \n\n \n\nIn other work done under this project, we also discovered and characterized a new gene that is expressed by the embryo sac which controls the release of sperm cells by the pollen, a process that regulates a key step in fertilization.   This gene, called Lorelei, is switched on in the synergid cells, and encodes a membrane protein that might be required for recognition of the pollen for successful fertilization.\n\n \n\nThis project provided training in molecular biology and genetics for undergraduate students, graduate students, and postdoctoral fellows, including members of under-represented groups.  There were several publications that came from this project, including a full paper in the weekly journal Science. The results of this project reveal the nature of the signals that specify the female gametes in plants, and explain why flowering plants produce seeds with single embryos. The success of flowering plants, which now dominate the earthÆs flora despite their relatively recent appearance in the fossil record, is attributable in part to the evolution of the female gametophyte into the streamlined embryo sac. The project sheds light on the processes involved in the evolution of flowering plants from the ancestral gymnosperms. Finally, these findings have long term applications for the improvement of seed crops.  The embryo sac is a critical unit of plant reproduction that governs the formation of the seed. Our knowledge of the molecules that control embryo sac development enables genetic manipulation of this process for better seed production and increased yields in agriculture. \n\n \n\n \n\n\t\t\t\t\tLast Modified: 05/09/2011\n\n\t\t\t\t\tSubmitted by: Venkatesan Sundaresan"
 }
}