{
 "awd_id": "0745982",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Evaluating the Influence of Salinity on Lipid D/H Fractionation in Saline Lakes",
 "cfda_num": "47.050",
 "org_code": "06030205",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Enriqueta Barrera",
 "awd_eff_date": "2008-10-01",
 "awd_exp_date": "2011-09-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 244400.0,
 "awd_min_amd_letter_date": "2008-09-23",
 "awd_max_amd_letter_date": "2009-08-24",
 "awd_abstract_narration": "Salinity variations in the geologic past are difficult to reconstruct, yet important for understanding climate, ocean circulation, evolutionary biology, and carbon storage in the geologic record. In an effort to develop a new indicator of water salinity we will build on recent experimental results indicating that hydrogen isotope fractionation in algal lipids decreases as salinity increases.\r\n\r\nIntellectual Merit: Motivated by a recent report by Schouten et al. (2006) that salinity altered hydrogen isotope fractionation in lipids from cultured coccolithophorid algae, and the prospect this finding raises for paleosalinity and paleohydrologic reconstructions, investigators propose to test the generality of a salinity influence on lipid D/H fractionation in a variety of algal, microbial and archaeal lipids in a wide diversity of natural saline systems with salinities between 0.4 - 277 ppt.  Their initial results from Christmas Island and the Chesapeake Bay support the hypothesis of Schouten et al. (2006) that D/H fractionation in algal and microbial lipids decreases with increasing salinity. At Christmas Island they find a strong inverse correlation between salinity and lipid D/H fractionation in several algal and bacterial biomarkers and total lipid extracts over the salinity range 17 - 149 ppt . In the Chesapeake Bay they observe a strong inverse relationship between salinity and D/H fractionation in the dinoflagellate lipid dinosterol at salinities between 8 - 31 ppt.\r\n\r\nThe proposed study will use water, particulate and surface sediment samples from 39 globally dispersed saline basins in Canada, the USA, Bolivia, Israel, South Africa, Kazhakstan, and the Galapagos Islands. This highly diverse set of lakes was chosen to span the widest possible range of salinities, limnologies, water chemistries, and climates. They will measure the &#948;D values of several different lipid biomarkers from algae (e.g., dinosterol, highly branched isoprenoid alkenes, fucoxanthin, botryococcenes), bacteria (e.g., diploptene, hopanoids, bacteriochlorophyll a-e) and archaea (glycerol-dialkyl-glycerol-tetraethers) in suspended particles and surface sediments in each lake, and compare those values to the &#948;D values of lake water. They possess all samples for this study.\r\n\r\nBroader Impacts: This project will support a female graduate student and facilitate the education of undergraduate and high school students in environmental research. Of 11 lab members, 5 are women, 4 are undergraduates and 1 is in high school. Two undergraduates, along with the PI, conducted the fieldwork to collect the saline lake samples for this project in June 2007. Their website describing their research receives over 700 hits per day. And the PI has been a science judge in 6 national high school science competitions during the last 8 years. These activities will continue to expose students and the public to cutting-edge environmental research. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Julian",
   "pi_last_name": "Sachs",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Julian P Sachs",
   "pi_email_addr": "jsachs@uw.edu",
   "nsf_id": "000196345",
   "pi_start_date": "2008-09-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 BROOKLYN AVE NE",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729500",
   "pgm_ele_name": "Geobiology & Low-Temp Geochem"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 26077.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 218323.0
  }
 ],
 "por": null
}