{
 "awd_id": "0745961",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Atmospheric Dust as an Archive and Agent of Climate Change During the Late Paleozoic Icehouse",
 "cfda_num": "47.050",
 "org_code": "06030207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "H. Richard Lane",
 "awd_eff_date": "2008-03-15",
 "awd_exp_date": "2012-02-29",
 "tot_intn_awd_amt": 143095.0,
 "awd_amount": 143095.0,
 "awd_min_amd_letter_date": "2008-04-01",
 "awd_max_amd_letter_date": "2011-02-23",
 "awd_abstract_narration": "COLLABORATIVE RESEARCH: Atmospheric Dust as an Archive and Agent of Climate Change During the Late Paleozoic Icehouse \r\n\r\nGerilyn Soreghan, Michael Soreghan, University of Oklahoma Ear-0746042 \r\nVadimir Davydov, Boise State University, EAR-0746107 \r\nNatalie Mahowald, Cornell University, EAR-0745961 \r\nTimothy W. Lyons, Univ. California, Riverside, EAR-0745602 \r\n\r\nAbstract \r\nAtmospheric dust archives and drives climate change. Dust preserved in marine and continental sediments and ice has shed light on recent climate change, and dust also impacts climate via direct and indirect effects on the amount of solar energy received at Earth's surface, and by fertilization that stimulates primary productivity and thus the carbon cycle. However, the character and magnitude of the aerosol effect remains a poorly constrained variable in climate models, thus limiting the predictive capability of these models. \r\nIn this research, PIs propose to assess the 'dust effect' by investigating the geologic record of a particularly dusty interval on Earth. The late Paleozoic world, 300 million years ago, was remarkably dusty, with dust flux varying on both million-year and millennial scales. This time period is also attractive as the last time that Earth's climate was analogous to today's, with large polar ice sheets. Here, PIs propose to test the overarching hypothesis that the abundant dust played a significant role in driving changes in late Paleozoic climate and linked (e.g. biotic) systems, through direct, indirect, and feedback effects. They will investigate how dust flux, atmospheric circulation, and dust transport varied between glacials and interglacials, how dust forced changes in tropical climate, and how the biosphere responded to such high atmospheric dustiness. To address these questions, PIs are targeting two time slices in localities spanning the girth of the tropics. They will examine dust distribution, assess atmospheric dustiness and wind strength and direction, and use geochemistry to examine effects on marine life. They will correlate among localities using fossils and radioisotopic dating. PIs will use the data they collect as input for climate- and dust-modeling experiments, to assess the direct and indirect effects of dust on atmospheric behavior and undertake biogeochemical modeling aimed at assessing the impact of variable nutrient fluxes on cycling of carbon. \r\nIntellectual Merit-- Results of this research will provide a high-resolution reconstruction of climate for the tropics and reveal the effects of dust on climate and life in a world characterized by variable dust flux on various timescales, within a 'glacial' world like today's. Owing to the known importance but remaining uncertainty of the roles of dust and associated aerosols in the climate system, our data will have predictive utility in expanding our understanding of Earth-system behavior across geologic time, and will provide important constraints useful for improving climate modeling. \r\nBroader Impacts--This project will involve heavy student participation (graduate and undergraduate levels), cross-disciplinary training among geologists, geochemists, and climate modelers, both in the field and laboratory. Undergraduates (geology and education majors) and minority middle-schoolers will take part through mentoring programs. Data will be archived and shared using newly developed web-accessible tools. Finally, we will use results of this research to guide the development of a traveling exhibit on the 'Paleozoic Dust Bowl' in conjunction with the Oklahoma Museum of Natural History and incorporate results in an outreach course taught (by co-PIs) at the Museum.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Natalie",
   "pi_last_name": "Mahowald",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Natalie M Mahowald",
   "pi_email_addr": "nmm63@cornell.edu",
   "nsf_id": "000404714",
   "pi_start_date": "2008-04-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "341 PINE TREE RD",
  "perf_city_name": "ITHACA",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157700",
   "pgm_ele_name": "GLOBAL CHANGE"
  },
  {
   "pgm_ele_code": "745900",
   "pgm_ele_name": "Sedimentary Geo & Paleobiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1304",
   "pgm_ref_txt": "EARTH SYSTEM HISTORY"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 46095.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 10000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 43000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 44000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong><br /></strong></p>\n<p>Dust storms are a well-known hazard in the arid regions of the Earth. Cores from glaciers and the depths of the sea record dust deposition during the present Cenozoic Era of geological history. These records suggest that dust deposition was higher when global climate was colder, an effect that can be simulated, in part, by global climate models. More dust during colder climates is also a potential climate feedback, since dust can block sunlight and stimulate the removal of carbon dioxide from the atmosphere by providing nutrients (such as iron) to the biosphere; both of these effects can cool the climate.</p>\n<p>Records of dust deposition from before the Cenozoic Era are rare. However, a few have been recently found in the western United States and Japan. These records come from the latter part of the Paleozoic Era, a time in which there is independent evidence of colder climate, ranging from telltale signs of ice sheets near the late Paleozoic South Pole to evidence of low carbon dioxide levels. Late Paleozoic dust also has affected the climate recently. The famous &ldquo;Red Earth&rdquo; of Oklahoma is the result of erosion of nearby late Paleozoic rocks.&nbsp;&nbsp;</p>\n<p>The first part of the project explores the potential range of climates during the dustiest part of the late Paleozoic. Geologists do not know how big ice sheets were at any given time. Carbon dioxide levels varied widely, as did sea level and the shape and timing of the Earth&rsquo;s orbit around the Sun. A global climate model was modified to predict what effects these changes could have had on climate. The most important results of this study are that:</p>\n<ol>\n<li>Simulated variations in tropical rainfall are strongly controlled by the intensity of a monsoon (seasonally reversing winds) over the ancient supercontinent of Pangaea. These winds drive intense thunderstorms farther from the Equator during the summer, increasing rainfall away from the Equator. </li>\n<li>The simulated monsoon is stronger when the climate is warmer and very weak when glaciers are present on high mountains near the Equator. </li>\n<li>The strength of the monsoon can be affected by making the orbit of the Earth more elliptical and changing the timing of the Earth&rsquo;s closest approach to the Sun.</li>\n<li>The combined effect of these results is that if geological deposits from the late Paleozoic tropics are sensitive to precipitation, they should be deposited in a rhythm that matches the rhythm of changes in the ellipticity and timing of the Earth&rsquo;s orbit.</li>\n</ol>\n<p>&nbsp;</p>\n<p>The second part of the project uses the global climate model setup from the first part of the project to simulate the lifting of dust from the Earth&rsquo;s surface, its transport through the atmosphere, and its deposition to the surface. The goal is to match how dust accumulation rates in the geological record appear to vary with climate. The small number of available dust records span 40 million years. Therefore, the modeling focuses on two records from Texas and Colorado that are about the same age and tests different hypotheses about how much dust can be eroded from different parts of the Earth. This study may be useful for finding new records of late Paleozoic dust as well as understanding what makes some periods of the Earth&rsquo;s history dustier than others.</p>\n<p>The broader impacts of this project at Cornell were the training of a postdoctoral scientist with graduate training in planetary science (Martian meteorology) in studies of Earth&rsquo;s ancient climate and modeling of dust on Earth.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/14/2012<br>\n\t\t\t\t\tModified by: Natalie&nbsp;M&nbsp;Mahowald</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\n\n\nDust storms are a well-known hazard in the arid regions of the Earth. Cores from glaciers and the depths of the sea record dust deposition during the present Cenozoic Era of geological history. These records suggest that dust deposition was higher when global climate was colder, an effect that can be simulated, in part, by global climate models. More dust during colder climates is also a potential climate feedback, since dust can block sunlight and stimulate the removal of carbon dioxide from the atmosphere by providing nutrients (such as iron) to the biosphere; both of these effects can cool the climate.\n\nRecords of dust deposition from before the Cenozoic Era are rare. However, a few have been recently found in the western United States and Japan. These records come from the latter part of the Paleozoic Era, a time in which there is independent evidence of colder climate, ranging from telltale signs of ice sheets near the late Paleozoic South Pole to evidence of low carbon dioxide levels. Late Paleozoic dust also has affected the climate recently. The famous \"Red Earth\" of Oklahoma is the result of erosion of nearby late Paleozoic rocks.  \n\nThe first part of the project explores the potential range of climates during the dustiest part of the late Paleozoic. Geologists do not know how big ice sheets were at any given time. Carbon dioxide levels varied widely, as did sea level and the shape and timing of the EarthÆs orbit around the Sun. A global climate model was modified to predict what effects these changes could have had on climate. The most important results of this study are that:\n\nSimulated variations in tropical rainfall are strongly controlled by the intensity of a monsoon (seasonally reversing winds) over the ancient supercontinent of Pangaea. These winds drive intense thunderstorms farther from the Equator during the summer, increasing rainfall away from the Equator. \nThe simulated monsoon is stronger when the climate is warmer and very weak when glaciers are present on high mountains near the Equator. \nThe strength of the monsoon can be affected by making the orbit of the Earth more elliptical and changing the timing of the EarthÆs closest approach to the Sun.\nThe combined effect of these results is that if geological deposits from the late Paleozoic tropics are sensitive to precipitation, they should be deposited in a rhythm that matches the rhythm of changes in the ellipticity and timing of the EarthÆs orbit.\n\n\n \n\nThe second part of the project uses the global climate model setup from the first part of the project to simulate the lifting of dust from the EarthÆs surface, its transport through the atmosphere, and its deposition to the surface. The goal is to match how dust accumulation rates in the geological record appear to vary with climate. The small number of available dust records span 40 million years. Therefore, the modeling focuses on two records from Texas and Colorado that are about the same age and tests different hypotheses about how much dust can be eroded from different parts of the Earth. This study may be useful for finding new records of late Paleozoic dust as well as understanding what makes some periods of the EarthÆs history dustier than others.\n\nThe broader impacts of this project at Cornell were the training of a postdoctoral scientist with graduate training in planetary science (Martian meteorology) in studies of EarthÆs ancient climate and modeling of dust on Earth.\n\n\t\t\t\t\tLast Modified: 04/14/2012\n\n\t\t\t\t\tSubmitted by: Natalie M Mahowald"
 }
}