{
 "awd_id": "0745459",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Mitochondrial Genome Diversity in the North American Subarctic",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Carolyn Ehardt",
 "awd_eff_date": "2008-03-15",
 "awd_exp_date": "2010-02-28",
 "tot_intn_awd_amt": 83735.0,
 "awd_amount": 83735.0,
 "awd_min_amd_letter_date": "2008-03-06",
 "awd_max_amd_letter_date": "2008-03-06",
 "awd_abstract_narration": "Prehistoric changes in climate have made a significant impact on the history of humans and this impact is reflected in patterns of genetic diversity among populations.  This research project studies the genetic patterns of populations in the Subarctic region of North America to understand the relationship between climate change and population history.  Climate change has been implicated as a major factor in numerous anthropological phenomena in North America:  the role of glacial refugia in facilitating migration routes along the Pacific Coast, the patterns of linguistic diversity in the Subarctic region, and even the extent and mode of genetic exchange between Northeast Asia and the Americas following the initial peopling.  Two hundred and twenty complete mitochondrial genomes from Subarctic and neighboring groups in North America will be generated and analyzed.  Genetic analyses that examine the relationships among mitochondrial DNAs from populations and the timing of the emergence of these DNAs will be employed.  The results of this analysis will be compared to relevant archaeological and linguistic information to gain a better understanding of migration routes, patterns of linguistic diversity, and genetic relationships among populations in North America and Northeast Asia.  Specifically, if the Pacific Coast was used as a migration route into the Americas, more genetic diversity and less difference of mitochondrial DNAs in populations along the coast compared to populations found inland is expected.  If linguistically related populations migrated to new regions that were previously covered by glaciers, a correlation between genetic and linguistic diversity is expected.  If a lot of contact existed between prehistoric populations in Northeast Asia and North America, a close relationship among mitochondrial DNAs from individuals in these two continents is expected.\r\n\r\nThis project will contribute to broader anthropological issues such as the nature of continental colonization, the evolution of language, and the nature of ancient human connections between continents. This research will be the basis for understanding future studies of ancient DNA of prehistoric populations in the Americas.  In addition, this project will establish a center for training underrepresented indigenous researchers in molecular anthropology techniques and analyses.  Finally, this multi-disciplinary study will cement an existing collaboration between international researchers in anthropology at University of Illinois at Urbana-Champaign and the Canadian Museum of Civilization in Gatineau, Quebec, with partnership outreach to the University of Western Ontario. \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ripan",
   "pi_last_name": "Malhi",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Ripan S Malhi",
   "pi_email_addr": "malhi@illinois.edu",
   "nsf_id": "000402324",
   "pi_start_date": "2008-03-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jerome",
   "pi_last_name": "Cybulski",
   "pi_mid_init": "",
   "pi_sufx_name": "Dr.",
   "pi_full_name": "Jerome Cybulski",
   "pi_email_addr": "jcybuls@uwo.ca",
   "nsf_id": "000185715",
   "pi_start_date": "2008-03-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 S WRIGHT ST",
  "perf_city_name": "URBANA",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1392",
   "pgm_ref_txt": "Biological Anthropology"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 83735.0
  }
 ],
 "por": null
}