{
 "awd_id": "0746017",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Orbitofrontal Cortex and Emotion-Cognition Interactions",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Akaysha Tang",
 "awd_eff_date": "2008-06-01",
 "awd_exp_date": "2012-05-31",
 "tot_intn_awd_amt": 474054.0,
 "awd_amount": 474054.0,
 "awd_min_amd_letter_date": "2008-05-23",
 "awd_max_amd_letter_date": "2010-03-08",
 "awd_abstract_narration": "Although we often think of emotion as the foe of reason, scientists have recently discovered that emotions are sometimes helpful for decision-making. For example, if the car in front of you suddenly brakes, you may feel a jolt of fear. The feeling of fear signals that something must be done quickly to avoid harm. On the other hand, unwarranted fear may motivate the decision to avoid an otherwise rewarding situation. For example, a shy student may not benefit from a class discussion because they are too afraid to speak up. How does the brain compute which emotions are helpful for decision-making and when the influence of emotion should be suppressed or integrated? The goals of this project are to understand how the brain represents (a) helpful and hurtful emotions and (b) the incorporation and inhibition of emotional influences on decision-making. With support from the National Science Foundation, Jennifer Beer at the University of Texas and Robert Knight at the University of California, Berkeley will address these questions by conducting parallel neuroimaging (functional magnetic resonance imaging) studies of healthy individuals and behavioral studies of patients with brain damage in regions that are hypothesized to be involved in emotion and inhibition (i.e., specific subregions of the frontal lobes). The studies will present human volunteers with emotional stimuli that are designated as helpful or hurtful for a subsequent decision. The studies systematically assess the influence of emotions on a number of computations that support decision-making: perceptions of risk, attention, and how deeply the decision is considered. The neuroimaging studies will test for brain regions that represent (a) helpful and hurtful emotion and (b) the incorporation and inhibition of emotional influences on decision-making. The studies of patients with brain damage will test whether the damaged region is necessary for these processes.\r\n\r\nThis work will result in a more comprehensive understanding of how the human brain represents emotional information and its role in decision-making. This research may lead to new models of decision-making which would have significant implications for disciplines beyond cognitive neuroscience such as economics and psychology. The funding from this research will be used to support research training opportunities for undergraduate and graduate trainees in social psychology, cognitive neuroscience, and brain imaging. The project results will be disseminated through publications and presentations to scientific and lay audiences. \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Beer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer Beer",
   "pi_email_addr": "beerutexas@gmail.com",
   "nsf_id": "000465580",
   "pi_start_date": "2008-05-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "110 INNER CAMPUS DR",
  "perf_city_name": "AUSTIN",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121139",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169900",
   "pgm_ele_name": "Cognitive Neuroscience"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1699",
   "pgm_ref_txt": "COGNEURO"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 174054.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>What is going on in our brain when we &ldquo;go with our gut&rdquo; compared to when we &ldquo;keep a cool head&rdquo;? In everyday conversation, we often draw a distinction between decisions guided by emotion and decisions guided by reason. But is this distinction reflected in the way our brain works? This project answers this question and finds that our everyday perceptions do not play out in the brain. Not all brain regions that support decision-making can be uniquely categorized in terms of emotion and reason. Previously, a region of the brain right behind the eyes, the orbitofrontal cortex, was theorized to support decisions which rely on emotional information. The project refutes this perspective by showing that when the orbitofrontal cortex gets involved in decision-making, it does not care as much about whether information is emotional as it cares about whether that information is helpful for making the decision at hand.</p>\n<p>The project took a two-pronged approach to elucidate the role of orbitofrontal cortex in decision-making. We looked at how orbitofrontal cortex behaved in the context of a healthy brain as well as investigated the consequences for people who had sustained injury to this region (e.g., accidents or strokes). Drawing on both of these sources of information was critical to deeply understand how the orbitofrontal cortex buttresses decision-making.</p>\n<p>Using fMRI, we found that orbitofrontal cortex is involved at two different points of emotional decision-making. The way orbitofrontal cortex responds when we are feeling an emotion predicts the likelihood of whether it will color subsequent thinking. And a different subregion within the orbitofrontal cortex actually comes online during decision-making to predict the influence of emotion. So, for example, the degree to which your orbitofrontal cortex reacts to the frustration of your long commute home predicts whether your decisions that evening will be made because of your earlier frustration. And a different part of orbitofrontal cortex comes online when you are a bit curt in your conversations because of your residual bad mood.</p>\n<p>From the fMRI studies you might expect that without a functioning orbitofrontal cortex, emotion would not play a role in decision-making. However, our studies of people who had sustained damage did not find that. Instead, we found that emotion played a pronounced role in decision-making. This pattern was found for people who had damage to the orbitofrontal cortex but not damage to other regions of their brain. One way to think about the fMRI and brain-damage findings together is to consider that healthy tissue acts like a valve. It is needed to regulate the infusion of emotion into decision-making to ensure it is helpful rather than hurtful.</p>\n<p>These findings are important for psychology, cognitive neuroscience, and economics which have typically tried to understand decision-making by categorizing decisions as emotional or rational. Our findings show that the brain does not neatly map onto this distinction. Therefore, frameworks of decision-making need to be revised to conceptualize emotion as a resource that is filtered through a single system rather than the current view that emotion is an opposing force to a separate &ldquo;rational&rdquo; decision-making system. Additionally, our findings suggest that conceptualizing disorders as affecting either an emotional decision-making system or a rational decision-making system will not be helpful for developing neurobiological interventions. Instead, the focus should be on how the &ldquo;valve&rdquo; for decision-making is poorly calibrated.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/27/2012<br>\n\t\t\t\t\tModified by: Jennifer&nbsp;Beer</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div ...",
  "por_txt_cntn": "\nWhat is going on in our brain when we \"go with our gut\" compared to when we \"keep a cool head\"? In everyday conversation, we often draw a distinction between decisions guided by emotion and decisions guided by reason. But is this distinction reflected in the way our brain works? This project answers this question and finds that our everyday perceptions do not play out in the brain. Not all brain regions that support decision-making can be uniquely categorized in terms of emotion and reason. Previously, a region of the brain right behind the eyes, the orbitofrontal cortex, was theorized to support decisions which rely on emotional information. The project refutes this perspective by showing that when the orbitofrontal cortex gets involved in decision-making, it does not care as much about whether information is emotional as it cares about whether that information is helpful for making the decision at hand.\n\nThe project took a two-pronged approach to elucidate the role of orbitofrontal cortex in decision-making. We looked at how orbitofrontal cortex behaved in the context of a healthy brain as well as investigated the consequences for people who had sustained injury to this region (e.g., accidents or strokes). Drawing on both of these sources of information was critical to deeply understand how the orbitofrontal cortex buttresses decision-making.\n\nUsing fMRI, we found that orbitofrontal cortex is involved at two different points of emotional decision-making. The way orbitofrontal cortex responds when we are feeling an emotion predicts the likelihood of whether it will color subsequent thinking. And a different subregion within the orbitofrontal cortex actually comes online during decision-making to predict the influence of emotion. So, for example, the degree to which your orbitofrontal cortex reacts to the frustration of your long commute home predicts whether your decisions that evening will be made because of your earlier frustration. And a different part of orbitofrontal cortex comes online when you are a bit curt in your conversations because of your residual bad mood.\n\nFrom the fMRI studies you might expect that without a functioning orbitofrontal cortex, emotion would not play a role in decision-making. However, our studies of people who had sustained damage did not find that. Instead, we found that emotion played a pronounced role in decision-making. This pattern was found for people who had damage to the orbitofrontal cortex but not damage to other regions of their brain. One way to think about the fMRI and brain-damage findings together is to consider that healthy tissue acts like a valve. It is needed to regulate the infusion of emotion into decision-making to ensure it is helpful rather than hurtful.\n\nThese findings are important for psychology, cognitive neuroscience, and economics which have typically tried to understand decision-making by categorizing decisions as emotional or rational. Our findings show that the brain does not neatly map onto this distinction. Therefore, frameworks of decision-making need to be revised to conceptualize emotion as a resource that is filtered through a single system rather than the current view that emotion is an opposing force to a separate \"rational\" decision-making system. Additionally, our findings suggest that conceptualizing disorders as affecting either an emotional decision-making system or a rational decision-making system will not be helpful for developing neurobiological interventions. Instead, the focus should be on how the \"valve\" for decision-making is poorly calibrated.\n\n\t\t\t\t\tLast Modified: 08/27/2012\n\n\t\t\t\t\tSubmitted by: Jennifer Beer"
 }
}