{
 "awd_id": "0746309",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER:  Macromolecular Materials Based on the Diverse Chemistry of Arylboronic Acids and Arylboroxines",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032924949",
 "po_email": "tli@nsf.gov",
 "po_sign_block_name": "Tingyu Li",
 "awd_eff_date": "2008-02-01",
 "awd_exp_date": "2014-01-31",
 "tot_intn_awd_amt": 475000.0,
 "awd_amount": 475000.0,
 "awd_min_amd_letter_date": "2008-01-15",
 "awd_max_amd_letter_date": "2010-02-22",
 "awd_abstract_narration": "With this CAREER Award, the Organic and Macromolecular Chemistry program is supporting the research of Professor Peter Iovine of the University of San Diego.  Professor Iovine will apply the diverse chemistry of arylboronic acids and arylboroxines to the synthesis of new materials.  First, an operationally simple synthetic methodology will be developed to rationally control the substitution pattern in arylboroxine compounds.  Second, small molecule arylboroxine chemistry will be applied to the synthesis of Lewis acidic dendrimers containing tripodal arylboroxine cores.  The dendrimers are formed by the dehydration condensation of individual sticky-ended dendrons, which have at their focal point, a single arylboronic acid functional group.  The reversible binding of Lewis basic guest molecules to the reactive core as well as the migration of these guests in and out of the dendrimer will be studied.  In the final objective, boronic acid-tipped dendrons will be used as macromolecular reagents to chemically modify renewable materials.\r\n\r\nProfessor Iovine will also initiate two educational projects that interweave research and teaching.  The first project involves an outreach program targeting two local schools that serve predominantly underrepresented groups.  After establishing working relationships with the local educators, Professor Iovine will design and teach a course to undergraduate science majors exploring the societal implications and best practices associated with scientific outreach.  The second educational initiative infuses faculty or industrial partner research into upper-division lecture/laboratory courses.  One third of a semester will be devoted to open-ended research projects that are cultivated from Departmental faculty or local industry partners.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Iovine",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Peter M Iovine",
   "pi_email_addr": "piovine@sandiego.edu",
   "nsf_id": "000199876",
   "pi_start_date": "2008-01-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of San Diego",
  "inst_street_address": "5998 ALCALA PARK FRNT",
  "inst_street_address_2": "",
  "inst_city_name": "SAN DIEGO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6192606825",
  "inst_zip_code": "921102476",
  "inst_country_name": "United States",
  "cong_dist_code": "51",
  "st_cong_dist_code": "CA51",
  "org_lgl_bus_name": "UNIVERSITY OF SAN DIEGO",
  "org_prnt_uei_num": "V6S1GT51XD56",
  "org_uei_num": "V6S1GT51XD56"
 },
 "perf_inst": {
  "perf_inst_name": "University of San Diego",
  "perf_str_addr": "5998 ALCALA PARK FRNT",
  "perf_city_name": "SAN DIEGO",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "921102476",
  "perf_ctry_code": "US",
  "perf_cong_dist": "51",
  "perf_st_cong_dist": "CA51",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "195000",
   "pgm_ele_name": "METHODOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "9146",
   "pgm_ref_txt": "MANUFACTURING BASE RESEARCH"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 285000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 190000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>There is a growing trend in the building industry termed &ldquo;modular construction&rdquo;.&nbsp; In this approach, buildings are manufactured in pieces or sections.&nbsp; The sections are then shipped to the site and assembled quickly and efficiently.&nbsp; Our federally funded research has uncovered new methods to &ldquo;construct&rdquo; complex and functional molecules from large building blocks that were built &ldquo;off-site&rdquo;.&nbsp; If one can control the shape and design of a molecule, one will have a good chance at controlling its function.&nbsp; So, for example, if the goal is to make a new material that will sequester carbon dioxide from industrial sources, one may want to match the size of the carbon dioxide molecule to the pore that will eventually entrap the carbon dioxide. &nbsp;Only by predictably controlling the molecular structure of a material can these types of properties be engineered rationally.&nbsp;</p>\n<p>&nbsp;Our chemistry-based approach has parallels to the modular building industry&ndash;we synthesize rather large pieces of a molecule and assemble the final, much larger structure, in one culminating chemical reaction.&nbsp; We have spent a good deal of time studying a particular type of reaction (one that involves the element boron) that brings together large molecular building blocks into even larger completed molecules.&nbsp; In the course of this grant, we gained extensive knowledge about how to control this reaction and reliable produce target molecules.&nbsp; The knowledge gained in this project will enable us and other research groups to design and construct complex molecules with applications in areas such as gas storage and catalysis. &nbsp;&nbsp;</p>\n<p>Our research has also revealed new ways to link and assemble biopolymers&ndash;large molecules produced by living organisms.&nbsp; Understanding how to link and manipulate biopolymers is important because materials properties, such as elasticity or strength, are related to not only the structure of the assembly but also how the individual pieces interact with each other.&nbsp; We have discovered new chemistries that alter naturally derived &ldquo;building blocks&rdquo; and enable us to link these molecules to other polymers.&nbsp; By replacing petrochemically derived polymers with biopolymers we intend to create new and sustainable green materials and reduce our dependence on fossil fuels.</p>\n<p>One of the most important outcomes from this federally funded research program has been the training of highly skilled undergraduate students.&nbsp; Although career objectives vary from student to student, the core goals of my undergraduate training program remain constant:&nbsp; to produce creative and technically sound scientists, to produce caring and informed citizens capable of communicating the value of science to the general public, and to graduate students who understand and adhere to ethical guidelines surrounding scientific research.&nbsp; Funding for postdoctoral training has also enabled two scientists to secure tenure-track academic positions and advance their training.</p>\n<p>Lastly, with support of the NSF, we have developed a novel service-learning undergraduate course that teaches cross-cutting skills to STEM majors AND gets these students working in the community.&nbsp; The newly developed course was not a one-time offering; it has been disseminated outside my department and other faculty have adopted similar structures.&nbsp; One important aspect of this service learning course is that it creates two-way learning benefits .&nbsp; Both the undergraduate students enrolled in the course and the children who participate in the community projects benefit.&nbsp; The course also serves undergraduate STEM majors interested in pursuing careers in education.&nbsp;&nbsp;&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/29/2014<br>\n\t\t\t\t\tModified by: Peter&nbsp;M&nbsp;Iovine</p...",
  "por_txt_cntn": "\nThere is a growing trend in the building industry termed \"modular construction\".  In this approach, buildings are manufactured in pieces or sections.  The sections are then shipped to the site and assembled quickly and efficiently.  Our federally funded research has uncovered new methods to \"construct\" complex and functional molecules from large building blocks that were built \"off-site\".  If one can control the shape and design of a molecule, one will have a good chance at controlling its function.  So, for example, if the goal is to make a new material that will sequester carbon dioxide from industrial sources, one may want to match the size of the carbon dioxide molecule to the pore that will eventually entrap the carbon dioxide.  Only by predictably controlling the molecular structure of a material can these types of properties be engineered rationally. \n\n Our chemistry-based approach has parallels to the modular building industry&ndash;we synthesize rather large pieces of a molecule and assemble the final, much larger structure, in one culminating chemical reaction.  We have spent a good deal of time studying a particular type of reaction (one that involves the element boron) that brings together large molecular building blocks into even larger completed molecules.  In the course of this grant, we gained extensive knowledge about how to control this reaction and reliable produce target molecules.  The knowledge gained in this project will enable us and other research groups to design and construct complex molecules with applications in areas such as gas storage and catalysis.   \n\nOur research has also revealed new ways to link and assemble biopolymers&ndash;large molecules produced by living organisms.  Understanding how to link and manipulate biopolymers is important because materials properties, such as elasticity or strength, are related to not only the structure of the assembly but also how the individual pieces interact with each other.  We have discovered new chemistries that alter naturally derived \"building blocks\" and enable us to link these molecules to other polymers.  By replacing petrochemically derived polymers with biopolymers we intend to create new and sustainable green materials and reduce our dependence on fossil fuels.\n\nOne of the most important outcomes from this federally funded research program has been the training of highly skilled undergraduate students.  Although career objectives vary from student to student, the core goals of my undergraduate training program remain constant:  to produce creative and technically sound scientists, to produce caring and informed citizens capable of communicating the value of science to the general public, and to graduate students who understand and adhere to ethical guidelines surrounding scientific research.  Funding for postdoctoral training has also enabled two scientists to secure tenure-track academic positions and advance their training.\n\nLastly, with support of the NSF, we have developed a novel service-learning undergraduate course that teaches cross-cutting skills to STEM majors AND gets these students working in the community.  The newly developed course was not a one-time offering; it has been disseminated outside my department and other faculty have adopted similar structures.  One important aspect of this service learning course is that it creates two-way learning benefits .  Both the undergraduate students enrolled in the course and the children who participate in the community projects benefit.  The course also serves undergraduate STEM majors interested in pursuing careers in education.   \n\n\t\t\t\t\tLast Modified: 04/29/2014\n\n\t\t\t\t\tSubmitted by: Peter M Iovine"
 }
}