{
 "awd_id": "0746540",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Integrating Research, Education, and Heterogeneity into Groundwater Models of Glaciated Urban Areas",
 "cfda_num": "47.050",
 "org_code": "06030109",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Torgersen",
 "awd_eff_date": "2008-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 418246.0,
 "awd_amount": 418246.0,
 "awd_min_amd_letter_date": "2008-09-19",
 "awd_max_amd_letter_date": "2012-07-19",
 "awd_abstract_narration": "CAREER: Integrating Research, Education, and Heterogeneity into Groundwater Models of Glaciated Urban Areas    \t                Lawrence D. Lemke, Wayne State University\r\n\r\n\r\n\r\n \r\nIn the face of growing U.S. population in the 21st century, reliable numerical flow and transport models are essential tools for managing groundwater resources in expanding urbanized areas. The development of such models is particularly challenging in glaciated regions where depositional complexities make it difficult to predict the detailed three dimensional distributions of hydrostratigraphic units that control local scale groundwater flow and contaminant transport. This research project will apply alternative methods to model the spatial variability of physical attributes and quantify uncertainty in predicted groundwater flow and solute transport within an urban glacial aquifer system.  Allostratigraphic correlation methods will be used to identify bounding surfaces and define the gross hydrostratigraphic architecture. Subsequently, geostatistical methods will be used to model smaller scale variability within the allostratigraphic correlation units.  It is postulated that such hybrid models of aquifer variability will define a wider range of uncertainty in groundwater flow and contaminant transport predictions than that established by varying aquifer parameters or boundary conditions within a single, most-likely deterministic aquifer model.  Uncertainty associated with alternative deterministic and stochastic conceptual models will also be assessed.  The results of this research are expected to demonstrate that predictive uncertainty cannot be adequately quantified using a single deterministic geologic model. As a further outcome of the research activities, it is expected that hybrid deterministic and stochastic models will enjoy more frequent application and, as a consequence, our ability to predict and quantify uncertainties in the movement of contaminants through highly heterogeneous aquifer systems will improve. \r\nThe research will be conducted at Wayne State University, a prominent urban research institution serving 33,000 students, located in a glaciated region with an expanding metropolitan area and a long history of industrial activity. The accompanying Education Plan will strengthen the Environmental Science Program at Wayne State while training a new generation of students (including underrepresented minorities) with the critical skills needed to build hybrid numerical models of heterogeneous aquifer systems. Because Wayne State?s undergraduate student body consists of 37% minority students (33% African-American), this project will impact a diverse cross-section of students. A combination of field trips, peer mentoring, and learning communities will be used to attract and retain underrepresented minority students to the Geology and Environmental Science Programs. In addition, approximately 1,000 general education students and 20 to 30 Geology and Environmental Science majors will be exposed to problem-based learning activities associated with the proposed research each year. By helping to bridge the gap of minority under-representation in science, this project will help meet the growing U.S. demand for science and engineering graduates.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lawrence",
   "pi_last_name": "Lemke",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Lawrence D Lemke",
   "pi_email_addr": "ldlemke@wayne.edu",
   "nsf_id": "000330579",
   "pi_start_date": "2008-09-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wayne State University",
  "inst_street_address": "5700 CASS AVE STE 4900",
  "inst_street_address_2": "",
  "inst_city_name": "DETROIT",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "3135772424",
  "inst_zip_code": "482023692",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "MI13",
  "org_lgl_bus_name": "WAYNE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M6K6NTJ2MNE5"
 },
 "perf_inst": {
  "perf_inst_name": "Wayne State University",
  "perf_str_addr": "5700 CASS AVE STE 4900",
  "perf_city_name": "DETROIT",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "482023692",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "MI13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157500",
   "pgm_ele_name": "EDUCATION AND HUMAN RESOURCES"
  },
  {
   "pgm_ele_code": "157900",
   "pgm_ele_name": "Hydrologic Sciences"
  },
  {
   "pgm_ele_code": "769900",
   "pgm_ele_name": "Integrat & Collab Ed & Rsearch"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "01S8",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "0100999999",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 333256.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 84990.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit.</strong>&nbsp;Many industrialized cities in the northern U.S. and southern Canada, such as Detroit, Toronto, Buffalo, Cleveland, Milwaukee, and Chicago, are built upon land that was covered by continental glaciers approximately 10,000 years ago. These cities share common groundwater management challenges arising from legacy pollutants combined with the inherent complexity of the glacial sediments forming the shallow aquifer systems beneath them.&nbsp; Indeed, glacial aquifer systems are notoriously complex, exhibiting high variability over small distances that makes it difficult for geologists and engineers to predict the movement of contaminated groundwater through them.</p>\n<p>&nbsp;</p>\n<p>A case in point is found beneath Ann Arbor, Michigan, where 1,4-dioxane released at a manufacturing plant has migrated several kilometers through a complex glacial drift aquifer system that contributes approximately 20% of the city&rsquo;s municipal water supply (the other 80% is taken from the Huron River).&nbsp; Because 1,4-dioxane is readily soluble in water but resistant to breakdown by microbes and filtering by soil particles, it provides a tracer-like record of groundwater flow through the glacial sediments. Despite attempts to contain and remove dioxane following its discovery 30 years ago, remedial activities have had limited success and a large (10 km<sup>2</sup>) groundwater use prohibition zone has been imposed along the expected transport pathway between the source area and the Huron River.</p>\n<p>&nbsp;</p>\n<p>The objective<em> </em>of this study was to develop an improved method for characterizing spatial variability in glacial sediments and to use that method to model and quantify contaminant transport uncertainty within an urban glacial aquifer system. The central hypothesis<em> </em>was that hybrid aquifer models that incorporate a random (stochastic) component would define a wider range of uncertainty than more traditional aquifer models relying on a single (deterministic) interpretation.</p>\n<p>&nbsp;</p>\n<p>The project had two overall goals.The first was to demonstrate that hybrid aquifer models can be constructed in a way that is appropriate and useful for glacial sediments.This was accomplished using extensive information from the Ann Arbor, Michigan site where more than 200 monitoring wells yielded a rich data set for constraining field-scale stratigraphic, hydrogeologic, and contaminant transport models.We interpreted the three-dimensional distribution of glacial aquifers and aquitards beneath Ann Arbor and incorporated them into a computerized groundwater flow and transport simulator.Spatially-variable random (stochastic) permeability values were assigned to the aquifer and aquitard units to account for uncertainty in their distributions.We built two alternative sets of hybrid models that included 100 different, but equally-probable, realizations in each set.</p>\n<p>&nbsp;</p>\n<p>The second goal was to use the hybrid aquifer model sets to define potential outcomes for specific model predictions.&nbsp; We focused on questions about how soon 1,4-dioxane could reach the Huron River, how much would be captured by a local drain system, and how long transport would persist.&nbsp; Each of these measures demonstrated a range of uncertainty that provided useful information on the best-case, worst-case, and most-likely scenarios.&nbsp; From a practical standpoint, our results suggested that 1,4-dioxane has likely reached the Huron River, the municipal drain system may be an important discharge point for 1,4-dioxane, and 1,4-dioxane contamination can be expected to persist for many decades to come.&nbsp; From a scientific standpoint, we learned that the behavior of our hybrid models changes as transport distance increases.&nbsp; Close to the point of release, transport is dominated by the deterministic model component. As transport con...",
  "por_txt_cntn": "\nIntellectual Merit. Many industrialized cities in the northern U.S. and southern Canada, such as Detroit, Toronto, Buffalo, Cleveland, Milwaukee, and Chicago, are built upon land that was covered by continental glaciers approximately 10,000 years ago. These cities share common groundwater management challenges arising from legacy pollutants combined with the inherent complexity of the glacial sediments forming the shallow aquifer systems beneath them.  Indeed, glacial aquifer systems are notoriously complex, exhibiting high variability over small distances that makes it difficult for geologists and engineers to predict the movement of contaminated groundwater through them.\n\n \n\nA case in point is found beneath Ann Arbor, Michigan, where 1,4-dioxane released at a manufacturing plant has migrated several kilometers through a complex glacial drift aquifer system that contributes approximately 20% of the cityÆs municipal water supply (the other 80% is taken from the Huron River).  Because 1,4-dioxane is readily soluble in water but resistant to breakdown by microbes and filtering by soil particles, it provides a tracer-like record of groundwater flow through the glacial sediments. Despite attempts to contain and remove dioxane following its discovery 30 years ago, remedial activities have had limited success and a large (10 km2) groundwater use prohibition zone has been imposed along the expected transport pathway between the source area and the Huron River.\n\n \n\nThe objective of this study was to develop an improved method for characterizing spatial variability in glacial sediments and to use that method to model and quantify contaminant transport uncertainty within an urban glacial aquifer system. The central hypothesis was that hybrid aquifer models that incorporate a random (stochastic) component would define a wider range of uncertainty than more traditional aquifer models relying on a single (deterministic) interpretation.\n\n \n\nThe project had two overall goals.The first was to demonstrate that hybrid aquifer models can be constructed in a way that is appropriate and useful for glacial sediments.This was accomplished using extensive information from the Ann Arbor, Michigan site where more than 200 monitoring wells yielded a rich data set for constraining field-scale stratigraphic, hydrogeologic, and contaminant transport models.We interpreted the three-dimensional distribution of glacial aquifers and aquitards beneath Ann Arbor and incorporated them into a computerized groundwater flow and transport simulator.Spatially-variable random (stochastic) permeability values were assigned to the aquifer and aquitard units to account for uncertainty in their distributions.We built two alternative sets of hybrid models that included 100 different, but equally-probable, realizations in each set.\n\n \n\nThe second goal was to use the hybrid aquifer model sets to define potential outcomes for specific model predictions.  We focused on questions about how soon 1,4-dioxane could reach the Huron River, how much would be captured by a local drain system, and how long transport would persist.  Each of these measures demonstrated a range of uncertainty that provided useful information on the best-case, worst-case, and most-likely scenarios.  From a practical standpoint, our results suggested that 1,4-dioxane has likely reached the Huron River, the municipal drain system may be an important discharge point for 1,4-dioxane, and 1,4-dioxane contamination can be expected to persist for many decades to come.  From a scientific standpoint, we learned that the behavior of our hybrid models changes as transport distance increases.  Close to the point of release, transport is dominated by the deterministic model component. As transport continues along the 4.5 km path from the source area toward the Huron River, the influence of the stochastic component grows.\n\n \n\nBroader Impact. The project developed a rich subsurface dataset that can be used by others to i..."
 }
}