{
 "awd_id": "0746035",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Ocean Redox Evolution at the Dawn of Animal Life: An Integrated Geological and Geochemical Study of the Ediacaran Yangtze Platform in South China",
 "cfda_num": "47.050",
 "org_code": "06030207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Yusheng Liu",
 "awd_eff_date": "2008-08-01",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 97209.0,
 "awd_amount": 97209.0,
 "awd_min_amd_letter_date": "2008-07-29",
 "awd_max_amd_letter_date": "2010-07-15",
 "awd_abstract_narration": "EAR 0745825\r\nCOLLABORATIVE RESEARCH: Ocean Redox Evolution at the Dawn of Animal Life: An Integrated Geological and Geochemical Study of the Ediacaran Yangtze Platform in South China\r\nABSTRACT\r\nRecent studies suggested that major oxidation events during the Ediacaran Period (ca. 635 Ma to 542 Ma) triggered the first appearance and evolution of the Earth?s earliest animal life, but critical evaluation of the proposed linkages is limited by the lack of a detailed documentation on spatial and temporal redox changes of Ediacaran oceans and the responses of Ediacaran organisms to such redox changes. An integrated geological, geochemical, and paleobiological study of the Ediacaran Yangtze platform is aimed at improving our understanding of the interplay between ocean redox changes, geochemical anomalies, and early animal evolution in a rarely preserved, fossiliferous sedimentary archive. The proposed research is designed to test the following hypotheses: (1) the deep ocean was anoxic/euxinic until ca. 551 Ma; (2) episodic oxidation of a large oceanic dissolved organic carbon (DOC) reservoir led to the formation of geochemical anomalies including unusually negative carbon isotope excursions; and (3) the spatial and temporal distribution of Ediacaran organisms was coupled with ocean redox conditions. Objectives of the research are to determine: (1) carbonate and organic carbon isotope variability across the basin to test a potential surface-to-deep ocean carbon isotope gradient that may have been much greater than in the modern ocean; (2) spatial and temporal sulfur isotope variability to test the persistence and/or fluctuation of sulfate reduction and sulfur disproportionation across the basin; (3) spatial and temporal changes of molybdenum (Mo) concentrations and Mo isotopes, iron (Fe) speciation and Fe isotopes to determine the secular redox evolution and potential redox fluctuation associated with stable isotope excursions; and (4) spatial and temporal occurrences of Ediacaran fossils and their relationships with geochemical boundaries/anomalies. The ultimate goal of the research is to integrate paleontological and geochemical data to test the coupling between redox conditions and spatial/temporal patterns of Ediacaran organisms. Anticipated data would provide important information for our understanding of the environmental forces related to a significant biological innovation in Earth history.\r\nThe project will partially support four PhD students from University of Nevada Las Vegas, Virginia Polytechnic Institute, University of California at Riverside, and Arizona State University. The project develops new collaborations between researchers at four different institutions and provides a broad training opportunity for interactions among students with different research foci. Research results will be integrated with courses taught at four institutions and will enhance undergraduate involvement in the research project at four institutions. The project will also promote international collaborations with scientists from institutions in China and Canada.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ariel",
   "pi_last_name": "Anbar",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Ariel D Anbar",
   "pi_email_addr": "anbar@asu.edu",
   "nsf_id": "000155861",
   "pi_start_date": "2008-07-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "660 S MILL AVENUE STE 204",
  "perf_city_name": "TEMPE",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852813670",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "745900",
   "pgm_ele_name": "Sedimentary Geo & Paleobiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 31894.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 33034.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 32281.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The PIs and their students conducted an interdisciplinary study of sedimentary rocks deposited 635-542 million years ago (Ma) in South China, in order to better understand the interactions between biological evolution and environmental change during this time period. Sedimentological, geochemical, and paleobiological data were integrated in order to reconstruct environmental conditions and evolutionary paths, and to test various hypotheses about the rise of animals and significant climatic events in ancient past. Important findings from this research include (1) a prominent ocean oxidation event happened prior to the early diversification of animals, suggesting a causal link between extreme climate change, oxygen rise and early animal evolution; (2) similar carbonate-organic carbon isotope patterns at ca. 635 Ma, ca. 551 Ma, and ca. 540 Ma suggest episodic oxidation of the Earth&rsquo;s surface environments through enhanced burial of photosynthetic organic carbon; and (3) the spatial and temporal distribution of marine eukaryotic organisms was likely controlled by ocean redox conditions. These findings help us to better understand the biological-environmental interactions in the past and better project the future of the environment and life on our planet. Results from this research have been disseminated in peer-reviewed journals, including Nature, Science, Proceedings of the National Academy of Sciences, Geology, and Earth and Planetary Science Letters.</p>\n<p>The project provided support for one PhD student and partial support for another two graduate students (one PhD and one Master) at the University of Nevada Las Vegas (UNLV), and provided opportunities for career developemnt of a postdoc at Arizona State University (ASU). It also created synergies among four American universities (UNLV, Virginia Tech, University of California at Riverside, and ASU) and several Chinese institutions (China University of Geosciences, Nanjing Institute of Geology and Paleontology). Results from this project have been incorporated in several introductory courses taught by the PIs, numerous public lectures given by the PIs at museums and K-12 teacher workshops, and public media that reported the findings of this research project.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/13/2014<br>\n\t\t\t\t\tModified by: Ariel&nbsp;D&nbsp;Anbar</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe PIs and their students conducted an interdisciplinary study of sedimentary rocks deposited 635-542 million years ago (Ma) in South China, in order to better understand the interactions between biological evolution and environmental change during this time period. Sedimentological, geochemical, and paleobiological data were integrated in order to reconstruct environmental conditions and evolutionary paths, and to test various hypotheses about the rise of animals and significant climatic events in ancient past. Important findings from this research include (1) a prominent ocean oxidation event happened prior to the early diversification of animals, suggesting a causal link between extreme climate change, oxygen rise and early animal evolution; (2) similar carbonate-organic carbon isotope patterns at ca. 635 Ma, ca. 551 Ma, and ca. 540 Ma suggest episodic oxidation of the EarthÆs surface environments through enhanced burial of photosynthetic organic carbon; and (3) the spatial and temporal distribution of marine eukaryotic organisms was likely controlled by ocean redox conditions. These findings help us to better understand the biological-environmental interactions in the past and better project the future of the environment and life on our planet. Results from this research have been disseminated in peer-reviewed journals, including Nature, Science, Proceedings of the National Academy of Sciences, Geology, and Earth and Planetary Science Letters.\n\nThe project provided support for one PhD student and partial support for another two graduate students (one PhD and one Master) at the University of Nevada Las Vegas (UNLV), and provided opportunities for career developemnt of a postdoc at Arizona State University (ASU). It also created synergies among four American universities (UNLV, Virginia Tech, University of California at Riverside, and ASU) and several Chinese institutions (China University of Geosciences, Nanjing Institute of Geology and Paleontology). Results from this project have been incorporated in several introductory courses taught by the PIs, numerous public lectures given by the PIs at museums and K-12 teacher workshops, and public media that reported the findings of this research project.\n\n \n\n\t\t\t\t\tLast Modified: 03/13/2014\n\n\t\t\t\t\tSubmitted by: Ariel D Anbar"
 }
}