{
 "awd_id": "0746985",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: The Ecology of Information in Predator-prey Interactions: Testing Mechanisms by which Informed Prey Avoid their Predators in Space and Time",
 "cfda_num": "47.074",
 "org_code": "08010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Alan Tessier",
 "awd_eff_date": "2008-03-15",
 "awd_exp_date": "2014-02-28",
 "tot_intn_awd_amt": 599907.0,
 "awd_amount": 599907.0,
 "awd_min_amd_letter_date": "2008-03-21",
 "awd_max_amd_letter_date": "2011-12-28",
 "awd_abstract_narration": "Optimal decision making by organisms relies upon the acquisition of information regarding relevant ecological conditions (e.g., location of predators, qualities of prospective mates).  The better informed the individual, the better it can match its behavior to its present or anticipated future circumstances.  These adjustments in turn may be important drivers or regulators of ecological interactions.  Therefore, to fully grasp ecological complexity, ecologists must understand the sources of information available to organisms (e.g., past experiences, newly acquired information), how information changes an organism's behavior, and the consequences of information use for other organisms.  The research to be performed will investigate these questions within the context of how breeding songbirds acquire information about predation risk.  It combines long-term observational data on individually marked animals, experimental manipulation of predators in time and space, and computer simulations to explore the role of environmental predictability on information use and, hence, on possible responses to global change.\r\n      \r\nThe proposed research will facilitate undergraduate research that targets underrepresented groups through programs such as McNair Scholars and Howard Hughes Fellows.  It will develop a new initiative to provide science education through reflection and active research experience to non-science majors.  This initiative will occur within a curriculum designed to groom students for professions that communicate the science of the natural world to non-scientists.  Through proposed education assessments, this initiative would represent perhaps the first attempt to quantify the role of reflection and research experience on students' abilities to effectively convey the nature of science through writing.           \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kenneth",
   "pi_last_name": "Schmidt",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Kenneth A Schmidt",
   "pi_email_addr": "kenneth.schmidt@ttu.edu",
   "nsf_id": "000315598",
   "pi_start_date": "2008-03-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas Tech University",
  "inst_street_address": "2500 BROADWAY",
  "inst_street_address_2": "",
  "inst_city_name": "LUBBOCK",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "8067423884",
  "inst_zip_code": "79409",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "TX19",
  "org_lgl_bus_name": "TEXAS TECH UNIVERSITY SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "EGLKRQ5JBCZ7"
 },
 "perf_inst": {
  "perf_inst_name": "Texas Tech University",
  "perf_str_addr": "2500 BROADWAY",
  "perf_city_name": "LUBBOCK",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "79409",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "TX19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118200",
   "pgm_ele_name": "POP & COMMUNITY ECOL PROG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 121995.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 120283.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 121225.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 122220.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 114184.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Ecology of Information is a new synthesis of the fields of animal behavior, population ecology, and evolutionary ecology that recognizes the central importance for information in these areas of ecological science. &nbsp;Information in the ecological sense is defined as making an individual&rsquo;s world more predictable and resulting in a change in its &lsquo;state&rsquo;, such as its behavior or decision-making. &nbsp;For songbirds, selecting appropriate breeding habitat presents an ideal context in which to examine this synthesis.&nbsp; The quality of breeding habitat varies in space and time, and information can guide an individual to high quality sites.&nbsp; Breeding behavior itself samples the quality of habitat and consequently produces information through reproductive success: fledging young is information to suggest the site is good, so return. &nbsp;And in many organisms, reproductive success is on &lsquo;public display&rsquo; via the presence of young of other individuals. &nbsp;However, breeding habitat varies in time, so what was good today may not be tomorrow, downgrading the role of prior experience. &nbsp;The connection to population ecology is likewise strong.&nbsp; For a songbird that has 2-3 opportunities to breed in its lifetime, securing a high quality breeding location is one of the most important decisions it can make.&nbsp; &nbsp;</p>\n<p>This research investigated a number of sources of information that ground-nesting birds (veery and ovenbird) may use to select habitat.&nbsp; These included chipmunks (a known nest predator), veery fledgling calls (a performance-based indicator of neighbors&rsquo; success), and tufted titmouse song and calls (a heterospecific passerine thought to convey a benefit from associating with through the ability of titmice to signal and harass predators). &nbsp;I examined variation in nest predator densities and used experimental playbacks to manipulate sets of cues describe above, singly or in combination.&nbsp; Cues could be early in the season and thus used that year (current information, e.g., chipmunk calls), or late in the season and could be used next year (prior information, e.g., fledgling calls. &nbsp;From these experiments were conducted over multiple years I determined that ground-nesting passerines do eavesdrop on nest predator vocalizations and avoid perceived predator hotspots. &nbsp;Veeries also used fledgling cues that were received 9 months earlier when selecting sites the following year. &nbsp;Although we could not collect such data empirically, these results indicate that veeries were prospecting on neighbors&rsquo; sites and using cues (auditory cues sufficed) to choose sites 9 months later. &nbsp;Indeed, cameras placed at active veery nests demonstrated that o not only did neighboring veeries approach other individuals&rsquo; nest quite closely, but so did conspecific species such as American robins and wood thrush.&nbsp; Veeries also preferentially settled at sites where titmouse calls were played.&nbsp; However, in experiments that ran multiple years, not ever year showed positive effects. &nbsp;</p>\n<p>Demonstrating these behaviors and information use is critical if ecologists want to accurately model their population performance and growth rates, and to determine how environmental changes may affect the population into the future.&nbsp; Ignoring how individuals locate and avoid predators or prospect on neighbors&rsquo; success will underestimate population growth.&nbsp; On the other hand, environmental changes that increase variability from one year to the next, or disrupt the ability to use acoustic cues (chronic noise pollution) can lead to population declines.&nbsp; &nbsp;</p>\n<p>To address population consequences of how organisms use information, I coupled the above field experiments to assessing the population consequences of information use through the construction of population a...",
  "por_txt_cntn": "\nThe Ecology of Information is a new synthesis of the fields of animal behavior, population ecology, and evolutionary ecology that recognizes the central importance for information in these areas of ecological science.  Information in the ecological sense is defined as making an individualÆs world more predictable and resulting in a change in its æstateÆ, such as its behavior or decision-making.  For songbirds, selecting appropriate breeding habitat presents an ideal context in which to examine this synthesis.  The quality of breeding habitat varies in space and time, and information can guide an individual to high quality sites.  Breeding behavior itself samples the quality of habitat and consequently produces information through reproductive success: fledging young is information to suggest the site is good, so return.  And in many organisms, reproductive success is on æpublic displayÆ via the presence of young of other individuals.  However, breeding habitat varies in time, so what was good today may not be tomorrow, downgrading the role of prior experience.  The connection to population ecology is likewise strong.  For a songbird that has 2-3 opportunities to breed in its lifetime, securing a high quality breeding location is one of the most important decisions it can make.   \n\nThis research investigated a number of sources of information that ground-nesting birds (veery and ovenbird) may use to select habitat.  These included chipmunks (a known nest predator), veery fledgling calls (a performance-based indicator of neighborsÆ success), and tufted titmouse song and calls (a heterospecific passerine thought to convey a benefit from associating with through the ability of titmice to signal and harass predators).  I examined variation in nest predator densities and used experimental playbacks to manipulate sets of cues describe above, singly or in combination.  Cues could be early in the season and thus used that year (current information, e.g., chipmunk calls), or late in the season and could be used next year (prior information, e.g., fledgling calls.  From these experiments were conducted over multiple years I determined that ground-nesting passerines do eavesdrop on nest predator vocalizations and avoid perceived predator hotspots.  Veeries also used fledgling cues that were received 9 months earlier when selecting sites the following year.  Although we could not collect such data empirically, these results indicate that veeries were prospecting on neighborsÆ sites and using cues (auditory cues sufficed) to choose sites 9 months later.  Indeed, cameras placed at active veery nests demonstrated that o not only did neighboring veeries approach other individualsÆ nest quite closely, but so did conspecific species such as American robins and wood thrush.  Veeries also preferentially settled at sites where titmouse calls were played.  However, in experiments that ran multiple years, not ever year showed positive effects.  \n\nDemonstrating these behaviors and information use is critical if ecologists want to accurately model their population performance and growth rates, and to determine how environmental changes may affect the population into the future.  Ignoring how individuals locate and avoid predators or prospect on neighborsÆ success will underestimate population growth.  On the other hand, environmental changes that increase variability from one year to the next, or disrupt the ability to use acoustic cues (chronic noise pollution) can lead to population declines.   \n\nTo address population consequences of how organisms use information, I coupled the above field experiments to assessing the population consequences of information use through the construction of population and evolutionary models.  Such models reveal (1) Social information use (such as prospecting behavior) can be important to maintain populations at low densities, especially in harsh environment, (2) Information use may be critical to maintaining populatio..."
 }
}