{
 "awd_id": "0746320",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Fetal Growth as a Cue of Matrilineal Nutritional History in the Philippines",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Carolyn Ehardt",
 "awd_eff_date": "2008-06-15",
 "awd_exp_date": "2011-11-30",
 "tot_intn_awd_amt": 245409.0,
 "awd_amount": 245409.0,
 "awd_min_amd_letter_date": "2008-06-19",
 "awd_max_amd_letter_date": "2010-03-17",
 "awd_abstract_narration": "\r\nThe nutrition that a fetus receives from the mother across the placenta influences not only its rate of growth but also that individual's adult biology, including reproductive function, body size and risk of developing chronic diseases like high blood pressure, diabetes or heart disease. As more studies demonstrate such long-term effects of intrauterine conditions, this has led to new questions about their function. It has been proposed that these developmental adjustments represent a form of adaptation in which maternal biology sends cues across the placenta that allow the fetus to adjust its metabolism and biology in anticipation of nutrition and other conditions in the postnatal environment. This idea of intergenerational signaling has been demonstrated in other species, but most are short-lived. How such a system might operate in a long-lived species like humans is less clear, because the mother's diet or health during the months of pregnancy may be less representative of typical conditions over the many years or decades that a human offspring will live in that ecology. To clarify the role of fetal nutrition as an ecological nutritional cue, this study will test whether a woman's developmental history of nutrition and growth predict the fetal growth rate of her offspring. This US and Filipino team of researchers will work with a study that originally enrolled 3000+ pregnant women in 1983 and has since collected detailed information on the growth, nutrition, and other characteristics of their offspring as they aged. The original offspring are now reproductive-aged adults having offspring of their own (age 25-26 years), allowing this team to evaluate the intergenerational predictors of fetal nutrition and growth rate using data spanning 3 matrilineal generations. All women (the original female offspring n~900) will be tracked to identify new pregnancies, and information on diet, health and nutritional status will be collected during pregnancy and in their newborns at birth. This will replicate data collected in their mothers when they were infants, and allow identification of which factors in the mother's nutritional history, extending back to the grandmother's pregnancy nutritional status, predict fetal growth rate in their offspring. In addition, birth records will be used to reconstruct birth weight of prior offspring of these women, but also of the spouses of study males, which will provide insights into the relative importance of genetic and developmental factors as influences on fetal growth rate.\r\n\r\nThis study will clarify what information from the mother's nutritional history might be encoded in fetal nutrition and reflected in fetal growth rate. This will help explain the role of fetal developmental plasticity as a mechanism of biological adaptation in humans and will shed light on how these systems might influence later health. By clarifying the ages and types of nutritional and other factors in the mother's developmental past that predict offspring fetal growth rate, this study could also lead to new approaches to maternal nutritional supplementation aimed at improving birth outcomes.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Kuzawa",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher Kuzawa",
   "pi_email_addr": "kuzawa@northwestern.edu",
   "nsf_id": "000276334",
   "pi_start_date": "2008-06-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "633 CLARK ST",
  "perf_city_name": "EVANSTON",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602080001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1392",
   "pgm_ref_txt": "Biological Anthropology"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 83983.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 80663.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 80763.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Study overview</strong>. The nutrition that a fetus receives from the mother across the placenta influences not only its rate of growth but also its long-term biology and health as an adult. It has been proposed that these biological changes allow the fetus to adjust its biology in anticipation of nutrition and other conditions that it is likely to experience after birth. The primary goal of this study is to test whether fetal nutrition is adjusted in response to the mother&rsquo;s long-term nutritional history, rather than simply to her nutrition during pregnancy itself. Addressing this question requires collecting information in women over long time periods prior to their pregnancies. This team of researchers worked with a study in the Philippines that originally enrolled more than 3000 pregnant women in 1983 and that has since collected detailed information on the growth, nutrition, and other characteristics of their offspring as they aged. Because the original offspring are now reproductive-aged adults having offspring of their own (age 29 years), this study provides a rare opportunity to test which of the mother&rsquo;s experiences predict the birth weight of her future babies, using information that extend all the way back to her own gestational experiences 3 decades ago.</p>\n<p><strong>What was done</strong>. This research team tracked all new pregnancies in a large group of 800+ women during 29 months of fieldwork. 310 pregnancies were identified and these women were interviewed and had their diet, health and nutritional status evaluated during pregnancy. Immediately after birth, interviewers returned for a second visit to collect information from the mothers and to measure the size, head circumference, body fat and other characteristics of their newborns babies.</p>\n<p><strong>Research findings</strong>. While fieldwork was ongoing, 3 scientific papers were published or are in review at scientific journals, all of which were used to mentor graduate student co-authors: <strong>1)</strong> The first analysis shows that a mother&rsquo;s birth weight is a stronger predictor of a baby&rsquo;s birth weight than is the father&rsquo;s birth weight. This confirms that the tendency for birth weights of offspring to resemble those of their parents is not simply due to genes (in which case father&rsquo;s and mother&rsquo;s birth weights would be equally strong as predictors), but likely is also influenced by additional maternal factors (such as her nutrition or health); <strong>2)</strong> The second analysis showed that mothers with higher levels of stress hormones give birth to smaller babies, and that this negative effect of stress on offspring seems to be greater for male babies.&nbsp; The idea that growth and development in males is more sensitive to stress is a long-standing hypothesis and this study extends this idea back prior to birth; <strong>3)</strong> The third analysis submitted for publication evaluates whether aspects of a mother&rsquo;s immune system (inflammation) predict the size of the baby that she gives birth to.&nbsp; Inflammation is increasingly recognized as a key influence on diseases like diabetes and heart attacks &ndash; our study extends this idea to show that a pregnant mother&rsquo;s inflammation can influence her offspring, again with effects larger in males. For instance, we found that male babies were biggest when mothers had a combination of low inflammatory cytokines (hormones) and high levels of beneficial anti-inflammatory cytokines.</p>\n<p><strong>Ongoing analyses</strong>. Because this grant funded nearly 3 years of fieldwork, fieldwork continued until near the end of the grant budget period.&nbsp; Final data files are now cleaned and assembled and will be used to clarify which aspects of each mother&rsquo;s nutritional history (fetal life, infancy, and childhood) influences the birth weights of her offspring. This will...",
  "por_txt_cntn": "\nStudy overview. The nutrition that a fetus receives from the mother across the placenta influences not only its rate of growth but also its long-term biology and health as an adult. It has been proposed that these biological changes allow the fetus to adjust its biology in anticipation of nutrition and other conditions that it is likely to experience after birth. The primary goal of this study is to test whether fetal nutrition is adjusted in response to the motherÆs long-term nutritional history, rather than simply to her nutrition during pregnancy itself. Addressing this question requires collecting information in women over long time periods prior to their pregnancies. This team of researchers worked with a study in the Philippines that originally enrolled more than 3000 pregnant women in 1983 and that has since collected detailed information on the growth, nutrition, and other characteristics of their offspring as they aged. Because the original offspring are now reproductive-aged adults having offspring of their own (age 29 years), this study provides a rare opportunity to test which of the motherÆs experiences predict the birth weight of her future babies, using information that extend all the way back to her own gestational experiences 3 decades ago.\n\nWhat was done. This research team tracked all new pregnancies in a large group of 800+ women during 29 months of fieldwork. 310 pregnancies were identified and these women were interviewed and had their diet, health and nutritional status evaluated during pregnancy. Immediately after birth, interviewers returned for a second visit to collect information from the mothers and to measure the size, head circumference, body fat and other characteristics of their newborns babies.\n\nResearch findings. While fieldwork was ongoing, 3 scientific papers were published or are in review at scientific journals, all of which were used to mentor graduate student co-authors: 1) The first analysis shows that a motherÆs birth weight is a stronger predictor of a babyÆs birth weight than is the fatherÆs birth weight. This confirms that the tendency for birth weights of offspring to resemble those of their parents is not simply due to genes (in which case fatherÆs and motherÆs birth weights would be equally strong as predictors), but likely is also influenced by additional maternal factors (such as her nutrition or health); 2) The second analysis showed that mothers with higher levels of stress hormones give birth to smaller babies, and that this negative effect of stress on offspring seems to be greater for male babies.  The idea that growth and development in males is more sensitive to stress is a long-standing hypothesis and this study extends this idea back prior to birth; 3) The third analysis submitted for publication evaluates whether aspects of a motherÆs immune system (inflammation) predict the size of the baby that she gives birth to.  Inflammation is increasingly recognized as a key influence on diseases like diabetes and heart attacks &ndash; our study extends this idea to show that a pregnant motherÆs inflammation can influence her offspring, again with effects larger in males. For instance, we found that male babies were biggest when mothers had a combination of low inflammatory cytokines (hormones) and high levels of beneficial anti-inflammatory cytokines.\n\nOngoing analyses. Because this grant funded nearly 3 years of fieldwork, fieldwork continued until near the end of the grant budget period.  Final data files are now cleaned and assembled and will be used to clarify which aspects of each motherÆs nutritional history (fetal life, infancy, and childhood) influences the birth weights of her offspring. This will help clarify whether fetal responses to nutrition help individuals adapt to their changing environments, while providing new insights into the role of a motherÆs nutrition in the growth and health of her offspring.\n\n\t\t\t\t\tLast Modified: 02/29/2012\n\n\t\t\t\t\tSubmitted by: Christ..."
 }
}