{
 "awd_id": "0746790",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Co-analysis of Signal and Sense for Understanding Non-verbal Communications and their Applications",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2008-05-01",
 "awd_exp_date": "2014-04-30",
 "tot_intn_awd_amt": 494919.0,
 "awd_amount": 494919.0,
 "awd_min_amd_letter_date": "2008-05-02",
 "awd_max_amd_letter_date": "2012-04-30",
 "awd_abstract_narration": "The objective of this research is to advance our understanding of prosodic relationships and their synchronizations between verbal and nonverbal communication modes.  Prosody and kinesics such as hand gestures, head nods, facial expressions, and posture, play a crucial role in everyday communication by adding expressiveness, as well as by structuring information.  Although there are different types and various levels of synchronization across these modalities, their exact mapping remains unclear.  Whereas cross-modal synchronization between verbal and nonverbal modalities has been explored mostly at the semantic and discourse levels to date, in this work the PI will focus on the interplay between them at various levels of granularity.  In particular, co-analyses of speech, using language and discourse models, with kinesics will be used to uncover prosodic correspondences which, in turn, will be used to develop novel algorithms for modeling dialog acts, emotions and other kinesics.  The two primary goals of the project are to develop computational methods and software tools to iteratively uncover prosodic relationships between nonverbal and verbal behaviors, and to use derived prosodic relationships and their synchronizations to develop novel computational methods and software tools for the robust recognition of gestures, facial expressions, emotions, head nods, and dialog acts.  The PI hopes to thereby lay the foundation for a framework for co-analysis of multimodal articulations to obtain a deeper understanding of (a) how the nucleus of an utterance and visual prosody interact to render the intent of the utterance, and (b) how synchronization with other modalities affects the production of multimodal co-articulation.  To further improve the robustness and recognition accuracies, a set of classifiers will be designed and fused by taking into account the diversity among them. Systematic methods will be developed to evaluate the classifiers using various performance metrics (i.e., precision, recall, F-measures), graphical analyses and measure functions.  The outcomes of the research, together with the PI's prior work, will ultimately enable the development of a perceptual interface for AutoTutor (an artificially intelligent web-based tutoring system), providing a natural means to interact with multimedia contents for instruction.\r\n\r\nBroader Impact:  The results of this research will have profound impact on the understanding and tracking of multimodal communications in humans and agents.  The interplay between the complementary modalities and prosodic manifestations of their synchronization will also broaden the understanding of multi-channel communications in cognitive science, discourse processing, linguistics, and human-machine interaction, which will enable the development of innovative applications such as collaborative environments for agents and humans, and assistive technologies for the elderly and disabled.  The long-term vision of the proposed research is to develop a perceptual interface for web-based tutoring systems such as AutoTutor.  Use of an enhanced artificially intelligent web-based tutor offers significant opportunities for improving the math and science preparation of incoming engineering and science undergraduates of the Memphis City Schools and other regional or national clients.  The PI will also create an online collaborative learning environment, using newer frameworks such as Web 2.0, to organize a massive amount of digital contents in such a way that communities of learners can effectively share and co-manage the information.  The software and databases developed as part of this project will be made available to other researchers through the project website.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mohammed",
   "pi_last_name": "Yeasin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mohammed Yeasin",
   "pi_email_addr": "myeasin@memphis.edu",
   "nsf_id": "000484375",
   "pi_start_date": "2008-05-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Memphis",
  "inst_street_address": "115 JOHN WILDER TOWER",
  "inst_street_address_2": "",
  "inst_city_name": "MEMPHIS",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "9016783251",
  "inst_zip_code": "381520001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "TN09",
  "org_lgl_bus_name": "UNIVERSITY OF MEMPHIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "F2VSMAKDH8Z7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Memphis",
  "perf_str_addr": "115 JOHN WILDER TOWER",
  "perf_city_name": "MEMPHIS",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "381520001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "TN09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9215",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING SYSTEMS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 94751.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 97214.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 99761.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 102274.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 100919.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Text\"><span style=\"white-space: pre;\"> </span>This report highlights the major activities, specific objectives significant results, and key achievements of the Year 2013-2014.&nbsp; A number of new initiatives were taken to solve some of the critical problems in meeting the stated objective. In particular, we have strived to: (<em>i) Assistive Technology for People who are Blind or Visually Impaired, (ii) Modeling of Cognitive Ability-Demand Gaps in Collaborative Sense-making to develop Assistive Technology Solutions, (iii) Semi-automated system to annotate large audio-visual database, (iii) develop software system to co-analyze features for both the audio and video data, (iv) Modality and Task Independent Cognitive Load for Assistive Technology and (v) Tool for Integration and Mining of Big Data in Biomedicine.</em> Finding of this research is being published in well-reputed journals and conferences and many of the research outcomes are directly applied to the NSF RESSEE proposal entitled &ldquo;Contextual Research-Empirical Research--Detecting, Tracking, and Modeling Cognitive, Affective, and Meta-cognitive Regulatory Processes to Optimize Learning with MetaTutor, where Dr. Yeasin is Co-PI.</p>\n<p class=\"Text\"><span style=\"white-space: pre;\"> </span>During the period (05/01/2013 to 04/30/2014) several new initiatives were taken to build on top of the prior years research accomplishments. The PI and the research team made significant effort in developing assistive technology solutions for people who are blind or visually impaired. Culminating research effort in this period produces: (i) Five (5) Journal paper, (ii) Ten (10) Peer reviewed conference papers, (iii) Two (2) Journal abstract, (iv) Two (2) Ph.D. Dissertation and (v) Two (2) MS Thesis.&nbsp;</p>\n<p><strong>List of Publications during the reporting period (May 2013 &ndash;April 2014)</strong>:</p>\n<p><strong>Journal Papers:</strong></p>\n<ol>\n<li>AKM Mahbubur Rahman, ASM Iftekhar Anam and Mohammed Yeasin, &ldquo;EmoAssist: Emotion Enabled Assistive Tool to Enhance Dyadic Conversation for the Visually Impaired, IEEE Transaction on Affective Computing, 2014 (in Press).</li>\n<li>AKM Mahbubur Rahman, and Mohammed Yeasin,\"A Unified Framework for Dividing and Predicting a Large Set of Action Units\", IEEE Transaction on Affective Computing, 2014 (In Press).</li>\n<li>&nbsp;M. Iftekhar Tanveer, A.S.M. Iftekhar Anam and Mohammed Yeasin, &ldquo;Designing a Technology for the Blind Users to Understand Others Facial Expressions,&rdquo; ACM Transaction of Accessible Computing (TACCESS), 2014 (in Press).</li>\n<li>G. Hossain and M. Yeasin,\"Cognitive Ability-Demand Gap Analysis with Latent Response Models\", IEEE Transactions on ACCESS, EEE (DOI) - 10.1109/ACCESS.2014.2339328, 2014. </li>\n<li>G. Hossain and M. Yeasin,\"Assistive Thinking: Integrating System Dynamics into Design Thinking Approach\", IEEE Journal of Systems, 2014 (<em>in Press</em>).</li>\n</ol>\n<p><strong>Conference Papers</strong>:</p>\n<ol>\n<li>Expression: A Dyadic ConversationAid using Google Glass for Peoplewith Visual Impairments, Anam, ASM Iftekhar and Alam, Shahinur and Yeasin, To appear in ACM Ubiquitous computing 2014 Adjunct Publicaiton, Seattle, WA, Sept 13-17</li>\n<li>M. Iftekhar Tanveer, A.S.M. Iftekhar Anam, Mohammed Yeasin and Majid Khan, &ldquo;Do You See What I See? Designing a Sensory Substitution Device to Access Non-verbal Modes of Communication&rdquo;, To appear in proceedings of the 15th International ACM SIGACCESS Conference on Computers and Accessibility (ASSETS &rsquo;13), Bellevue, Washington, 2013.</li>\n<li>A K M M. Rahman, ASM. I. Anam, M. I. Tanveer, and M. Yeasin, &ldquo;EmoAssist: A Real-time Social Interaction Tool to assist the Visually Impaired\", In Proceedings of the 15th &nbsp;International Conference on Human- &nbsp; &nbsp; &nbsp; Computer Interaction (HCII 2013), Las Vegas, NV.</li>\n<li>G. Hossain and M. Yeasin,\"Under...",
  "por_txt_cntn": "This report highlights the major activities, specific objectives significant results, and key achievements of the Year 2013-2014.  A number of new initiatives were taken to solve some of the critical problems in meeting the stated objective. In particular, we have strived to: (i) Assistive Technology for People who are Blind or Visually Impaired, (ii) Modeling of Cognitive Ability-Demand Gaps in Collaborative Sense-making to develop Assistive Technology Solutions, (iii) Semi-automated system to annotate large audio-visual database, (iii) develop software system to co-analyze features for both the audio and video data, (iv) Modality and Task Independent Cognitive Load for Assistive Technology and (v) Tool for Integration and Mining of Big Data in Biomedicine. Finding of this research is being published in well-reputed journals and conferences and many of the research outcomes are directly applied to the NSF RESSEE proposal entitled \"Contextual Research-Empirical Research--Detecting, Tracking, and Modeling Cognitive, Affective, and Meta-cognitive Regulatory Processes to Optimize Learning with MetaTutor, where Dr. Yeasin is Co-PI.\n During the period (05/01/2013 to 04/30/2014) several new initiatives were taken to build on top of the prior years research accomplishments. The PI and the research team made significant effort in developing assistive technology solutions for people who are blind or visually impaired. Culminating research effort in this period produces: (i) Five (5) Journal paper, (ii) Ten (10) Peer reviewed conference papers, (iii) Two (2) Journal abstract, (iv) Two (2) Ph.D. Dissertation and (v) Two (2) MS Thesis. \n\nList of Publications during the reporting period (May 2013 &ndash;April 2014):\n\nJournal Papers:\n\nAKM Mahbubur Rahman, ASM Iftekhar Anam and Mohammed Yeasin, \"EmoAssist: Emotion Enabled Assistive Tool to Enhance Dyadic Conversation for the Visually Impaired, IEEE Transaction on Affective Computing, 2014 (in Press).\nAKM Mahbubur Rahman, and Mohammed Yeasin,\"A Unified Framework for Dividing and Predicting a Large Set of Action Units\", IEEE Transaction on Affective Computing, 2014 (In Press).\n M. Iftekhar Tanveer, A.S.M. Iftekhar Anam and Mohammed Yeasin, \"Designing a Technology for the Blind Users to Understand Others Facial Expressions,\" ACM Transaction of Accessible Computing (TACCESS), 2014 (in Press).\nG. Hossain and M. Yeasin,\"Cognitive Ability-Demand Gap Analysis with Latent Response Models\", IEEE Transactions on ACCESS, EEE (DOI) - 10.1109/ACCESS.2014.2339328, 2014. \nG. Hossain and M. Yeasin,\"Assistive Thinking: Integrating System Dynamics into Design Thinking Approach\", IEEE Journal of Systems, 2014 (in Press).\n\n\nConference Papers:\n\nExpression: A Dyadic ConversationAid using Google Glass for Peoplewith Visual Impairments, Anam, ASM Iftekhar and Alam, Shahinur and Yeasin, To appear in ACM Ubiquitous computing 2014 Adjunct Publicaiton, Seattle, WA, Sept 13-17\nM. Iftekhar Tanveer, A.S.M. Iftekhar Anam, Mohammed Yeasin and Majid Khan, \"Do You See What I See? Designing a Sensory Substitution Device to Access Non-verbal Modes of Communication\", To appear in proceedings of the 15th International ACM SIGACCESS Conference on Computers and Accessibility (ASSETS Æ13), Bellevue, Washington, 2013.\nA K M M. Rahman, ASM. I. Anam, M. I. Tanveer, and M. Yeasin, \"EmoAssist: A Real-time Social Interaction Tool to assist the Visually Impaired\", In Proceedings of the 15th  International Conference on Human-       Computer Interaction (HCII 2013), Las Vegas, NV.\nG. Hossain and M. Yeasin,\"Understanding Effects of Cognitive Load from Pupillary Responses Using Hilbert Analytic Phase,\" in Proc. IEEE Workshop on Vision Meets Cognition (in conjunction with CVPR 2014), June 23, 2014.\nG. Hossain and M. Yeasin, \"Assistive Thinking: A New Approach in Assistive Technology Design in Disability Management\", IEEE 1st International Conference on Technology for Helping People with Special Needs (ICTHP-2013), February 18-20, 2013, Riyadh,..."
 }
}