{
 "awd_id": "0746676",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER:  Multilevel Discontinuous Least-Squares Finite Element Methods",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924488",
 "po_email": "jwang@nsf.gov",
 "po_sign_block_name": "Junping Wang",
 "awd_eff_date": "2008-05-15",
 "awd_exp_date": "2014-10-31",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2008-05-08",
 "awd_max_amd_letter_date": "2012-06-21",
 "awd_abstract_narration": "For the numerical approximation of partial differential equations (PDEs), a balance is sought between the approximation properties (accuracy, consistency, stability, etc.), the solution time (solver speed, implementation efficiency), and robustness (scalability and applicability).  To this end, the principle goal in this proposal is to develop a high-order discretization framework amenable to fast solution techniques in a multilevel setting.  The application focus of the proposal is motivated by two core problems: neutrophil chemotaxis in the blood stream and cellular mechanics in microcirculation.  Principally, these models are governed by coupled anisotropic diffusion-convection-reaction equations and coupled Stokes equations.  The efficient and effective numerical solutions of these complex equations is central to the proposed work.  This includes the development of an effective discontinuous least-squares spectral element method, a comparison with popular strategies such as discontinuous Galerkin, and the development of an integrated algebraic multigrid preconditioner for use with high-order spectral elements in this situation.  Ultimately, this work establishes a theoretical and computation base for further research in discontinuous least-squares methods and high-order preconditioning.  Moreover, an intrinsic element of this project is  the integration of new methods in numerical PDEs and iterative methods into the existing scientific computing curriculum to help train future computational scientists.\r\n\r\nAs physical models grow in complexity and high-performance computing environments grow in speed, so do the demands on the underlying mathematical algorithms.  The goal of this project is to make progress toward a more generalized mathematical framework that encompasses more layers of the entire simulation tool chain.  Large-scale computational analysis is a critical experimental component in many areas of the physical sciences and yet, computational scientists are limited in their tool set.  Olson proposes to develop a multilevel approximation method for core applications, such as cellular behavior in the blood stream, and to expand wider adaptation of new methods in the field through outreach and education. The proposed research methodology promotes conformity with the physics of the problem, allows for a natural and extensible computational implementation, and yields an accurate and efficient solution.  This project will develop new steps for the multilevel methodology, disseminate the computational tools to the broader scientific and computing community, and train students and scientists on using these emerging computational technologies.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Luke",
   "pi_last_name": "Olson",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Luke N Olson",
   "pi_email_addr": "lukeo@illinois.edu",
   "nsf_id": "000389682",
   "pi_start_date": "2008-05-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 S WRIGHT ST",
  "perf_city_name": "URBANA",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 64171.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 83392.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 86356.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 89612.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 76469.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Scientific simulation of many physical processes require the approximation to<br />partial differential equations.&nbsp; The goal of this project was to advance the<br />robustness, efficiency, use, and quality of the numerical methods employed for<br />such approximations.&nbsp; Specifically the core contributions of this project was<br />the development of a more robust framework with improved conservation<br />properties with theory and usable algorithms to support the efforts.&nbsp; For<br />example, the mass conservation properties of a fluid flow were improved (as in<br />the attached figures) where other methods have previously exhibited severe mass<br />loss.&nbsp; This not only resulted in a new class of methods, but also contributed<br />to the understanding of conservation properties (or lack thereof) in more<br />general settings.&nbsp; In addition, the project also contributed to the development<br />of solvers which often encompass a large computational bottleneck in many<br />scientific simulations.&nbsp; For many of these problems, for example, a critical<br />computational challenge is the solution of a large system of interrelated<br />equations; this project contributed to the developed of methods that required<br />fewer inputs (in a so-called algebraic fashion) from the practitioner.<br />Together, the contributions benefit a range of applications in the physical<br />sciences.<br /><br />The project advanced the knowledge of numerical methods for partial differential<br />equations by introducing a new methodology that is applicable to a range of<br />problems in science and in engineering.&nbsp; Many numerical methods are limited by<br />their applicability (i.e., the ability to use a method for a range of problems)<br />and by the complexity of their use (i.e., the difficulty in using a method for a<br />particular problem).&nbsp; The algorithms developed in this project targeted a<br />methodology based on a minimization process and, consequently, often yield more<br />direct employment of the method and analysis of their use.&nbsp; The methods also<br />proved efficient, thus enabling the simulation of more challenging physical<br />phenomena and allowing simulation at finer granularity.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/01/2015<br>\n\t\t\t\t\tModified by: Luke&nbsp;N&nbsp;Olson</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2015/0746676/0746676_10024037_1425226854483_cylinderDivFreeVelocity--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2015/0746676/0746676_10024037_1425226854483_cylinderDivFreeVelocity--rgov-800width.jpg\" title=\"CylinderTest\"><img src=\"/por/images/Reports/POR/2015/0746676/0746676_10024037_1425226854483_cylinderDivFreeVelocity--rgov-66x44.jpg\" alt=\"CylinderTest\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">An example flow used to test mass conservation in the proposed method.</div>\n<div class=\"imageCredit\">Luke Olson</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Luke&nbsp;N&nbsp;Olson</div>\n<div class=\"imageTitle\">CylinderTest</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2015/0746676/0746676_10024037_1425226928502_restrictedChannelDivFreeVelocity--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2015/0746676/0746676_10024037_1425226928502_restrictedChannelDivFreeVelocity--rgov-800width.jpg\" title=\"ConstrictedTest\"><img src=\"/por/images/Reports/POR/2015/0...",
  "por_txt_cntn": "\nScientific simulation of many physical processes require the approximation to\npartial differential equations.  The goal of this project was to advance the\nrobustness, efficiency, use, and quality of the numerical methods employed for\nsuch approximations.  Specifically the core contributions of this project was\nthe development of a more robust framework with improved conservation\nproperties with theory and usable algorithms to support the efforts.  For\nexample, the mass conservation properties of a fluid flow were improved (as in\nthe attached figures) where other methods have previously exhibited severe mass\nloss.  This not only resulted in a new class of methods, but also contributed\nto the understanding of conservation properties (or lack thereof) in more\ngeneral settings.  In addition, the project also contributed to the development\nof solvers which often encompass a large computational bottleneck in many\nscientific simulations.  For many of these problems, for example, a critical\ncomputational challenge is the solution of a large system of interrelated\nequations; this project contributed to the developed of methods that required\nfewer inputs (in a so-called algebraic fashion) from the practitioner.\nTogether, the contributions benefit a range of applications in the physical\nsciences.\n\nThe project advanced the knowledge of numerical methods for partial differential\nequations by introducing a new methodology that is applicable to a range of\nproblems in science and in engineering.  Many numerical methods are limited by\ntheir applicability (i.e., the ability to use a method for a range of problems)\nand by the complexity of their use (i.e., the difficulty in using a method for a\nparticular problem).  The algorithms developed in this project targeted a\nmethodology based on a minimization process and, consequently, often yield more\ndirect employment of the method and analysis of their use.  The methods also\nproved efficient, thus enabling the simulation of more challenging physical\nphenomena and allowing simulation at finer granularity.\n\n\t\t\t\t\tLast Modified: 03/01/2015\n\n\t\t\t\t\tSubmitted by: Luke N Olson"
 }
}