{
 "awd_id": "0747713",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Molecular Level Investigation of Peptide Recognition on Hydroxyapatite",
 "cfda_num": "47.049",
 "org_code": "03070013",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joseph A. Akkara",
 "awd_eff_date": "2008-02-01",
 "awd_exp_date": "2013-01-31",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2008-02-27",
 "awd_max_amd_letter_date": "2011-12-13",
 "awd_abstract_narration": "This Career award by the Biomaterials program in the Division of Materials Research to University of California Berkeley is to develop a comprehensive understanding of the interactions between well-defined hydroxyapatite (HAP) crystals and their recognition peptides and how this mineralization is regulated.  A molecular level understanding of how proteins regulate the biomineralization process is critical for understanding ossification, osteoporosis, and many other bone- and tooth-related diseases.  With this project, the investigators will synthesize (100) and (001) HAP surfaces and study the surface structures of HAP crystals. The next step will be identification of peptides that specifically bind to the well-defined (100) and (001) surfaces and characterize their binding specificity under biologically relevant conditions. Using various microscopy and quantitative analysis techniques, the investigator will characterize the nanoscopic interactions between the recognition peptides and HAP crystal surfaces and verify the roles of the HAP-binding peptides. The successful completion of this research will provide specific recognition peptide motifs for well defined (100) and (001) HAP surfaces. The resulting HAP recognition peptides may be useful for designing hard tissue regenerating materials and/or for developing novel small molecule-based drugs to inhibit undesired mineralization processes. In addition, the proposed studies may be useful for developing protein-based bone prosthetic regeneration materials and novel therapeutics for bone related diseases such as osteoporosis and osteogenesis imperfecta.\r\n\r\nThe educational aims of the project will provide learning opportunities for current and future researchers in bionanoscience and bioengineering. The PI will develop new courses at the undergraduate/graduate levels in the Department of Bioengineering, create a new seminar series on \"Bionanoscience\" at UC Berkeley, and organize conferences in local communities. A web-based database presenting the HAP-binding peptide sequences identified from phage display and in situ AFM analysis of the peptide interactions with HAP will be created. It will also provide researchers with an organized summary of other bone- and tooth- associated proteins. To encourage future generations to be engaged in science and engineering, the PI will work with undergraduate and graduate students to develop a hands-on exhibit and experiments to enhance the understanding of the role of proteins in bionanoscience using seashells and bones. This exhibit, entitled \"Finding Nano\", will be presented at the Lawrence Hall of Science Museum (Berkeley, CA), as well as to local low-income elementary schools.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Seung-Wuk",
   "pi_last_name": "Lee",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Seung-Wuk Lee",
   "pi_email_addr": "leesw@berkeley.edu",
   "nsf_id": "000491331",
   "pi_start_date": "2008-02-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762300",
   "pgm_ele_name": "BIOMATERIALS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 80000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 80000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 80000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 80000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 80000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\n<p><strong>Project Outcome Report</strong></p>\n<p>Calcified mineral tissues, such as bones and teeth, are remarkable components of our bodies that provide both structural functions as well as a means of storing essential minerals. Bones are composed of organic proteins, mainly collagenous-matrices, and inorganic crystals, hydroxyapatite, that are combined in hierarchically organized structures. The resulting composite structures are strong and fracture-resistant but dynamic in their ability to exchange mineral ions for the regulation of many biological functions. In the last decade, significant progress has been made in understanding the factors that cause bone mineralization, resorption, disease, and fractures. However, an understanding of the molecular mechanism of bone mineralization and resorption remains elusive. Attaining this knowledge will allow for advancements in disease treatment and synthetic orthopedic material development and will provide new information for designing materials and devices to solve challenging science and engineering problems.</p>\n<p><strong>&nbsp;</strong></p>\n<p>Through the support of National Science Foundation, we have created tractable model systems related to bone biointerfaces and developed novel bone-protein mimetic macromolecules that can be used for hard and soft tissue engineering materials and therapeutics:<strong> </strong></p>\n<p><strong>&nbsp;</strong></p>\n<p><strong>Scientific Outcome:</strong></p>\n<p><strong>A) We investigated the atomic level bone crystal-solution interface by synthesizing single crystal hydroxyapatite with (100) or (001)-dominant surfaces and characterized their properties using <em>in situ</em> atomic force microscopy</strong>. Our studies were performed in real time under precisely defined conditions. We used various inorganic and organic modifiers to regulate bone surfaces under static and dynamic conditions. We first demonstrated that the bone crystal surfaces changed in a crystal structure dependent manner, exhibiting step shapes and heights that dynamically evolved upon the application of external cues (defects, ionic concentration, fluoride ions, amino acids and etc).</p>\n<p><strong>&nbsp;</strong></p>\n<p><strong>B) We investigated molecular level bone crystal-peptide interfacial interactions using high throughput phage peptide library screening</strong>. We mimicked the evolution processes of bone proteins and discovered new collagen-like and other bone protein-like peptides which bind our well-characterized (100) HAP surfaces. These peptides exhibited bone crystal nucleation and dissolution inhibition activities that were verified using various microscopy techniques. Based on our AFM and phage display work, we also proposed possible mechanisms by which bone proteins and crystals interact.</p>\n<p>&nbsp;</p>\n<p><strong>C) We investigated microscopic protein-protein and protein-crystal interactions using specifically designed protein sequences</strong>. Through a recombinant synthesis approach, we created bone-protein like biomacromolecules and incorporated them into organic/inorganic bone-mimetic composite materials. By varying the protein sequences and analyzing the resulting composites&rsquo; microstructures and mechanical properties we were able to investigate the effects of protein-protein, protein-crystal, and protein-ion interactions. This allowed us to determine mechanisms by which the mechanical properties of bones are modulated. We verified that protein-crystal interactions were critical for enhancing the mechanical properties of the nanocomposites.</p>\n<p>&nbsp;</p>\n<p><strong>D) We investigated macroscopic cell-protein interfaces using collagen-mimetic nanofiber matrices. </strong>We developed novel phage-based nanofiber matrices that could easily be engineered to display various biochemical cues and form self-assembled nanostructures for regulating cellular behaviors. U...",
  "por_txt_cntn": "\n \n\nProject Outcome Report\n\nCalcified mineral tissues, such as bones and teeth, are remarkable components of our bodies that provide both structural functions as well as a means of storing essential minerals. Bones are composed of organic proteins, mainly collagenous-matrices, and inorganic crystals, hydroxyapatite, that are combined in hierarchically organized structures. The resulting composite structures are strong and fracture-resistant but dynamic in their ability to exchange mineral ions for the regulation of many biological functions. In the last decade, significant progress has been made in understanding the factors that cause bone mineralization, resorption, disease, and fractures. However, an understanding of the molecular mechanism of bone mineralization and resorption remains elusive. Attaining this knowledge will allow for advancements in disease treatment and synthetic orthopedic material development and will provide new information for designing materials and devices to solve challenging science and engineering problems.\n\n \n\nThrough the support of National Science Foundation, we have created tractable model systems related to bone biointerfaces and developed novel bone-protein mimetic macromolecules that can be used for hard and soft tissue engineering materials and therapeutics: \n\n \n\nScientific Outcome:\n\nA) We investigated the atomic level bone crystal-solution interface by synthesizing single crystal hydroxyapatite with (100) or (001)-dominant surfaces and characterized their properties using in situ atomic force microscopy. Our studies were performed in real time under precisely defined conditions. We used various inorganic and organic modifiers to regulate bone surfaces under static and dynamic conditions. We first demonstrated that the bone crystal surfaces changed in a crystal structure dependent manner, exhibiting step shapes and heights that dynamically evolved upon the application of external cues (defects, ionic concentration, fluoride ions, amino acids and etc).\n\n \n\nB) We investigated molecular level bone crystal-peptide interfacial interactions using high throughput phage peptide library screening. We mimicked the evolution processes of bone proteins and discovered new collagen-like and other bone protein-like peptides which bind our well-characterized (100) HAP surfaces. These peptides exhibited bone crystal nucleation and dissolution inhibition activities that were verified using various microscopy techniques. Based on our AFM and phage display work, we also proposed possible mechanisms by which bone proteins and crystals interact.\n\n \n\nC) We investigated microscopic protein-protein and protein-crystal interactions using specifically designed protein sequences. Through a recombinant synthesis approach, we created bone-protein like biomacromolecules and incorporated them into organic/inorganic bone-mimetic composite materials. By varying the protein sequences and analyzing the resulting compositesÆ microstructures and mechanical properties we were able to investigate the effects of protein-protein, protein-crystal, and protein-ion interactions. This allowed us to determine mechanisms by which the mechanical properties of bones are modulated. We verified that protein-crystal interactions were critical for enhancing the mechanical properties of the nanocomposites.\n\n \n\nD) We investigated macroscopic cell-protein interfaces using collagen-mimetic nanofiber matrices. We developed novel phage-based nanofiber matrices that could easily be engineered to display various biochemical cues and form self-assembled nanostructures for regulating cellular behaviors. Using this phage-based matrix system, we investigated various protein and cellular interfaces and developed a topical therapeutic material.\n\n \n\nBroad Impact:\n\nA molecular level understanding of how proteins regulate the biomineralization process is critical for understanding ossification, osteoporosis, and many other bone- and tooth-related diseases. Our..."
 }
}