{
 "awd_id": "0747631",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Multi-scale cell-fluid-matrix interactions during freezing/thawing of biological tissues",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927470",
 "po_email": "grorrer@nsf.gov",
 "po_sign_block_name": "Gregory Rorrer",
 "awd_eff_date": "2008-01-01",
 "awd_exp_date": "2009-12-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 405000.0,
 "awd_min_amd_letter_date": "2007-12-07",
 "awd_max_amd_letter_date": "2008-08-01",
 "awd_abstract_narration": "AWARD ABSTRACT\r\nThe goal of this CAREER project is to establish a highly interdisciplinary biotransport research and education program bridging thermal science/engineering, biology and medicine focused on quantitative understanding of freezing/thawing-induced multi-scale cell-fluid-matrix interaction within biological tissues.  \r\n\r\nFreezing of biological tissue is emerging in biomedical applications to treat diseased tissues (i.e., cryotherapy) or to preserve tissues (i.e., cryopreservation).  In spite of its success at the cellular level, the utilization of cryomedicine in tissue systems is still challenging and its efficacy is significantly limited since its outcomes are highly tissue-type dependent.  Thus, an identical macro-scale freezing/thawing (F/T) protocol can result in either success or failure, depending on what kinds of tissues are frozen/thawed.  Although F/T-induced interactions among cells, interstitial fluid and extracellular matrix are thought to cause the tissue-type dependent outcomes, quantitative understanding of the cell-fluid-matrix interactions is currently lacking.  Thus, many applications rely on empirically driven strategies or directly adapt cellular level knowledge.  \r\n\r\nIn this research project, these multi-scale interactions will be measured and characterized at the meso/micro/nano-scales using a newly developed quantum dot-mediated multi-modal measurement technique.  The outcomes of the proposed research activities will build a framework of mechanistic understanding of F/T-induced cell-fluid-matrix interactions.  This understanding will ultimately help to design successful cryomedical applications for a wide variety of tissues.\r\n\r\nIn addition, the following three educational activities will be performed - 1) development of an interdisciplinary biotransport course using the challenge-driven teaching method; 2) development of outreach programs for middle schoolers; and 3) interdisciplinary research and pedagogical training of participating graduate and undergraduate students.  The synergistic integration of the proposed research and educational activities will be achieved by the direct embodiment of the research findings and developments into the challenge-driven education modules for the biotransport course and outreach programs. The ultimate outcomes of the educational activities will be the recruitment and preparation of a future workforce for interdisciplinary fields of engineering, biology and medicine.  \r\n\r\nIntellectual Merit\r\nThe proposed research will provide quantitative spatiotemporal understanding of F/T-induced cell-fluid-matrix interactions, which is a missing link to bridge macro-scale F/T protocols to molecular (nano-scale), cellular (micro-scale), and tissue (meso-scale) level heat and mass transport phenomena. The resultant comprehensive understanding will give mechanistic insights on F/T-induced cell-fluid-matrix interactions and the role of thermal, mechanical and biological stimuli, which significantly enhance our knowledge and understanding on F/T-induced biotransport phenomena.  In addition, the multi-scale framework of the proposed research will substantially advance our understanding of moving boundary problems with phase change in emerging micro- and nano-porous systems.\r\n\r\nBroader Impacts\r\nThis CAREER project has significant societal impacts on improving healthcare including minimally invasive cryotherapies for cancers and cardiovascular disease, and cryopreservation of native tissues for transplantation surgeries.  In addition, successful cryopreservation of engineered cell/tissue without losing their functionality is a crucial enabling technology for the cellular/tissue engineering industry.  The proposed project will also synergistically promote teaching, training and learning through the challenge-driven biotransport course, outreach programs, and research training.  Participation of Hispanic students will be actively pursued through AHETEMS (Advancing Hispanic Excellence in Technology, Engineering, Math and Science) Foundation, whose headquarters is located at UT-Arlington.  The new facilities to quantify multi-scale cell-fluid-matrix interactions of biomaterials will be available to local medical institutes and industry.  For broad dissemination of knowledge, the latest research findings and developed education/outreach modules will be distributed through the PI's laboratory website.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bumsoo",
   "pi_last_name": "Han",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bumsoo Han",
   "pi_email_addr": "bumsooh@illinois.edu",
   "nsf_id": "000385050",
   "pi_start_date": "2007-12-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Arlington",
  "inst_street_address": "701 S NEDDERMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "ARLINGTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "8172722105",
  "inst_zip_code": "760199800",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT ARLINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "LMLUKUPJJ9N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Arlington",
  "perf_str_addr": "701 S NEDDERMAN DR",
  "perf_city_name": "ARLINGTON",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "760199800",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140600",
   "pgm_ele_name": "TTP-Thermal Transport Process"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "008E",
   "pgm_ref_txt": "Gene and Drug Delivery"
  },
  {
   "pgm_ref_code": "064E",
   "pgm_ref_txt": "Convection heat and mass transfer"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 119698.0
  }
 ],
 "por": null
}