{
 "awd_id": "0747470",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Information Theory and Iterative Decoding for Channels With Memory",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032922981",
 "po_email": "pregalia@nsf.gov",
 "po_sign_block_name": "Phillip Regalia",
 "awd_eff_date": "2008-06-01",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 416000.0,
 "awd_min_amd_letter_date": "2008-01-30",
 "awd_max_amd_letter_date": "2012-05-07",
 "awd_abstract_narration": "The main thrust of this research is the development of innovative new techniques for the transmission and storage of digital information.  The storage and transmission of digital information is now so ubiquitous in our society, that improving the state of the art in this area has a ripple effect that can enable advances in many other fields.  As this technology is pushed to its limits, increasingly complex models are required to  represent communication systems accurately.  To this end, this research focuses on advanced system models whose properties depend on previous inputs and outputs from the system.  Hard disk drives are a good representative of these complicated systems and this research should help improve the capacity and reliability of future magnetic storage systems.\r\n\r\nThe unifying theme of this research theme is a class of communication channels (with memory) known as finite-state channels (FSCs).  FSCs are a very general class of channels that are used to model complex channels including correlated fading channels, inter-symbol interference channels, and magnetic recording channels.  The first part of this research considers the practical computation of information-theoretic quantities, such as the capacity and the error exponent, that are important for the design of magnetic storage devices with very low failure rates. The second part involves the joint iterative decoding for FSCs and low-density parity-check (LDPC) codes.  In particular, this work considers a pseudo-codeword analysis for joint decoding that can be used to optimize codes for finite block lengths. The third part studies the rate-distortion (RD) problem for finite-state sources; characterizing this RD curve for large distortions has long been an open problem in information theory.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Henry",
   "pi_last_name": "Pfister",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Henry D Pfister",
   "pi_email_addr": "henry.pfister@duke.edu",
   "nsf_id": "000450420",
   "pi_start_date": "2008-01-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Engineering Experiment Station",
  "inst_street_address": "3124 TAMU",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778433124",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A&M ENGINEERING EXPERIMENT STATION",
  "org_prnt_uei_num": "QD1MX6N5YTN4",
  "org_uei_num": "QD1MX6N5YTN4"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M Engineering Experiment Station",
  "perf_str_addr": "3124 TAMU",
  "perf_city_name": "COLLEGE STATION",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778433124",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "735100",
   "pgm_ele_name": "THEORETICAL FOUNDATIONS (TF)"
  },
  {
   "pgm_ele_code": "779700",
   "pgm_ele_name": "Comm & Information Foundations"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "7935",
   "pgm_ref_txt": "COMM & INFORMATION THEORY"
  },
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 164183.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 168985.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 82832.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project focused on the development of new techniques for the transmission and storage of digital information. The storage and transmission of digital information is now so ubiquitous in our society, that improving the state of the art in this area has a ripple effect that can enable advances in many other fields.&nbsp; The unifying theme of this research is a class of communication channels (with memory) known as finite-state channels (FSCs). FSCs are used to model challenging communication channels including correlated-fading channels typical in wireless communication and intersymbol interference channels typical in magnetic recording systems.&nbsp; Hard disk drives are a good representative of these complicated systems and this research is expected help improve the capacity and reliability of future magnetic storage systems.&nbsp; The project was broken into multiple thrusts and the following describes the main outcomes of each thrust.</p>\n<p>The first thrust focused on the analysis of FSCs from an information theory perspective.&nbsp; The main outcome is the first non-trivial term in \"high-noise\" series expansion for the entropy rate of a Hidden Markov process (HMP) which implies an expansion for the capacity of a finite-state channel (FSC) in the &ldquo;high-noise&rdquo; regime.&nbsp; More generally, the resulting paper shows that the derivative of the entropy rate of an HMP can be computed as an expectation over the stationary distributions of the optimum forward and backward state predictors of the HMP.&nbsp; The intellectual merit of this research lies in our detailed analysis of the entropy rate and its derivative for a wide class of HMPs.&nbsp; The broader impact stems from the fact that the entropy rate of an HMP is an important quantity for a wide variety of applications.&nbsp; This research resulted in one journal paper.</p>\n<p>The second thrust focused on the joint decoding of low-density parity-check (LDPC) codes and FSCs.&nbsp; In particular, we introduced a rigorous definition of LP joint-decoding pseudo-codewords that enables evaluation of the pairwise error probability between codewords and pseudocodewords in Gaussian noise. This led to a provable upper bound on decoder failure probability.&nbsp; Next, we extended the approach of iterative approximate LP decoding to this problem. By taking advantage of the dual-domain structure of the joint-decoding LP, we obtained a convergent iterative algorithm for joint LP decoding whose structure is similar to turbo equalization (TE).&nbsp; This decoder provides the predictability and low error floor of joint LP decoding with the computational complexity of TE.&nbsp; The intellectual merit of this research stems from the extension of LP decoding to channels with memory.&nbsp; The broader impact of this research is evident from its expected application in coding for magnetic storage.&nbsp; This research resulted in two conference papers and onejournal paper.</p>\n<p>The vast majority of the funding for this grant was used to fund graduate students.&nbsp; These students also came up with new and original ideas outside the scope of the original project.&nbsp; For that reason, this grant also supported, in part, initial research on spatially-coupled codes and compressed sensing.</p>\n<p>Spatially-coupled (SC) LDPC codes are a generalization of LDPC convolutional codes and were recently shown to have outstanding performance. &nbsp;Our work in this area started by applying SC codes to FSCs. &nbsp;Later, we introduced a simple proof technique for threshold saturation that applies to a variety of SC systems. Our new approach simplifies previous results and also establishes new results, such as proving universality in some multiuser scenarios.&nbsp; We have also applied SC codes to optical communication channels and observed outstanding performance in practice.&nbsp; The intellectual merit of this research stems fr...",
  "por_txt_cntn": "\nThis project focused on the development of new techniques for the transmission and storage of digital information. The storage and transmission of digital information is now so ubiquitous in our society, that improving the state of the art in this area has a ripple effect that can enable advances in many other fields.  The unifying theme of this research is a class of communication channels (with memory) known as finite-state channels (FSCs). FSCs are used to model challenging communication channels including correlated-fading channels typical in wireless communication and intersymbol interference channels typical in magnetic recording systems.  Hard disk drives are a good representative of these complicated systems and this research is expected help improve the capacity and reliability of future magnetic storage systems.  The project was broken into multiple thrusts and the following describes the main outcomes of each thrust.\n\nThe first thrust focused on the analysis of FSCs from an information theory perspective.  The main outcome is the first non-trivial term in \"high-noise\" series expansion for the entropy rate of a Hidden Markov process (HMP) which implies an expansion for the capacity of a finite-state channel (FSC) in the \"high-noise\" regime.  More generally, the resulting paper shows that the derivative of the entropy rate of an HMP can be computed as an expectation over the stationary distributions of the optimum forward and backward state predictors of the HMP.  The intellectual merit of this research lies in our detailed analysis of the entropy rate and its derivative for a wide class of HMPs.  The broader impact stems from the fact that the entropy rate of an HMP is an important quantity for a wide variety of applications.  This research resulted in one journal paper.\n\nThe second thrust focused on the joint decoding of low-density parity-check (LDPC) codes and FSCs.  In particular, we introduced a rigorous definition of LP joint-decoding pseudo-codewords that enables evaluation of the pairwise error probability between codewords and pseudocodewords in Gaussian noise. This led to a provable upper bound on decoder failure probability.  Next, we extended the approach of iterative approximate LP decoding to this problem. By taking advantage of the dual-domain structure of the joint-decoding LP, we obtained a convergent iterative algorithm for joint LP decoding whose structure is similar to turbo equalization (TE).  This decoder provides the predictability and low error floor of joint LP decoding with the computational complexity of TE.  The intellectual merit of this research stems from the extension of LP decoding to channels with memory.  The broader impact of this research is evident from its expected application in coding for magnetic storage.  This research resulted in two conference papers and onejournal paper.\n\nThe vast majority of the funding for this grant was used to fund graduate students.  These students also came up with new and original ideas outside the scope of the original project.  For that reason, this grant also supported, in part, initial research on spatially-coupled codes and compressed sensing.\n\nSpatially-coupled (SC) LDPC codes are a generalization of LDPC convolutional codes and were recently shown to have outstanding performance.  Our work in this area started by applying SC codes to FSCs.  Later, we introduced a simple proof technique for threshold saturation that applies to a variety of SC systems. Our new approach simplifies previous results and also establishes new results, such as proving universality in some multiuser scenarios.  We have also applied SC codes to optical communication channels and observed outstanding performance in practice.  The intellectual merit of this research stems from broad applicability of our proof technique.  The broader impact of this research stems from the practical applications of our work for optical communication systems.  This research resulted in si..."
 }
}