{
 "awd_id": "0747195",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Experimental Warming, Permafrost Thawing, and the Loss of Old Carbon from Tundra: Radiocarbon Research and Education to Understand Ecosystem Feedbacks to Climate Change",
 "cfda_num": "47.074",
 "org_code": "08010209",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Henry L. Gholz",
 "awd_eff_date": "2008-03-01",
 "awd_exp_date": "2014-02-28",
 "tot_intn_awd_amt": 599999.0,
 "awd_amount": 613749.0,
 "awd_min_amd_letter_date": "2008-02-27",
 "awd_max_amd_letter_date": "2013-03-25",
 "awd_abstract_narration": "Enough carbon is contained in soils and permafrost of northern ecosystems to double current carbon dioxide in the atmosphere.  Because of the size and nature of the permafrost carbon pool, decomposition of previously frozen, old organic carbon is one of the most likely positive feedbacks from terrestrial ecosystems to climate change in a warmer world.  This project uses radiocarbon measurements as a unique fingerprint for detecting the loss of old soil carbon in combination with an ecosystem-scale field manipulation to determine controls over the release of permafrost carbon.  This high-precision isotope research is paired with the continued development and teaching of an intensive short course designed to expose students to the emerging technology of accelerator mass spectrometry for measuring radiocarbon.  Increased numbers of radiocarbon measurements combined with more researchers skilled in the interpretation of this data offers great promise towards detecting changes in ecosystem and global carbon cycling. \r\n\r\nClimate change is altering the world in which we live. At present, increasing greenhouse gases responsible for climate change are largely a result of human activities.  However, climate change may alter the natural cycling of carbon in ecosystems far from direct human influence.  The permafrost carbon pool is more than 100 times the current annual inputs of carbon dioxide into the atmosphere from human activity, and thresholds at the freezing point indicate that abrupt changes are possible.  This research and education plan focusing on radiocarbon is aimed at understanding more broadly whether terrestrial ecosystems will accelerate or mitigate future climate change.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Edward",
   "pi_last_name": "Schuur",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Edward A Schuur",
   "pi_email_addr": "ted.schuur@nau.edu",
   "nsf_id": "000321267",
   "pi_start_date": "2008-02-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "1523 UNION RD RM 207",
  "perf_city_name": "GAINESVILLE",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326111941",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118100",
   "pgm_ele_name": "ECOSYSTEM STUDIES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1181",
   "pgm_ref_txt": "ECOSYSTEM STUDIES"
  },
  {
   "pgm_ref_code": "1355",
   "pgm_ref_txt": "EGC EDUCATIONAL ACTIVITIES"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 140000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 129999.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 129999.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 137500.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 70001.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 6250.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In the Arctic, temperatures are rising as a result of greenhouse gas emissions, primarily from fossil fuel burning and deforestation elsewhere on Earth. The magnitude of future temperature rise depends on the trajectory of human emissions in combination with the response of the Earth&rsquo;s carbon cycle to these greenhouse gas emissions. Arctic and subarctic ecosystems found in the northern high latitudes have the potential to alter the global carbon cycle. This is because a huge amount of organic carbon is stored in frozen soils, twice as much as is currently contained in the atmosphere. This organic carbon, when thawed, is broken down by microbial decomposition and released as methane and carbon dioxide. These gases trap heat in the atmosphere and contribute to further climate change. Because of the size and nature of this carbon pool, thawing permafrost and the decomposition of previously frozen organic carbon is one of the most likely positive feedbacks from terrestrial ecosystems to the atmosphere in a warmer world. Using an experimental approach, this project warmed a tundra ecosystem in Alaska and degraded the surface permafrost in an attempt to simulate what would happen with future climate change. Both plants and microbes responded to warming. Plants absorb carbon from the atmosphere and store it in leaves, stems, and roots where it eventually gets deposited into the soil. This carbon uptake can offset carbon that is being released from microbes deeper in the soil. In fact, the initial response of the ecosystem was that plant carbon uptake was stimulated more than carbon release such that the tundra absorbed net carbon when warmed. This effect observed in the growing season, however, was offset by carbon releases in the winter as microbes continued activity underneath the snow, whereas plants were largely dormant. At the same time, warmer temperatures in the experiment caused older carbon to be respired. This old carbon was previously stored frozen but degraded permafrost exposed this carbon to microbial decomposition, suggesting that even though new carbon taken by plants uptake offset carbon loss, long-term changes were underway with this warming. Old carbon was detected using radiocarbon measurement of carbon dioxide that was respired by microbes from tundra soils. Carbon dating the metabolism of microbes was the fingerprint that showed that old carbon could be metabolized and released into the atmosphere at significant rates. Using radiocarbon measurements in ecology was also part of the broader impact and education focus of this project. Along with field research using radiocarbon, a short course was developed and taught to promote the use of radiocarbon in ecology and earth system science. This intensive course was designed to expose graduate students, postdoctoral scientists, and other researchers to the emerging technology of accelerator mass spectrometry for measuring radiocarbon, and used that as an organizing principle to educate about the global carbon cycle and climate change. Course materials were developed, including: class lectures, problems sets, projects, and lab protocols, which are now available on the web and as a short textbook soon to be published. This integrated research and education project used radiocarbon as a unique tool to detect important ecosystem change that can influence climate change, as well as to make radiocarbon a standard scientific tool available for ecosystem research in the future.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/22/2014<br>\n\t\t\t\t\tModified by: Edward&nbsp;A&nbsp;Schuur</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn the Arctic, temperatures are rising as a result of greenhouse gas emissions, primarily from fossil fuel burning and deforestation elsewhere on Earth. The magnitude of future temperature rise depends on the trajectory of human emissions in combination with the response of the EarthÆs carbon cycle to these greenhouse gas emissions. Arctic and subarctic ecosystems found in the northern high latitudes have the potential to alter the global carbon cycle. This is because a huge amount of organic carbon is stored in frozen soils, twice as much as is currently contained in the atmosphere. This organic carbon, when thawed, is broken down by microbial decomposition and released as methane and carbon dioxide. These gases trap heat in the atmosphere and contribute to further climate change. Because of the size and nature of this carbon pool, thawing permafrost and the decomposition of previously frozen organic carbon is one of the most likely positive feedbacks from terrestrial ecosystems to the atmosphere in a warmer world. Using an experimental approach, this project warmed a tundra ecosystem in Alaska and degraded the surface permafrost in an attempt to simulate what would happen with future climate change. Both plants and microbes responded to warming. Plants absorb carbon from the atmosphere and store it in leaves, stems, and roots where it eventually gets deposited into the soil. This carbon uptake can offset carbon that is being released from microbes deeper in the soil. In fact, the initial response of the ecosystem was that plant carbon uptake was stimulated more than carbon release such that the tundra absorbed net carbon when warmed. This effect observed in the growing season, however, was offset by carbon releases in the winter as microbes continued activity underneath the snow, whereas plants were largely dormant. At the same time, warmer temperatures in the experiment caused older carbon to be respired. This old carbon was previously stored frozen but degraded permafrost exposed this carbon to microbial decomposition, suggesting that even though new carbon taken by plants uptake offset carbon loss, long-term changes were underway with this warming. Old carbon was detected using radiocarbon measurement of carbon dioxide that was respired by microbes from tundra soils. Carbon dating the metabolism of microbes was the fingerprint that showed that old carbon could be metabolized and released into the atmosphere at significant rates. Using radiocarbon measurements in ecology was also part of the broader impact and education focus of this project. Along with field research using radiocarbon, a short course was developed and taught to promote the use of radiocarbon in ecology and earth system science. This intensive course was designed to expose graduate students, postdoctoral scientists, and other researchers to the emerging technology of accelerator mass spectrometry for measuring radiocarbon, and used that as an organizing principle to educate about the global carbon cycle and climate change. Course materials were developed, including: class lectures, problems sets, projects, and lab protocols, which are now available on the web and as a short textbook soon to be published. This integrated research and education project used radiocarbon as a unique tool to detect important ecosystem change that can influence climate change, as well as to make radiocarbon a standard scientific tool available for ecosystem research in the future.\n\n \n\n\t\t\t\t\tLast Modified: 07/22/2014\n\n\t\t\t\t\tSubmitted by: Edward A Schuur"
 }
}