{
 "awd_id": "0747394",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Carbon Monoxide Dynamics in Geothermal Mats and Earth's Early Atmosphere",
 "cfda_num": "47.050",
 "org_code": "06030205",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Enriqueta Barrera",
 "awd_eff_date": "2008-08-01",
 "awd_exp_date": "2011-02-28",
 "tot_intn_awd_amt": 74860.0,
 "awd_amount": 74860.0,
 "awd_min_amd_letter_date": "2008-07-29",
 "awd_max_amd_letter_date": "2010-07-17",
 "awd_abstract_narration": "Anaerobic carbon monoxide (CO) oxidation was likely a significant mode of metabolism on the early Earth. Hydrothermal settings today may provide a modern analogue for the study of this ancient microbial energy source and its relation to carbon fluxes on the early Earth. CO is a common trace gas in volcanic emissions and associated hot springs. CO is toxic to numerous microbes because of its strong affinity for the active sites of many metalloenzymes. Nevertheless, several hot spring bacteria have been isolated that are capable of chemolithoautotrophic growth via anaerobic oxidation of CO (CO + H2O = CO2 + H2) in cultures supported by headspace CO partial pressures exceeding 1 atm. \r\nUzon Caldera and Geyser Valley on the Kamchatka Peninsula in far eastern Siberia are the source regions for several anaerobic carboxydotrophic species. Curiously, the concentrations of CO in the isolation locales are much lower than those in which these carboxydotrophic microbes thrive when cultured. Furthermore, CO consumption rates observed in the anoxic muds of the hot spring outflow channels are far higher than can be supported by the CO supplied by venting reduced waters. These observations imply that in situ production of CO, presumably by other microbes and resulting in locally high CO concentrations, sustains the thriving carboxydotrophic communities. Before the rise of oxygen in the Paleoproterozoic, outgassing of a small portion of this CO produced in anaerobic mats could have been a significant source of CO to the atmosphere. \r\n\r\nIntellectual Merit. This study will provide the first detailed field and laboratory examination of CO production and consumption in hot spring sediments. We will target hot springs in Uzon Caldera, Kamchatka, and analogous springs in Devil?s Kitchen, Lassen Volcanic National Park, California. Fine scale chemical gradients in spring sediments will be assessed using scanning voltammetry microelectrodes. CO consumption rates and products will be determined by in situ 14CO tracer incubations. Couplings between CO cycling and various metabolic modes (i.e., sulfate, FeIII, and MnIV reduction as inferred in the field from microelectrode profiles) will be tested using redox-gradient reactors in the lab. Cryosections of sediment mini-cores will be used for DNA extraction to profile microbial communities in these redox gradients. We will also make preliminary assessments of CO exchange with the atmosphere through measuring CO concentrations in vadose zone gases in relation to dissolved concentrations in the underlying saturated zone. As a result, this work will improve our understanding of the role that carboxydotrophy may have played as a standalone metabolism and as a means of mediating CO fluxes to and from the atmosphere on the early Earth. \r\n\r\nThis work will also pioneer the use of fluorescent reporters in genetically engineered thermophiles as an analytical tool for laboratory microcosm experiments. Localized hot spots of CO production are not resolvable using current methods. The carboxydotrophs with recombinant fluorescent reporters will serve as visual indicators of zones with high dissolved CO concentrations, and will demonstrate more broadly the utility of biosensors in geochemistry. \r\n\r\nBroader Impacts. This proposal provides partial support for one graduate student at University of Chicago and one at U. Maryland Biotechnology Inst., with additional travel and logistical support for a summer undergraduate intern at U. Chicago to participate in both field seasons. This work will extend our existing international collaboration with members of the Kamchatka Institute of Volcanology and Seismology and the Russian Academy of Sciences in Moscow. Finally, the proposed research will be shared with the general public through the extension of a nationally recognized public outreach collaboration on Kamchatka extremophiles with the San Francisco Exploratorium. A web exhibit will be developed in both English and Russian to describe the research approach and major findings from this biogeochemistry study.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Frank",
   "pi_last_name": "Robb",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Frank T Robb",
   "pi_email_addr": "frobb@som.umaryland.edu",
   "nsf_id": "000452970",
   "pi_start_date": "2008-07-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland Biotechnology Institute",
  "inst_street_address": "701 East Pratt St., Suite 200",
  "inst_street_address_2": "",
  "inst_city_name": "Baltimore",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4103856330",
  "inst_zip_code": "212023101",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": "C8WDKMCD4K65"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland Biotechnology Institute",
  "perf_str_addr": "701 East Pratt St., Suite 200",
  "perf_city_name": "Baltimore",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212023101",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729500",
   "pgm_ele_name": "Geobiology & Low-Temp Geochem"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 15866.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 0.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}