{
 "awd_id": "0748712",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Three-Dimensional Multi-Scale Metallodielectric Materials",
 "cfda_num": "47.049",
 "org_code": "03070004",
 "po_phone": "7032928428",
 "po_email": "cying@nsf.gov",
 "po_sign_block_name": "Z.  Ying",
 "awd_eff_date": "2008-02-15",
 "awd_exp_date": "2015-01-31",
 "tot_intn_awd_amt": 574840.0,
 "awd_amount": 579837.0,
 "awd_min_amd_letter_date": "2008-02-04",
 "awd_max_amd_letter_date": "2011-12-16",
 "awd_abstract_narration": "This CAREER award is co-funded by the Electronic Materials Program in the Division of Materials Research and the Experimental Physical Chemistry Program in the Chemistry Division.\r\nTechnical: The project is to study three-dimensional (3D) metallodielectric metamaterials, which are fabricated using multiphoton direct laser writing, followed by metallization by nanoparticles binding and/or electrolessly plating of the scaffold surface. Using multiphoton direct laser writing, polymeric 3D lattices having virtually any micrometer-scale geometry can be created in a single photo-patterning step. Single nanoparticles, nanoparticles clusters, or continuous metal can then be deposited conformably onto the lattice, providing control over the metal nano-scale morphology. The objectives of the research are to investigate and learn to control processing, deposition, and growth phenomena relevant to preparing 3D optical metallodielectric materials and to develop predictive capabilities that relate the resulting nanometer- and micrometer-scale structures of these materials to their electromagnetic properties and device performance, thereby enabling new applications, which may include broad-band electromagnetic filtering and cloaking; sub-wavelength focusing; ultra-small and high-efficiency lasing; and low-intensity, all-optical switching.\r\nNon-technical: The project addresses basic research issues in a topical area of materials science, chemistry, nanotechnology, and optics with high technological relevance, and is expected to provide a flexible new route to fabricate three-dimensional metamaterials, which exhibit fascinating optical properties, such as ultra-wide plasmonic band gaps, optical magnetism, extrinsically modified absorption/emission, and negative refractive index. The technical project is integrated with education via the PI's classroom teaching; research training; and a peer-to-peer outreach designed to attract middle-school, high-school, and community-college students to science and technical careers. The research is expected to generate exciting content for the outreach program and the PI's teaching. The outreach has the potential to impact a large number of youths across multi-ethnic Central Florida through partnerships with Orange Co. Public Schools, Valencia Community College, and Seminole Community College. The project will also provide a superb context for interdisciplinary training of graduate and undergraduate students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Kuebler",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen M Kuebler",
   "pi_email_addr": "kuebler@ucf.edu",
   "nsf_id": "000357440",
   "pi_start_date": "2008-02-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The University of Central Florida Board of Trustees",
  "inst_street_address": "4000 CENTRAL FLORIDA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "ORLANDO",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "4078230387",
  "inst_zip_code": "328168005",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "FL10",
  "org_lgl_bus_name": "THE UNIVERSITY OF CENTRAL FLORIDA BOARD OF TRUSTEES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RD7MXJV7DKT9"
 },
 "perf_inst": {
  "perf_inst_name": "The University of Central Florida Board of Trustees",
  "perf_str_addr": "4000 CENTRAL FLORIDA BLVD",
  "perf_city_name": "ORLANDO",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "328168005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "FL10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177500",
   "pgm_ele_name": "ELECTRONIC/PHOTONIC MATERIALS"
  },
  {
   "pgm_ele_code": "196000",
   "pgm_ele_name": "STRUCTURE AND REACTIVITY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 114968.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 119965.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 114968.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 114968.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 114968.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Overview</p>\n<p>&nbsp; &nbsp; &nbsp; The goal of this project, led at the University of Central Florida (UCF), was to develop scientific understanding of how materials, laser-writing, and chemical processes can be used in combination to create novel nano- and micro-scale devices with unprecedented optical performance.&nbsp; The materials systems that were explored include photo-polymers, coinage metals, and later novel infrared materials called chalcogenide glasses (ChGs).&nbsp; The materials were processed using multi-photon direct laser-writing (MP-DLW), which is a kind of laser-based 3D printing that is uniquely suited for manufacturing nano-scale features.&nbsp; Throughout the project, students at all levels received research training in cutting-edge technologies that span the disciplines of chemistry, optics, physics, materials science, and engineering.&nbsp; A collaborative approach was employed involving students, faculty, and PhD-level staff at six universities (UCF, Univ. Texas at El Paso, Univ. North Carolina at Charlotte, Pennsylvania State University, Clemson University, University of Delaware); industry partners (Prime Research and Lockheed Martin); and numerous schools, community colleges, and local organizations.&nbsp; Working with our outreach partners, the senior personnel and student-trainees shared their research and excitement for science, technology, engineering, and mathematics (STEM) with people across Central Florida, particularly middle- and high school students, through a diverse range of community events, presentations, lab tours, and hands-on activities.</p>\n<p>Intellectual Merit</p>\n<p>&nbsp; &nbsp; &nbsp; The project generated scientific understanding of how to create functional nano-scale optical devices by MP-DLW and how to use chemical methods to control, alter, and improve optical function.&nbsp; A number of key advances resulted in previously unexplored areas.&nbsp; The team learned how laser light interacts with SU-8 -- a widely used photo-polymer -- when it is patterned into nano- and micro-scale 3D forms using MP-DLW.&nbsp; The team showed how the nano-scale structure of silver metal can be controlled as it is chemically deposited onto non-conducting, plastic surfaces, including complex, micro-scale 3D structures that have advanced optical function. Processes were identified that can be used to bind chemical species onto such surfaces, with minimal distortion of the size and form of the structure.&nbsp; New 3D nano-photonic devices called spatially-variant photonic crystals (SVPCs) were investigated.&nbsp; SVPCs enable light to be manipulated in small spaces and directed through unprecedentedly tight turns.&nbsp; Fundamental understanding was produced for how to formulate, process, and use ChGs to create functional nano-scale structures by MP-DLW in the material.&nbsp; Methods were also developed for designing optical elements called phase masks that can be used to improve the resolution of MP-DLW and other focused-beam laser-writing and imaging methods.</p>\n<p>Broader Impacts</p>\n<p>&nbsp; &nbsp; &nbsp; The fundamental knowledge created through this project will be used by industry, academia, and national labs to advance further discovery and innovation in a wide range of technologies, including optics, photonics, micro-fluidics, micro-electromechanical systems, sensing, and imaging.&nbsp; Several specific impacts are noteworthy.&nbsp; The knowledge developed for creating nano-scale structures by MP-DLW in ChGs can be used to create high-performance optics that provide novel function at infrared wavelengths, which is of use for imaging, detection, environmental monitoring, astronomy, and search and rescue.&nbsp; Some specific know-how related to ChGs has been transferred to our industrial partners for targeted applications.&nbsp; The microelectronics industry has delivered steady improvements in computer processor speed, which...",
  "por_txt_cntn": "\nOverview\n\n      The goal of this project, led at the University of Central Florida (UCF), was to develop scientific understanding of how materials, laser-writing, and chemical processes can be used in combination to create novel nano- and micro-scale devices with unprecedented optical performance.  The materials systems that were explored include photo-polymers, coinage metals, and later novel infrared materials called chalcogenide glasses (ChGs).  The materials were processed using multi-photon direct laser-writing (MP-DLW), which is a kind of laser-based 3D printing that is uniquely suited for manufacturing nano-scale features.  Throughout the project, students at all levels received research training in cutting-edge technologies that span the disciplines of chemistry, optics, physics, materials science, and engineering.  A collaborative approach was employed involving students, faculty, and PhD-level staff at six universities (UCF, Univ. Texas at El Paso, Univ. North Carolina at Charlotte, Pennsylvania State University, Clemson University, University of Delaware); industry partners (Prime Research and Lockheed Martin); and numerous schools, community colleges, and local organizations.  Working with our outreach partners, the senior personnel and student-trainees shared their research and excitement for science, technology, engineering, and mathematics (STEM) with people across Central Florida, particularly middle- and high school students, through a diverse range of community events, presentations, lab tours, and hands-on activities.\n\nIntellectual Merit\n\n      The project generated scientific understanding of how to create functional nano-scale optical devices by MP-DLW and how to use chemical methods to control, alter, and improve optical function.  A number of key advances resulted in previously unexplored areas.  The team learned how laser light interacts with SU-8 -- a widely used photo-polymer -- when it is patterned into nano- and micro-scale 3D forms using MP-DLW.  The team showed how the nano-scale structure of silver metal can be controlled as it is chemically deposited onto non-conducting, plastic surfaces, including complex, micro-scale 3D structures that have advanced optical function. Processes were identified that can be used to bind chemical species onto such surfaces, with minimal distortion of the size and form of the structure.  New 3D nano-photonic devices called spatially-variant photonic crystals (SVPCs) were investigated.  SVPCs enable light to be manipulated in small spaces and directed through unprecedentedly tight turns.  Fundamental understanding was produced for how to formulate, process, and use ChGs to create functional nano-scale structures by MP-DLW in the material.  Methods were also developed for designing optical elements called phase masks that can be used to improve the resolution of MP-DLW and other focused-beam laser-writing and imaging methods.\n\nBroader Impacts\n\n      The fundamental knowledge created through this project will be used by industry, academia, and national labs to advance further discovery and innovation in a wide range of technologies, including optics, photonics, micro-fluidics, micro-electromechanical systems, sensing, and imaging.  Several specific impacts are noteworthy.  The knowledge developed for creating nano-scale structures by MP-DLW in ChGs can be used to create high-performance optics that provide novel function at infrared wavelengths, which is of use for imaging, detection, environmental monitoring, astronomy, and search and rescue.  Some specific know-how related to ChGs has been transferred to our industrial partners for targeted applications.  The microelectronics industry has delivered steady improvements in computer processor speed, which has enabled a wide range of beneficial consumer products.  But physical limitations in the speed electronic signal processing are predicted to halt further advances.  Photonics provides a means to overcome the electr..."
 }
}