{
 "awd_id": "0748442",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Investigating the soil-earthworm-litter system controls on the stabilization of soil organic matter in Eastern deciduous forests",
 "cfda_num": "47.050",
 "org_code": "06030205",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Enriqueta Barrera",
 "awd_eff_date": "2008-09-15",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 104849.0,
 "awd_amount": 104849.0,
 "awd_min_amd_letter_date": "2008-09-09",
 "awd_max_amd_letter_date": "2008-09-09",
 "awd_abstract_narration": "ABSTRACT\r\nSoil organic matter (SOM) and associated litter represents the largest actively cycling pool of organic carbon (OC) and nitrogen (ON). Because soil acts as both a sink and a source for carbon, a detailed, mechanistic understanding of the controls on the conversion of litter OM to SOM, and its stability in soil is critical to accurately account for the changing balance between the atmospheric, terrestrial plant, and soil carbon reservoirs. In mid continent and northern North American forests there is an increasing awareness of the effect that detritivore macroinvertebrates, specifically earthworms (EW), have on litter decay dynamics and the associated nature of stabilized SOM. Well-documented effects of earthworm introduction into forests with few or no native EW include the depletion of organic horizons, forest floor litter, loss of soluble nutrients, and mixing of mineral and organic horizons. Surprisingly, however, earthworm activity, with its feedbacks to enzymatic activity, microbial community structure, and plant biopolymer alteration, is generally not one of the considerations applied to influences on SOM stabilization. This proposal seeks to document and quantify how these protective mechanisms interact in natural and experimental systems impacted by different degrees of EW activity. Our focus is primarily on identifying how differences in invasive EW activity and feeding habit interact with differences in litter chemical composition, mineralogy, and microbial enzyme activity among locations in the same temperate forest to alter the relative importance of physical, chemical, and biochemical protection mechanisms controlling SOM stabilization. \r\nThis interdisciplinary, collaborative proposal presents a series of hypotheses and experiments to test fundamental components of the EW-Litter-SOM dynamics as summarized in the following four questions: 1). Do EW promote a different decay path for litter, reflected in its biopolymer, elemental, and isotopic composition, that might impact its biochemical recalcitrance and thus SOM stabilization? 2). How will the degree of stabilization and the biopolymer character of plant/microbial OM incorporated in EW casts be influenced by EW feeding habit, initial litter chemistry, and the microbial and mineral composition of soil? 3) Given that earthworms are known to impact soil structure and carbon allocation (i.e. litter translocation and incorporation of their casts with associated stable microstructures into soil) how will the known gradient in earthworm activity and litter chemistry across our field sites impact the specific source, chemistry, and amount of SOM that is biochemically protected (i.e. refractory biopolymers) and/or physically and chemically protected (i.e. aggregated and mineral associated)? 4) How will forest ecosystems at different levels of earthworm activity differ in the rate at which its soil organic carbon (SOC) moves through the terrestrial soil carbon reservoir? \r\nThis work will employ detailed molecular, isotopic, mineralogical, ecological and microbiological methods to develop a mechanistic understanding of the processes that control soil organic matter storage in a system with a intense gradient in EW activity. To accomplish these tasks we have assembled an interdisciplinary team that includes a molecular and stable isotope biogeochemist, a soil molecular ecologist, a soil mineral-chemist, and an earthworm ecologist whose combined expertise is well suited to investigate the impacts of this ecological change on the stability of SOM. \r\nThe intellectual merit of this proposal rests on the importance of these factors for soil carbon cycling, the lack of existing knowledge about these questions, the multidisciplinary perspective we apply, and the qualifications of the PIs. Additionally, this work has significant potential to benefit the SOM modeling community, which struggles for physically meaningful analyses that permit modeling of SOM dynamics. The EW-litter-soil system is particularly relevant today as most identified EW species in this region?s forests are non-native, and it is anticipated that over the next few decades they will expand farther into northern forests driven by rising surface temperatures, and local factors, e.g. soil transport, discarded fishing bait, and land use change. Knowledge gained from this study will contribute to the general understanding of major drivers in carbon cycling in Eastern deciduous forests of North America. \r\nThe broader impacts of this work include the enhanced understanding of the role earthworms in driving change in north American forest soil processes and biogeochemical cycles that will be of great significance to both scientists and policy-makers. Additionally, the project will educate two Ph.D. students and numerous undergraduates, with great potential to attract underrepresented students through Purdue?s NSF-Funded AGEP and Native American programs, SERC?s REU program, and Johns Hopkins? Provost Undergraduate Research Award and will provide information for a high school teaching module.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Melissa",
   "pi_last_name": "McCormick",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Melissa McCormick",
   "pi_email_addr": "mccormickm@si.edu",
   "nsf_id": "000389459",
   "pi_start_date": "2008-09-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Smithsonian Institution",
  "inst_street_address": "1000 JEFFERSON DR SW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2026337110",
  "inst_zip_code": "205600008",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "SMITHSONIAN INSTITUTION",
  "org_prnt_uei_num": "KQ1KJG78NNS9",
  "org_uei_num": "KQ1KJG78NNS9"
 },
 "perf_inst": {
  "perf_inst_name": "Smithsonian Environmental Research Center",
  "perf_str_addr": "PO Box 28",
  "perf_city_name": "Edgewater",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "210370028",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MD05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118100",
   "pgm_ele_name": "ECOSYSTEM STUDIES"
  },
  {
   "pgm_ele_code": "776400",
   "pgm_ele_name": "EMERGING TOPICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7764",
   "pgm_ref_txt": "EMERGING TOPICS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 104849.0
  }
 ],
 "por": null
}