{
 "awd_id": "0748684",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: The Time Course of Bottom-up and Top-down Integration in Language Understanding",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927238",
 "po_email": "btuller@nsf.gov",
 "po_sign_block_name": "Betty Tuller",
 "awd_eff_date": "2008-03-15",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 400005.0,
 "awd_amount": 400005.0,
 "awd_min_amd_letter_date": "2008-03-11",
 "awd_max_amd_letter_date": "2012-01-24",
 "awd_abstract_narration": "Context changes the way we interpret sights and sounds. A shade of color halfway between yellow and green looks more yellow when applied to a picture of a banana, but more green when applied to a lime. An acoustic pattern halfway between \"p\" and \"b\" is interpreted as \"p\" following \"sto-\" but as \"b\" following \"sta-\". But does context actually alter perception of sights and sounds, or only their interpretation? Cognitive scientists have long debated when and how \"bottom-up\" input signals (such as speech) are integrated with \"top-down\" information (context, or knowledge in memory). Do early perceptual processes protect a \"correct,\" context-independent record of signals, or do perceptual processes immediately mix bottom-up and top-down information? One view is that accurate perception requires early separation of bottom-up and top-down information and late integration. An alternative is that early mixing of bottom-up and top-down information would make systems more efficient, by allowing context to immediately guide processing. In studies of language comprehension, this timing question is unsettled because of conflicting evidence from two measures of moment-to-moment processing. Studies tracking people's eye movements on objects upon verbal instructions support immediate integration: helpful information appears to be used as soon as it is available. Studies using ERPs (event related potentials, which measure cortical activity via scalp electrodes) suggest delayed integration: early brain responses appear to be affected only by bottom-up information. Results from the two measures have been difficult to compare because they have relied on very different experimental designs. In the proposed research the investigator will study the timing of top-down integration in human sentence processing using experimental designs that allow simultaneous comparisons of eyetracking and ERPs, with the goal of determining when and how top-down context is integrated with bottom-up signal information. \r\n\r\nThe proposed work has important implications for the design of language technology. In contrast to computer systems, humans efficiently exploit top-down context, and quickly learn to adapt to new contexts. An obstacle to making computer systems as adaptable as humans is that we do not fully understand how humans balance bottom-up signals and top-down context. The proposed research also has implications for understanding and treating language impairments. For example, understanding how normal perceivers balance and integrate signal and context may help identify subtle bottom-up impairments that lead to unusual reliance on context. The investigator is committed to integrating research and training activities in this CAREER project, and will actively involve undergraduate and graduate students in the research. The investigator will also develop courses designed to prepare students for independent research by providing hands-on training in cognitive theories and time course methodologies.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Magnuson",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "James S Magnuson",
   "pi_email_addr": "james.magnuson@uconn.edu",
   "nsf_id": "000065934",
   "pi_start_date": "2008-03-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Connecticut",
  "inst_street_address": "438 WHITNEY RD EXTENSION UNIT 1133",
  "inst_street_address_2": "",
  "inst_city_name": "STORRS",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "8604863622",
  "inst_zip_code": "062699018",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CT02",
  "org_lgl_bus_name": "UNIVERSITY OF CONNECTICUT",
  "org_prnt_uei_num": "",
  "org_uei_num": "WNTPS995QBM7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Connecticut",
  "perf_str_addr": "438 WHITNEY RD EXTENSION UNIT 1133",
  "perf_city_name": "STORRS",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "062699018",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CT02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725200",
   "pgm_ele_name": "Perception, Action & Cognition"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 146046.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 25205.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 67744.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 81041.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 79969.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this project, we gained new insights into how we integrate words we see or hear with memory, knowledge, and context. Some models of language understanding propose that for computational efficiency, the brain should use a \"bottom-up\" processing approach to language (\"syntax first\", before meaning or context). On this approach, language is first processed in isolation from non-linguistic information, knowledge, or context. Ths allows fast, simple rules-of-thumb for syntactic parsing to generate the correct structure of a sentence most of the time; when it doesn't work, more intensive \"reanalysis\" is needed. In contrast, \"constraint-based\" approaches propose maximal efficiency would come by integrating bottom-up information (each word as you hear or read it) with top-down information (knowledge, memory, visual context) from the very beginning of processing.&nbsp;</p>\n<p>In the scientific literature, there is strong support for both views. Data from electroencephalography (EEG) studies supports the \"syntax first\" view; there are early neural responses to syntactic errors that seem to occur even when the listener/reader knows the error is very likely to occur. Data from eye tracking studies supports the \"constraint based\" view: when, for example, visual context is provided that can help guide syntactic parsing, listeners/readers appear to make use of such context as early as we can detect (within milliseconds). The dilemma is that the types of context and expectations that used in the two experimental approaches (EEG vs. eye tracking) have been extremely different. A primary goal of this project was to develop methods for more direct and even simultaneous comparison of the two types of data.&nbsp;</p>\n<p>One line of research in this project began with attempts to replicate key EEG findings supporting \"syntax-first\". In one experiment, we provided subjects with a weak or strong expectation for syntactic errors by making them infrequent or frequent (that is, relatively unexpected or expected). A previous study found an early EEG response that was evoked by errors no matter how frequent they were, which supported the syntax-first idea that expectations cannot influence early steps of syntactic processing. We did not replicate this result. Instead, we found that the early EEG response reversed when errors were frequent -- that is, we found the EEG response that is supposed to index grammatical errors in response to grammatical sentences when errors were expected. This strongly supports the constraint-based view: rather than blindly checking syntax without considering context, the language system is finely tuned to context, and the EEG responses indicate that the brain is constantly attempting to predict what information is coming next.</p>\n<p>In another line of research, we used eye tracking to better understand when and how bottom-up (external) information is integrated with top-down (internal, or contextual) information. Many recent studies using eye movements have suggested that the human language processing system makes &ldquo;optimal&rdquo; use of predictive context. For example, on hearing &ldquo;the boy will eat&hellip;&rdquo; people appear to look to edible objects and not to inedible objects. We examined such cases more closely. To use the same example (&ldquo;eat&rdquo;), we found that predictive context does not wipe out later bottom-up impact; on hearing &ldquo;the boy will eat the white&hellip;&rdquo;, people are most likely to look at a picture of white cake, but are more likely to look at a white car or brown cake than items that are not related to either the context (eat) or the perceptual feature specified (white). In another study, we found that even when the &ldquo;agent&rdquo; (the actor of the verb) of a verb has been specified (e.g., &ldquo;Toby&rdquo; in &ldquo;Toby will arrest&hellip;&rdquo;), people are equally likely to make anticipatory eye mov...",
  "por_txt_cntn": "\nIn this project, we gained new insights into how we integrate words we see or hear with memory, knowledge, and context. Some models of language understanding propose that for computational efficiency, the brain should use a \"bottom-up\" processing approach to language (\"syntax first\", before meaning or context). On this approach, language is first processed in isolation from non-linguistic information, knowledge, or context. Ths allows fast, simple rules-of-thumb for syntactic parsing to generate the correct structure of a sentence most of the time; when it doesn't work, more intensive \"reanalysis\" is needed. In contrast, \"constraint-based\" approaches propose maximal efficiency would come by integrating bottom-up information (each word as you hear or read it) with top-down information (knowledge, memory, visual context) from the very beginning of processing. \n\nIn the scientific literature, there is strong support for both views. Data from electroencephalography (EEG) studies supports the \"syntax first\" view; there are early neural responses to syntactic errors that seem to occur even when the listener/reader knows the error is very likely to occur. Data from eye tracking studies supports the \"constraint based\" view: when, for example, visual context is provided that can help guide syntactic parsing, listeners/readers appear to make use of such context as early as we can detect (within milliseconds). The dilemma is that the types of context and expectations that used in the two experimental approaches (EEG vs. eye tracking) have been extremely different. A primary goal of this project was to develop methods for more direct and even simultaneous comparison of the two types of data. \n\nOne line of research in this project began with attempts to replicate key EEG findings supporting \"syntax-first\". In one experiment, we provided subjects with a weak or strong expectation for syntactic errors by making them infrequent or frequent (that is, relatively unexpected or expected). A previous study found an early EEG response that was evoked by errors no matter how frequent they were, which supported the syntax-first idea that expectations cannot influence early steps of syntactic processing. We did not replicate this result. Instead, we found that the early EEG response reversed when errors were frequent -- that is, we found the EEG response that is supposed to index grammatical errors in response to grammatical sentences when errors were expected. This strongly supports the constraint-based view: rather than blindly checking syntax without considering context, the language system is finely tuned to context, and the EEG responses indicate that the brain is constantly attempting to predict what information is coming next.\n\nIn another line of research, we used eye tracking to better understand when and how bottom-up (external) information is integrated with top-down (internal, or contextual) information. Many recent studies using eye movements have suggested that the human language processing system makes \"optimal\" use of predictive context. For example, on hearing \"the boy will eat&hellip;\" people appear to look to edible objects and not to inedible objects. We examined such cases more closely. To use the same example (\"eat\"), we found that predictive context does not wipe out later bottom-up impact; on hearing \"the boy will eat the white&hellip;\", people are most likely to look at a picture of white cake, but are more likely to look at a white car or brown cake than items that are not related to either the context (eat) or the perceptual feature specified (white). In another study, we found that even when the \"agent\" (the actor of the verb) of a verb has been specified (e.g., \"Toby\" in \"Toby will arrest&hellip;\"), people are equally likely to make anticipatory eye movements to pictures of good patients (the noun that will have the action done to them, such as \"crook\") or good agents (\"policeman\"), which conflicts with earlier studies sugg..."
 }
}