{
 "awd_id": "0748294",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Investigation of Flow Physics at Moving Liquid-Air Interfaces in Microfluidic Devices Using Thermochromic Liquid Crystal Particles",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Dimitrios Papavassiliou",
 "awd_eff_date": "2008-05-01",
 "awd_exp_date": "2013-10-31",
 "tot_intn_awd_amt": 400336.0,
 "awd_amount": 400336.0,
 "awd_min_amd_letter_date": "2008-03-11",
 "awd_max_amd_letter_date": "2012-11-13",
 "awd_abstract_narration": "CBET-0748294\r\nPottebaum\r\n\r\nThis research measures the thermal gradients and the forces they produce at moving liquid-air interfaces for microfluidic devices based on thermocapillary actuation. Devices such as pumps for moving bubbles or droplets in micro-channels, and free surface flows on micro-patterned surfaces are becoming increasingly common, with applications including 'lab-on-a-chip' devices, MEMS switches, and inkjet printer nozzles. However, the underlying physics is not fully understood. The velocity fields at these moving interfaces have been measured, but the temperature gradients that drive the flows have not due to the lack of a suitable technique. Also, models of the relationship between thermal gradients and the resultant forces have not been experimentally verified. A new optical, whole-field temperature measurement technique using encapsulated thermochromic liquid crystal (TLC) particles is considered the best option. The micro-scale geometry will impose constraints on imaging and illumination configurations for TLC thermometry. The proximity of the measurements to interfaces and surfaces that scatter light creates additional challenges. The PI's expertise in TLC thermometry at the macro-scale will help develop this new technique. Circular polarization filtering will be applied to TLC thermometry for the first time. This technique will be applied to three representative thermocapillary actuated microfluidic flows: a contact line on a surface open to the air, an isolated bubble in a water-filled capillary tube, and an isolated droplet in a capillary tube. In all three cases, a temperature gradient across the setup will drive the motion. Time-dependent velocity fields will be measured at the interface, allowing the forces acting on the fluid to be determined. By improving the understanding of the forces acting on liquid-air interfaces, this research will enable the invention and refinement of new microfluidic devices used in medical testing, electronic cooling, and hazardous substance sensing. Future research using this new measurement technique will increase the impact by extending it to more micro-scale flows where temperature is important. The PI will work with local high school science teachers to develop and pilot new educational experiences to bring engineering concepts and cutting-edge applications, not just basic science, into the classroom. Some high school students may also be inspired to perform at a higher level in science courses and to consider engineering careers. The materials developed and quantitative analysis of their efficacy will be publicized widely to reach beyond the local community. Undergraduate students will also be directly involved in the research effort and will also have access to the facilities for related independent projects.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tait",
   "pi_last_name": "Pottebaum",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Tait S Pottebaum",
   "pi_email_addr": "pottebau@usc.edu",
   "nsf_id": "000472545",
   "pi_start_date": "2008-03-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Geoffrey",
   "pi_last_name": "Spedding",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Geoffrey Spedding",
   "pi_email_addr": "geoff@usc.edu",
   "nsf_id": "000454113",
   "pi_start_date": "2012-11-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern California",
  "inst_street_address": "3720 S FLOWER ST FL 3",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2137407762",
  "inst_zip_code": "90033",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTHERN CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G88KLJR3KYT5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern California",
  "perf_str_addr": "3720 S FLOWER ST FL 3",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "90033",
  "perf_ctry_code": "US",
  "perf_cong_dist": "34",
  "perf_st_cong_dist": "CA34",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144300",
   "pgm_ele_name": "FD-Fluid Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "060E",
   "pgm_ref_txt": "BIO-TRANSPORT & FLUID MECH"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 89425.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 84050.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 72037.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 74811.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 80013.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The aim of this research project was to measure&nbsp;thermal gradients and the forces they produce at moving interfaces between liquids and air for microfluidic devices based on thermocapillary actuation. Such devices&mdash;including pumps for moving bubbles or droplets in micro-channels,and free surface flows on micro-patterned surfaces&mdash;are increasingly common, with applications including &ldquo;lab-on-a-chip&rdquo; devices, MEMS switches, and inkjet printer nozzles. However, the physics underlying their operation is not fully understood. The velocity fields at these moving interfaces have been measured, but the temperature gradients that drive the flows have not due to the lack of a suitable technique. Also, models of the relationship between thermal gradients and the resultant forces have not been experimentally verified.</p>\n<p>In order to accomplish these goals, a&nbsp;new optical, whole-field temperature measurement technique, Thermochromic Liquid Crystal micro-thermometry (TLC&mu;T),&nbsp;for microfluidic devices was developed and the details of the technique were disseminated to other researchers in the discipline through two technical publications. Another outcome of this project was the improvements made to computational codes used for processing image data obtained through a velocity measurement technique called Digital Particle Image Velocimetry (DPIV). Existing codes were modified, and new computational codes were designed, to take advantage of recent advances in computing, such as parallel computing using multi-core processors, and more efficient algorithms. All the efficient computational codes developed through this project have been shared with other research groups and are freely available to researchers in other disciplines too.</p>\n<p>One of the outcomes of this project has been to provide research opportunities in engineering to students. The students, both undergraduate and graduate, who worked on this project have gained valuable skills and&nbsp;experience in the areas of: mechanical, thermal, and optical design;&nbsp;microfluidic devices and fittings; microscopy; digital video capture;&nbsp;image processing; data analysis; computer programming; experimental&nbsp;design and analysis of uncertainty. The students also presented their research work at the premier fluid dynamics conference in the US, the&nbsp;Annual Meeting of the&nbsp;American Physical Society Division of Fluid Dynamics, where they learned about the latest advances in fluid dynamics and networked with the leading experts in the field.</p>\n<p>As part of the project, outreach activity was undertaken in collaboration with&nbsp;<br />science teachers at Beverly Hills High School.&nbsp;Working with an Environmental Science teacher and Physics teacher, new&nbsp;lessons were planned and demonstrations and activities bringing&nbsp;engineering content into high school science classes were performed.&nbsp;For the Environmental Science course, new content was added to a unit&nbsp;on convection. The PI also performed demonstrations, taught lessons&nbsp;on engineering applications of convection, ran a laboratory&nbsp;experiment, and conducted an activity where the students proposed&nbsp;convection-based solutions to real-world problems.&nbsp;New content for the Physics class has also been added to existing&nbsp;units on waves, light, and acoustics.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/05/2013<br>\n\t\t\t\t\tModified by: Geoffrey&nbsp;Spedding</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe aim of this research project was to measure thermal gradients and the forces they produce at moving interfaces between liquids and air for microfluidic devices based on thermocapillary actuation. Such devices&mdash;including pumps for moving bubbles or droplets in micro-channels,and free surface flows on micro-patterned surfaces&mdash;are increasingly common, with applications including \"lab-on-a-chip\" devices, MEMS switches, and inkjet printer nozzles. However, the physics underlying their operation is not fully understood. The velocity fields at these moving interfaces have been measured, but the temperature gradients that drive the flows have not due to the lack of a suitable technique. Also, models of the relationship between thermal gradients and the resultant forces have not been experimentally verified.\n\nIn order to accomplish these goals, a new optical, whole-field temperature measurement technique, Thermochromic Liquid Crystal micro-thermometry (TLC&mu;T), for microfluidic devices was developed and the details of the technique were disseminated to other researchers in the discipline through two technical publications. Another outcome of this project was the improvements made to computational codes used for processing image data obtained through a velocity measurement technique called Digital Particle Image Velocimetry (DPIV). Existing codes were modified, and new computational codes were designed, to take advantage of recent advances in computing, such as parallel computing using multi-core processors, and more efficient algorithms. All the efficient computational codes developed through this project have been shared with other research groups and are freely available to researchers in other disciplines too.\n\nOne of the outcomes of this project has been to provide research opportunities in engineering to students. The students, both undergraduate and graduate, who worked on this project have gained valuable skills and experience in the areas of: mechanical, thermal, and optical design; microfluidic devices and fittings; microscopy; digital video capture; image processing; data analysis; computer programming; experimental design and analysis of uncertainty. The students also presented their research work at the premier fluid dynamics conference in the US, the Annual Meeting of the American Physical Society Division of Fluid Dynamics, where they learned about the latest advances in fluid dynamics and networked with the leading experts in the field.\n\nAs part of the project, outreach activity was undertaken in collaboration with \nscience teachers at Beverly Hills High School. Working with an Environmental Science teacher and Physics teacher, new lessons were planned and demonstrations and activities bringing engineering content into high school science classes were performed. For the Environmental Science course, new content was added to a unit on convection. The PI also performed demonstrations, taught lessons on engineering applications of convection, ran a laboratory experiment, and conducted an activity where the students proposed convection-based solutions to real-world problems. New content for the Physics class has also been added to existing units on waves, light, and acoustics.\n\n\t\t\t\t\tLast Modified: 12/05/2013\n\n\t\t\t\t\tSubmitted by: Geoffrey Spedding"
 }
}