{
 "awd_id": "0748411",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Enhancing Thermodynamic Applications and Learning in Petrology (EnThALPy)",
 "cfda_num": "47.050",
 "org_code": "06030107",
 "po_phone": "7032924739",
 "po_email": "jwade@nsf.gov",
 "po_sign_block_name": "Jennifer Wade",
 "awd_eff_date": "2008-06-01",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 438960.0,
 "awd_amount": 438960.0,
 "awd_min_amd_letter_date": "2008-01-30",
 "awd_max_amd_letter_date": "2012-04-25",
 "awd_abstract_narration": "Igneous processes are of fundamental importance in shaping the planet, and in transferring heat and material within the Earth. On the human scale, millions of people are threatened by potentially active volcanoes. Eruption products include lava, ash, and gases such as H2O and CO2, which in large part drive explosive volcanic activity. A quantitative understanding of the physical properties and thermodynamics of magma is essential to modeling magma chamber processes, which cannot be observed directly. In particular, magma viscosity can vary by many orders of magnitude over short lengthscales and timescales. This project will determine the viscosity and heat capacity of calc-alkaline basaltic liquids containing the main magmatic volatiles: H2O, CO2, F, and combinations thereof. The key goals are to understand the effects of volatiles on basaltic liquids, and the implications of these effects for magma chamber dynamics and eruptive behavior. The active basaltic arc volcanoes Fuego and Pacaya, in Guatemala, will be studied in detail. Experimental data will be used to develop a predictive model for the viscosity of hydrous arc magmas from basalts through to rhyolites, based on configurational entropy theory. The effects of multiple volatile species will be investigated to test whether the combined effects are additive or result in more compex behavior.\r\n\r\nThis project will have several broader impacts beyond the research aims stated above. In addition to their research, PhD students will take the Minor in College Teaching. They will be mentored by the PI and the on-campus Preparing Future Faculty program, and will gain experience in University science teaching and mentoring undergraduate researchers. Undergraduates will gain lab skills and research experience, better preparing them for graduate school. All students will present their research at national or international meetings, and conduct outreach activities including talks for local schools, with training and supervision from the PI. The PI will use systems dynamics tools to develop a constructivist learning environment for teaching igneous petrology in undergraduate classes. The goal is conceptual change in student perceptions of igneous systems and the nature of scientific inquiry. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alan",
   "pi_last_name": "Whittington",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Alan G Whittington",
   "pi_email_addr": "alan.whittington@utsa.edu",
   "nsf_id": "000302246",
   "pi_start_date": "2008-01-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Missouri-Columbia",
  "inst_street_address": "121 UNIVERSITY HALL",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "5738827560",
  "inst_zip_code": "652113020",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MO03",
  "org_lgl_bus_name": "UNIVERSITY OF MISSOURI SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "SZPJL5ZRCLF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of Missouri-Columbia",
  "perf_str_addr": "121 UNIVERSITY HALL",
  "perf_city_name": "COLUMBIA",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "652113020",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MO03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  },
  {
   "pgm_ele_code": "157500",
   "pgm_ele_name": "EDUCATION AND HUMAN RESOURCES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 199320.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 86211.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 76725.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 76704.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project was designed to improve our understanding of the physical properties of magma, and especially how magma is affected by the presence of dissolved gases, primarily water but also fluorine and carbon dioxide. We conducted a wide range of experimental measurements, and fitted the results to equations so they can be used by other researchers who need this information to model volcanic processes. The project was also designed to build an active volcanology research group that would foster the education and scientific training of undergraduate and graduate students, preparing them for more advanced studies, and careers in industry or academia.</p>\n<p>One of the main research aims of this project was to determine the effect of water on the viscosity (and hence explosivity) of basaltic magma, such as erupts at many of the world&rsquo;s active volcanoes. We showed that water has a stronger reducing effect on the viscosity of basaltic andesites than of true basalts, which contain less silica. Combined with data on how the solubility of water decreases as pressure decreases, we can predict a hundredfold increase in the viscosity of basalt between magma chamber and surface. Most of that increase occurs within a few hundred feet of the surface, which is a contributing factor to the explosiveness of even small eruptions at volcanoes like Fuego, Guatemala (Figure 1).&nbsp;</p>\n<p>At the other end of the compositional spectrum for magma, we measured the viscosity of rhyolitic lavas (obsidian) from Mono Craters in California doubling the total number of measurements available and focusing on low water contents relevant to near-surface conditions. We combined our measurements with existing data to produce the best model to date for predicting the viscosity of hydrous rhyolites, which is crucial information for improving models of explosive eruptions at places like Long Valley (CA) and Yellowstone (WY). We also measured the viscosity of rheomorphic ignimbrites, which are piles of volcanic ash deposited by hot dense fast-moving ash clouds resulting from large explosive eruptions. We developed a new model for how ash deposits can weld together and begin to flow as dense lava, due to the heat produced by intense shearing during their deposition.</p>\n<p>We also investigated the effect of other volatiles on melt viscosity, and found that fluorine has a smaller effect than water, while CO<sub>2</sub> has no detectable effect in small quantities. The effects of fluorine and water are different to each other, and depend on the silica content of the melt, which means that more complex models must be developed to reliably predict melt viscosity. We also determined the effect of water and mixed volatiles on the heat capacity of basaltic glasses and melts, and found that they have very little effect. Water increases the compressibility of silica-rich glasses (like rhyolite) but decreases the compressibility of silica-poor glasses (like basalt), which is a phenomenon worthy of further study. We also measured the volume and thermal expansivity of various hydrous melts, and recommend a new larger value for the partial molar volume of water dissolved in magmas. This suggests that hydrous magmas are more buoyant, and may rise faster, than previously thought.</p>\n<p>Crystals and bubbles can also strongly affect magma viscosity. We measured the rheology of crystalline lavas from Santiaguito, Guatemala, and found that even such very viscous lavas have a very small yield strength &ndash; that is they will flow even under low stress (like their own weight) but do so very slowly.</p>\n<p>This grant supported research by 3 PhD and 1 MS students. Two PhD students have completed a graduate Minor in College Teaching, and the two PhD students who graduated both have jobs (one in Costa Rica, one is starting a tenure-track faculty position). This grant supported research by 8 different undergraduate st...",
  "por_txt_cntn": "\nThis project was designed to improve our understanding of the physical properties of magma, and especially how magma is affected by the presence of dissolved gases, primarily water but also fluorine and carbon dioxide. We conducted a wide range of experimental measurements, and fitted the results to equations so they can be used by other researchers who need this information to model volcanic processes. The project was also designed to build an active volcanology research group that would foster the education and scientific training of undergraduate and graduate students, preparing them for more advanced studies, and careers in industry or academia.\n\nOne of the main research aims of this project was to determine the effect of water on the viscosity (and hence explosivity) of basaltic magma, such as erupts at many of the worldÆs active volcanoes. We showed that water has a stronger reducing effect on the viscosity of basaltic andesites than of true basalts, which contain less silica. Combined with data on how the solubility of water decreases as pressure decreases, we can predict a hundredfold increase in the viscosity of basalt between magma chamber and surface. Most of that increase occurs within a few hundred feet of the surface, which is a contributing factor to the explosiveness of even small eruptions at volcanoes like Fuego, Guatemala (Figure 1). \n\nAt the other end of the compositional spectrum for magma, we measured the viscosity of rhyolitic lavas (obsidian) from Mono Craters in California doubling the total number of measurements available and focusing on low water contents relevant to near-surface conditions. We combined our measurements with existing data to produce the best model to date for predicting the viscosity of hydrous rhyolites, which is crucial information for improving models of explosive eruptions at places like Long Valley (CA) and Yellowstone (WY). We also measured the viscosity of rheomorphic ignimbrites, which are piles of volcanic ash deposited by hot dense fast-moving ash clouds resulting from large explosive eruptions. We developed a new model for how ash deposits can weld together and begin to flow as dense lava, due to the heat produced by intense shearing during their deposition.\n\nWe also investigated the effect of other volatiles on melt viscosity, and found that fluorine has a smaller effect than water, while CO2 has no detectable effect in small quantities. The effects of fluorine and water are different to each other, and depend on the silica content of the melt, which means that more complex models must be developed to reliably predict melt viscosity. We also determined the effect of water and mixed volatiles on the heat capacity of basaltic glasses and melts, and found that they have very little effect. Water increases the compressibility of silica-rich glasses (like rhyolite) but decreases the compressibility of silica-poor glasses (like basalt), which is a phenomenon worthy of further study. We also measured the volume and thermal expansivity of various hydrous melts, and recommend a new larger value for the partial molar volume of water dissolved in magmas. This suggests that hydrous magmas are more buoyant, and may rise faster, than previously thought.\n\nCrystals and bubbles can also strongly affect magma viscosity. We measured the rheology of crystalline lavas from Santiaguito, Guatemala, and found that even such very viscous lavas have a very small yield strength &ndash; that is they will flow even under low stress (like their own weight) but do so very slowly.\n\nThis grant supported research by 3 PhD and 1 MS students. Two PhD students have completed a graduate Minor in College Teaching, and the two PhD students who graduated both have jobs (one in Costa Rica, one is starting a tenure-track faculty position). This grant supported research by 8 different undergraduate students, of whom three are still undergraduates, two are currently in graduate school, one has an MS and one has a ..."
 }
}