{
 "awd_id": "0748818",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: When Subduction Fails - Dynamical Models of Oceanic Plateau Collision and Crustal-Fragment Accretion",
 "cfda_num": "47.050",
 "org_code": "06030204",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Raffaella Montelli",
 "awd_eff_date": "2008-01-01",
 "awd_exp_date": "2013-12-31",
 "tot_intn_awd_amt": 488314.0,
 "awd_amount": 488314.0,
 "awd_min_amd_letter_date": "2008-01-25",
 "awd_max_amd_letter_date": "2011-11-14",
 "awd_abstract_narration": "Most studies of subduction dynamics attempt to determine the processes responsible for sustaining long-term subduction of typical oceanic lithosphere. While active subducting slabs have seismicity evident of intense internal deformation to various depths, the slab continues to directly transmit stresses to the surface plate. Only under special conditions does the slab become sufficiently weak or the positive buoyancy of the surface plate sufficiently large to cause subduction to fail. By looking at cases when subduction fails we can learn about the processes required to sustain longterm subduction. Three-dimensional thermo-mechanical models are being used to address two processes of subduction failure: \r\n1) How does attempted oceanic plateau subduction cause subduction to fail? \r\n2) How does crustal-fragment loss occur during normal subduction? \r\nThese studies focus on the first-order, essential processes, such as the basic rheologic layering of the oceanic plate and localization processes, phase transformations that change rheology and/or density, the size and geometry of structures, and obliquity of convergence. The educational components of this project build directly on the research objectives, by using the dynamical model results as synthetic data sets to help students master 3D spatial thinking skills. Laboratory and homework exercises are being developed from the numerical model results that ask students to create a cross section of the subsurface structure from mapped data of structure orientations (strike, dip) taken from the synthetic 3D models. This part of the exercise simulates the interpretive exercise students normally carry out with actual mapped data taken in the field. However, unlike the field experience, the students are then given the opportunity to correct their initial cross section after exploring the actual 3D structure using visualization software, which allows them to create cross sections of any orientation and view the 3D structures as isosurfaces. In addition, a new feature is being added to the visualization software that allows the surface of the 3D numerical data to be sliced with any pre-defined 2D topographic surface (instead of a simple plane). This tool allows students to explore directly how topography influences the surface outcrop of 3D subsurface structures (e.g., intersection of a dipping fault with a valley versus a ridge). \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Magali",
   "pi_last_name": "Billen",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Magali I Billen",
   "pi_email_addr": "mibillen@ucdavis.edu",
   "nsf_id": "000454652",
   "pi_start_date": "2008-01-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "1850 RESEARCH PARK DR STE 300",
  "perf_city_name": "DAVIS",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956186153",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157200",
   "pgm_ele_name": "Tectonics"
  },
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  },
  {
   "pgm_ele_code": "157500",
   "pgm_ele_name": "EDUCATION AND HUMAN RESOURCES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 205950.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 92004.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 93871.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 96489.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This proposal had two goals: first, to advance our knowledge of the physical process of subduction, and second, to develop learning modules for undergraduate students to aid in the visualization of complex 3D geologic structures. Subduction zones are the location where two tectonic plates converge and one of these plates sinks beneath the other and into earth&rsquo;s interior (the mantle). The focus of our research was to study the cases in which subduction fails or is hindered in some way in order to better understand how subduction works under normal conditions. The major research results from this grant span four separate projects.</p>\n<p>In the first project, we modeled what happens when a buoyant oceanic plateau enters the subduction zone on the sinking plate. Previous results predicted that such features were difficult to subduct and could stop subduction. We found that subduction of oceanic plateaus is aided by the basalt to eclogite mineral phase transition that occurs around 50-100 km depth in the crust of the sinking plate making it possible to subduct large plateaus with only a decrease in the reate of subduction. However for the largest plateaus (similar in size to the Ontong-Java Plateau) the sinking plate can break off at depths of 100-150km and leads to underplating and accretion of the plateau to the overriding plate.</p>\n<p>In the second project, we used topographic and gravity data along the outer-rise region of the subducting plate to measure the changing strength of the plate as it bends into the subduction zone. These results showed that outer-rise faulting causes significant weakening of the subducting plate by the time it reaches the trench. In addition, numerical models of the formation of outer-rise faults match the observed characteristics of these faults and show that the formation of the faults is not strongly dependent on the frictional properties of the crust. Together these results show that the subducting plate undergoes significant damage even in normal subduction zones.</p>\n<p>In a third project, we used numerical models to test how sensitive the observation of the earth&rsquo;s geoid (its gravitational potential field) is to the strength of rocks (their viscosity over long periods of time) in a subduction zone. Previous models had argued that the subducting plates (slabs) are weak based on comparison of models to the observed geoid. However, we found that the weakening that occurs due to yielding of the subducting plate decouples the deep slab from deformation of the surface making the geoid insensitive to the strength of slabs beyond the bending region</p>\n<p>In a fourth project, we modeled how variations in the structure of the overriding plate can interfere with normal subduction. We found that in regions where the overriding plate was thicker or colder, that subduction slowed and the slab sinks at a more shallow dip. As a consequence, variations in the structure of the overriding plate can lead to flow in the mantle in a direction other than the sinking direction of the slab. This unexpected result is a new explanation for seismic observations that suggested this type of flow might exist in subduction zones.</p>\n<p>Finally, in addition to these major projects, I have have collaborated with computer scientist to develop new ways of visualizing tensor (stress, LPO, earthquake) data, and created teaching tools that help students to visualize 3D subsurface structures.</p>\n<p>Over the course of the 5 years of the grant, 2 post-docs, 3 graduate students and 3 undergraduate students were trained in computer programming, data analysis, data presentation and scientific writing as they participated in the various research projects funded under this grant. This project supported 13 publications, dissemination of research at conferences (over 25 abstracts), and development of 5 educational modules.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03...",
  "por_txt_cntn": "\nThis proposal had two goals: first, to advance our knowledge of the physical process of subduction, and second, to develop learning modules for undergraduate students to aid in the visualization of complex 3D geologic structures. Subduction zones are the location where two tectonic plates converge and one of these plates sinks beneath the other and into earthÆs interior (the mantle). The focus of our research was to study the cases in which subduction fails or is hindered in some way in order to better understand how subduction works under normal conditions. The major research results from this grant span four separate projects.\n\nIn the first project, we modeled what happens when a buoyant oceanic plateau enters the subduction zone on the sinking plate. Previous results predicted that such features were difficult to subduct and could stop subduction. We found that subduction of oceanic plateaus is aided by the basalt to eclogite mineral phase transition that occurs around 50-100 km depth in the crust of the sinking plate making it possible to subduct large plateaus with only a decrease in the reate of subduction. However for the largest plateaus (similar in size to the Ontong-Java Plateau) the sinking plate can break off at depths of 100-150km and leads to underplating and accretion of the plateau to the overriding plate.\n\nIn the second project, we used topographic and gravity data along the outer-rise region of the subducting plate to measure the changing strength of the plate as it bends into the subduction zone. These results showed that outer-rise faulting causes significant weakening of the subducting plate by the time it reaches the trench. In addition, numerical models of the formation of outer-rise faults match the observed characteristics of these faults and show that the formation of the faults is not strongly dependent on the frictional properties of the crust. Together these results show that the subducting plate undergoes significant damage even in normal subduction zones.\n\nIn a third project, we used numerical models to test how sensitive the observation of the earthÆs geoid (its gravitational potential field) is to the strength of rocks (their viscosity over long periods of time) in a subduction zone. Previous models had argued that the subducting plates (slabs) are weak based on comparison of models to the observed geoid. However, we found that the weakening that occurs due to yielding of the subducting plate decouples the deep slab from deformation of the surface making the geoid insensitive to the strength of slabs beyond the bending region\n\nIn a fourth project, we modeled how variations in the structure of the overriding plate can interfere with normal subduction. We found that in regions where the overriding plate was thicker or colder, that subduction slowed and the slab sinks at a more shallow dip. As a consequence, variations in the structure of the overriding plate can lead to flow in the mantle in a direction other than the sinking direction of the slab. This unexpected result is a new explanation for seismic observations that suggested this type of flow might exist in subduction zones.\n\nFinally, in addition to these major projects, I have have collaborated with computer scientist to develop new ways of visualizing tensor (stress, LPO, earthquake) data, and created teaching tools that help students to visualize 3D subsurface structures.\n\nOver the course of the 5 years of the grant, 2 post-docs, 3 graduate students and 3 undergraduate students were trained in computer programming, data analysis, data presentation and scientific writing as they participated in the various research projects funded under this grant. This project supported 13 publications, dissemination of research at conferences (over 25 abstracts), and development of 5 educational modules.\n\n\t\t\t\t\tLast Modified: 03/12/2014\n\n\t\t\t\t\tSubmitted by: Magali I Billen"
 }
}