{
 "awd_id": "0748482",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER:  Scaling and self-similarity in nonlinear science-education and research",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Henry Warchall",
 "awd_eff_date": "2008-07-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 560658.0,
 "awd_amount": 560658.0,
 "awd_min_amd_letter_date": "2008-05-22",
 "awd_max_amd_letter_date": "2008-05-22",
 "awd_abstract_narration": "Date: \tNovember 21, 2007\r\nProposal: \tDMS- 0748482\r\nPI: \tMenon, Govind \r\nInstitution: Brown University\r\nTitle:\tCAREER: Scaling and self-similarity in nonlinear science-education and research\r\n\r\n\r\nABSTRACT\r\n\r\nEmpirical scaling laws are often the only signature of order in complex nonlinear problems. Such laws arise in diverse areas such as the study of biological networks, earthquakes and fully turbulent flows. The investigator's research vision is to bring some of these laws within the scope of rigorous mathematical analysis. To this end, seemingly unrelated problems are treated within a unified framework that combines mathematical methods from dynamical systems, partial differential equations and probability theory. Explicit connections between these areas are used to provide a fundamental understanding of the microscopic origin of `universal' scaling  laws in (a) models of domain coarsening in materials science and physical  chemistry, (b) dynamic scaling of transport coefficients in polymer  chemistry, (c) models of turbulence. Analogies with classical probability are also used to guide new investigations of universality in dynamical systems.\r\nThese research goals are closely tied to concrete improvements in education and training. Scaling and self-similarity are used as a unifying theme in a program for curricular innovation for undergraduates that stresses the extraction of simple quantitative answers from complex models. This includes the development of new freshman and senior seminars and an REU program.\r\n\r\nThis mathematical research is motivated by problems of fundamental technological significance in fluid mechanics, materials science and physical chemistry. Studies of domain growth in materials science improve understanding of the stability of binary alloys and coarsening of nanoscale islands on thin-film substrates. Improved numerical methods for the simulation of polymers advance the analysis of biochemical flows, such as the manipulation of individual strands of DNA in confined channels. A deeper understanding of universality in dynamical systems enhances knowledge of the transition to chaos in several fluid flows, and is the first step in the control of such flows. The plans for undergraduate education place early emphasis on the basic utility of scaling analysis in emerging areas for the application of mathematics such as biology, physical chemistry and geosciences. They also include the development of innovative expositions at the undergraduate level of successful mathematical research in these fields. This contributes to a growing demand for mathematical sophistication in these areas, and is critical for sustained impact. The educational plans stress small classes, undergraduate research, and outreach to under-represented groups, in the firm belief that careful, individual mentoring of students is the foundation for  a diverse and talented  scientific workforce.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Govind",
   "pi_last_name": "Menon",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Govind Menon",
   "pi_email_addr": "menon@dam.brown.edu",
   "nsf_id": "000182017",
   "pi_start_date": "2008-05-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brown University",
  "inst_street_address": "1 PROSPECT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PROVIDENCE",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4018632777",
  "inst_zip_code": "029129100",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "RI01",
  "org_lgl_bus_name": "BROWN UNIVERSITY",
  "org_prnt_uei_num": "E3FDXZ6TBHW3",
  "org_uei_num": "E3FDXZ6TBHW3"
 },
 "perf_inst": {
  "perf_inst_name": "Brown University",
  "perf_str_addr": "1 PROSPECT ST",
  "perf_city_name": "PROVIDENCE",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "029129100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "RI01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 560658.0
  }
 ],
 "por": null
}