{
 "awd_id": "0748824",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER:  Government Policy Responsiveness in Multiparty Parliamentary Democracies",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Humes",
 "awd_eff_date": "2008-02-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 624802.0,
 "awd_amount": 624802.0,
 "awd_min_amd_letter_date": "2008-02-08",
 "awd_max_amd_letter_date": "2014-08-04",
 "awd_abstract_narration": "This project addresses fundamental questions in the study of representative democracy:  What impact, if any, does public opinion have on democratic governance? Do policymakers actually do what citizens want them to do? If public sentiment changes direction, will the actions of elected officials follow? A fundamental normative claim in favor of liberal democracy is that the recurrence of competitive elections promotes an ongoing connection between citizen preferences and government policy. In other words, electoral competition is designed to encourage governments to be responsive to the policy demands of the public throughout their time in office. Although scholars have shown enormous interest in this question, almost all their efforts thus far have been confined to examining responsiveness in the context of the United States Congress. This is unfortunate for a number of reasons. Most especially, the majority of established democracies in the world differ quite markedly from the United States in terms of their institutional structures and patterns of governance. Most democracies are parliamentary in design, which has the effect of giving policymaking power to the government (or cabinet), not the legislature. Further, most parliamentary democracies have more than two major parties. Policymaking typically requires the cooperation of several political parties, why may all simultaneously be attempting to appeal to very different groups of voters. At this point, comparative research is very limited in what it reveals about the connection between citizens and voters in these democracies.\r\n\r\nIn this CAREER award, the principal investigator creates an integrated program of research and education to explore the question of whether policymaking in multiparty parliamentary democracies is responsive to citizen preferences throughout the government's term in office. The investigator proposes a theory of policy responsiveness that focuses on the electoral and office-seeking incentives of politicians in a multiparty setting. The central claim is that these incentives encourage government parties to tailor policy to the wishes of narrow constituencies, whose policy views may or may not accord with those of the majority of voters. To test the argument, the investigator, along with a team of student researchers from both the United States and Europe, will collect original legislative data from seven European democracies on all changes on tax and welfare policy that have been proposed and enacted over the past ten to twenty years. \r\n\r\nThe project contains a strong educational component. It is expressly designed to help aspiring young scholars wishing to do comparative legislative research to overcome many of the practical difficulties associated with it. The investigator proposes three innovations in education and training. First, he proposes to take a number of students abroad, over the course of four summers, to perform archival legislative research. A novel feature of this activity is that these students will be working in collaboration with a team of students from universities in Europe who are also engaged in legislative research. The investigator also proposes to teach yearly practicum courses in legislative research to graduate and undergraduate students at Rice University in which they will be encouraged to use the data from the project, as it is being collected, in their own research. Finally, the investigator will host three annual week-long workshops that bring students at Rice University together with students from across the country and Europe who are working on questions in comparative legislative research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lanny",
   "pi_last_name": "Martin",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Lanny W Martin",
   "pi_email_addr": "lanm12000@gmail.com",
   "nsf_id": "000355677",
   "pi_start_date": "2008-02-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "William Marsh Rice University",
  "inst_street_address": "6100 MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "Houston",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7133484820",
  "inst_zip_code": "770051827",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "TX09",
  "org_lgl_bus_name": "WILLIAM MARSH RICE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "K51LECU1G8N3"
 },
 "perf_inst": {
  "perf_inst_name": "William Marsh Rice University",
  "perf_str_addr": "6100 MAIN ST",
  "perf_city_name": "Houston",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "770051827",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "TX09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 167370.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 147657.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 131817.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 177958.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A central normative claim in favor of liberal democracy is that it promotes the responsiveness of governments to the preferences of a majority of citizens. &nbsp;In most of the world's democracies, however, governments are composed of <em>multiple</em> political parties, often elected with the support of very narrow constituencies. &nbsp;This makes the connection between policy outcomes and citizen preferences rather tenuous, and it raises a critical question: Whose preferences are ultimately reflected in coalition policy choices? &nbsp;</p>\n<p>The NSF-funded project, \"CAREER: Government Policy Responsiveness in Multiparty Parliamentary Democracies\" (SES-0748824) is directed at addressing this question. &nbsp;The NSF award enabled the PI to collect government-initiated legislation on welfare spending in 10 parliamentary democracies for approximately 25 years. &nbsp;It also led to the creation of complementary data sets on government spending, and welfare state generosity, in 15 countries for about 40 years, which the PI has linked to another grant-funded data set on the allocation of government ministries. &nbsp;The findings of the studies published thus far show the following:</p>\n<p>(1) In general,&nbsp;coalition policies tend to reflect a compromise between government parties, rather than the preferences of the ministers proposing them, or the preferences of the median party in the legislature. &nbsp;In other words, in multiparty governments, the preferences of the citizen majority (as represented by the median party) only get reflected in policy if the median party is fortunate enough to get into the coalition.</p>\n<p>(2) The tendency for coalition parties to get what they want in terms of policy depends critically on legislative institutions. &nbsp;If legislative institutions allow for sufficient monitoring of powerful government ministers, then all partners (whether they hold the relevant ministry or not) can achieve the policy on which they compromised when they entered government together. &nbsp;If legislative institutions do not allow for such monitoring, then the party with control of the relevant ministry can get its way on policy, even if this runs counter to the coalition compromise agreement.</p>\n<p>(3) The ability of coalition parties to gain control of the ministries they most desire (which may allow them disproportionate influence in policymaking) depends on their relative bargaining power. &nbsp;Stronger parties (as measured by their legislative seat shares) are more likely not only to get <em>more</em>&nbsp;ministries but also <em>better</em>&nbsp;ministries in terms of matching their issue priorities.</p>\n<p>(4) The tendency for coalition parties to get what they want in policy, particularly when it involves spending, also depends on fiscal institutions. Although coalition governments have incentives to spend more than single-party governments--and larger coalitions more than smaller coalitions--budgetary rules can (and do) mitigate this relationship by (a) reducing the influence of individual parties in the budget process and (b) generating incentives for coalition parties to resist the spending demands of their partners.</p>\n<p>The projects above have led to four article-length manuscripts and a book manuscript (which is currently in progress). &nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/10/2016<br>\n\t\t\t\t\tModified by: Lanny&nbsp;W&nbsp;Martin</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nA central normative claim in favor of liberal democracy is that it promotes the responsiveness of governments to the preferences of a majority of citizens.  In most of the world's democracies, however, governments are composed of multiple political parties, often elected with the support of very narrow constituencies.  This makes the connection between policy outcomes and citizen preferences rather tenuous, and it raises a critical question: Whose preferences are ultimately reflected in coalition policy choices?  \n\nThe NSF-funded project, \"CAREER: Government Policy Responsiveness in Multiparty Parliamentary Democracies\" (SES-0748824) is directed at addressing this question.  The NSF award enabled the PI to collect government-initiated legislation on welfare spending in 10 parliamentary democracies for approximately 25 years.  It also led to the creation of complementary data sets on government spending, and welfare state generosity, in 15 countries for about 40 years, which the PI has linked to another grant-funded data set on the allocation of government ministries.  The findings of the studies published thus far show the following:\n\n(1) In general, coalition policies tend to reflect a compromise between government parties, rather than the preferences of the ministers proposing them, or the preferences of the median party in the legislature.  In other words, in multiparty governments, the preferences of the citizen majority (as represented by the median party) only get reflected in policy if the median party is fortunate enough to get into the coalition.\n\n(2) The tendency for coalition parties to get what they want in terms of policy depends critically on legislative institutions.  If legislative institutions allow for sufficient monitoring of powerful government ministers, then all partners (whether they hold the relevant ministry or not) can achieve the policy on which they compromised when they entered government together.  If legislative institutions do not allow for such monitoring, then the party with control of the relevant ministry can get its way on policy, even if this runs counter to the coalition compromise agreement.\n\n(3) The ability of coalition parties to gain control of the ministries they most desire (which may allow them disproportionate influence in policymaking) depends on their relative bargaining power.  Stronger parties (as measured by their legislative seat shares) are more likely not only to get more ministries but also better ministries in terms of matching their issue priorities.\n\n(4) The tendency for coalition parties to get what they want in policy, particularly when it involves spending, also depends on fiscal institutions. Although coalition governments have incentives to spend more than single-party governments--and larger coalitions more than smaller coalitions--budgetary rules can (and do) mitigate this relationship by (a) reducing the influence of individual parties in the budget process and (b) generating incentives for coalition parties to resist the spending demands of their partners.\n\nThe projects above have led to four article-length manuscripts and a book manuscript (which is currently in progress).  \n\n\t\t\t\t\tLast Modified: 02/10/2016\n\n\t\t\t\t\tSubmitted by: Lanny W Martin"
 }
}