{
 "awd_id": "0748501",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Time-Resolved Condensed Phase Reaction Dynamics Investigated by Multidimensional Infrared Spectroscopy",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Charles Pibel",
 "awd_eff_date": "2008-04-15",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 615000.0,
 "awd_amount": 615000.0,
 "awd_min_amd_letter_date": "2008-04-02",
 "awd_max_amd_letter_date": "2012-04-20",
 "awd_abstract_narration": "In this award, funded by the Experimental Physical Chemistry Program of the Division of Chemistry, the Molecular Biophysics Program of the Division of Molecular and Cellular Biosciences, and the BIO Venture Fund for Interdisciplinary Research (VIR), Professor Kevin J. Kubarych of the University of Michigan, his postdoctoral fellows and graduate and undergraduate students are investigating the dynamics of the bacteriorhodopsin photocycle over six decades of timescale -- femtosecond to microsecond.  The principal tool for these studies will be multidimensional infrared (MDIR) spectroscopy. \r\n\r\nThe ultimate goal of the work by Professor Kubarych and his group is to develop a fundamental chemical understanding of how biomolecules move and perform their unique biological functions.  Bacteriorhodopsin is a well-studied system, and presents a unique laboratory for new experimental methods.  Although well-studied, there are a number of outstanding questions for how bacteriorhodpsin works, and Prof. Kubarych's group's work will help to provide answers.  In addition to his research work, Prof. Kubarych plans to bring cutting-edge technology from his laboratory, in the form of femtosecond spectroscopy instrumentation, into the undergraduate teaching laboratory.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "Kubarych",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin J Kubarych",
   "pi_email_addr": "kubarych@umich.edu",
   "nsf_id": "000119852",
   "pi_start_date": "2008-04-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "1109 GEDDES AVE STE 3300",
  "perf_city_name": "ANN ARBOR",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  },
  {
   "pgm_ele_code": "196000",
   "pgm_ele_name": "STRUCTURE AND REACTIVITY"
  },
  {
   "pgm_ele_code": "721600",
   "pgm_ele_name": "FRONTIERS IN BIO RES (FIBR)"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1164",
   "pgm_ref_txt": "MOLECULAR BIOPHYSICS"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 255000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 120000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 120000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 120000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>Experiments that can watch chemical reactions as they happen in real time require extremely fast cameras. Using ultrafast laser pulses with durations so short that they effectively freeze the motion of the atoms in molecules, the Kubarych group has developed a research program that is able to unravel chemical mysteries in a wide array of important contexts, ranging from the hydration of biomolecules to the making and breaking of molecular bonds.&nbsp;</span></p>\n<p><span>Why is it important to be able to watch molecules in real time? Consider a non-chemical analogy: a car crash. In a small city like Ann Arbor, MI, where car crashes may happen only a few times per day, we might conclude that car crashes are &ldquo;slow.&rdquo; Of course, we know that car crashes are instead quite fast, often taking only a fraction of a second. In order to determine how the crash occurred, and who might be to blame, it is necessary to figure out the details of each crash. That there are a few crashes per day is irrelevant to the key details of any given accident. Many chemists measure how many times per second chemical reactions occur, and they call that the &ldquo;rate&rdquo; of the reaction. Using the analogy, however, it is clear they are not measuring anything that relates to how the reactions actually take place, instead they are simply noting how frequently the reactions occur. To obtain detailed knowledge of chemical reactions, just as is required with accident investigations, we must be able to make measurements on reactions as they happen. Since reactions generally involve the making and breaking (or rearranging) of chemical bonds, the fundamental steps are much more rapid than can be measured using ordinary cameras. Moreover, molecules are far smaller than the wavelengths of light we use to see, so we must resort to indirect methods to watch chemical reactions using short laser pulses and record the chemical information using aspects of light absorption.&nbsp;</span></p>\n<p><span>This project involved the study of several different kinds of chemical reactions. Our overarching interest is to understand the influence of the immediate environment on the reaction, somewhat analogously to studying how the nearby traffic influences the car crash. In some cases, we found essentially no involvement of the nearby solvent (i.e. liquid molecules), and in others we were able to show that the solvent completely determines the reaction time scale. Using infrared light gives us a direct link to the molecular structure of a molecule as it is reacting. We can follow the flow of energy from bond to bond as well as dissipating to the surroundings, much like one might be able to watch parts of the car crumple or pieces of the fender fly off onto the street.&nbsp;</span></p>\n<p><span>In the last two years of the project we developed a robust and sensitive approach for studying the water in the immediate vicinity of molecules that are important to living organisms. Two of the most important components of living cells are enzymes, which are proteins that catalyze reactions, and membranes, which separate different components while providing a location for many essential chemical encounters. Although it is obvious that water is essential to life on Earth, it is actually quite challenging to study the water right next to biomolecules due to the large amount of water that is <em>not</em> near the biomolecule. Using small probes consisting of just a few atoms, we devised a strategy to label proteins and membranes with tiny beacons that absorb infrared light very strongly. More importantly, the frequencies at which the probes vibrate are completely different from the protein, membrane or water molecules themselves. Hence, our probes are specific reporters of the coveted vantage point of the biomolecule-water interface.&nbsp;</span></p>\n<p><span>What did we see? The probes were able to sense two k...",
  "por_txt_cntn": "\nExperiments that can watch chemical reactions as they happen in real time require extremely fast cameras. Using ultrafast laser pulses with durations so short that they effectively freeze the motion of the atoms in molecules, the Kubarych group has developed a research program that is able to unravel chemical mysteries in a wide array of important contexts, ranging from the hydration of biomolecules to the making and breaking of molecular bonds. \n\nWhy is it important to be able to watch molecules in real time? Consider a non-chemical analogy: a car crash. In a small city like Ann Arbor, MI, where car crashes may happen only a few times per day, we might conclude that car crashes are \"slow.\" Of course, we know that car crashes are instead quite fast, often taking only a fraction of a second. In order to determine how the crash occurred, and who might be to blame, it is necessary to figure out the details of each crash. That there are a few crashes per day is irrelevant to the key details of any given accident. Many chemists measure how many times per second chemical reactions occur, and they call that the \"rate\" of the reaction. Using the analogy, however, it is clear they are not measuring anything that relates to how the reactions actually take place, instead they are simply noting how frequently the reactions occur. To obtain detailed knowledge of chemical reactions, just as is required with accident investigations, we must be able to make measurements on reactions as they happen. Since reactions generally involve the making and breaking (or rearranging) of chemical bonds, the fundamental steps are much more rapid than can be measured using ordinary cameras. Moreover, molecules are far smaller than the wavelengths of light we use to see, so we must resort to indirect methods to watch chemical reactions using short laser pulses and record the chemical information using aspects of light absorption. \n\nThis project involved the study of several different kinds of chemical reactions. Our overarching interest is to understand the influence of the immediate environment on the reaction, somewhat analogously to studying how the nearby traffic influences the car crash. In some cases, we found essentially no involvement of the nearby solvent (i.e. liquid molecules), and in others we were able to show that the solvent completely determines the reaction time scale. Using infrared light gives us a direct link to the molecular structure of a molecule as it is reacting. We can follow the flow of energy from bond to bond as well as dissipating to the surroundings, much like one might be able to watch parts of the car crumple or pieces of the fender fly off onto the street. \n\nIn the last two years of the project we developed a robust and sensitive approach for studying the water in the immediate vicinity of molecules that are important to living organisms. Two of the most important components of living cells are enzymes, which are proteins that catalyze reactions, and membranes, which separate different components while providing a location for many essential chemical encounters. Although it is obvious that water is essential to life on Earth, it is actually quite challenging to study the water right next to biomolecules due to the large amount of water that is not near the biomolecule. Using small probes consisting of just a few atoms, we devised a strategy to label proteins and membranes with tiny beacons that absorb infrared light very strongly. More importantly, the frequencies at which the probes vibrate are completely different from the protein, membrane or water molecules themselves. Hence, our probes are specific reporters of the coveted vantage point of the biomolecule-water interface. \n\nWhat did we see? The probes were able to sense two key aspects of the nearby water: whether or not water is present, and how rapidly the water molecules reorient. Using this information we have been able to discover several important things. First, ..."
 }
}