{
 "awd_id": "0748231",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Reliability Assessment and Risk Mitigation Principles for Smart Interdependent Infrastructure Systems",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Konstantinos Triantis",
 "awd_eff_date": "2008-03-15",
 "awd_exp_date": "2014-02-28",
 "tot_intn_awd_amt": 413710.0,
 "awd_amount": 413710.0,
 "awd_min_amd_letter_date": "2008-03-10",
 "awd_max_amd_letter_date": "2008-03-10",
 "awd_abstract_narration": "The research objective of this Faculty Early Career Development (CAREER Program project is develop concepts that go beyond standard methods for infrastructure system analysis.  For instance, traditional reliability assessment of complex systems is limited to connectivity analysis, whereas this research will focus on novel flow-based reliability methods to capture interdependent flow congestion and cascading failure dynamics.  To accomplish system-level analyses and performance forecasting of intelligent networks, the PI will introduce concepts of instantaneous reliability that rely on increased availability of infrastructure state data from real-time monitoring devices.  Instantaneous reliability will be quantified by inferring at every point in time the probability distributions of the parameters that govern infrastructure performance (e.g., failure rates, restoration times, coupling strengths, hazard rates, and demand fluctuations), as well as identifying the type and locations of network components that are more likely to drive interacting infrastructures into unreliable states.  Insights from these spatio-temporal analyses will enable the development of functionality-driven design and risk mitigation guidelines to continuously achieve uniform performance in geographically distributed systems.  The research and education components of this CAREER plan will advance the science of interacting networks, including power, water, gas, and telecommunication systems, and form the engineers that will manage aging utilities and deploy the envisioned intelligent systems of growing urban centers.\r\n\r\nCompletion of the work will bring significant benefits to infrastructure system users, stakeholders, and students.  Service reliability forecasting will be possible with the instantaneous assessment tools that learn from current system states and past trends.  The new tools will facilitate network operation and emergency response by enabling anticipation of system failure and optimal dispatching of repair crews. Also, regulatory authorities will be able to adopt design guidelines that impose minimum interdependent reliability standards.  In addition, this project has strong educational ideas to nurture the next generation of civil engineers, and recruit women and minorities for designing and operating smart infrastructures.  By implementing a new learning paradigm for undergraduate/graduate students at Rice University, referred to as network-based knowledge, students will be exposed to a balanced combination of algorithmic computation and mathematics, which are considered the cornerstones of modern network science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Leonardo",
   "pi_last_name": "Duenas Osorio",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Leonardo A Duenas Osorio",
   "pi_email_addr": "leonardo.duenas-osorio@rice.edu",
   "nsf_id": "000094514",
   "pi_start_date": "2008-03-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "William Marsh Rice University",
  "inst_street_address": "6100 MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "Houston",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7133484820",
  "inst_zip_code": "770051827",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "TX09",
  "org_lgl_bus_name": "WILLIAM MARSH RICE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "K51LECU1G8N3"
 },
 "perf_inst": {
  "perf_inst_name": "William Marsh Rice University",
  "perf_str_addr": "6100 MAIN ST",
  "perf_city_name": "Houston",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "770051827",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "TX09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163100",
   "pgm_ele_name": "CIS-Civil Infrastructure Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9146",
   "pgm_ref_txt": "MANUFACTURING BASE RESEARCH"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 413710.0
  }
 ],
 "por": null
}