{
 "awd_id": "0748011",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "US-Ghana International Workshop:    Resilience Approaches to Understanding Environmental Health Impacts of Small-Scale Gold Mining Sector, March 2008, Tarkwa, Ghana",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "DeAndra Beck",
 "awd_eff_date": "2008-02-01",
 "awd_exp_date": "2010-01-31",
 "tot_intn_awd_amt": 59439.0,
 "awd_amount": 59439.0,
 "awd_min_amd_letter_date": "2008-01-30",
 "awd_max_amd_letter_date": "2008-01-30",
 "awd_abstract_narration": "This Workshop will build a research infrastructure that will link US scientists and Ghanaian experts from academia as well as the health and mining sectors to discuss a resilience approach to environmental and human health issues related to small-scale gold mining. Currently, roughly 500,000 men and women are employed in small-scale mining in Ghana, most of whom operate illegally. These miners are often accused of environmentally destructive practices with potentially disastrous health impacts. We intend to contextualize the complex socio-cultural, environmental, and topographical spaces of contamination and propose innovative solutions for mitigation.\r\nDuring a four-day science workshop to be held in March 2008 in Tarkwa, Ghana, we propose to assemble 32 US and African scientists (including 13 students), all of whom are interested or currently involved in mining and health investigations, and four small-scale miners. The US scientists are affiliated with the Pennsylvania State University, the University of Texas in Dallas, the University of North Texas, and the Armed Forces Institute of Pathology and represent the fields of geosciences, geography, ecology, medicine, sociology, and engineering. The Ghanaian participants represent the University of Ghana, the Kwame Nkrumah University of Science and Technology, and the University of Mines and Technology as well as the mining community, the Dunkwa District Hospital, the Minerals Commission, and two NGOs. R. Amankwah (Co-PI) will be the main organizer on the Ghanaian side, responsible mainly for preparing and hosting the workshop, while all other listed Co-Pls will assist in the, collection of literature, selection of study sites, and the preparation of subsequent research proposals. By bringing together these multiple groups of experts, we intend to address the current disconnect in the scientific debate between socio-economic drivers of small-scale gold mining (poverty and lack of alternative livelihoods), the technological strategies to reduce environmental contamination and degradation, and educational efforts to improve health conditions among mining populations.\r\nThe specific objectives of the workshop are as follows: 1) bring together, for the first time, diverse researchers and professionals to assess the state-of-the-art knowledge and knowledge gaps on human and environmental health in the small-scale gold sector; 2) identify key interdisciplinary themes and develop an innovative research agenda; 3) draft the outline of three distinct research and educational proposals to be later submitted to NSF; and 4) develop a preliminary agenda for capacity building in mining communities to put research results into practice.\r\n\r\nIntellectual merit: In the African small-scale mining sector, toxic contamination, environmental degradation, disease, poverty, and risk mitigation have not been assessed from a holistic perspective. We propose an innovative ecosystem approach to human health that, based on the understanding of resilience in complex social-ecological systems, integrates health priorities into other key elements of poor and marginalized people's lives. Through our workshop and the subsequent research proposals, we intend to advance interdisciplinary knowledge on the impact of changes in biological, physical, social, economic, and political environments upon human health. By framing bioenvironmental health and mining from a resilience perspective, we expect to gain insights into why and how women and men gold miners persist in an apparently high-risk environment.\r\n\r\nBroader impacts: By inviting a diverse set of participants, including junior and senior faculty, undergraduate, master's, and PhD students, and American and Ghanaian researchers, our proposed workshop and emerging research infrastructure will intensify professional exchange and expertise between two continents. Students, researchers, and mining and health professionals will engage in collective learning activities throughout the workshop that promote the integration of research and education. Novel concepts will be incorporated into academic curriculum development, teaching, and outreach. Ultimately, this new research platform is expected to contribute to improved well-being among marginalized mining populations in Ghana and other African countries.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Petra",
   "pi_last_name": "Tschakert",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Petra Tschakert",
   "pi_email_addr": "petra@psu.edu",
   "nsf_id": "000485369",
   "pi_start_date": "2008-01-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Oppong",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph R Oppong",
   "pi_email_addr": "OPPONG@UNT.EDU",
   "nsf_id": "000387341",
   "pi_start_date": "2008-01-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kamini",
   "pi_last_name": "Singha",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kamini Singha",
   "pi_email_addr": "ksingha@mines.edu",
   "nsf_id": "000173897",
   "pi_start_date": "2008-01-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Finkelman",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Robert B Finkelman",
   "pi_email_addr": "bobf@utdallas.edu",
   "nsf_id": "000160539",
   "pi_start_date": "2008-01-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 OLD MAIN",
  "perf_city_name": "UNIVERSITY PARK",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  },
  {
   "pgm_ele_code": "729900",
   "pgm_ele_name": "Catalyzing New Intl Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "5976",
   "pgm_ref_txt": "AFRICA, NEAR EAST, & SO ASIA"
  },
  {
   "pgm_ref_code": "7299",
   "pgm_ref_txt": "INTERNATIONAL PLAN & WORKSHOPS"
  },
  {
   "pgm_ref_code": "7391",
   "pgm_ref_txt": "GHANA"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 59439.0
  }
 ],
 "por": null
}