{
 "awd_id": "0748525",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Imprinting Molecular Chirality In Solution During Photo-Transformations",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Tyrone Mitchell",
 "awd_eff_date": "2008-01-15",
 "awd_exp_date": "2013-12-31",
 "tot_intn_awd_amt": 575000.0,
 "awd_amount": 575000.0,
 "awd_min_amd_letter_date": "2008-01-16",
 "awd_max_amd_letter_date": "2011-12-07",
 "awd_abstract_narration": "With the support of a CAREER award from the Organic and Macromolecular Chemistry Program at the National Science Foundation, Professor Sivaguru Jayaraman of North Dakota State University will lead a research program that will focus on ways to control stereoselection during light-induced asymmetric transformations by employing molecularly chiral chromophores. The research program is highly interdisciplinary and opens up an opportunity to control stereoselection in solution during phototransformations, a traditionally difficult task. The methodology employs light as a reagent, to imprint molecular chirality in the reactant leading to chirality in the photoproducts in solution. Preliminary results from the PI's lab shows that enantioselectivity as high as 97% can be achieved in solution. Considerable promise offered by this methodology shall open up new approaches to access chiral molecules with high stereoselectivity in photoreactions. As part of the program, the PI will explore various stereoselective light induced processes (electron and energy transfer). These studies are expected to offer, (a) new insights into asymmetric phototransformations through rotamer control; and, (b) a multitude of new structures that will be molecularly chiral. The proposed work will complement the existing methodologies for controlling reactivity and selectivity during phototransformations.\r\n\r\nThis CAREER award to Professor Jayaraman of North Dakota State University will use light to access chiral molecules with high stereoselectivity during phototransformations in solution using molecularly chiral chromophores. This represents a major paradigm shift in comparison to conventional methods that are used to control selectivity in thermal reactions. An important objective of the proposed activity is to integrate education and research through teaching and training of students and researchers in methods of inquiry at the highest scientific, intellectual, professional, and experimental levels. Some of the broader impacts of the proposed activities derive from the PI's commitment to employ the latest developments in information, instruction, and learning technologies, in particular, computers and related technology (animations for easy understanding of concepts) and the World Wide Web, to create intellectual partnerships between the undergraduates and the teacher. The PI, during the first year at North Dakota State University, has successfully recruited and supervised underrepresented groups that include one minority undergraduate, one female undergraduate, and one female Governor School student. Social benefits of the proposed research are expected to be in the areas of creation of basic scientific knowledge, training of students with a range of experience and expertise in interdisciplinary and collaborative research, and creation of an infrastructure for integration of research with education. In terms of community impact, special efforts are being made to inform both parents and their children (grades 9-12) together about the impact of modern science and technology. To begin this process, lecture series are being proposed and developed by the PI with the help of local high schools in the Fargo-Moorhead area through the PICNICS (Parents Involvement in Children, Nurturing Intellectual Curiosity in Science) program.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jayaraman",
   "pi_last_name": "Sivaguru",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jayaraman Sivaguru",
   "pi_email_addr": "sivagj@bgsu.edu",
   "nsf_id": "000361135",
   "pi_start_date": "2008-01-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Dakota State University Fargo",
  "inst_street_address": "1340 ADMINISTRATION AVE",
  "inst_street_address_2": "",
  "inst_city_name": "FARGO",
  "inst_state_code": "ND",
  "inst_state_name": "North Dakota",
  "inst_phone_num": "7012318045",
  "inst_zip_code": "58105",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "ND00",
  "org_lgl_bus_name": "NORTH DAKOTA STATE UNIVERSITY",
  "org_prnt_uei_num": "EZ4WPGRE1RD5",
  "org_uei_num": "EZ4WPGRE1RD5"
 },
 "perf_inst": {
  "perf_inst_name": "North Dakota State University Fargo",
  "perf_str_addr": "1340 ADMINISTRATION AVE",
  "perf_city_name": "FARGO",
  "perf_st_code": "ND",
  "perf_st_name": "North Dakota",
  "perf_zip_code": "58105",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "ND00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "194400",
   "pgm_ele_name": "BIMOLECULAR PROCESSES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 115000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 115000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 115000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 115000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 115000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;</strong>The CAREER proposal employed light as an ecofriendly reagent for investigating molecularly chiral (axially chiral) compounds for asymmetric transformations. The project was successful in designing the proposed methodology where selective/specific phototransformations (chemo-, regio- and stereo- selectivity/specificity) were successfully demonstrated for different model systems. This helped in achieving the specific scientific aim of &ldquo;developing a strategy to enhance stereoselectivity/specificity during photochemical transformations&rdquo;.<strong> </strong>The research findings were disseminated in top-tier peer-reviewed chemistry journals. In addition, due the novelty of the strategy both students and the PI presented the findings in national and international conferences. The scientific community was very receptive of the findings as evidenced by the awards and recognition given to students who carried out the proposed research and the PI who directed the proposed research program.<strong> </strong>The research program also helped in the advancement of knowledge and understanding in various fields&rsquo; <em>viz.,</em> chiral photochemistry, photocatalysis and supramolecular photochemistry and impacted other fields such as host-guest (e.g., molecular recognition) and materials science (e.g., use of organized assemblies). CAREER funding resulted in activities that integrated scientific research with the educational goals of teaching, training and learning. The contribution to teaching initiatives resulted in the &ldquo;Peltier Award for Teaching Innovation&rdquo; to the PI from NDSU in 2012, an award that recognized the innovative teaching methods detailed by the PI in the career award and how it helped students at NDSU learn concepts in undergraduate organic chemistry class. The PI&rsquo;s program successfully recruited and supervised students from underrepresented groups. They included two minority students (African-American student; US citizens) and three female students. The program also trained undergraduate students that included students from underrepresented groups (African-American and female students). The research program also trained high school students who came to NDSU via the Governor school program (one student each summer) and from NATURE summer program (summer students from north Dakota tribal colleges). Due to CAREER funding the PI was able to initiate a unique outreach program for high school students as proposed in the CARRER proposal called PICNICS &ldquo;<strong><em><span style=\"text-decoration: underline;\">P</span></em></strong>arents <strong><em><span style=\"text-decoration: underline;\">I</span></em></strong>nvolvement with <strong><em><span style=\"text-decoration: underline;\">C</span></em></strong>hildren, <strong><em><span style=\"text-decoration: underline;\">N</span></em></strong>urturing <strong><em><span style=\"text-decoration: underline;\">I</span></em></strong>ntellectual <strong><em><span style=\"text-decoration: underline;\">C</span></em></strong>uriosity in <strong><em><span style=\"text-decoration: underline;\">S</span></em></strong>ciences&rdquo; program (outreach program started as part of the NSF CAREER award). The PICNICS program successfully integrated high school students into research. Thirty students have participated in the PICNICS summer program since its inception in 2007. This program will continue to train students to equip them with a range of experience and expertise in interdisciplinary and collaborative research and create an infrastructure for the integration of research and education. This initiative would not have been feasible without NSF CAREER funding for which the PI is extremely grateful as it has impacted students in the Fargo-Moorhead area high schools.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/31/2014<br>\n\t\t\t\t\tModified by: Si...",
  "por_txt_cntn": "\n            The CAREER proposal employed light as an ecofriendly reagent for investigating molecularly chiral (axially chiral) compounds for asymmetric transformations. The project was successful in designing the proposed methodology where selective/specific phototransformations (chemo-, regio- and stereo- selectivity/specificity) were successfully demonstrated for different model systems. This helped in achieving the specific scientific aim of \"developing a strategy to enhance stereoselectivity/specificity during photochemical transformations\". The research findings were disseminated in top-tier peer-reviewed chemistry journals. In addition, due the novelty of the strategy both students and the PI presented the findings in national and international conferences. The scientific community was very receptive of the findings as evidenced by the awards and recognition given to students who carried out the proposed research and the PI who directed the proposed research program. The research program also helped in the advancement of knowledge and understanding in various fieldsÆ viz., chiral photochemistry, photocatalysis and supramolecular photochemistry and impacted other fields such as host-guest (e.g., molecular recognition) and materials science (e.g., use of organized assemblies). CAREER funding resulted in activities that integrated scientific research with the educational goals of teaching, training and learning. The contribution to teaching initiatives resulted in the \"Peltier Award for Teaching Innovation\" to the PI from NDSU in 2012, an award that recognized the innovative teaching methods detailed by the PI in the career award and how it helped students at NDSU learn concepts in undergraduate organic chemistry class. The PIÆs program successfully recruited and supervised students from underrepresented groups. They included two minority students (African-American student; US citizens) and three female students. The program also trained undergraduate students that included students from underrepresented groups (African-American and female students). The research program also trained high school students who came to NDSU via the Governor school program (one student each summer) and from NATURE summer program (summer students from north Dakota tribal colleges). Due to CAREER funding the PI was able to initiate a unique outreach program for high school students as proposed in the CARRER proposal called PICNICS \"Parents Involvement with Children, Nurturing Intellectual Curiosity in Sciences\" program (outreach program started as part of the NSF CAREER award). The PICNICS program successfully integrated high school students into research. Thirty students have participated in the PICNICS summer program since its inception in 2007. This program will continue to train students to equip them with a range of experience and expertise in interdisciplinary and collaborative research and create an infrastructure for the integration of research and education. This initiative would not have been feasible without NSF CAREER funding for which the PI is extremely grateful as it has impacted students in the Fargo-Moorhead area high schools.\n\n \n\n\t\t\t\t\tLast Modified: 03/31/2014\n\n\t\t\t\t\tSubmitted by: Sivaguru Jayaraman"
 }
}