{
 "awd_id": "0748749",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "The Control of Reproductive Onset and the Circadian Clock by GIGANTEA",
 "cfda_num": "47.074",
 "org_code": "08090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce Alexander McClure",
 "awd_eff_date": "2008-02-01",
 "awd_exp_date": "2011-01-31",
 "tot_intn_awd_amt": 390000.0,
 "awd_amount": 396000.0,
 "awd_min_amd_letter_date": "2008-01-31",
 "awd_max_amd_letter_date": "2010-02-04",
 "awd_abstract_narration": "The circadian clock controls the timing of many developmental and physiological processes in both plants and animals. The uncomfortable but familiar effects of jet lag experienced by air travelers is a direct result of the inability of the circadian clock to immediately reset to the new local time upon arrival. In plants, the circadian clock controls the onset of flowering and the timing of essential events like photosynthesis. In this way its function is crucial to efficient plant, and crop, growth and reproduction.\r\nRecent NSF-funded research has shown that two previously unconnected components of the plant clock, ZEITLUPE (ZTL) and GIGANTEA (GI), interact in a blue-light dependent way, by virtue of the novel photoabsorptive properties of ZTL. GI stabilizes the ZTL protein from degradation, defining a role for GI for the first time. This proposal will further define the biochemical function of GI by identifying which domains are effective for the interaction and stabilization of ZTL. A second aim is to identify other GI interactors, as it is likely that GI stabilizes other proteins, and may require other cofactors to function effectively. Techniques such as yeast two-hybrid analysis and mass spectrometric analysis of GI-TAP-tagged complexes will be used. Results from these studies will better define the molecular and biochemical components of the central oscillator of the clock in Arabidopsis. In turn, findings in this model system will lead to better understanding and control of crop physiology and reproduction.\r\nThis work will provide an opportunity for the graduate student and postdoctoral researchers involved to learn contemporary molecular biology and plant biochemical techniques in an interactive environment. Additionally, undergraduates, who learn technical and molecular skills that they use later in their careers, are mentored by the more experienced lab workers. The research experiences of the personnel in this project will broaden their scientific expertise, and contribute to their development as future PI's, post-docs and teachers. \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Somers",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "David E Somers",
   "pi_email_addr": "somers.24@osu.edu",
   "nsf_id": "000270865",
   "pi_start_date": "2008-01-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University Research Foundation -DO NOT USE",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "Columbus",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888734",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": "QR7NH79713E5"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio State University",
  "perf_str_addr": "1960 KENNY RD",
  "perf_city_name": "COLUMBUS",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111800",
   "pgm_ele_name": "PLANT FUNGAL & MICROB DEV MECH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 103875.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 142155.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 149970.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our focus is on the plant circadian clock, the timing mechanism found within all plants the coordinates many cellular and whole plant processes to optimize the growth and development of plants. In this project we identified new molecular components, and their interactions, that are essential in the normal function of the circadian clock. We also reported on an experimental technique&nbsp; that we optimized that helps us to assay changes in clock function very rapidly.</p>\n<p>In our work published in EMBO 2010, we addressed the question of how the&nbsp; distribution between the nucleus and cytoplsam of core clock governs circadian period in plants. The subcellular localization of circadian clock components is a critical factor in setting the pace of the central oscillator, but in plant clocks nothing is known of shuttling mechanisms or even for which proteins such partitioning might be important. We were able to identify that the core clock component, TOC1, requires dimer formation with PRR5, a closely related protein, for optimal and timely nuclear<br />accumulation and subnuclear localization. Since PRR5 itself is clock-regulated, these results show a clock-regulated control of nuclear import,<br />not previously described in plants.</p>\n<p>&nbsp;TOC1 phosphorylation is enhanced by PRR5 dimerization. We show that PRR5 specifically enhances the formation of the more highly<br />phosphorylated form of TOC1 and that this occurs in a PRR5-dose-dependent way. The role of phosphorylation in the control of the clock is<br />well established in other systems, but little is known in plants. This finding is the first to show that interactions between two known plant clock<br />proteins facilitate such post-translational modifications, and provides a method to identify the kinase responsible for, and the significance of,<br />TOC1 phosphorylation.</p>\n<p>In our most recent work we demonstrated the first connection in any clock system of the chaperone HSP90 to the maturation of a circadian clock component.The autoregulatory loops of the circadian clock consist of feedback regulation of transcription/translation circuits, but also require finely coordinated cytoplasmic and nuclear proteostasis. While protein degradation is important to establish steady-state levels, maturation into their active form also factors into protein homeostasis. HSP90 facilitates the<br />maturation of a wide range of client proteins, and studies in animal clocks implicate HSP90 as an integrator of input or output to the clock. In our paper<br />we show that the Arabidopsis circadian clock-associated F-box protein ZEITLUPE (ZTL) is a novel client for cytoplasmic HSP90. Proteolytic degradation&nbsp; targets of ZTL (TOC1 and PRR5) are stabilized in seedlings which have had HSP90 inactivated, while the levels of closely-related clock proteins, PRR3 and PRR7, are unchanged. Our findings firmaly establish that the maturation of ZTL by HSP90 is essential for proper function of the Arabidopsis circadian clock. Unlike animal systems, HSP90 functions here within the core oscillator. These results also place HSP90 in a new and more central role in the regulation of proteostasis.</p>\n<p>We also optimizated a transient expression assay using Arabidopsis protoplasts. Rapid assessment of the effect of reduced levels of gene products is often a bottleneck in determining how to proceed with an interesting gene candidate. Additionally, gene families with closely<br />related members can confound determination of the role of even a single one of the group. We described in our paper an in vivo method to<br />rapidly determine gene function using transient expression of artificial microRNAs (amiRNAs) in Arabidopsis mesophyll protoplasts. We used a luciferase based reporter of circadian clock activity to optimize and validate this system. Protoplasts transiently cotransfected with promoter-luciferase and gene-specific ami...",
  "por_txt_cntn": "\nOur focus is on the plant circadian clock, the timing mechanism found within all plants the coordinates many cellular and whole plant processes to optimize the growth and development of plants. In this project we identified new molecular components, and their interactions, that are essential in the normal function of the circadian clock. We also reported on an experimental technique  that we optimized that helps us to assay changes in clock function very rapidly.\n\nIn our work published in EMBO 2010, we addressed the question of how the  distribution between the nucleus and cytoplsam of core clock governs circadian period in plants. The subcellular localization of circadian clock components is a critical factor in setting the pace of the central oscillator, but in plant clocks nothing is known of shuttling mechanisms or even for which proteins such partitioning might be important. We were able to identify that the core clock component, TOC1, requires dimer formation with PRR5, a closely related protein, for optimal and timely nuclear\naccumulation and subnuclear localization. Since PRR5 itself is clock-regulated, these results show a clock-regulated control of nuclear import,\nnot previously described in plants.\n\n TOC1 phosphorylation is enhanced by PRR5 dimerization. We show that PRR5 specifically enhances the formation of the more highly\nphosphorylated form of TOC1 and that this occurs in a PRR5-dose-dependent way. The role of phosphorylation in the control of the clock is\nwell established in other systems, but little is known in plants. This finding is the first to show that interactions between two known plant clock\nproteins facilitate such post-translational modifications, and provides a method to identify the kinase responsible for, and the significance of,\nTOC1 phosphorylation.\n\nIn our most recent work we demonstrated the first connection in any clock system of the chaperone HSP90 to the maturation of a circadian clock component.The autoregulatory loops of the circadian clock consist of feedback regulation of transcription/translation circuits, but also require finely coordinated cytoplasmic and nuclear proteostasis. While protein degradation is important to establish steady-state levels, maturation into their active form also factors into protein homeostasis. HSP90 facilitates the\nmaturation of a wide range of client proteins, and studies in animal clocks implicate HSP90 as an integrator of input or output to the clock. In our paper\nwe show that the Arabidopsis circadian clock-associated F-box protein ZEITLUPE (ZTL) is a novel client for cytoplasmic HSP90. Proteolytic degradation  targets of ZTL (TOC1 and PRR5) are stabilized in seedlings which have had HSP90 inactivated, while the levels of closely-related clock proteins, PRR3 and PRR7, are unchanged. Our findings firmaly establish that the maturation of ZTL by HSP90 is essential for proper function of the Arabidopsis circadian clock. Unlike animal systems, HSP90 functions here within the core oscillator. These results also place HSP90 in a new and more central role in the regulation of proteostasis.\n\nWe also optimizated a transient expression assay using Arabidopsis protoplasts. Rapid assessment of the effect of reduced levels of gene products is often a bottleneck in determining how to proceed with an interesting gene candidate. Additionally, gene families with closely\nrelated members can confound determination of the role of even a single one of the group. We described in our paper an in vivo method to\nrapidly determine gene function using transient expression of artificial microRNAs (amiRNAs) in Arabidopsis mesophyll protoplasts. We used a luciferase based reporter of circadian clock activity to optimize and validate this system. Protoplasts transiently cotransfected with promoter-luciferase and gene-specific amiRNA plasmids sustain free-running rhythms of bioluminescence for more than 6 days. We used custom-designed constructs using an amiRNA design algorithm and s..."
 }
}