{
 "awd_id": "0748091",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Engineering and Parallel Fabrication of Single Electron Transistor Devices Using Carbon Nanotubes",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Usha Varshney",
 "awd_eff_date": "2008-02-01",
 "awd_exp_date": "2014-01-31",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 439948.0,
 "awd_min_amd_letter_date": "2008-01-15",
 "awd_max_amd_letter_date": "2010-12-28",
 "awd_abstract_narration": "Abstract: Khondaker\r\n\tThe objective of this research is to develop a novel design engineering technique for parallel fabrication of controllable, scalable, and reproducible single electron transistor (SET) devices using carbon nanotubes (CNTs). The approach is to fabricate SET through (i) control positioning of individual CNT between source and drain electrodes via AC dielectrophoresis, (ii) engineering tunnel barrier formation by bending the CNT with a raised local aluminum oxide gate thereby forming a quantum dot, and (iii) controlling the size and operation of the dot by the same local gate.\r\n\tIntellectual Merit: Controlled fabrication and assembly of SET with different sizes from 100 nm to 20 nm will be demonstrated by integrating top down and bottom up techniques. Electronic transport properties will be studied. Room temperature operation and a novel ultra sensitive quantum sensor will be demonstrated. In contrast to the existing SET fabrication techniques, the proposed approach offers parallel fabrication of reproducible SET devices using one dimensional nanostructures.\r\n\tBroader Impact: The proposed research will have significant impact on nanoelectronics, information processing, and ultra sensitive chemical and biological sensing. Continued miniaturization of Si-Metal Oxide Semiconductor Field Effect Transistor will soon hit a major bottleneck. SET will become crucial for information and signal processing. For educational development and outreach, the PI proposes (i) development of a new graduate course titled, Nanoscale Physics and Nanoelectronics, (ii) modification of an undergraduate Nanophysics course, (iii) research training of minority and female students, high school students and teachers and (iv) community outreach through lectures, web based dossier and news letters.\r\n\r\n\r\n\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Saiful",
   "pi_last_name": "Khondaker",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Saiful I Khondaker",
   "pi_email_addr": "saiful@ucf.edu",
   "nsf_id": "000491624",
   "pi_start_date": "2008-01-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The University of Central Florida Board of Trustees",
  "inst_street_address": "4000 CENTRAL FLORIDA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "ORLANDO",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "4078230387",
  "inst_zip_code": "328168005",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "FL10",
  "org_lgl_bus_name": "THE UNIVERSITY OF CENTRAL FLORIDA BOARD OF TRUSTEES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RD7MXJV7DKT9"
 },
 "perf_inst": {
  "perf_inst_name": "The University of Central Florida Board of Trustees",
  "perf_str_addr": "4000 CENTRAL FLORIDA BLVD",
  "perf_city_name": "ORLANDO",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "328168005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "FL10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "101E",
   "pgm_ref_txt": "Printed and flexible electronics"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 400000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 12000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 15948.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this NSF funded research, we made significant advance in parallel fabrication of scalable, controllable and reproducible single electron transistor devices using a novel design engineering approach. If the current trend of miniaturization of Si-Metal Oxide Semiconductor Field Effect Transistor (Si-MOSFET) has to continue, the device size will hit sub-5 nm scale in a decade or so. Not only that the fabrication of sub-5 nm device by current top down technology will be extremely challenging but also the operation of such a device will NOT be based on diffusive transport. This is due to the fact that as the device size becomes smaller, the self capacitance C (proportional to the dimension) of the device also becomes smaller. Therefore, there is a finite energy cost of e<sup>2</sup>/C for placing an additional electron into the device. This energy is inversely proportional to the size of the device and can become significant in nanoscale devices compared to the thermal energy. Consequently such a device will operate quantum mechanically via single electron tunneling. A device in which single electron tunneling can be controlled one electron at a time by applying voltage to a nearby gate is called single electron transistor (SET). SETs are very important for fabricating low powered and high frequency quantum devices. However, for the practical realization of SET based electronic devices, several key challenges need to be addressed: (i) controllable, scalable and reproducible SET need to be fabricated, (ii) operation at room temperature need to be demonstrated, and (iii) simultaneous placement of the individual SETs on exact substrate location over large area must also be demonstrated. In order to address these challenges novel fabrication techniques are required that would enable parallel fabrication of SETs with controllable and reproducible sizes, tunnel barriers and gates.</p>\n<p>In this project, we developed a simple device engineering approach for the controlled fabrication of a single electron transistor (SET) using single walled carbon nanotube (SWNT) by employing aluminum/aluminum oxide local gate as a mechanical template. The local gate electrode (i)&nbsp; acts as a &ldquo;mechanical template&rdquo; to bend the nanotube at its edges to introduce tunnel barriers, (ii) its width defines the size of the quantum dot, and (iii) it controls the operation of the SET device. We investigated the physics of tunnel barrier formation by performing detailed low temperature transport spectroscopy measurements of the mechanically templated SWNT QDs to determined how the tunnel barriers evolve with both back gate and local gate voltage. Using dielectrophoresis, we also developed technique for the parallel fabrication of CNT SET. By reducing the size of the &ldquo;template&rdquo; we were able to fabricate the room temperature SET.</p>\n<p>In our educational activity, seven graduate students, three undergraduate students, two postdoctoral scholars and two high school students received training. Participants received training on the state of the art micro/nano device fabrication, electrical and optical characterizations, report and paper writing and presentation skills. One Ph.D., one MS and one undergraduate thesis was resulted from this project. Another Ph.D. thesis will be submitted by summer 2014. Among the participants, one graduate and one undergraduate were female fulfilling NSF&rsquo;s requirement of broadening participation in STEM education. The project contributed 26 published peer reviewed papers and the students were coauthor of these papers. The research done through this project has been integrated to graduate teaching by developing new course such as Physics of NanoElectronic Devices. Outreach to K-16 students were done by hosting lab demonstration to students of UCF Summer Research Academy,&nbsp; lab visits of Florida Lt. governor and orange county mayor, demons...",
  "por_txt_cntn": "\nIn this NSF funded research, we made significant advance in parallel fabrication of scalable, controllable and reproducible single electron transistor devices using a novel design engineering approach. If the current trend of miniaturization of Si-Metal Oxide Semiconductor Field Effect Transistor (Si-MOSFET) has to continue, the device size will hit sub-5 nm scale in a decade or so. Not only that the fabrication of sub-5 nm device by current top down technology will be extremely challenging but also the operation of such a device will NOT be based on diffusive transport. This is due to the fact that as the device size becomes smaller, the self capacitance C (proportional to the dimension) of the device also becomes smaller. Therefore, there is a finite energy cost of e2/C for placing an additional electron into the device. This energy is inversely proportional to the size of the device and can become significant in nanoscale devices compared to the thermal energy. Consequently such a device will operate quantum mechanically via single electron tunneling. A device in which single electron tunneling can be controlled one electron at a time by applying voltage to a nearby gate is called single electron transistor (SET). SETs are very important for fabricating low powered and high frequency quantum devices. However, for the practical realization of SET based electronic devices, several key challenges need to be addressed: (i) controllable, scalable and reproducible SET need to be fabricated, (ii) operation at room temperature need to be demonstrated, and (iii) simultaneous placement of the individual SETs on exact substrate location over large area must also be demonstrated. In order to address these challenges novel fabrication techniques are required that would enable parallel fabrication of SETs with controllable and reproducible sizes, tunnel barriers and gates.\n\nIn this project, we developed a simple device engineering approach for the controlled fabrication of a single electron transistor (SET) using single walled carbon nanotube (SWNT) by employing aluminum/aluminum oxide local gate as a mechanical template. The local gate electrode (i)  acts as a \"mechanical template\" to bend the nanotube at its edges to introduce tunnel barriers, (ii) its width defines the size of the quantum dot, and (iii) it controls the operation of the SET device. We investigated the physics of tunnel barrier formation by performing detailed low temperature transport spectroscopy measurements of the mechanically templated SWNT QDs to determined how the tunnel barriers evolve with both back gate and local gate voltage. Using dielectrophoresis, we also developed technique for the parallel fabrication of CNT SET. By reducing the size of the \"template\" we were able to fabricate the room temperature SET.\n\nIn our educational activity, seven graduate students, three undergraduate students, two postdoctoral scholars and two high school students received training. Participants received training on the state of the art micro/nano device fabrication, electrical and optical characterizations, report and paper writing and presentation skills. One Ph.D., one MS and one undergraduate thesis was resulted from this project. Another Ph.D. thesis will be submitted by summer 2014. Among the participants, one graduate and one undergraduate were female fulfilling NSFÆs requirement of broadening participation in STEM education. The project contributed 26 published peer reviewed papers and the students were coauthor of these papers. The research done through this project has been integrated to graduate teaching by developing new course such as Physics of NanoElectronic Devices. Outreach to K-16 students were done by hosting lab demonstration to students of UCF Summer Research Academy,  lab visits of Florida Lt. governor and orange county mayor, demonstration at local libraries through \"NanoFest\", and publishing news letters.\n \n\n \n\n\t\t\t\t\tLast Modified: 04/25/2014\n\n\t\t\t\t\tSubmit..."
 }
}