{
 "awd_id": "0749074",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Novel Scalable Algorithms in Density Functional Theory Calculations",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gabrielle D. Allen",
 "awd_eff_date": "2008-09-15",
 "awd_exp_date": "2011-08-31",
 "tot_intn_awd_amt": 73946.0,
 "awd_amount": 73946.0,
 "awd_min_amd_letter_date": "2008-08-21",
 "awd_max_amd_letter_date": "2008-08-21",
 "awd_abstract_narration": "Title: Novel Scalable Algorithms in Density Functional Theory Calculations\r\n\r\nAbstract:\r\n\r\nDensity functional theory (DFT) is one of the great scientific achievements of the 20th century. The fundamental importance of DFT originates from its much simplified description of the law of the fundamental building blocks of materials over the Schrodinger equation. DFT has had significant impact in a broad range of fields including condensed matter physics, quantum chemistry and materials science. However, first principals DFT calculations for complex materials often lead to computational problems of enormous dimension. Without efficient scalable algorithms,  the sheer size of the problems can easily overwhelm even the most powerful supercomputers.\r\nOne major computational bottleneck in DFT calculations is the repeated solution of large scale eigenproblems inside a self-consistent loop.\r\nNovel algorithms are needed in order to significantly reduce the computational cost without scarifying accuracy. We will investigate filtering approaches based on the recently developed Chebyshev filtered subspace iteration (CheFSI) method.\r\nCheFSI utilizes Chebyshev polynomials for adaptive subspace filtering, it is close to an eigenvector-free approach except that the first step of the self-consistent loop requires a diagonalization. The proposed research will further investigate and develop novel eigenvector-free algorithms based on polynomial filtering and preconditioning techniques for the nonlinear eigenvalue problems in DFT calculations. Emphasis will also be placed on extending the nonlinear subspace filtering techniques developed in the real-space setting to the widely used plane-wave setting. The goal is to make first principals DFT calculations more efficient and feasible for the study of increasingly more complex materials.\r\n\r\nLarge scale eigenvalue related problems are ubiquitous in science and engineering and they often constitute the computational bottlenecks. Advances in scalable eigen-algorithms that can significantly reduce computational cost while maintaining accuracy will have broad and far-reaching intellectual impact.  Besides materials science, the filtering and preconditioning techniques to be investigated also have potential applications in a broad range of areas such as pattern recognition, information retrieval and data mining, and other dimensionality reduction approaches for massive data sets.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yunkai",
   "pi_last_name": "Zhou",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yunkai Zhou",
   "pi_email_addr": "yzhou@smu.edu",
   "nsf_id": "000492304",
   "pi_start_date": "2008-08-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Southern Methodist University",
  "inst_street_address": "6425 BOAZ ST RM 130",
  "inst_street_address_2": "",
  "inst_city_name": "DALLAS",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "2147684708",
  "inst_zip_code": "752051902",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "TX24",
  "org_lgl_bus_name": "SOUTHERN METHODIST UNIVERSITY",
  "org_prnt_uei_num": "S88YPE3BLV66",
  "org_uei_num": "D33QGS3Q3DJ3"
 },
 "perf_inst": {
  "perf_inst_name": "Southern Methodist University",
  "perf_str_addr": "6425 BOAZ ST RM 130",
  "perf_city_name": "DALLAS",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "752051902",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "TX24",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "769100",
   "pgm_ele_name": "PetaApps"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 73946.0
  }
 ],
 "por": null
}