{
 "awd_id": "0749618",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DOCTORAL DISSERTATION RESEARCH: UNDERSTANDING THE ROLE OF LOCATION IN SOCIAL BROADCASTING PRACTICES",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kelly A. Joyce",
 "awd_eff_date": "2008-02-15",
 "awd_exp_date": "2009-01-31",
 "tot_intn_awd_amt": 8000.0,
 "awd_amount": 8000.0,
 "awd_min_amd_letter_date": "2008-02-04",
 "awd_max_amd_letter_date": "2008-02-04",
 "awd_abstract_narration": "This Science & Society Doctoral Dissertation research grant proposes to investigate how the recent commercialization of technologies such as global positioning system (GPS) and radio frequency identification (RFID) devices has engendered new practices like geotagging (the act of attaching geographic metadata to objects), and mobile social mapping (the practice of seeking and being alerted to geographically proximate contacts via networked mobile devices). This project argues that when these practices involve interactions among people, they can be called \"socio-locative.\" Built on the backbone of network connectivity, these technologies increasingly connect friends, family, and a larger global audience.  While having the facility to accurately pinpoint people's location has raised public discussion of surveillance and privacy issues, this project notes a disjuncture with prevailing rhetoric in the opinions expressed by experienced users of the location-based technologies. Users seem to disregard privacy issues in their desire to broadcast their own location or that of artifacts they have created, such as photographs.  A major question of this dissertation research is: What are the motivations behind and the impacts of new socio-locative broadcast practices? To pursue this research question, this study utilizes ethnographic interviews and artifact analyses to compare the experiences of users engaged in two social practices that have locative and non-locative variants: photo sharing on the website Flickr, and broadcast micro-blogging using the applications Jaiku and Twitter. This research will examine: the links among individuals and their respective communities, how technologies enable new ways for collectively defining place, how social networks behave in digital and material spaces, and how personal identity may be related to location.  Findings from this study will document how locative metadata acts as an organizing force for social interaction, and thus stands to contribute to social science knowledge on human-computer interaction, social networks, cultural/economic geography, communication, and social studies of technology. This research also may have broader impacts in providing much needed data for the larger public conversation regarding how and why individuals use technologically-mediated social venues to express themselves and interact within groups.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Diane",
   "pi_last_name": "Bailey",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Diane E Bailey",
   "pi_email_addr": "diane.bailey@cornell.edu",
   "nsf_id": "000219100",
   "pi_start_date": "2008-02-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "450 JANE STANFORD WAY",
  "perf_city_name": "STANFORD",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943052004",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7567",
   "pgm_ref_txt": "SOC STUDIES OF SCI, ENG & TECH"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 8000.0
  }
 ],
 "por": null
}