{
 "awd_id": "0749687",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: History of Cartography in the Twentieth Century",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2008-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 355130.0,
 "awd_amount": 355130.0,
 "awd_min_amd_letter_date": "2008-04-15",
 "awd_max_amd_letter_date": "2012-06-11",
 "awd_abstract_narration": "This proposal requests continued support for a major scholarly project well underway. Volume Six of The History of Cartography covers the twentieth century as a million-word, 1,000-illustration, 1,500-page component of a massive, multi-volume scholarly reference work that will be published by the University of Chicago Press. The Press conducted a peer review and approved our design, contents list, and development strategy during Year 2 of the current five-year grant. (Approval by the Press Board was a significant milestone because, in accord with Press policy for huge reference works like Volume Six, peer review occurs at the pre-contract stage, during which the concept and strategy are vetted, rather than after submission of a complete and dauntingly massive manuscript.) Progress to date includes recruiting contributors for 83% of the 520 assignable entries on the list approved by the Press, logging in first drafts for 56% of the entries commissioned, and reviewing and approving 44% of the entries received. This proposal explains why the timetable for the original work plan was unrealistic and presents a workable strategy for completing the research and delivering a publishable manuscript to the Press for timely publication in 2013 or 2014. \r\n\r\nAddressing all aspects of cartography during the twentieth century, Volume Six differs from earlier volumes in its inherent focus on electronic technology as well as the rise and fall of mass production; the relative democratization of map use and associated improvements in cartographic literacy; the increased role of government in collecting, mapping, and using scientific data; the heightened concern for data quality; the changing boundaries between cartography and other endeavors; the relationship of cartography to public policy; and increased awareness of ethical considerations in the design and use of maps. \r\n\r\nThe intellectual merit of Volume Six lies in the significance of the twentieth century as a pivotal period in cartographic history; the need of scholars, students, and general users for a comprehensive, well-organized encyclopedia of map history; the logical, systematic process used to develop the list of entry terms and to recruit knowledgeable advisors and contributors in association with the History of Cartography Project; and the proven reference-checking and editorial process developed for earlier volumes. \r\n\r\nThe broader impacts of Volume Six will derive largely from its value as a reference work and research tool for scholars, whose writings will have further impacts on other scholars, journalists, and the general public. It will also encourage many of its numerous contributors (260 recruited to date) to publish expanded essays elsewhere or to undertake book-length studies. In addition to stimulating research on map history, Volume Six will increase awareness of maps and geographic information among historians of geography, of science and technology, and of science and society as well as among general lay users. All of these impacts should be substantially greater than for the other volumes in The History of Cartography series because of cartography's markedly stronger ties during the twentieth century to science and engineering, the substantial and increased involvement of cartographic technology in public administration and warfare, and the wider use of maps by the media and the general public.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Monmonier",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mark Monmonier",
   "pi_email_addr": "mon2ier@syr.edu",
   "nsf_id": "000235399",
   "pi_start_date": "2008-04-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Syracuse University",
  "inst_street_address": "900 S CROUSE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "SYRACUSE",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "3154432807",
  "inst_zip_code": "13244",
  "inst_country_name": "United States",
  "cong_dist_code": "22",
  "st_cong_dist_code": "NY22",
  "org_lgl_bus_name": "SYRACUSE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "C4BXLBC11LC6"
 },
 "perf_inst": {
  "perf_inst_name": "Syracuse University",
  "perf_str_addr": "900 S CROUSE AVE",
  "perf_city_name": "SYRACUSE",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "13244",
  "perf_ctry_code": "US",
  "perf_cong_dist": "22",
  "perf_st_cong_dist": "NY22",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  },
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 119756.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 85308.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 88781.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 30285.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 31000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><em>Cartography in the Twentieth Century</em> is an interpretative encyclopedia that demonstrates the impact of maps on science, technology, and society. Designed with the assistance of an international board of expert advisors and edited for use by both scholars and the general public, this definitive reference work will help readers understand a set of practices that include map use as well as map making and will promote a broader understanding of geospatial technology and its origins and influences. As Volume Six of <em>The History of Cartography</em>, it continues&nbsp;the scholarly tradition of the series as a reference work of first resort. As the first volume of the <em>History</em> to be published in encyclopedic format, it demonstrates the efficacy of the new design (in contrast to the narrative essays used in earlier volumes) and provides a tested system for the systematic planning and execution of interpretative encyclopedias in other fields. The reception of earlier volumes suggests that Volume Six will be a catalyst for new research, new theories, and new interpretations. It might even lead to an enhanced interest in twentieth century maps among map collectors.</p>\n<p>The manuscript was delivered to the University of Chicago Press in early June 2013, and is now in production for simultaneous release in print and e-book forms consisting of 529 encyclopedia entries with 847,000 words contributed by 323 experts and supplemented by 5,115 references, 1,153 illustrations, and 61 tables. It will be released in March 2015 as a fully indexed two-book set printed in full-color. The Press will also publish a PDF edition to be made accessible to the public at no charge three or four years after the publisher recovers its production costs. Volumes 1 through 3 are now available for free at the Press&rsquo;s website(<a href=\"http://www.press.uchicago.edu/books/HOC/\">http://www.press.uchicago.edu/books/HOC/</a>). The History of Cartography Project website (<a href=\"http://www.geography.wisc.edu/histcart/\">http://www.geography.wisc.edu/histcart/</a>) offers a wealth of information about the Project.</p>\n<p>Facts and narratives in Volume Six demonstrate that the twentieth century is a distinctive period in map history. Whether driven by technology, state formation, imperialism, or other forces, mapping assumed new or greatly enhanced roles, notably in entertainment, environmental protection, growth management, weather prediction, hazard mitigation, and other arenas of social impact. Dramatic change was most notably apparent in the transition from paper to digital media: the far-reaching conversion of geographic information to electronic media allowed the creation of interactive and dynamic maps; geographic information systems (GIS) and the Internet radically altered cartographic institutions and reduced the skill required to be a map author; and satellite positioning and mobile telecommunications revolutionized map-based wayfinding. In addition, technologies for imaging Earth from aircraft, satellites, balloons, and rockets enhanced the efficiency of mapping and surveillance and had diverse scientific, social, military, and political impacts, exemplified in the early twenty-first century by an increased use of unmanned aerial vehicles as tools of surveillance and weapons of attack. The increased salience of the longstanding relationship between cartography and warfare included the trickle-down of military technology into civilian applications, the diversion of funds from beneficial public investment, a reduced reliance on diplomacy, and new notions of territory. And while the globalization of mapping technology and cartographic practice diminished international differences among cartographic products, fuller customization of map design and content fostered a broader range of cartographic applications, an unprecedented diversity of map types, significant changes in the f...",
  "por_txt_cntn": "\nCartography in the Twentieth Century is an interpretative encyclopedia that demonstrates the impact of maps on science, technology, and society. Designed with the assistance of an international board of expert advisors and edited for use by both scholars and the general public, this definitive reference work will help readers understand a set of practices that include map use as well as map making and will promote a broader understanding of geospatial technology and its origins and influences. As Volume Six of The History of Cartography, it continues the scholarly tradition of the series as a reference work of first resort. As the first volume of the History to be published in encyclopedic format, it demonstrates the efficacy of the new design (in contrast to the narrative essays used in earlier volumes) and provides a tested system for the systematic planning and execution of interpretative encyclopedias in other fields. The reception of earlier volumes suggests that Volume Six will be a catalyst for new research, new theories, and new interpretations. It might even lead to an enhanced interest in twentieth century maps among map collectors.\n\nThe manuscript was delivered to the University of Chicago Press in early June 2013, and is now in production for simultaneous release in print and e-book forms consisting of 529 encyclopedia entries with 847,000 words contributed by 323 experts and supplemented by 5,115 references, 1,153 illustrations, and 61 tables. It will be released in March 2015 as a fully indexed two-book set printed in full-color. The Press will also publish a PDF edition to be made accessible to the public at no charge three or four years after the publisher recovers its production costs. Volumes 1 through 3 are now available for free at the PressÆs website(http://www.press.uchicago.edu/books/HOC/). The History of Cartography Project website (http://www.geography.wisc.edu/histcart/) offers a wealth of information about the Project.\n\nFacts and narratives in Volume Six demonstrate that the twentieth century is a distinctive period in map history. Whether driven by technology, state formation, imperialism, or other forces, mapping assumed new or greatly enhanced roles, notably in entertainment, environmental protection, growth management, weather prediction, hazard mitigation, and other arenas of social impact. Dramatic change was most notably apparent in the transition from paper to digital media: the far-reaching conversion of geographic information to electronic media allowed the creation of interactive and dynamic maps; geographic information systems (GIS) and the Internet radically altered cartographic institutions and reduced the skill required to be a map author; and satellite positioning and mobile telecommunications revolutionized map-based wayfinding. In addition, technologies for imaging Earth from aircraft, satellites, balloons, and rockets enhanced the efficiency of mapping and surveillance and had diverse scientific, social, military, and political impacts, exemplified in the early twenty-first century by an increased use of unmanned aerial vehicles as tools of surveillance and weapons of attack. The increased salience of the longstanding relationship between cartography and warfare included the trickle-down of military technology into civilian applications, the diversion of funds from beneficial public investment, a reduced reliance on diplomacy, and new notions of territory. And while the globalization of mapping technology and cartographic practice diminished international differences among cartographic products, fuller customization of map design and content fostered a broader range of cartographic applications, an unprecedented diversity of map types, significant changes in the form and appearance of maps, and the increased prominence of maps in the mass media.\n\nDespite numerous improvements to mapping technology during the twentieth century and an increased pervasiveness of mapping activity, map..."
 }
}