{
 "awd_id": "0749620",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Nab2, Molecular Recognition of Polyadenosine RNA by a Zinc Finger Protein",
 "cfda_num": "47.074",
 "org_code": "08070100",
 "po_phone": "7032924967",
 "po_email": "kccone@nsf.gov",
 "po_sign_block_name": "Karen Cone",
 "awd_eff_date": "2008-03-01",
 "awd_exp_date": "2011-02-28",
 "tot_intn_awd_amt": 450000.0,
 "awd_amount": 450000.0,
 "awd_min_amd_letter_date": "2008-02-26",
 "awd_max_amd_letter_date": "2010-03-25",
 "awd_abstract_narration": "This project, which is at the interface of biology and physics, examines a very common macromolecular interaction domain, the zinc finger motif. Zinc finger proteins, which are among the most abundant proteins in eukaryotes, play critical functions in many biological processes. The researchers use a comprehensive approach to understand how an evolutionarily conserved family of zinc finger proteins including, the Saccharomyces cerevisiae Nab2 protein, which contains tandem (CCCH) zinc fingers, interacts with RNA. Nab2 is an essential yeast protein that plays critical roles in both mRNA processing and mRNA export from the nucleus to the cytoplasm. Previous studies have demonstrated that the Nab2 zinc finger domain is required for mRNA binding and the preliminary data suggests preferential binding to polyadenosine RNA. Three areas of research will be pursued: 1) determining whether the zinc finger motifs present in Nab2 and ZC3H14 do indeed confer sequence specific binding to poly(A) RNA; 2) defining how multiple zinc fingers contribute to binding specificity and/or high affinity nucleic acid binding thus providing insight into how tandem zinc fingers confer sequence-specific binding to poly(A) RNA; and 3) exploiting a zinc finger mutant of Nab2 (C437S) with documented decreased RNA binding to understand the requirement for RNA binding in vivo and to identify factors that regulate the interaction of Nab2 with mRNA transcripts. The Intellectual Merit of the research is two-fold: 1) the insights that will be gained into how a novel family of zinc finger proteins recognizes RNA; and 2) the development of biophysical methods not typically employed to study protein nucleic acid interactions.  The researchers' approach employs Fluorescence Correlation Spectroscopy (FCS), biochemical approaches, and genetic studies in yeast. The studies described are the collaborative effort of the Corbett (Biochemistry Department, Emory School of Medicine) and the Berland (Physics Department, Emory College) laboratories.  Thus, these studies lie at the interface of biology and physics.  The Broader Impacts resulting from this research are significant contributions to training undergraduate students, graduate researchers, and postdoctoral fellows, including cross-disciplinary training through the focused interactions of trainees in physics and biology. Importantly, these studies also set the stage for the development of interdisciplinary learning in the classroom and afford enhanced opportunities for interface with the community beyond Emory. Both PI's laboratories have a long-standing history of interaction with students at all levels including those in high schools in the Atlanta area through hosting both students and teachers in the lab. The proposed studies would enhance interactions with students interested in Physics/Biophysics in and provide a strong illustration of the strength of interdisciplinary research.\r\n\r\nThe goal of this research is to understand how information within the genetic material of cells is actually read and used as a blueprint to create the building blocks needed to make and maintain cells.  The researchers will study the messenger molecule, RNA, that moves the information from the cell nucleus out to the cell cytoplasm where the machinery is present to actually translate the genetic information.  This process, called messenger RNA export is a critical step in gene expression or reading the genetic code.  The work combines biochemistry and physics to approach this important question from a new direction and also to develop methods not previously used to study this question.  Much of the work includes undergraduate students who work jointly between a Biological laboratory and a Physics laboratory.  This interface between Biology and Physics also allows the researchers to develop new training methods including interdisciplinary courses and laboratories.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anita",
   "pi_last_name": "Corbett",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Anita H Corbett",
   "pi_email_addr": "acorbe2@emory.edu",
   "nsf_id": "000259553",
   "pi_start_date": "2008-02-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Keith",
   "pi_last_name": "Berland",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Keith M Berland",
   "pi_email_addr": "kberland@physics.emory.edu",
   "nsf_id": "000382492",
   "pi_start_date": "2008-02-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Emory University",
  "inst_street_address": "201 DOWMAN DR NE",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4047272503",
  "inst_zip_code": "303221061",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "EMORY UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "S352L5PJLMP8"
 },
 "perf_inst": {
  "perf_inst_name": "Emory University School of Medicine",
  "perf_str_addr": "",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "30322",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1116",
   "pgm_ref_txt": "EUKARYOTIC GENETICS"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this collaborative proposal between a biologist and a physicist was to understand how the information encoded in the genetic material in the cell nucleus is decoded and transmitted from the nucleus to the cytoplasm where it can be decoded to make the proteins that perform all the structural jobs and functional roles in the cell.&nbsp;</p>\n<p>The NSF proposal focused on understanding how a specific RNA binding protein binds to and recognizes a tag placed on the end of the correctly and completely assembled mRNA molecules.&nbsp; This tag is a string of the RNA base called adenosine or A and hence the tag is called a poly(A) tail&nbsp; This tag is the equivalent of the small paper tag that we find in a new pair of pants that says 'inspected by #6' that we may find in the pocket of a new pair of jeans.&nbsp; Without the tag, the jeans have not been checked for quality and they would not be shipped out of the factory.&nbsp; We believe that the protein we study plays the same role as Inspector #6 to examine each RNA, make sure that the poly(A) tail tag is added, and then target those correct mRNAs for export to the cytoplasm.</p>\n<p>The focus of our experiments was in understanding how the protein we study, which is present in organisms from yeast to man, actually sees the poly(A) tail tag specifically to distinguish the tagged mRNAs from the mRNAs that are not tagged.&nbsp; As the protein is conserved in different species, we opted to use the yeast protein to address both the structure of this protein and the function in the cell.&nbsp; All results obtained should be relevant&nbsp; to humans as a similar version of the protein also exists in humans and likely plays a similar function.&nbsp; In fact, during the course of our studies, together with collaborators, we found that the human protein plays a critical role in the brain because people with mutations that impair the function of the protein suffer from intellectual disability.&nbsp; Thus, our studies into the basic mechanisms of function of this class of proteins may ultimately provide significant insight into how the brain functions.</p>\n<p>Our studies provide insight into how this protein recognizes the RNA.&nbsp; We also learned information about how this protein comes off the mRNA once the mRNA makes it out to the cytoplasm.&nbsp; Our finding that the protein is important in brain function based on the patients identified also prompted us to create a model using the fruit fly Drosophila so that we can study how this protein functions in neurons. We will also continue to exploit single molecule approaches to understand how this protein distinguishes the correctly processed mRNAs in the nucleus and then hands those molecules off to the proteins that enhance the decoding of these mRNAs to protein.</p>\n<p><strong>Broader Impacts:</strong></p>\n<p>Both of the co-PIs for this proposals are highly engaged in the mission of education.&nbsp; The research has involved numerous trainees including undergraduate and high school students who have worked both in the biology and physics laboratories.&nbsp; Several undergraduate trainees have been included as authors on publications resulting from the NSF funding.</p>\n<p>The co-PI, Dr. Berland, plays a critical role in informing the public about science and the scientific process.&nbsp; One of the approaches that he uses to achieve this goal is to serve as the leader of a group that meets monthly called Physics and Society.&nbsp; This is a meeting attended by Physics students and faculty but importantly by members of the community including a number of younger students (largely elementary and middle school) who just have an interest in science.&nbsp;</p>\n<p>During the funding period, Dr. Corbett has also contributed to science education in the public sector by organizing an Explorers' Club at the local elementary school which has a 50% enrollment of under represented...",
  "por_txt_cntn": "\nThe goal of this collaborative proposal between a biologist and a physicist was to understand how the information encoded in the genetic material in the cell nucleus is decoded and transmitted from the nucleus to the cytoplasm where it can be decoded to make the proteins that perform all the structural jobs and functional roles in the cell. \n\nThe NSF proposal focused on understanding how a specific RNA binding protein binds to and recognizes a tag placed on the end of the correctly and completely assembled mRNA molecules.  This tag is a string of the RNA base called adenosine or A and hence the tag is called a poly(A) tail  This tag is the equivalent of the small paper tag that we find in a new pair of pants that says 'inspected by #6' that we may find in the pocket of a new pair of jeans.  Without the tag, the jeans have not been checked for quality and they would not be shipped out of the factory.  We believe that the protein we study plays the same role as Inspector #6 to examine each RNA, make sure that the poly(A) tail tag is added, and then target those correct mRNAs for export to the cytoplasm.\n\nThe focus of our experiments was in understanding how the protein we study, which is present in organisms from yeast to man, actually sees the poly(A) tail tag specifically to distinguish the tagged mRNAs from the mRNAs that are not tagged.  As the protein is conserved in different species, we opted to use the yeast protein to address both the structure of this protein and the function in the cell.  All results obtained should be relevant  to humans as a similar version of the protein also exists in humans and likely plays a similar function.  In fact, during the course of our studies, together with collaborators, we found that the human protein plays a critical role in the brain because people with mutations that impair the function of the protein suffer from intellectual disability.  Thus, our studies into the basic mechanisms of function of this class of proteins may ultimately provide significant insight into how the brain functions.\n\nOur studies provide insight into how this protein recognizes the RNA.  We also learned information about how this protein comes off the mRNA once the mRNA makes it out to the cytoplasm.  Our finding that the protein is important in brain function based on the patients identified also prompted us to create a model using the fruit fly Drosophila so that we can study how this protein functions in neurons. We will also continue to exploit single molecule approaches to understand how this protein distinguishes the correctly processed mRNAs in the nucleus and then hands those molecules off to the proteins that enhance the decoding of these mRNAs to protein.\n\nBroader Impacts:\n\nBoth of the co-PIs for this proposals are highly engaged in the mission of education.  The research has involved numerous trainees including undergraduate and high school students who have worked both in the biology and physics laboratories.  Several undergraduate trainees have been included as authors on publications resulting from the NSF funding.\n\nThe co-PI, Dr. Berland, plays a critical role in informing the public about science and the scientific process.  One of the approaches that he uses to achieve this goal is to serve as the leader of a group that meets monthly called Physics and Society.  This is a meeting attended by Physics students and faculty but importantly by members of the community including a number of younger students (largely elementary and middle school) who just have an interest in science. \n\nDuring the funding period, Dr. Corbett has also contributed to science education in the public sector by organizing an Explorers' Club at the local elementary school which has a 50% enrollment of under represented minorities from a public housing authority in Decatur, GA.  The Explorers' Club meets once each month before school and children in K-3rd grade talk about a scientific principle and perform a hands-on expe..."
 }
}