{
 "awd_id": "0750235",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "New Paradigm of Nucleic Acids Engineered with Selenium",
 "cfda_num": "47.049",
 "org_code": "03090003",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Tyrone Mitchell",
 "awd_eff_date": "2008-05-15",
 "awd_exp_date": "2011-04-30",
 "tot_intn_awd_amt": 354000.0,
 "awd_amount": 354000.0,
 "awd_min_amd_letter_date": "2008-05-06",
 "awd_max_amd_letter_date": "2010-02-26",
 "awd_abstract_narration": "With support from the Organic and Macromolecular Chemistry Program at the National Science Foundation for this new award, Professor Zhen Huang, of the Department of Chemistry at Georgia State University, will continue his work on the selenium incorporation into DNAs and RNAs by atom-specific substitution of oxygen, which will lead to discovering novel properties, novel materials, and applications for nucleic acids. Since oxygen and selenium are in the same elemental family, this project will focus on oxygen replacement with selenium, which provides DNA and RNA with many useful and unique properties and creates a new paradigm of nucleic acids. For instance, when replacing 4-oxygen of thymidine in DNA with selenium, surprisingly, it was discovered that normally invisible DNA becomes visible (yellow color). The new discovery of the visible DNA, by single atom engineering, opens a novel avenue for nucleic acid-based human disease and pathogen detection. Furthermore, this project will provide new insights into nucleic acid properties through the fundamental study of the selenium-nucleic acid (SeNA). This chemogenetic research will explore novel chemistry, base-pairing and stacking interactions, physical chemistry and biochemistry of selenium-nucleic acids. It has been observed that Se-DNA is resistant to UV-induced damage, and the Se-nucleobase-derivatized DNA has an X-ray crystal structure virtually identical to that of the corresponding native DNA. New chemical and enzymatic syntheses of these novel Se-phosphoramidites, Se-triphosphates and Se-nucleic acids will also be developed.\r\n\r\nWith this CAREER award, Professor Huang will continue the strong tradition of the Chemistry Department at Georgia State University in educating and serving undergraduate and graduate students, including underrepresented minority students. This project and the associated research activity is an excellent vehicle for the training of students. This research requires the integration of multiple disciplines, including organic synthesis, nucleic acid chemistry, kinetics, thermodynamics, biochemistry, biophysical chemistry, and structural biology; therefore, this project will generate synergy in research training in both the Chemistry and Biology Departments at Georgia State University.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zhen",
   "pi_last_name": "Huang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zhen Huang",
   "pi_email_addr": "huang@gsu.edu",
   "nsf_id": "000090976",
   "pi_start_date": "2008-05-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia State University Research Foundation, Inc.",
  "inst_street_address": "58 EDGEWOOD AVE NE",
  "inst_street_address_2": "FL 3",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4044133570",
  "inst_zip_code": "303032921",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA STATE UNIVERSITY RESEARCH FOUNDATION INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "MNS7B9CVKDN7"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia State University",
  "perf_str_addr": "33 GILMER ST SE",
  "perf_city_name": "ATLANTA",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303033044",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "194400",
   "pgm_ele_name": "BIMOLECULAR PROCESSES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1960",
   "pgm_ref_txt": "STRUCTURE AND REACTIVITY"
  },
  {
   "pgm_ref_code": "7209",
   "pgm_ref_txt": "NEXT GEN CHEM & BIO SENSORS & SENSING SY"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 236000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 118000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Final Project Outcomes Report</strong></p>\n<p>The presence of selenium element (Se) in natural RNAs broadens structure, function, adaptability, and property of RNA. Though the Se presence in natural DNA has yet to be discovered, my research group has pioneered the incorporation of Se into DNAs and RNAs by atom-specific substitution of oxygen, discovering novel properties, materials and applications. As the atomic size and electron delocalization ability of selenium are larger than those of oxygen, the atom-specific substitution of oxygen with selenium provides functional, structural and electronic insights on nucleic acids. The intellectual merit of this project is to provide new insights into nucleic acid properties through the fundamental study of the selenium-nucleic acid (SeNA), including its spectroscopic behavior, the Se-nucleobase pairing and stacking interactions, the duplex stability and recognition, and the efficiency and accuracy of base pairs for replication and transcription. Our research has discovered novel chemistry, physical chemistry and biochemistry of selenium-nucleic acids, and has lead to tremendous advancements in many important areas, such as X-ray crystal structure study and nucleic acid-based human disease detection and diagnosis, DNA UV-damage insights, and nucleic acid base pairing. We have also developed new chemical and enzymatic syntheses of these novel Se-phosphoramidites, Se-triphosphates and Se-nucleic acids. We are the first to observe color nucleic acids by only a single atom engineering, which opens a novel avenue for nucleic acid-based pathogen and disease detection. Furthermore, we have demonstrated that the Se-DNAs are resistant to the UV-induced damage, and the Se-nucleobase-derivatized DNA has a X-ray crystal structure virtually identical to the corresponding native DNA. As Se can be atom-specifically incorporated into DNAs and RNAs at different positions, our research indicates that the selenium presence (especially in the nucleobases: C, G, T and U) provides nucleic acids with many unique and useful properties, thereby creating a new paradigm of nucleic acids.</p>\n<p>&nbsp;</p>\n<p>Our novel nucleobase pair discovery is perticularly interesting. The Watson-Crick base pairs are the contributors to the sequence-dependent recognition of nucleic acids, genetic information storage, and gene expression. However, the wobble base pairing <strong>(Figure 1)</strong>, where T (or U) pairs with G instead of A, reduces specific base-pairing recognition and compromises high fidelity of genetic information storage and expression. The wobble base pairs increase misrecognition and mis-incorporation during nucleic acid polymerization. Thus, we introduce selenium atoms at the positions 2 of thymidine and uridine to largely increase the <em>electronic and steric<strong> </strong></em>effects. This atom-specific selenium substitution of the 2-oxygen of thymidine and uridine indeed allows our unique chemical strategy to enhance the base pairing specificity. Our biophysical and structural studies of the 2-Se-T DNAs <strong>(Figure 2)</strong> and 2-Se-U RNAs also reveal that the bulky selenium atom at the 2-position can largely increase the mismatch discrimination (including the wobble pairing discrimination) while maintaining the <sup>Se</sup>T/A (or <sup>Se</sup>U/A) virtually the same as the native T/A (or U/A) base pair. The <sup>Se</sup>T/A and <sup>Se</sup>U/A pairs maintain the structures virtually identical to the native T/A and U/A base pairs while discriminating against T/G and U/G wobble pairs, respectively. This oxygen replacement with selenium offers a unique chemical strategy to enhance the base pairing specificity at the atomic level. Furthermore, this 2-Se-modification provides a useful tool in crystallization, derivatization, and phasing for X-ray crystal structure studies of DNAs and RNAs and their protein complexes. T...",
  "por_txt_cntn": "\nFinal Project Outcomes Report\n\nThe presence of selenium element (Se) in natural RNAs broadens structure, function, adaptability, and property of RNA. Though the Se presence in natural DNA has yet to be discovered, my research group has pioneered the incorporation of Se into DNAs and RNAs by atom-specific substitution of oxygen, discovering novel properties, materials and applications. As the atomic size and electron delocalization ability of selenium are larger than those of oxygen, the atom-specific substitution of oxygen with selenium provides functional, structural and electronic insights on nucleic acids. The intellectual merit of this project is to provide new insights into nucleic acid properties through the fundamental study of the selenium-nucleic acid (SeNA), including its spectroscopic behavior, the Se-nucleobase pairing and stacking interactions, the duplex stability and recognition, and the efficiency and accuracy of base pairs for replication and transcription. Our research has discovered novel chemistry, physical chemistry and biochemistry of selenium-nucleic acids, and has lead to tremendous advancements in many important areas, such as X-ray crystal structure study and nucleic acid-based human disease detection and diagnosis, DNA UV-damage insights, and nucleic acid base pairing. We have also developed new chemical and enzymatic syntheses of these novel Se-phosphoramidites, Se-triphosphates and Se-nucleic acids. We are the first to observe color nucleic acids by only a single atom engineering, which opens a novel avenue for nucleic acid-based pathogen and disease detection. Furthermore, we have demonstrated that the Se-DNAs are resistant to the UV-induced damage, and the Se-nucleobase-derivatized DNA has a X-ray crystal structure virtually identical to the corresponding native DNA. As Se can be atom-specifically incorporated into DNAs and RNAs at different positions, our research indicates that the selenium presence (especially in the nucleobases: C, G, T and U) provides nucleic acids with many unique and useful properties, thereby creating a new paradigm of nucleic acids.\n\n \n\nOur novel nucleobase pair discovery is perticularly interesting. The Watson-Crick base pairs are the contributors to the sequence-dependent recognition of nucleic acids, genetic information storage, and gene expression. However, the wobble base pairing (Figure 1), where T (or U) pairs with G instead of A, reduces specific base-pairing recognition and compromises high fidelity of genetic information storage and expression. The wobble base pairs increase misrecognition and mis-incorporation during nucleic acid polymerization. Thus, we introduce selenium atoms at the positions 2 of thymidine and uridine to largely increase the electronic and steric effects. This atom-specific selenium substitution of the 2-oxygen of thymidine and uridine indeed allows our unique chemical strategy to enhance the base pairing specificity. Our biophysical and structural studies of the 2-Se-T DNAs (Figure 2) and 2-Se-U RNAs also reveal that the bulky selenium atom at the 2-position can largely increase the mismatch discrimination (including the wobble pairing discrimination) while maintaining the SeT/A (or SeU/A) virtually the same as the native T/A (or U/A) base pair. The SeT/A and SeU/A pairs maintain the structures virtually identical to the native T/A and U/A base pairs while discriminating against T/G and U/G wobble pairs, respectively. This oxygen replacement with selenium offers a unique chemical strategy to enhance the base pairing specificity at the atomic level. Furthermore, this 2-Se-modification provides a useful tool in crystallization, derivatization, and phasing for X-ray crystal structure studies of DNAs and RNAs and their protein complexes. The Se-atom-specific probing opens a new research avenue for investigating base-pair recognition and fidelity. These novel base pairs (SeT/A and SeU/A) with higher specificity have great potential to preserv..."
 }
}