{
 "awd_id": "0750544",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase II:   Automated Community and Sentiment Mining for Global Media Preference Understanding",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Arkilic Errol",
 "awd_eff_date": "2008-04-01",
 "awd_exp_date": "2012-03-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 1000000.0,
 "awd_min_amd_letter_date": "2008-03-17",
 "awd_max_amd_letter_date": "2010-02-12",
 "awd_abstract_narration": "This SBIR Phase II project applies data mining and machine learning techniques to both natural language description and Internet link graphs to model communities in order to predict preference, taste and sentiment for different kinds of media (music, TV, online media, video games, books). Current contextual information mining approaches that scan the text on a page for advertisement or recommendation ignore valuable community connections inherent in most self-published Internet discussion. Sentiment and opinion extraction systems operating on full text create challenging language parsing problems are fraught with issues of scale and adaptability.  The identification systems can automatically categorize anonymous Internet writers or website visitors into specific demographic communities based on their tastes in many kinds of media. The Phase II research project approaches opinion extraction with a bias-free learning model based on training from known online corpuses that can be adapted to different languages and learns in real time as more data becomes available for high accuracy.\r\n\r\nCurrent personalization and marketing approaches either look at the \"clickstream\" of an anonymous user, leading to equally anonymous recommendations for popular movies and music -- or by scanning a surface-level overview of the text, leading to keyword advertisements with limited contextual understanding of entertainment content and community sentiment.  The project plans  to fully integrate people-focused community and sentiment analysis technologies into an autonomous, learning and scale-free \"media knowledge service\" for digital entertainment providers and marketers that can change the way digital content is marketed and sold.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tristan",
   "pi_last_name": "Jehan",
   "pi_mid_init": "R",
   "pi_sufx_name": "Dr.",
   "pi_full_name": "Tristan R Jehan",
   "pi_email_addr": "tristan@echonest.com",
   "nsf_id": "000093680",
   "pi_start_date": "2008-03-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The Echo Nest Corporation",
  "inst_street_address": "48 Grove Street",
  "inst_street_address_2": "Suite 205",
  "inst_city_name": "Somerville",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6176280233",
  "inst_zip_code": "021442500",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "The Echo Nest Corporation",
  "perf_str_addr": "48 Grove Street",
  "perf_city_name": "Somerville",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021442500",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537300",
   "pgm_ele_name": "SBIR Phase II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1640",
   "pgm_ref_txt": "INFORMATION TECHNOLOGY RESEARC"
  },
  {
   "pgm_ref_code": "9139",
   "pgm_ref_txt": "INFORMATION INFRASTRUCTURE & TECH APPL"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 500000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 500000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Echo Nest is the world&rsquo;s leading music intelligence development platform with trillions of data points on 35 million songs and 2.5 million artists. Its web Application Programming Interfaces (APIs) power music discovery for some of the most popular digital media services and hundreds of independent applications. While founded on the basis of automatic content (key, tempo, pitch, timbre) and culture (news, blogs, reviews, tweets) analysis, this SBIR research project allowed The Echo Nest&rsquo;s platform to expand its knowledge to the listener.</p>\n<p><span>The overall goal is to deliver dynamic user profiling to the digital music market. The application can accurately predict an anonymous user&rsquo;s demographic (age, gender, location) and psychographic (preferences, interests, lifestyle) profile, based solely on the user&rsquo;s music taste. We have been able to demonstrate compelling predictive results in a number of audience categories for commercial customers, beating other state-of-the-art demographic and taste prediction approaches. For example, our &ldquo;taste profile&rdquo; product was able to predict listeners&rsquo; political affiliation just from their music collection.</span></p>\n<p><span>Much of the project was centered around the scalability aspect. Our novel machine learning approach can now predict correlations amongst hundreds of thousands of preference variables for millions of users, in a real-time, online software-as-a-service (SaaS) platform. This technology is useful for the field at large. The product, currently in its final phase of commercial evaluation could dramatically change the digital music business, from an exploding consumer phenomenon in search of a new business model to a robust, profitable online industry.</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/26/2012<br>\n\t\t\t\t\tModified by: Tristan&nbsp;R&nbsp;Jehan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Echo Nest is the worldÆs leading music intelligence development platform with trillions of data points on 35 million songs and 2.5 million artists. Its web Application Programming Interfaces (APIs) power music discovery for some of the most popular digital media services and hundreds of independent applications. While founded on the basis of automatic content (key, tempo, pitch, timbre) and culture (news, blogs, reviews, tweets) analysis, this SBIR research project allowed The Echo NestÆs platform to expand its knowledge to the listener.\n\nThe overall goal is to deliver dynamic user profiling to the digital music market. The application can accurately predict an anonymous userÆs demographic (age, gender, location) and psychographic (preferences, interests, lifestyle) profile, based solely on the userÆs music taste. We have been able to demonstrate compelling predictive results in a number of audience categories for commercial customers, beating other state-of-the-art demographic and taste prediction approaches. For example, our \"taste profile\" product was able to predict listenersÆ political affiliation just from their music collection.\n\nMuch of the project was centered around the scalability aspect. Our novel machine learning approach can now predict correlations amongst hundreds of thousands of preference variables for millions of users, in a real-time, online software-as-a-service (SaaS) platform. This technology is useful for the field at large. The product, currently in its final phase of commercial evaluation could dramatically change the digital music business, from an exploding consumer phenomenon in search of a new business model to a robust, profitable online industry.\n\n \n\n\t\t\t\t\tLast Modified: 11/26/2012\n\n\t\t\t\t\tSubmitted by: Tristan R Jehan"
 }
}