{
 "awd_id": "0750681",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Ockham's Razor:  A New Justification",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2008-03-15",
 "awd_exp_date": "2011-02-28",
 "tot_intn_awd_amt": 103503.0,
 "awd_amount": 103503.0,
 "awd_min_amd_letter_date": "2008-03-11",
 "awd_max_amd_letter_date": "2009-11-18",
 "awd_abstract_narration": "When faced with a choice among alternative theories compatible with current experience, scientists, standard statistical techniques, and the most recent data-mining software all tend to side with the simplest theory, where simplicity has something to do with minimizing independent entities, principles, causes, or equational coefficients. This systematic bias toward simplicity has a name: Ockham's razor.\r\n\r\nThere are numerous explanations of the appeal of simple theories: they are pretty, unified, symmetrical, explanatory, severely testable, reduce the variance of empirical estimates, and are more probable with respect to of-the-shelf prior probability measures. What has proven much harder to explain is how favoring simple theories advances the search for a correct theory, compatible with all future observations. Of course, if the totality experience were as simple as possible in light of current experience, Ockham's razor would point at an empirically adequate theory, but that is a circular appeal to Ockham's razor: What competent shaman's oracle fails to insist upon its own reliability? Indeed, every standard account of simplicity either fails to address the preceding, obvious, concern or does so via a direct or tacit appeal to circularity.\r\n\r\nThis proposal concerns a new, non-circular justification, according to which Ockham's razor does not point at or indicate an empirically adequate theory but, rather, keeps inquiry on the straightest possible route to such a theory. 'Straightness' of convergence is measured according to diachronic cognitive costs prior to convergence to the true theory, such as the number of times the empirical method reverses its opinion as the data accumulate, the lateness of occurrence of these reversals of opinion, and the total number of times a false theory is produced.\r\n\r\nSome rigorous optimality theorems of the sort just described have already been established. The proposal is to generalize these results in various essential dimensions, to study more deeply their concrete consequences for practice, both contemporary and historical, and to perform diagnostic computer simulations to study the convergent efficiency of standard statistical and machine learning strategies for model selection. The proposed work, therefore, involves a balanced mix of conceptual refinement, mathematics, methodology, and simulation studies based on computer-generated random data.\r\n\r\nThe intellectual merit of developing a new, truth-directed explanation for one of the outstanding mysteries concerning scientific method is evident. No question could be more generally or deeply relevant to the mission of the National Science Foundation. Regarding broader impact, Ockham's razor is as much a puzzle for scientists, science students, and the broader public as it is for the philosophy of science. The proposed explanation is simple and inspiring enough, in its outlines, to serve as a standard, textbook explanation of the role of simplicity in science.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "Kelly",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin T Kelly",
   "pi_email_addr": "kk3n@andrew.cmu.edu",
   "nsf_id": "000395947",
   "pi_start_date": "2008-03-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie-Mellon University",
  "perf_str_addr": "5000 FORBES AVE",
  "perf_city_name": "PITTSBURGH",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133815",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7603",
   "pgm_ref_txt": "SCIENCE, TECH & SOCIETY"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 103503.0
  }
 ],
 "por": null
}