{
 "awd_id": "0750063",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase II:  Software Platform for Quality-by-Design Implementation",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Glenn H. Larsen",
 "awd_eff_date": "2008-03-15",
 "awd_exp_date": "2011-02-28",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 773753.0,
 "awd_min_amd_letter_date": "2008-03-14",
 "awd_max_amd_letter_date": "2010-04-22",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase II project aims to develop a novel Quality-by-Design (QbD) software platform directed at the needs of FDA's QbD initiative, a framework for innovative pharmaceutical development, manufacturing and quality assurance. QbD is implemented at four levels: process understanding; quality by design; monitor, predict and control; and continuous improvement. QbD implementation is hampered by the lack of a reusable and extensible QbD Software Platform for assembling QbD tools that execute, document and integrate QbD workflow. In the Phase I program, we successfully demonstrated 'proof-ofconcept' for the QbD Software Platform for application to the first QbD level workflow. This project will extend research to the other levels and enhance the QbD Software Platform in three principal ways: 1) increase capabilities for managing QbD data-set objects; 2) enlarge the pool of QbD workflow objects; and 3) add collaboration capability in conjunction with a centralized repository. We will test, evaluate and validate the QbD Software Platform through use scenarios developed in conjunction with pharmaceutical-company research collaborators. The ultimate goal of the program is to develop a commercial QbD software toolkit that enables scientists and engineers to implement QbD for increased manufacturing efficiency with regulatory flexibility.\r\n\r\nThe health of our nation's citizens depends on the availability of safe, effective and affordable medicines. Pharmaceutical companies need to employ innovation, cutting-edge scientific and engineering knowledge, and the best principles of quality management to respond to the challenges of new discoveries (e.g., complex drug delivery systems and nanotechnology) and individualized therapies or genetically tailored treatments. The FDA and global pharmaceutical community are laying the foundation for a regulatory policy revolution, Quality-by-Design (QbD), that provides a framework for allowing regulatory processes to more readily-adopt state-of-the-art technological advances in drug development, production and quality assurance. QbD shifts focus from 'quality by testing' to 'quality by design', i.e. build quality into the process rather than rely on resource-intensive quality control systems to prevent defective products from leaving the factory. The Quality-by-Design (QbD) Software Platform of the present proposal enables scientists and engineers to implement state-of-the-art multi-variate analysis and machine learning to manufacturing quality. Additionally, given that manufacturing represents 25% of drug cost, equipment utilization is below 40%, and batch quality failures range from 5 to 15%, the effective implementation of QbD will enable improved efficiency providing lower drug costs and increased competitiveness for the US pharmaceutical industry.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "vanEikeren",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paul vanEikeren",
   "pi_email_addr": "paul.van.eikeren@bluereference.com",
   "nsf_id": "000065259",
   "pi_start_date": "2008-03-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Blue Reference",
  "inst_street_address": "2554 NW First St.",
  "inst_street_address_2": "",
  "inst_city_name": "Bend",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5413174105",
  "inst_zip_code": "977011200",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "OR02",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "Blue Reference",
  "perf_str_addr": "2554 NW First St.",
  "perf_city_name": "Bend",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "977011200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "OR02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537300",
   "pgm_ele_name": "SBIR Phase II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1658",
   "pgm_ref_txt": "SOFTWARE"
  },
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "9231",
   "pgm_ref_txt": "SUPPL FOR UNDERGRAD RES ASSIST"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 511771.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 12000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 249982.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merits</strong></p>\n<p>The Biopharmaceutical industry is under increasing pressure to deliver drugs in a more cost effective manner. The FDA has recognized that product development is now a weak link in the \"critical path\" from scientific discovery to commercial product and has called for the \"industrialization of the process. To that end, the FDA's Quality-by-Design (QbD) initiative, part of the agency's 21st Century current Good Manufacturing Process (cGMP), aims to achieve a \"desired state\" characterized by \"quality-by-design\" rather than \"quality-by-testing.\"<br />Application of prior knowledge is a central activity in QbD for use in risk assessment, experimental planning and predictive model development. Access to prior knowledge is predicated on being able to find and aggregate relevant information from diverse sources. To that end, during the Phase II/IIB program we developed Paradigm for Search, a unified search and discovery solution for single-point, high-performance access to science-content repositories.&nbsp; Paradigm Search enables scientists to easily and accurately find and aggregate information relevant to a current QbD project. Paradigm Search is differentiated from conventional search applications in the following ways:</p>\n<p style=\"padding-left: 30px;\"><strong>*&nbsp;</strong> goes beyond simple keyword lookups by employing intelligent search based on exemplary paradigms, which result in higher precision and recall retrieval of QbD relevant information;<br />*&nbsp; enables searching on the basis of science objects relevant to QbD studies (e.g., chemical structures and reactions, spectra and chromatograms, biological sequences, and digital image);<br />*&nbsp; enables single-point search across multiple information silos containing unstructured information; and<br />*&nbsp; unifies search and content integration through the use of domain normalized ontologies.</p>\n<p><strong>Broader Impacts</strong></p>\n<p>The health of our citizens depends on the availability of safe, effective and affordable medicines. Pharmaceutical companies need to employ innovation, cutting-edge scientific and engineering knowledge, and the best principles of quality management to respond to the challenges of new discoveries and individualized therapies or genetically tailored treatments. The software application, Paradigm Search, of the present proposal enables scientists and engineers to implement QbD best practices in a&nbsp;more time- and cost-effective manner. Such effective QbD implementations will enable improved drug development providing lower drug costs, fewer drug shortages, and increased competiveness for the US biopharmaceutical industry.</p>\n<p><strong>Products Resulting from Project</strong></p>\n<p>One outcome of the project was development and release of the commercial software product Paradigm Search, which has been deployed or is the process of being deployed in 3 of the 5 largest biopharmaceutical companies in the Fortune 500. <br /><br /></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/22/2011<br>\n\t\t\t\t\tModified by: Paul&nbsp;Vaneikeren</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merits\n\nThe Biopharmaceutical industry is under increasing pressure to deliver drugs in a more cost effective manner. The FDA has recognized that product development is now a weak link in the \"critical path\" from scientific discovery to commercial product and has called for the \"industrialization of the process. To that end, the FDA's Quality-by-Design (QbD) initiative, part of the agency's 21st Century current Good Manufacturing Process (cGMP), aims to achieve a \"desired state\" characterized by \"quality-by-design\" rather than \"quality-by-testing.\"\nApplication of prior knowledge is a central activity in QbD for use in risk assessment, experimental planning and predictive model development. Access to prior knowledge is predicated on being able to find and aggregate relevant information from diverse sources. To that end, during the Phase II/IIB program we developed Paradigm for Search, a unified search and discovery solution for single-point, high-performance access to science-content repositories.  Paradigm Search enables scientists to easily and accurately find and aggregate information relevant to a current QbD project. Paradigm Search is differentiated from conventional search applications in the following ways:\n*  goes beyond simple keyword lookups by employing intelligent search based on exemplary paradigms, which result in higher precision and recall retrieval of QbD relevant information;\n*  enables searching on the basis of science objects relevant to QbD studies (e.g., chemical structures and reactions, spectra and chromatograms, biological sequences, and digital image);\n*  enables single-point search across multiple information silos containing unstructured information; and\n*  unifies search and content integration through the use of domain normalized ontologies.\n\nBroader Impacts\n\nThe health of our citizens depends on the availability of safe, effective and affordable medicines. Pharmaceutical companies need to employ innovation, cutting-edge scientific and engineering knowledge, and the best principles of quality management to respond to the challenges of new discoveries and individualized therapies or genetically tailored treatments. The software application, Paradigm Search, of the present proposal enables scientists and engineers to implement QbD best practices in a more time- and cost-effective manner. Such effective QbD implementations will enable improved drug development providing lower drug costs, fewer drug shortages, and increased competiveness for the US biopharmaceutical industry.\n\nProducts Resulting from Project\n\nOne outcome of the project was development and release of the commercial software product Paradigm Search, which has been deployed or is the process of being deployed in 3 of the 5 largest biopharmaceutical companies in the Fortune 500. \n\n\n\n\t\t\t\t\tLast Modified: 12/22/2011\n\n\t\t\t\t\tSubmitted by: Paul Vaneikeren"
 }
}