{
 "awd_id": "0750299",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase II:   SAFE: Behavior-based Malware Detection and Prevention",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Arkilic Errol",
 "awd_eff_date": "2008-03-01",
 "awd_exp_date": "2011-02-28",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 768000.0,
 "awd_min_amd_letter_date": "2008-02-20",
 "awd_max_amd_letter_date": "2010-07-20",
 "awd_abstract_narration": "This SBIR Phase II project has the objective of implementing a commercially-competitive, host-based, malware detection and prevention system. During Phase I, a host-based malware detection system that demonstrated the practicality of detecting a malicious process by dynamically monitoring its system events was developed. The prototype called SAFE (Secure Activity Filtering Engine) filters system events using a stateful policy engine whose policies specify malicious behavior and the appropriate response. Because the technology does not rely upon the detection of \"signatures\" (i.e. patterns of bytes), it can detect previously unseen malware. During Phase II a number of significant enhancements to the policy engine including a checkpoint/rollback capability will be developed. The proposed functionality removes file system and registry changes associated with a process when a policy violation is detected. The ability to delay detection of malicious behavior until detailed system events are observed provides a just-in-time detection capability that increases the accuracy of the detection process while reducing false positives. \r\n\r\nThe SAFE technology has the potential to demonstrate an effective approach to combating at least two of the dominant trends in the threat landscape.  One such trend is the crafting of blended threats which use multiple infections vectors like email readers, web browsers, and messaging software to infect a host computer. Another trend is the popularity of \"malware toolkits\" which can be used by malware writers to quickly generate multiple variants of the same virus. The rapid proliferation of obfuscated variants is a potent threat to traditional signature-based solutions on two fronts: the rate of malware infection may overwhelm efforts to produce signatures to detect these variants and the logarithmic increase in the size of signatures databases reduces the performance of signature scanning. The SAFE technology addresses both of these trends. The stateful policy engine can correlate non simultaneous events across multiple sub systems and processes and thus detect and block blended threats.  If successful, the architecture of the proposed system will have the potential to address a myriad of security threats and make a commercially-significant impact.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hao",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hao Wang",
   "pi_email_addr": "hwang@novashield.com",
   "nsf_id": "000068973",
   "pi_start_date": "2008-02-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "NOVASHIELD, Inc.",
  "inst_street_address": "918 Demming Way",
  "inst_street_address_2": "3rd Floor",
  "inst_city_name": "Madison",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6088332610",
  "inst_zip_code": "537170000",
  "inst_country_name": "United States",
  "cong_dist_code": null,
  "st_cong_dist_code": "WI",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "NOVASHIELD, Inc.",
  "perf_str_addr": "918 Demming Way",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537170000",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "WI",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537300",
   "pgm_ele_name": "SBIR Phase II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1640",
   "pgm_ref_txt": "INFORMATION TECHNOLOGY RESEARC"
  },
  {
   "pgm_ref_code": "7744",
   "pgm_ref_txt": "RAHSS"
  },
  {
   "pgm_ref_code": "9139",
   "pgm_ref_txt": "INFORMATION INFRASTRUCTURE & TECH APPL"
  },
  {
   "pgm_ref_code": "9231",
   "pgm_ref_txt": "SUPPL FOR UNDERGRAD RES ASSIST"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 500000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 18000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 250000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>As computers and Internet become an <span>indispensable</span>&nbsp;part of our life, millions of computer users are affected annually by malicious software (<span><span>malware</span></span>) such as viruses, worms, and Trojans that causes havoc ranging from stolen personal information to damaged computers. With the support of National Science Foundation (NSF)'s Small Business Innovation Research (<span><span>SBIR</span></span>) program, <span><span>NovaShield</span></span> Inc. was able to make significant progress in developing and improving a novel anti-<span><span>malware</span></span> technology that is capable of preventing <span><span>malware</span></span> from infecting users' computer and hence providing enhanced security to users.&nbsp;</p>\n<p><br /><span><span>NovaShield</span></span> Inc.'s patent-pending behavior-based anti-<span><span>malware</span></span> technology tracks real-time activities of every running process on a user's computer and uses this knowledge to identify suspicious activities that may come from <span><span>malware</span></span>. As a result, <span><span>NovaShield</span></span> Inc.'s behavior technology fundamentally differs from existing signature-based anti-<span><span>malware</span></span> technology which relies on using signature patterns that can only detect known <span><span>malware</span></span>. &nbsp;As a result, <span><span>NovaShield</span></span> Inc.'s anti-<span><span>malware</span></span> engine is capable of detecting and stopping both known <span><span>malware</span></span> and new <span><span>malware</span></span> that cannot be detected or stopped by existing anti-<span><span>malware</span></span> products. This has a broad impact on millions of computer users because our technology can guard users against new security threats that might be missed by other anti-<span><span>malware</span></span> products.</p>\n<p><br />To this end, <span><span>NovaShield</span></span> Inc. has made following significant progress towards our goal:</p>\n<ul>\n<li><strong>NovaShield Anti-Malware Product</strong>: NovaShield Inc. has successfully developed and released NovaShield Anti-Malware 3.0 to the pulic in July 2010.&nbsp;&nbsp;</li>\n<li><strong>The Best In Dynamic Malware Detection</strong>: Tests done by a third-party independent testing agency have shown that NovaShield Inc.'s behavior-based malware detection technology is among the best in terms of detecting and stopping new malware from the wild.</li>\n<li><strong>Successful Commercialization Effort</strong>: NovaShield Inc. was not only able to develop the new anti-malware technology but also was able to successfully commercialize the technology. Shortly after the release of NovaShield Anti-Malware Product, NovaShield Inc. signed its first major licensing agreement with another anti-malware provider that wanted to integrate NovaShield's behavior-based malware detection technology.</li>\n</ul>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/13/2011<br>\n\t\t\t\t\tModified by: Hao&nbsp;Wang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAs computers and Internet become an indispensable part of our life, millions of computer users are affected annually by malicious software (malware) such as viruses, worms, and Trojans that causes havoc ranging from stolen personal information to damaged computers. With the support of National Science Foundation (NSF)'s Small Business Innovation Research (SBIR) program, NovaShield Inc. was able to make significant progress in developing and improving a novel anti-malware technology that is capable of preventing malware from infecting users' computer and hence providing enhanced security to users. \n\n\nNovaShield Inc.'s patent-pending behavior-based anti-malware technology tracks real-time activities of every running process on a user's computer and uses this knowledge to identify suspicious activities that may come from malware. As a result, NovaShield Inc.'s behavior technology fundamentally differs from existing signature-based anti-malware technology which relies on using signature patterns that can only detect known malware.  As a result, NovaShield Inc.'s anti-malware engine is capable of detecting and stopping both known malware and new malware that cannot be detected or stopped by existing anti-malware products. This has a broad impact on millions of computer users because our technology can guard users against new security threats that might be missed by other anti-malware products.\n\n\nTo this end, NovaShield Inc. has made following significant progress towards our goal:\n\nNovaShield Anti-Malware Product: NovaShield Inc. has successfully developed and released NovaShield Anti-Malware 3.0 to the pulic in July 2010.  \nThe Best In Dynamic Malware Detection: Tests done by a third-party independent testing agency have shown that NovaShield Inc.'s behavior-based malware detection technology is among the best in terms of detecting and stopping new malware from the wild.\nSuccessful Commercialization Effort: NovaShield Inc. was not only able to develop the new anti-malware technology but also was able to successfully commercialize the technology. Shortly after the release of NovaShield Anti-Malware Product, NovaShield Inc. signed its first major licensing agreement with another anti-malware provider that wanted to integrate NovaShield's behavior-based malware detection technology.\n\n\n \n\n \n\n\t\t\t\t\tLast Modified: 05/13/2011\n\n\t\t\t\t\tSubmitted by: Hao Wang"
 }
}