{
 "awd_id": "0750140",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Mechanisms of nitrogen and phosphorus activation and functionalization",
 "cfda_num": "47.049",
 "org_code": "03090005",
 "po_phone": "7032927196",
 "po_email": "tpatten@nsf.gov",
 "po_sign_block_name": "Timothy Patten",
 "awd_eff_date": "2008-03-01",
 "awd_exp_date": "2014-02-28",
 "tot_intn_awd_amt": 390000.0,
 "awd_amount": 390000.0,
 "awd_min_amd_letter_date": "2008-02-08",
 "awd_max_amd_letter_date": "2013-01-24",
 "awd_abstract_narration": "This award by the Inorganic, Bioinorganic, and Organometallic Chemistry Program supports the work of Professor Elena V. Rybak-Akimova at Tufts University to establish the mechanisms of transition metal assisted cleavage, activation, and functionalization of nitrogen and phosphorus.  The major emphasis of the research is on kinetic studies (low-temperature, stopped-flow investigations of rapid reactions) of low coordinate, highly reactive molybdenum(III) complexes that are capable of splitting dinitrogen.  The proposed research will contribute to the design of new processes that incorporate nitrogen, from dinitrogen, directly into organic or inorganic molecules without requiring the intermediacy of ammonia.  The understanding garnered from these studies will be used to drive the discovery of analogous processes for phosphorus.  Organic phosphorus compounds are important as ligands in catalysis and also in insecticides and enzyme inhibitors.  Undergraduate, graduate, and postdoctoral researchers will collaborate with scientists at both MIT and the University of Miami.  Dr. Rybak-Akimova, an expert kineticist, works with many U.S. and international scientists using NSF-funded stopped-flow instrumentation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elena",
   "pi_last_name": "Rybak-Akimova",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Elena V Rybak-Akimova",
   "pi_email_addr": "elena.rybak-akimova@tufts.edu",
   "nsf_id": "000406890",
   "pi_start_date": "2008-02-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Tufts University",
  "inst_street_address": "80 GEORGE ST",
  "inst_street_address_2": "",
  "inst_city_name": "MEDFORD",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6176273696",
  "inst_zip_code": "021555519",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "TRUSTEES OF TUFTS COLLEGE",
  "org_prnt_uei_num": "WL9FLBRVPJJ7",
  "org_uei_num": "WL9FLBRVPJJ7"
 },
 "perf_inst": {
  "perf_inst_name": "Tufts University",
  "perf_str_addr": "80 GEORGE ST",
  "perf_city_name": "MEDFORD",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021555519",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "196600",
   "pgm_ele_name": "SYNTHETIC INORGANIC"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9162",
   "pgm_ref_txt": "MULTI DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9186",
   "pgm_ref_txt": "RESOURCE USE AND MANAGEMENT"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 130000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 130000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 130000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this project is to establish the mechanisms of transition metal-assisted cleavage and activation of small molecules pertinent to nitrogen and phosphorous activation and functionalization. Air nitrogen contains a strong bond between two atoms in its diatomic molecule. This bond has to be activated in order to incorporate nitrogen atoms into fertilizers or useful organic molecules. In nature, this task is accomplished by transition-metal containing enzyme nitrogenase, which utilizes molybdenum, iron, or vanadium in its active site. The project examined mechanisms of analogous reactions with synthetic transition metal complexes which possess vacant sites for binding and activation of dinitrogen and structurally related molecules with strong element-element bonds.&nbsp; For example, nitriles contain triple carbon-nitrogen bond, and model certain aspects of dinitrogen chemistry.</p>\n<p style=\"text-align: left;\">We found that binding of small molecules at vacant sites of synthetic metal complexes can proceed rapidly via end-on coordination. In these initially formed adducts, one atom of the incoming small molecule binds to the metal, while the other terminal atom is exposed to the media and can interact with added reactants. Unpaired electrons from the metal center redistribute over the entire complex with the added small molecule, including the terminal atom which is not directly bound to the metal. As a result, this terminal atom, which is accessible to the incoming reactant, also becomes more susceptible to forming new chemical bonds. Harnessing the reactivity of these relatively unstable intermediates provides a promising way of small molecule functionalization. Interestingly, intermediates can be generated and trapped at low temperatures, but convert into more stable and less reactive side-on adducts at room temperature. &nbsp;Discovering these mechanistic details became possible due to use of specialized method of measuring rates of chemical reactions, stopped-flow spectrophotometry. While the method is widely used in biochemistry, serious modifications were necessary to study chemical systems relevant to this project. Specifically, measurements at low temperatures were required, and most interesting &nbsp;metal complexes were highly air-sensitive. Successfully applying low-temperature stopped-flow methodology to reactive molybdenum or vanadium complexes allowed us to uncover mechanistic details of small molecule activation. These results will guide future applications in synthesis and catalysis, and will enable utilization of cheap and readily available starting materials, including dinitrogen from air.</p>\n<p style=\"text-align: left;\">Our group has been involved in several collaborations, making available our instrumentation and expertise in rapid kinetics to other researchers. The collaborations enrich participants from both sides: traditionally synthetic groups gain experience in kinetic and mechanistic studies, while students in the PI&rsquo;s group gain valuable experience in synthesis and spectroscopy. &nbsp;</p>\n<p style=\"text-align: left;\">The project provided training opportunities to four postdoctoral fellows (three of them female), four &nbsp;graduate students (including two female students, one hispanic student, and one minority student), and five undergraduate students (three female, two Hispanic or minority) at Tufts. The PI and the graduate students participated in chemistry demonstrations and hands-on activities at Tufts and at the Museum of Science (Boston) during National Chemistry Weeks, and presented our research and showed chemistry demonstrations to several groups of local high school students during their visits to the Department (Medford High School and Somerville High School have a large fraction of students from disadvantaged backgrounds). &nbsp;We also participated in &nbsp;&nbsp;science fairs at local high schools and organi...",
  "por_txt_cntn": "\nThe goal of this project is to establish the mechanisms of transition metal-assisted cleavage and activation of small molecules pertinent to nitrogen and phosphorous activation and functionalization. Air nitrogen contains a strong bond between two atoms in its diatomic molecule. This bond has to be activated in order to incorporate nitrogen atoms into fertilizers or useful organic molecules. In nature, this task is accomplished by transition-metal containing enzyme nitrogenase, which utilizes molybdenum, iron, or vanadium in its active site. The project examined mechanisms of analogous reactions with synthetic transition metal complexes which possess vacant sites for binding and activation of dinitrogen and structurally related molecules with strong element-element bonds.  For example, nitriles contain triple carbon-nitrogen bond, and model certain aspects of dinitrogen chemistry.\nWe found that binding of small molecules at vacant sites of synthetic metal complexes can proceed rapidly via end-on coordination. In these initially formed adducts, one atom of the incoming small molecule binds to the metal, while the other terminal atom is exposed to the media and can interact with added reactants. Unpaired electrons from the metal center redistribute over the entire complex with the added small molecule, including the terminal atom which is not directly bound to the metal. As a result, this terminal atom, which is accessible to the incoming reactant, also becomes more susceptible to forming new chemical bonds. Harnessing the reactivity of these relatively unstable intermediates provides a promising way of small molecule functionalization. Interestingly, intermediates can be generated and trapped at low temperatures, but convert into more stable and less reactive side-on adducts at room temperature.  Discovering these mechanistic details became possible due to use of specialized method of measuring rates of chemical reactions, stopped-flow spectrophotometry. While the method is widely used in biochemistry, serious modifications were necessary to study chemical systems relevant to this project. Specifically, measurements at low temperatures were required, and most interesting  metal complexes were highly air-sensitive. Successfully applying low-temperature stopped-flow methodology to reactive molybdenum or vanadium complexes allowed us to uncover mechanistic details of small molecule activation. These results will guide future applications in synthesis and catalysis, and will enable utilization of cheap and readily available starting materials, including dinitrogen from air.\nOur group has been involved in several collaborations, making available our instrumentation and expertise in rapid kinetics to other researchers. The collaborations enrich participants from both sides: traditionally synthetic groups gain experience in kinetic and mechanistic studies, while students in the PIÆs group gain valuable experience in synthesis and spectroscopy.  \nThe project provided training opportunities to four postdoctoral fellows (three of them female), four  graduate students (including two female students, one hispanic student, and one minority student), and five undergraduate students (three female, two Hispanic or minority) at Tufts. The PI and the graduate students participated in chemistry demonstrations and hands-on activities at Tufts and at the Museum of Science (Boston) during National Chemistry Weeks, and presented our research and showed chemistry demonstrations to several groups of local high school students during their visits to the Department (Medford High School and Somerville High School have a large fraction of students from disadvantaged backgrounds).  We also participated in   science fairs at local high schools and organized chemistry demonstrations at local elementary schools, and hosted a high school student researcher in our laboratory during the summers of 2012 and 2013.\n\n\t\t\t\t\tLast Modified: 05/02/2014\n\n\t\t\t\t\tSubmitted by..."
 }
}