{
 "awd_id": "0751610",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Characterization of Subduction Zone Earthquake Rupture Parameters with Respect to Subduction Zone Complexity",
 "cfda_num": "47.050",
 "org_code": "06040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bilal U. Haq",
 "awd_eff_date": "2008-06-01",
 "awd_exp_date": "2011-05-31",
 "tot_intn_awd_amt": 117598.0,
 "awd_amount": 117598.0,
 "awd_min_amd_letter_date": "2008-02-29",
 "awd_max_amd_letter_date": "2008-02-29",
 "awd_abstract_narration": "OCE-0751610\r\n\r\n\r\nIntellectual Merit: Subduction zones, i.e. locations where one tectonic plate dives beneath another, produce the majority of the world's earthquakes, some of which also produce devastating tsunami. Seismic characteristics of subduction zone earthquakes, including the time constant of rupture, range from typical fast (few-10s seconds) ruptures to slow, long duration (100s of seconds) tsunami events, to silent (days-years) earthquakes. Causes for variations in the seismic parameters are currently not well understood, yet the causative factors influencing rupture could be very important in seismic and tsunami hazard assessment. Several aspects of subduction zone conditions may be important for influencing earthquake rupture. This project focuses on the effects of subducting plate inputs on earthquake rupture characteristics. Although global characterization would be ideal, practical limitations of data require focusing on zones with well characterized inputs and large seismic catalogs. The present work shall focus on the Central America and northern Japan subduction zones, as each have bathymetrically-determined along-strike input variations, as well as having slow, silent, or tsunami earthquakes in the past. The overarching hypothesis that will be examined here is that complexity on the subducting plate will dictate variations in rupture characteristics for earthquakes over a range of magnitudes.\r\n\r\nSpecific hypotheses will be tested in each region. It is expected that in Central America 1) earthquakes in a seamount-dominated region will have short durations and/or higher stress drops because seamounts act to increase the coupling. In contrast, 2) earthquakes with long durations/lower stress drop are prevalent in the horst and graben dominated regions because the availability of subducted sediment acts to weaken coupling\r\nand lower rupture velocities. For northern Japan, a similar pattern is anticipated, with 3) earthquakes with shorter durations and higher stress drops found in the smooth regions and 4) longer duration/lower stress drops in the horst and graben region with ample subducting sediment. In addition, 5) earthquake parameters for the horst and graben regions of both Japan and Central America will be similar if the subduction zone\r\nstructural complexity is the key factor influencing the rupture process. If observations prove these otherwise, it will be concluded that subducting plate complexity alone is not the sole influence on earthquake rupture complexity, leading to future investigations of other parameters, such as overriding plate controls, sediment composition, fluid sources, and temperature.\r\n\r\nBroader Impacts: Because of the focus on earthquakes and tsunami, this work has direct societal benefits. Both subduction zones are NSF-MARGINS SEIZE focus sites, thus this work would be of great interest to that scientific community. This project will support and train a graduate student at New Mexico Tech, a\r\nminority-serving institution. In addition, the Principal Investigator will work with New Mexico Tech's Alliance for Minority Participation (AMP) program to recruit a minority undergraduate research assistant. This program helps to match faculty with students interested in research experience and mentoring towards graduate school.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Bilek",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Susan L Bilek",
   "pi_email_addr": "Susan.Bilek@nmt.edu",
   "nsf_id": "000226745",
   "pi_start_date": "2008-02-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New Mexico Institute of Mining and Technology",
  "inst_street_address": "801 LEROY PL",
  "inst_street_address_2": "",
  "inst_city_name": "SOCORRO",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5758355496",
  "inst_zip_code": "878014681",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NM02",
  "org_lgl_bus_name": "NEW MEXICO INSTITUTE OF MINING AND TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HZJ2JZUALWN4"
 },
 "perf_inst": {
  "perf_inst_name": "New Mexico Institute of Mining and Technology",
  "perf_str_addr": "801 LEROY PL",
  "perf_city_name": "SOCORRO",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "878014681",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NM02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  },
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1620",
   "pgm_ref_txt": "MARINE GEOLOGY AND GEOPHYSICS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 117598.0
  }
 ],
 "por": null
}