{
 "awd_id": "0751474",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Accounting for Status",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patricia White",
 "awd_eff_date": "2008-08-01",
 "awd_exp_date": "2010-07-31",
 "tot_intn_awd_amt": 3528.0,
 "awd_amount": 3528.0,
 "awd_min_amd_letter_date": "2008-07-10",
 "awd_max_amd_letter_date": "2008-07-10",
 "awd_abstract_narration": "SES-0751993\r\nCecilia Ridgeway\r\nStanford University \r\n\r\nSES-0751471\r\nShelley Correll\r\nCornell University\r\n\r\nSES-0751474\r\nEzra Zukerman\r\nMIT\r\n\r\nThe role of accountability in biasing decisions in favor of high-status options is captured by the saying, ?No one ever got fired for buying IBM.? This expression reflects the recognition that decision-makers who must justify their decisions to others have an easier time defending that decision if they can say that they did what ?most people? would have done?i.e., favored the high-status option. Yet while research in economic sociology has documented such an effect, research on status in social psychology has shown what appears to be the opposite pattern, whereby accountability dampens biases in favor of status characteristics such as gender or race. With this background in mind, the intellectual merits of the proposed project are that it: 1) develops and tests a new theoretical analysis of the role of accountability in status processes that advances our understanding of important social inequality processes; 2) integrates two previously separate and seemingly contradictory strands of research on accountability and status biases. The key to this reconciliation involves recognizing that accountability is constitutive of status because status not only signals ?quality? but also acts as a social coordination device by which people align their behavior in relation to others. Insofar as a decision-maker feels dependent on audience approval but knows only that the audience is aware of the status structure, it is rational for a decision-maker to favor high-status options even when the decision-maker personally does not endorse them. But insofar as the decision-maker: believes or suspects that the audience holds unconventional beliefs (e.g., that gender and race biases are illegitimate), the bias towards high status options will be reduced. \r\n\r\nTwo experiments will test hypotheses about the conditions under which accountability produces biases in favor of high status options and those in which it suppresses such biases. The first experiment employs a consumer product choice decision following economic sociology. The second involves the assessment of applicant files for hiring similar to social psychological research. Conditions within each experiment manipulate the decision maker?s sense of the audience for his of her decision so that, for both consumer choice and hiring recommendations, we predict high status favoritism in one condition while we expect such favoritism to be suppressed in other conditions. \r\n\r\nThe project has several broader impacts. First it has the potential to inform policies aimed at reducing workplace discrimination against women and minorities by increasing accountability. This project suggests that the positive effects of accountability will only be realized in an environment that can effectively override conventional beliefs and replace them with specific beliefs in the local environment that decouple the association of status and quality. Second, the project will contribute to the infrastructure of science by providing graduate students and several undergraduates at two universities with first hand training and experience in the conduct of social research. Third, from past experience, the PIs expect that up to half of the graduates and undergraduates will be women and racial/ethnic minorities. Such experiences increase the likelihood that these students will pursue scientific careers.  \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ezra",
   "pi_last_name": "Zuckerman",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Ezra W Zuckerman",
   "pi_email_addr": "ewzucker@mit.edu",
   "nsf_id": "000109913",
   "pi_start_date": "2008-07-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 MASSACHUSETTS AVE",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 3528.0
  }
 ],
 "por": null
}