{
 "awd_id": "0751930",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Direct Estimation of Topographic Form Drag from Seafloor pressure Measurement",
 "cfda_num": "47.050",
 "org_code": "06040303",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eric C. Itsweire",
 "awd_eff_date": "2008-06-01",
 "awd_exp_date": "2012-05-31",
 "tot_intn_awd_amt": 809475.0,
 "awd_amount": 809475.0,
 "awd_min_amd_letter_date": "2008-04-14",
 "awd_max_amd_letter_date": "2008-04-14",
 "awd_abstract_narration": "The importance of topographic form drag to atmospheric circulation has long been recognized. It has been examined in detail via field experiments, laboratory, numerical and theoretical studies. Significantly, it has been directly measured by high-resolution pressure sensors deployed across mountain ranges, the critical topographic elements in the atmosphere. These direct measurements have provided the important link allowing detection/prediction of high drag states from established synoptic weather stations. Mountain drag parameterizations are now incorporated in numerical models of atmospheric circulation.\r\n  \r\nIt has been long thought that form drag is important to oceanic flows, as well. In particular, the Antarctic Circumpolar Current may be largely controlled by form drag. Coastal flows in which rapidly-flowing jets or barotropic tidal currents pass over varying topography are prime candidates for developing high drag states. Yet form drag is not incorporated in either global or coastal circulation models. Rather, the effects of unresolved bottom interactions are typically included in the form of quadratic drag laws, despite the fact that during high drag states, bottom friction is known to be a small component of total drag, as has been observed over coastal ocean topographic features.  Part of the reason for not recognizing the importance of form drag to ocean circulation has been our inability to clearly document variations in time, space and form of high drag states. In turn this has impeded a first-order understanding of these phenomena.\r\n  \r\nIntellectual Merit: Oceanic time scales are longer and spatial scales shorter than atmospheric. Hence, comprehensive and synoptic measurements of the physical processes leading to form drag in oceanic flows can be more easily obtained. The understanding gained in interpreting these measurements will contribute to our understanding of geophysical high drag flow in general.\r\n\r\nThe investigators  have recently demonstrated a new measurement that permits detection of the seafloor pressure signal of nonlinear internal waves and propose to implement this measurement in a manner analogous to surface pressure measurements across mountain ranges to determine the form of high drag states across a small, relatively two-dimensional coastal bump, temporal variability of the total drag and relationship to the large-scale flow; and the effectiveness of employing this measurement at other critical ocean sites.\r\n \r\nThe project  will include initial testing of the pressure sensor and a pilot project where moored and intensive profiling measurements will provide synoptic water column density and velocity measurements to supplement those from a seafloor pressure sensor array. From these observations and complementary modeling efforts, Froude number-based parameterizations will be proposed for testing in coastal circulation models.\r\n  \r\nBroader Impact: Mountain drag produces a recognized and critical influence on atmospheric circulation and must be parameterized in global circulation models. Lack of inclusion in ocean circulation models may be an oversight. Identification of its oceanic influence (or lack thereof) seems long overdue. A simple and easily-deployed measurement that will allow long time series of pressure drag at various critical global locations will help to identify its magnitude and variability.  Training in state-of-the-art ocean modeling will be provided to a graduate student.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Moum",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "James N Moum",
   "pi_email_addr": "moum@coas.oregonstate.edu",
   "nsf_id": "000434377",
   "pi_start_date": "2008-04-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Skyllingstad",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Eric D Skyllingstad",
   "pi_email_addr": "skylling@coas.oregonstate.edu",
   "nsf_id": "000274110",
   "pi_start_date": "2008-04-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jonathan",
   "pi_last_name": "Nash",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathan D Nash",
   "pi_email_addr": "jonathan.nash@oregonstate.edu",
   "nsf_id": "000164585",
   "pi_start_date": "2008-04-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon State University",
  "inst_street_address": "1500 SW JEFFERSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CORVALLIS",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5417374933",
  "inst_zip_code": "973318655",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "OREGON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MZ4DYXE1SL98"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon State University",
  "perf_str_addr": "1500 SW JEFFERSON AVE",
  "perf_city_name": "CORVALLIS",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973318655",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 809475.0
  }
 ],
 "por": null
}