{
 "awd_id": "0751970",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Horizontal shear flows and lateral mixing in estuaries and the coastal ocean: Sediment transport in the shoal-channel estuary",
 "cfda_num": "47.050",
 "org_code": "06040303",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eric C. Itsweire",
 "awd_eff_date": "2008-07-01",
 "awd_exp_date": "2012-06-30",
 "tot_intn_awd_amt": 669694.0,
 "awd_amount": 675694.0,
 "awd_min_amd_letter_date": "2008-04-14",
 "awd_max_amd_letter_date": "2009-07-21",
 "awd_abstract_narration": "Intellectual Merit:  This is an observational study to address two fundamental issues in the analysis of estuarine and the coastal ocean flows and transport. The first addresses the mechanisms responsible for lateral mixing in the presence of horizontal shears. In many estuarine and coastal flows, lateral transport is assumed to be dominated by transverse circulation interacting with vertical mixing. It is hypothesize that lateral shear instabilities could play a major role in establishing exchange across horizontal shear layers. Although intermittent, these instabilities create coherent lateral eddies that produce extensive lateral exchange, particularly when they are formed along a vertically stratified channel. The second area of emphasis focuses on the tidal- and wind-induced variability of sediment dynamics in a shoal-channel estuary. The approach to examining these processes relies on field-based observations of the hydrodynamics and suspended sediment dynamics, as well as a combination of bed sample analysis and acoustic imaging of the bed. The strategy is to pursue two distinct, but complementary, instrument arrays: one will be oriented laterally across the channel and shoals, the other will be oriented longitudinally along the shoal-channel interface. Analysis of these observations will utilize budgets, both local and volume integrated, for longitudinal momentum, salinity and suspended sediment in order to establish the mechanisms responsible for lateral exchange and the associated variability of exchange and re-suspension. The examination of these two fundamental processes will be brought together in the context of sediment transport in a shoal-channel estuary. \r\n\r\nBroader Impacts: The proposed work will have broad impacts both in the scientific community and in the management of the San Francisco Estuary. First, the examination of lateral mixing, particularly the role of lateral shear instabilities, will have important implications for the modeling of estuarine and coastal flows. In coarse resolution models, horizontal diffusion coefficients must be specified. Time varying diffusion coefficients are almost never chosen for this purpose, but the implications of a temporally varying diffusion coefficient on larger-scale transport would be profound. As computational capability increases, higher resolution models, including large-eddy simulation (LES), are becoming more realizable. In these cases, the subgrid- scale parameterization becomes the critical component in establishing exchange and mixing by unresolved processes. If lateral shear instabilities are, in fact, an important component of lateral mixing, LES approaches would likely be able to resolve them, but field-scale data sets to establish the nature of lateral shear instabilities in stratified tidal flows are not available. Just as significant as the scientific impacts, if not more so, are the potential impacts of this work on the management of the San Francisco Bay Estuary. In the restoration of tidal marshes around the perimeter of South San Francisco Bay, the dynamics of sediment redistribution are highly uncertain, but also critical to the success of the restoration. Due to the subsidence of the lands to be restored, a large quantity of sediment must accumulate to bring these areas to marsh plain elevation, which will significantly alter the sediment dynamics throughout the estuary.The results of the work proposed here will directly inform that model development effort and management decision-making regarding restoration activities.\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Stacey",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Mark T Stacey",
   "pi_email_addr": "mstacey@Berkeley.EDU",
   "nsf_id": "000384047",
   "pi_start_date": "2008-04-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Hunt",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "James R Hunt",
   "pi_email_addr": "hunt@ce.berkeley.edu",
   "nsf_id": "000439830",
   "pi_start_date": "2008-04-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jessica",
   "pi_last_name": "Lacy",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Jessica R Lacy",
   "pi_email_addr": "jlacy@usgs.gov",
   "nsf_id": "000090778",
   "pi_start_date": "2008-04-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 669694.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": null
}