{
 "awd_id": "0752362",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Political Context and Political Knowledge in Modern Democracies",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Humes",
 "awd_eff_date": "2008-03-01",
 "awd_exp_date": "2012-01-31",
 "tot_intn_awd_amt": 216973.0,
 "awd_amount": 255988.0,
 "awd_min_amd_letter_date": "2008-02-22",
 "awd_max_amd_letter_date": "2009-08-31",
 "awd_abstract_narration": "This project seeks to map and explain variation in the distribution of political knowledge in the advanced industrial democracies. The theory that drives this project suggests that voters become informed about those aspects of politics necessary for casting a rational (sometimes called a strategic) vote. Consequently, voter knowledge is expected to vary over political systems as the political institutions that drive strategic voting incentives vary. \r\n\r\nThere are three unusual features of the theoretical argument.  First, the project argues that political knowledge is more closely connected to the strategic incentives arising from the system of executive selection than from the electoral system.  Second, the project contends that the informational requirements of more knowledgeable voters have a disproportionate effect on the content of the \"national conversation\" surrounding elections and this shapes knowledge content of citizens far beyond this small core of rational voters.  Finally, the theory focuses attention on \"operational\" political knowledge, defined as the information necessary to vote rationally, rather than on the kinds of \"background\" political knowledge of civics or current events that is featured in most discussion of political knowledge.  Specifically, the theory maps and explains contextual variation in three specific dimensions of political knowledge: the relative ideologies of the parties, the relative size and electoral performance of the parties, and the usual patterns of cabinet formation.  \r\n\r\nIn order to describe contextual variation in these dimensions of political knowledge, the project includes three linked data collection efforts. First, data are collected from approximately 130 existing electoral surveys from 24 countries over two decades that ask voters to identify the relative ideologies of parties.  Second, six original surveys (in countries with specific kinds of variation in political context) measure voters' operational knowledge of either the relative size and electoral performance of parties or voters' understanding of the process of executive selection.  Finally, information about the \"national conversation\" surrounding elections is collected using newspaper reports about the elections in the weeks prior to the poll for all of the 130 elections for which there will be corresponding survey data.\r\n\r\nThe broader impact of the theory is that it paints a rather different picture of voters than the extant literature, which tends to over-generalize the often-observed ignorance of American voters. That is, a truly comparative perspective on voter knowledge reveals that while voters in some countries (like the UK) evidence information levels similar to those in the U.S., voters in other systems (like Norway and Denmark) have remarkably high levels of political knowledge.  As a consequence, the project will give policymakers charged with designing political institutions, particularly in new democracies, guidance concerning how those institutions influence voters' behavior, both through how they vote and the information that they use when voting.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Randolph",
   "pi_last_name": "Stevenson",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Randolph T Stevenson",
   "pi_email_addr": "stevenso@ruf.rice.edu",
   "nsf_id": "000392542",
   "pi_start_date": "2008-02-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "William Marsh Rice University",
  "inst_street_address": "6100 MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "Houston",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7133484820",
  "inst_zip_code": "770051827",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "TX09",
  "org_lgl_bus_name": "WILLIAM MARSH RICE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "K51LECU1G8N3"
 },
 "perf_inst": {
  "perf_inst_name": "William Marsh Rice University",
  "perf_str_addr": "6100 MAIN ST",
  "perf_city_name": "Houston",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "770051827",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "TX09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 156683.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 99305.0
  }
 ],
 "por": null
}