{
 "awd_id": "0752987",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Black Oversample for the American National Election Study",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Humes",
 "awd_eff_date": "2008-04-15",
 "awd_exp_date": "2010-03-31",
 "tot_intn_awd_amt": 413540.0,
 "awd_amount": 0.0,
 "awd_min_amd_letter_date": "2008-04-14",
 "awd_max_amd_letter_date": "2008-04-30",
 "awd_abstract_narration": "Blacks have been somewhat relegated to the sidelines in recent years by scholars more interested in America?s burgeoning Latino and Asian populations. Setting aside the unique experience and place of blacks in American history and consciousness, this is regrettable for two reasons. First, the black population is often written off as \"monolithic.\" This has, in our view, never been true but it is an increasingly troubling myth given the growing diversity of the black population. Second, many of the political and social events of the past decade have been particularly relevant for blacks: the 2000 election controversy, redistricting after the 2000 Census, and the devastation and revelations of Hurricane Katrina. If scholars are to usefully inform the public debate on matters such as mass opinion, representation, and the role of race in politics, we need a comprehensive and reliable source of data. A black over-sample within the context of the traditional ANES is an extremely effective way to achieve this.  \r\n\r\nAlthough the ANES has been the dominant source of data for the classic studies of turnout, partisanship, ideology, congressional voting, and political sophistication, it has been of limited use for the study of black opinion and behavior. Our study allows scholars to examine black opinion across the wide and disparate range of the ANES core instrument, as well yielding insight into issues that predominantly concern African Americans. Furthermore, a black over-sample facilitates attitudinal and behavioral comparisons with other racial and ethnic groups as never before. \r\n\r\nOur approach is straight-forward: working in cooperation with the ANES team at Michigan, we have overseen the recruitment, interviewing, and data collection for an over-sample of African Americans. Based on the current specifications for the 2008 ANES pre- and post-election sample, approximately 290 black respondents are interviewed, making stand-alone analyses of black opinion, attitudes, and behavior problematic. Our study adds another 310 black respondents and uses the expanded number of primary sampling units to obtain a larger, more representative black sub-sample.  In addition, by adding 10 PSUs we are able to increase the number of black respondents from racially mixed - as opposed to predominantly black - neighborhoods.\r\n\r\nThis 2008 ANES black over-sample constitutes a substantial \"public good\": it significantly enhances our ability to gauge the range, diversity, and determinants of African-American political opinion and vote choice. Furthermore, it facilitates informed comparisons to whites and Latinos at a time when such comparisons are especially useful to our conceptions of politics and representation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tasha",
   "pi_last_name": "Philpot",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Tasha S Philpot",
   "pi_email_addr": "tphilpot@austin.utexas.edu",
   "nsf_id": "000154583",
   "pi_start_date": "2008-04-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Daron",
   "pi_last_name": "Shaw",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Daron R Shaw",
   "pi_email_addr": "dshaw@austin.utexas.edu",
   "nsf_id": "000437828",
   "pi_start_date": "2008-04-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "110 INNER CAMPUS DR",
  "perf_city_name": "AUSTIN",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121139",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  },
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  },
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 413540.0
  }
 ],
 "por": null
}