{
 "awd_id": "0752543",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The global fracture zone and magnetic lineation data base project",
 "cfda_num": "47.050",
 "org_code": "06040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bilal U. Haq",
 "awd_eff_date": "2008-09-15",
 "awd_exp_date": "2011-08-31",
 "tot_intn_awd_amt": 187646.0,
 "awd_amount": 187646.0,
 "awd_min_amd_letter_date": "2008-09-05",
 "awd_max_amd_letter_date": "2008-09-05",
 "awd_abstract_narration": "Intellectual Merit: Plate kinematic models derive from the detailed identifications of conjugate magnetic isochron picks and fracture zones (FZ). These data form the foundation of all relative marine plate tectonic reconstructions and codify our understanding of Earth?s surface evolution since the Mesozoic. Furthermore, FZ traces have extensive uses in many other marine geophysical investigations such as studying the origins of transform fault offsets, identifying seamounts and isolating abyssal hill roughness within fracture zone provinces, examining predictions from competing thermal models of the lithosphere, and much more. Kinematic models also require temporal information and this dimension is provided by identification of key magnetic isochron boundaries from total field magnetic anomalies collected along ship tracks. The joint FZ and isochron pick data constitute the fundamental constraints on marine relative plate motion models. The present research is a two-year pilot project to establish new infrastructure for users of FZ and magnetic isochron data: \r\n\r\n* An open source, community-driven database will be developed where consistent and well-documented information on FZ and magnetic isochrons will be collected, accessible from a dedicated website designed and operated in a manner similar to Wikipedia. \r\n\r\n* For fracture zones, mostly meta-data about each FZ and a few key locations along its trace will be stored. A semi-automatic FZ tracker will derive the optimal traces from the most recent data grids, guided by the supplied metadata and crossing ship-track profiles. \r\n\r\n* For magnetic isochron picks, a common way of reporting this information will be imposed and already published picks will be collected for the initiation of the database. Further additions will be coordinated so that the global database can serve as an evolving resource for the plate tectonic community. \r\n\r\nTrusted expert users will be allowed to add or revise information in the database, and all information stored will be under version control, allowing the history of the database to be reconstructed. Software will developed to assist in the entry of new FZ and magnetic anomaly pick data as well as provide options for search and extraction of data in popular file formats. \r\n\r\nBroader impacts of the proposed activity: Plate tectonic reconstructions form the basis for much geologic research. The improvements that this framework will make possible will be felt over a wide cross section of the Earth sciences. In addition, the availability of global, self-consistent FZ traces will impact numerous lines of marine research. Scientists requiring detailed knowledge of FZ alignments may extract traces by specifying a smoothness criterion. As most infrastructure projects, this will by its nature have wide impact. Several graduate and undergraduate students will be involved in this project and learn valuable skills pertaining to marine geophysical research and data analysis. The public will obtain access to the results of this work via the project web site. Here, material for public consumption (images, animations, etc) will be made available.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Wessel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paul Wessel",
   "pi_email_addr": "pwessel@hawaii.edu",
   "nsf_id": "000183742",
   "pi_start_date": "2008-09-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dietmar",
   "pi_last_name": "Muller",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dietmar Muller",
   "pi_email_addr": "dietmar@geosci.usyd.edu.au",
   "nsf_id": "000078143",
   "pi_start_date": "2008-09-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Hawaii",
  "inst_street_address": "2425 CAMPUS RD SINCLAIR RM 1",
  "inst_street_address_2": "",
  "inst_city_name": "HONOLULU",
  "inst_state_code": "HI",
  "inst_state_name": "Hawaii",
  "inst_phone_num": "8089567800",
  "inst_zip_code": "968222247",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "HI01",
  "org_lgl_bus_name": "UNIVERSITY OF HAWAII",
  "org_prnt_uei_num": "",
  "org_uei_num": "NSCKLFSSABF2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Hawaii",
  "perf_str_addr": "2425 CAMPUS RD SINCLAIR RM 1",
  "perf_city_name": "HONOLULU",
  "perf_st_code": "HI",
  "perf_st_name": "Hawaii",
  "perf_zip_code": "968222247",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "HI01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1620",
   "pgm_ref_txt": "MARINE GEOLOGY AND GEOPHYSICS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 187646.0
  }
 ],
 "por": null
}