{
 "awd_id": "0752597",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "SHINE: Validating and Comparing Velocities Estimated from Magnetograms",
 "cfda_num": "47.050",
 "org_code": "06020203",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Paul Bellaire",
 "awd_eff_date": "2008-04-01",
 "awd_exp_date": "2012-03-31",
 "tot_intn_awd_amt": 212463.0,
 "awd_amount": 212463.0,
 "awd_min_amd_letter_date": "2008-02-27",
 "awd_max_amd_letter_date": "2010-02-12",
 "awd_abstract_narration": "The Principal Investigator (PI) will investigate the accuracy of plasma velocities derived from solar photospheric and chromospheric magnetograms, using model data that more realistically simulates photospheric and chromospheric magnetic evolution. He will conduct these tests in collaboration with model developers and users of several velocity estimation methods. This study is motivated by the fact that magnetogram sequences are extensively used by the community to estimate velocities and the fluxes of magnetic energy and helicity into the solar corona, thereby driving dynamic models of the coronal magnetic field. However, synthetic magnetograms derived from magnetohydrodynamic (MHD) simulations of magnetoconvection in the solar interior have demonstrated that such magnetogram sequencing methods of estimating velocities are error prone.\r\n\r\nThe PI will address several scientifically interesting questions, such as whether velocities are more accurately reconstructed from photospheric or chromospheric magnetograms, and whether current methods reconstruct the energy and helicity fluxes accurately. His coordinated analyses of magnetogram observations will determine how well the differing velocity estimation methods agree and how variations in instrumental spatial resolution affect these estimated velocities.\r\n\r\nThe PI plans to hold annual workshops to promote research partnerships. He will post his synthetic and observed data sets on journal-hosted web sites to ensure widespread and long-term dissemination of his findings, and to permit standardized benchmarking of velocity estimation methods within the community. His research team will supervise students and introduce them to statistical methods of data analysis. This work will lead to enhanced predictive space weather capabilities, and thereby impact society through better forecasts for solar disturbances that propagate to Earth and affect our technological infrastructure.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Welsch",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Brian Welsch",
   "pi_email_addr": "welsch@ssl.berkeley.edu",
   "nsf_id": "000393719",
   "pi_start_date": "2008-02-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152300",
   "pgm_ele_name": "SOLAR-TERRESTRIAL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1323",
   "pgm_ref_txt": "SOLAR INFLUENCES"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 80697.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 72862.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 58904.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Society is adversely affected by solar flares and coronal mass<br />ejections (CMEs), but their impacts can be mitigated by successful<br />prediction.&nbsp; These phenomena are driven by the release of energy<br />stored in the magnetic field of the low corona, but the magnetic field<br />vector in the corona cannot be measured, so processes at work in the<br />buildup of coronal magnetic energy remain poorly understood, hampering<br />prediction.&nbsp; In contrast, the vector magnetic field at the<br />photosphere, below the corona, can be measured, and estimates of<br />photospheric velocities can be used to quantify the flux of magnetic<br />energy across the photosphere into the corona.&nbsp; Tests of techniques<br />for estimating photospheric flows, however, show that these methods<br />are imperfect.&nbsp; We sought to investigate methods of validating and<br />improving techniques for estimating photospheric flows. We report four<br />key findings. (1) Velocity estimates from two independent methods<br />applied to photospheric magnetic field observations were significantly<br />correlated, indicating reproducibility of the velocity estimates. (2)<br />Properties of photospheric flow patterns were found to be associated<br />with flare activity for both methods, independent of both the method<br />used to estimate velocities and other, previously established<br />predictors of flare activity. This motivates further studies of flare<br />prediction based upon photospheric flows.&nbsp; (3) Output from realistic<br />simulations of photospheric evolution, performed with the MURaM<br />radiative-MHD code, revealed that realistic photospheric dynamics at<br />the shortest spatial and temporal scales are inconsistent with the<br />underlying assumption of current velocity estimation methods, which<br />assume that velocities are related to magnetic evolution via the ideal<br />induction equation.&nbsp; In particular, the highest-speed flows are the<br />shortest lived, and appear not to affect magnetic fields as strongly<br />as longer-lived, larger-scale flows.&nbsp; Photospheric evolution therefore<br />appears \"sub-inductive,\" i.e., magnetic fields do not evolve as<br />rapidly as predicted based upon the instantaneous magnetic and<br />velocity fields.&nbsp; Consequently, understanding the quantitative<br />relationships between flow fields and magnetic evolution at the<br />photosphere will require additional investigation. (4) Autocorrelation<br />of flow maps can be used to quantify flow lifetimes, and thereby to<br />determine optimal parameters for estimating photospheric flows.<br />Longer-lived flows are slower and operate on larger spatial scales<br />than shorter-lived flows.&nbsp; Additional effort will be required to<br />identify the spatial and temporal scales of flows that are most<br />relevant for the transport of magnetic energy into the solar corona.<br />It is plausible that different flow scales are responsible for<br />infrequent, transient phenomena, such as flares/CMEs, versus more steady<br />phenomena, such as coronal heating.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/23/2012<br>\n\t\t\t\t\tModified by: Brian&nbsp;Welsch</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nSociety is adversely affected by solar flares and coronal mass\nejections (CMEs), but their impacts can be mitigated by successful\nprediction.  These phenomena are driven by the release of energy\nstored in the magnetic field of the low corona, but the magnetic field\nvector in the corona cannot be measured, so processes at work in the\nbuildup of coronal magnetic energy remain poorly understood, hampering\nprediction.  In contrast, the vector magnetic field at the\nphotosphere, below the corona, can be measured, and estimates of\nphotospheric velocities can be used to quantify the flux of magnetic\nenergy across the photosphere into the corona.  Tests of techniques\nfor estimating photospheric flows, however, show that these methods\nare imperfect.  We sought to investigate methods of validating and\nimproving techniques for estimating photospheric flows. We report four\nkey findings. (1) Velocity estimates from two independent methods\napplied to photospheric magnetic field observations were significantly\ncorrelated, indicating reproducibility of the velocity estimates. (2)\nProperties of photospheric flow patterns were found to be associated\nwith flare activity for both methods, independent of both the method\nused to estimate velocities and other, previously established\npredictors of flare activity. This motivates further studies of flare\nprediction based upon photospheric flows.  (3) Output from realistic\nsimulations of photospheric evolution, performed with the MURaM\nradiative-MHD code, revealed that realistic photospheric dynamics at\nthe shortest spatial and temporal scales are inconsistent with the\nunderlying assumption of current velocity estimation methods, which\nassume that velocities are related to magnetic evolution via the ideal\ninduction equation.  In particular, the highest-speed flows are the\nshortest lived, and appear not to affect magnetic fields as strongly\nas longer-lived, larger-scale flows.  Photospheric evolution therefore\nappears \"sub-inductive,\" i.e., magnetic fields do not evolve as\nrapidly as predicted based upon the instantaneous magnetic and\nvelocity fields.  Consequently, understanding the quantitative\nrelationships between flow fields and magnetic evolution at the\nphotosphere will require additional investigation. (4) Autocorrelation\nof flow maps can be used to quantify flow lifetimes, and thereby to\ndetermine optimal parameters for estimating photospheric flows.\nLonger-lived flows are slower and operate on larger spatial scales\nthan shorter-lived flows.  Additional effort will be required to\nidentify the spatial and temporal scales of flows that are most\nrelevant for the transport of magnetic energy into the solar corona.\nIt is plausible that different flow scales are responsible for\ninfrequent, transient phenomena, such as flares/CMEs, versus more steady\nphenomena, such as coronal heating.\n\n\t\t\t\t\tLast Modified: 04/23/2012\n\n\t\t\t\t\tSubmitted by: Brian Welsch"
 }
}