{
 "awd_id": "0752849",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research in Economics: Gender, Competition, and Managerial Decisions",
 "cfda_num": "47.075",
 "org_code": "04050100",
 "po_phone": "7032927280",
 "po_email": "nlutz@nsf.gov",
 "po_sign_block_name": "Nancy Lutz",
 "awd_eff_date": "2008-02-01",
 "awd_exp_date": "2010-01-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 8000.0,
 "awd_min_amd_letter_date": "2008-01-28",
 "awd_max_amd_letter_date": "2009-04-01",
 "awd_abstract_narration": "This Doctoral Dissertation Improvement award supports experiments to study the interaction of gender and the use of competitive wage schemes. The use of different wage schemes to promote production is central to the study of the agent within economics. Furthermore if men and women differ in their preferences to utilize competitive wage schemes this may affect the distribution of women into high paying managerial careers where competitive (relative) wages are used, for example high level executives and CEOs. Subsequently the interaction of gender and competitive payment schemes has important implications to the study of gender differences in wages and the formulation of policy to ensure pay equality required in the United States by The Equal Pay Act of 1963.\r\n \r\nTo date the study of gender and managerial responsibility has largely gone unresearched by economists although this topic has garnered much attention from social psychologists. Even so, there is no consensus within the social psychology literature of if or how men and women differ in their managerial duties. This proposal investigates one likely source of disparity, the use of competitive compensation schemes. By separating subjects within the laboratory into teams of one manager and one worker, the investigator can observe how managers choose compensation schemes to induce production from workers. This allows the investigator to answer two important questions concerning the use of competitive payment schemes. (1) Do men and women differ in the use of competitive payment schemes? (2) Does the gender of the worker affect the choice of payment scheme? \r\n\r\nLike previous studies in this literature the experiments are designed to capture a subject?s preference between a piece rate wage, where subjects are paid an amount for each completed task, and a tournament wage, where a subject?s performance is measured against the performance of another subject. Unlike past studies the main focus is how subjects choose from these options for another matched subject called the worker. In the first and second periods subjects are paid by piece rate and tournament. In the third period each manager selects the type of payment scheme, either piece rate or tournament, for the worker. The manager is paid based on the performance of the worker and the worker is paid based on the selected payment type from the manager. In the fourth task all subjects are then asked to choose a payment type for themselves. Quantitative information from the performance of subjects under both wage schemes and qualitative information such as subject choices, inclusion/exclusion of information about worker ability, gender, previous managerial experience, etc. is used to investigate how men and women use absolute versus relative payment schemes to stimulate production.\r\n \r\nBroader Impacts. The research has important implications for policy concerning equal pay between genders. The research also has an impact on teaching and learning for the undergraduate subjects employed by the project. Involvement in the project will provide the subjects with exposure to modern economic research methods and potentially stimulate interest for the field of economics which may in turn stimulate future research. All together the proposed project will employ over 300 undergraduate student subjects drawn from a large and diversified student population at Purdue University. The VSEEL laboratory at Purdue has an excellent record of involving members of underrepresented minority groups at both the undergraduate and graduate levels and this project is expected to continue this tradition\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Barron",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "John M Barron",
   "pi_email_addr": "barron@purdue.edu",
   "nsf_id": "000078099",
   "pi_start_date": "2008-01-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "2550 NORTHWESTERN AVE # 1100",
  "perf_city_name": "WEST LAFAYETTE",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479061332",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 8000.0
  }
 ],
 "por": null
}