{
 "awd_id": "0752245",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Cooperation and Competition in Coalitions: Corporate Lobbying as a Two Stage Rent-Seeking Game",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Humes",
 "awd_eff_date": "2008-02-01",
 "awd_exp_date": "2012-01-31",
 "tot_intn_awd_amt": 159197.0,
 "awd_amount": 178322.0,
 "awd_min_amd_letter_date": "2008-02-01",
 "awd_max_amd_letter_date": "2010-01-21",
 "awd_abstract_narration": "Coalition formation, maintenance, and dissolution are fundamental elements of politics.  One the most puzzling questions in the study of lobbying strategies is why firms join coalitions on issues where hundreds of interests lobby. Why would a corporation devoted to maximizing profits spend substantial resources lobbying in very large coalitions where their impact appears to be negligible?  Why do these coalitions form? How is their membership determined? What causes their dissolution?  Answering these questions will provide substantial insight into public policymaking and the impact of organized interests on that process. \r\nTwo observations guide our efforts with this research.  First, policymaking in the United States occurs in stages.  Our second observation is that the interests and coalitions of interests that pursue policy goals in Washington are keenly aware of the multi-stage policy process, and they vary their lobbying strategies to fit the changing institutional characteristics of that policy process.  For instance, coalitions of lobbying interests at one stage in the policymaking process may splinter at other stages in the process.  The patterns of lobbying contacts at one stage may vary considerably from the lobbying patterns at another stage.  In addition, the strategic concerns of coalition members at the early stages of the policymaking process may be affected by what they anticipate to occur at later stages in the process.  \r\nThe most difficult task that interests face is getting the attention of decision-makers.  Thousands of legislative proposals are submitted in each session of a Congress.  Of those, only about 500 receive serious consideration.  Fewer yet are passed along to the president.  Large coalitions often dominate this agenda-setting stage of the policy process.  During this first stage of the policymaking process, lobbyists must sell an idea, a vision.  Each lobbying coalition casts issues in terms that suggest that its position will benefit the public interest?while also attempting to structure the issues to favor its members.  This stage of the policy process reflects the pluralist and neopluralist views of politics, which argue that politics typically involve numerous competing interests.  \r\nDuring later stages of the policy process, the broad policy goals are fine-tuned with an eye toward policy implementation.  Whenever implementation is at issue, lobbyists focus on narrow goals.  That is, proposals that begin as broad measures concerned with collective goods often end up as distributive policies that provide narrow, private benefits.  The different nature of the good, more private and less collective, leads to changes in the lobbying coalitions.  Those coalitions that dominated at an earlier policymaking stage often disperse in later stages.  Indeed, allies during the early stages sometimes become competitors during later stages.  The lobbying patterns that we observe are partly a function of the policymaking stage we observe.\r\nThe implications for this research are far reaching.  Coalitions are a common human construct.  We see coalitions everywhere.  Coalitions are regularly formed by special interests pursuing legislative goals; states pursuing changes in federal policy often form coalitions; and nations pursuing international goals often form coalitions.  The models of coalition building that we develop are general enough to be applicable to any situation where collective goals are pursued at early stages and private goods are pursued at later stages.  The coalition that secured the collective good may disperse as its members compete over the spoils.  Of course, our primary focus will be on the coalition building efforts of corporations as they pursue policies in Washington.  \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "Ainsworth",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Scott H Ainsworth",
   "pi_email_addr": "sainswor@uga.edu",
   "nsf_id": "000226790",
   "pi_start_date": "2008-02-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Georgia",
  "inst_street_address": "623 BOYD GRADUATE RESEARCH CTR",
  "inst_street_address_2": "",
  "inst_city_name": "ATHENS",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "7065425939",
  "inst_zip_code": "306020001",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "GA10",
  "org_lgl_bus_name": "UNIVERSITY OF GEORGIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "Q2LKTLYJM4P8"
 },
 "perf_inst": {
  "perf_inst_name": "University of Georgia",
  "perf_str_addr": "623 BOYD GRADUATE RESEARCH CTR",
  "perf_city_name": "ATHENS",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "306020001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "GA10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 159197.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 19125.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>My NSF grant has strengthened both my teaching and research. It has benefitted me directly as well other scholars and students. In time, I hope it will have demonstrable benefits for society. My humility suggests caution in this regard &ndash; but my excitement is palpable. In this brief report, I&rsquo;ll address how this grant has affected teaching and research in the social sciences and in our society at large.</p>\n<p>&nbsp;</p>\n<p><em>Teaching</em></p>\n<p>My grant had a direct impact on three graduate students and three undergraduate students here at the University of Georgia. Each of these students learned that presumptions need careful empirical foundation and analysis. Each of these students learned that editorial or opinion pieces do not make good social science &ndash; but that good social science can inform and strengthen those editorials. Two of the undergraduates went on to get masters degrees. One is headed to law school. The graduate students are in their final stages of dissertation completion.</p>\n<p>&nbsp;</p>\n<p>The basic lessons of social science research will continue to be used by each of these students in the &ldquo;real world.&rdquo; Indeed, one of my undergraduates has just taken a job in the financial services division at Delta. Her weekly exposure to careful data collection and data analysis is now being recognized and handsomely rewarded by Delta Air Lines. Although she had superb book knowledge, Delta craved her &ldquo;hands- on&rdquo; experience with a project that lasted longer than a university semester.</p>\n<p>&nbsp;</p>\n<p><em>Research</em></p>\n<p class=\"FMText\">I&rsquo;m very excited about the research stemming from this project. Preliminary papers have been very well received at professional conferences. Those papers are currently being revised for publication in peer-reviewed journals. This fall, CQ Press is publishing <em>Lobbying and Policymaking The Public Pursuit of Private Interests.</em></p>\n<p>&nbsp;</p>\n<p>What did we do and what did we find? This grant allowed me to study lobbying influence in bureaucratic agencies. Although many people are frustrated by undue lobbying influence, very little is known about that presumed influence &ndash; especially within bureaucratic agencies. Consider for instance that Congress has encouraged bureaucratic agencies to be open to public comment to enhance government accountability. How should we make sense of our desires for responsiveness and accountability as well as our fears of undue influence from special interests? To address this question, we sought to record who is active during the public comment periods maintained by agencies. Many of these public comments are recorded in &ldquo;comment letters&rdquo; and archived by the agencies themselves. Earlier scholars have looked at these comment letters in a cursory fashion but they did not have the resources to delve into the <em>content</em> of the letters. With NSF support, we recorded the <em>issues</em> raised in the comment letters. That is, we moved beyond recording the letterhead and delved into the content of each letter. &nbsp;</p>\n<p>&nbsp;</p>\n<p>What have we found? From the letterhead, we learned that commenters are largely comprised of state and local governments, citizen-based interest groups, and business interests. Business interest comment more than other types of interest. Does the predominance of business interests create a problem or somehow skew policy? By delving into the bodies of the letters, we found that the <em>content</em> of the comment letters from businesses was different from other commenters&rsquo; letters. Businesses have longer, more detailed comment letters. They are more apt to rely on data and they are more apt to refer to legislative statutes and other agency rules. In sum, the comment letters from businesses show considerable expertise and knowledge.</p>\n<p>&nbsp;</p>\n<p>Since we recorded each is...",
  "por_txt_cntn": "\nMy NSF grant has strengthened both my teaching and research. It has benefitted me directly as well other scholars and students. In time, I hope it will have demonstrable benefits for society. My humility suggests caution in this regard &ndash; but my excitement is palpable. In this brief report, IÆll address how this grant has affected teaching and research in the social sciences and in our society at large.\n\n \n\nTeaching\n\nMy grant had a direct impact on three graduate students and three undergraduate students here at the University of Georgia. Each of these students learned that presumptions need careful empirical foundation and analysis. Each of these students learned that editorial or opinion pieces do not make good social science &ndash; but that good social science can inform and strengthen those editorials. Two of the undergraduates went on to get masters degrees. One is headed to law school. The graduate students are in their final stages of dissertation completion.\n\n \n\nThe basic lessons of social science research will continue to be used by each of these students in the \"real world.\" Indeed, one of my undergraduates has just taken a job in the financial services division at Delta. Her weekly exposure to careful data collection and data analysis is now being recognized and handsomely rewarded by Delta Air Lines. Although she had superb book knowledge, Delta craved her \"hands- on\" experience with a project that lasted longer than a university semester.\n\n \n\nResearch\nIÆm very excited about the research stemming from this project. Preliminary papers have been very well received at professional conferences. Those papers are currently being revised for publication in peer-reviewed journals. This fall, CQ Press is publishing Lobbying and Policymaking The Public Pursuit of Private Interests.\n\n \n\nWhat did we do and what did we find? This grant allowed me to study lobbying influence in bureaucratic agencies. Although many people are frustrated by undue lobbying influence, very little is known about that presumed influence &ndash; especially within bureaucratic agencies. Consider for instance that Congress has encouraged bureaucratic agencies to be open to public comment to enhance government accountability. How should we make sense of our desires for responsiveness and accountability as well as our fears of undue influence from special interests? To address this question, we sought to record who is active during the public comment periods maintained by agencies. Many of these public comments are recorded in \"comment letters\" and archived by the agencies themselves. Earlier scholars have looked at these comment letters in a cursory fashion but they did not have the resources to delve into the content of the letters. With NSF support, we recorded the issues raised in the comment letters. That is, we moved beyond recording the letterhead and delved into the content of each letter.  \n\n \n\nWhat have we found? From the letterhead, we learned that commenters are largely comprised of state and local governments, citizen-based interest groups, and business interests. Business interest comment more than other types of interest. Does the predominance of business interests create a problem or somehow skew policy? By delving into the bodies of the letters, we found that the content of the comment letters from businesses was different from other commentersÆ letters. Businesses have longer, more detailed comment letters. They are more apt to rely on data and they are more apt to refer to legislative statutes and other agency rules. In sum, the comment letters from businesses show considerable expertise and knowledge.\n\n \n\nSince we recorded each issue raised by each commenter, we can also address what was sought and see how the agency responded. Businesses often seek clarifications in rules. That is, the business is not seeking to undermine or alter a rule, itÆs seeking a clarification in the ruleÆs application. Second, it appears as though busine..."
 }
}