{
 "awd_id": "0752696",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research in Economics:  Savings in the United States, 1835 - 1853",
 "cfda_num": "47.075",
 "org_code": "04050100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Andrew Feltenstein",
 "awd_eff_date": "2008-04-01",
 "awd_exp_date": "2009-03-31",
 "tot_intn_awd_amt": 12000.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "2008-03-11",
 "awd_max_amd_letter_date": "2008-03-11",
 "awd_abstract_narration": "This research seeks to clarify our understanding of savings behavior during the American Industrial Revolution.  The project compiles a new longitudinal dataset consisting of monthly observations on industrial workers' earnings and savings over the years 1835 to 1853 from two, previously untapped, sources of savings and payroll records.  Monthly payroll records come from the Hamilton Manufacturing Company, a large textile manufacturer in Lowell, Massachusetts.  These payroll records linked with individual savings account records from the Lowell Institution for Savings provide thousands of individual earnings-savings histories covering 1835 to 1853.  \r\nThis is the first study to precisely estimate personal savings rates and savings trends during the American Industrial Revolution for a demographic sample predominately composed of independent female workers.  The new earnings-savings dataset allows for the calculation of savings rates among America's early industrial workforce and for the analysis of differential savings rates among women and men, age cohorts, and job classes.  In addition, this study assesses the extent to which savings were used to smooth consumption among a liquidity constrained workforce that did not have easy access to credit.  \r\nThis project lays the foundation for analyzing long-run trends in savings rate changes from the 19th century to the present.  Previously, intertemporal study of personal savings behavior in the United States has been hampered by the lack of data on nineteenth century savings.  Using what is learned about earnings and savings of ordinary nineteenth century Americans, this study may shed some light on the recent decline in the personal savings rate in the United States, focusing on the impact of access to credit.\r\nTesting for certain savings phenomena among contemporary workers using administrative records is impossible due to confidentiality concerns.  This project's use of historical data not subject to such concerns could be of value in learning about the savings behaviors of workers in developing economies where credit markets are constrained.  In addition, the public-use dataset collected for this project promotes understanding about the role of financial intermediation among different cohorts of liquidity constrained industrial workers in the past and present, and is therefore relevant for research, teaching, and policy-making on a variety of areas relating to early industrial labor markets, development economics, and human resources practices.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Carol",
   "pi_last_name": "Shiue",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Carol H Shiue",
   "pi_email_addr": "shiue@colorado.edu",
   "nsf_id": "000202922",
   "pi_start_date": "2008-03-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 MARINE ST",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": null
}