{
 "awd_id": "0752751",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "LMICS: The Luxembourg Middle Income Countries Study",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927280",
 "po_email": "nlutz@nsf.gov",
 "po_sign_block_name": "Nancy Lutz",
 "awd_eff_date": "2008-07-01",
 "awd_exp_date": "2012-06-30",
 "tot_intn_awd_amt": 899963.0,
 "awd_amount": 899963.0,
 "awd_min_amd_letter_date": "2008-04-11",
 "awd_max_amd_letter_date": "2009-08-24",
 "awd_abstract_narration": "The Luxembourg Income Study (LIS) project is an independent non-profit research center and database located in Luxembourg with members from over 30 nations. LIS is a consortium of multiple nations which cooperatively finance a research and data center.   LIS harmonizes household income microdata sets (and recently household net worth datasets) collected by each nation, and employs electronic mail to make the data available to researchers in many countries. These data are used by researchers worldwide to analyze economic and social policy and their effect on such topics as regional and group-specific income structures, poverty and income inequality, political support for public policy, voting, fertility, immigration, child wellbeing, and wage and earnings differentials by age, education level and by gender (see www.lisproject.org).\r\n\r\nThe objective of this proposal is to break new research and data creation ground and to create a new template for including Middle Income Countries (MICs) in the LIS database and for the initial research using this data. The LIS project database is limited at present to only rich OECD nations.  This project moves LIS into the next largest (population and income wise), and most rapidly growing set of countries, including China and India. The LMICS project roughly doubles the size of the LIS, eventually adding up to 24 countries. \r\n\r\nThe project involves several steps, each with considerable intellectual merit and broad external impact. The first and major intellectual issue is to develop a new template (or several new templates) that better integrate the facts and realities of economic life and well being in MIC?s into the LIS income definition which is well accepted for measures of well being in rich nations. Issues such as income vs. expenditure/consumption; inter-family transfers and remittances; intra-family transfers in the form of shared living arrangements; rural ?urban differences; and measurement of health and education outcomes must all be addressed. A joint LIS-World Bank (WB) cost-shared pilot project using the current LIS template gives the investigator some initial purchase on these issues; the final results will be highly useful to the WB, United Nations and other bodies.  Second, once the template is designed, it must immediately be used to harmonize datasets in this new way and integrate them into the LIS structure. This will involve hiring one LMICS project manager. It will also involve the current LIS staff who will be ready to accept the new template challenge. The production of LMICS data continues for three years, at least.   This project adds countries that have high-quality data and which have specific characteristics: fast growing, large nations, with multiple data waves, and with poverty, inequality and social spending issues of the sort to which LIS research is well suited.   It definitely includes China, India and South Africa. Nations on or near the border of the EU 27, such as Turkey, Ukraine, Egypt, and Morocco are also highly probable, as are some fast growing Asian nations, such as Thailand, Philippines and Vietnam, and a number of Latin American nations, including Brazil, Argentina and Columbia. The new LMICS data will be made available to all LIS users worldwide via our remote access system no later than four years after the start of the project. The key figures summarizing poverty and inequality, which are used heavily by economists, political scientists, policy analysts and sociologists, are made available. Thus a broad external impact is assured. \r\n\r\nFinally, in year three, the project team will turn to the first research projects based on the new data, including broader estimates of the level and trend in poverty and inequality, as well as labor market outcomes by gender and other characteristics, and the effects of social programs on these outcomes.  These findings will help integrate cross-national comparability for a much larger range of nations in a flexible way, so that, for the first time, the major questions about well being, poverty and living standards can be established for both rich and MIC countries using a flexible research tool (LIS).  Because the data is accessible to all users, literally hundreds of researchers and policy analysts, as well as major national and international organizations, will make good use of these results and the data that underlies them.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Smeeding",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy M Smeeding",
   "pi_email_addr": "smeeding@lafollette.wisc.edu",
   "nsf_id": "000123216",
   "pi_start_date": "2008-04-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  },
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  },
  {
   "pgm_ele_code": "133300",
   "pgm_ele_name": "Methodology, Measuremt & Stats"
  },
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 307880.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 592083.0
  }
 ],
 "por": null
}