{
 "awd_id": "0752855",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Preferences and Poverty Traps: Experimental Investigations of Risk, Time and Social Preferences in Two Poor Neighborhoods",
 "cfda_num": "47.075",
 "org_code": "04050100",
 "po_phone": "7032927280",
 "po_email": "nlutz@nsf.gov",
 "po_sign_block_name": "Nancy Lutz",
 "awd_eff_date": "2008-03-15",
 "awd_exp_date": "2011-02-28",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 165438.0,
 "awd_min_amd_letter_date": "2008-03-26",
 "awd_max_amd_letter_date": "2010-08-26",
 "awd_abstract_narration": "Experimental economics is moving out of the lab. Field experiments allow researchers to examine behavior in a natural setting, and to investigate the preferences of new and previously-untapped subject pools. This research has the potential to generate important insights into policy-relevant questions.  This project contributes to this endeavor by collecting risk, time and social preferences from residents of two poor, minority neighborhoods. These neighborhoods are similar in income and many other demographics, with the exception of race: South Dallas is primarily an African-American community, while East Dallas is primarily a Hispanic community. We use experiments and surveys to measure preferences and behavior. The decision forms are designed for a low-literacy population, with the games presented in pictorial form with minimal text. The survey is used to collect information on demographics, social networks, identity, social preferences, home ownership, and donations to nonprofits as well as volunteer work.   The investigators use the data collected to investigate a number of questions. First, they compare the risk, time and social preferences elicited from this population with those we typically see in the lab and among non-poor populations in the field.   They anticipate that this comparison will illustrate some of the causes and consequences of poverty traps. Second, they compare the risk, time and social preferences between the two populations in order to better understand cultural differences that show up in the poorest segment of the population, as well as differences in economic performance and development rates between the two communities. Third, they examine the correlations and causality (through mediation and moderation analysis) of risk, time and social preferences on self-reported and actual behavior as collected in the survey, including home ownership rates, savings decisions, educational decisions, charitable giving and other behaviors. A final contribution of the research is a deeper understanding of preferences of a particular sample that will prove important to the growth of the US economy over the next several decades: low-income Hispanics.\r\n \r\nThis research extends our knowledge about individual variation in risk, time, and social preferences to a new subject pool; low-income minorities. Comparing these preferences with those of the middle-class populations typically sampled, and examining their impact on real-world economic decisions will provide insights into the causes and consequences of poverty traps. Comparing these preferences between these two subject pools will provide insights into cultural differences and provide new insights into what enables individuals to escape poverty traps and neighborhoods to develop.\r\n \r\nBroader Impacts: First, these results provide a new and much-needed descriptive account of the inner workings of poor neighborhoods, with implications for improving low-income urban neighborhoods and helping individuals to overcome poverty traps. Examining the preferences of the poor Hispanic population per se will increase our understanding of individuals most likely to be contributing to US growth and competitiveness in the coming decades. Second, this effort allow further refinement in experimental measures of preferences that are fine-tuned to be most effective in eliciting preferences of poor, low-literacy populations. These measures are useful to other researchers in the broader economics and social science community. Third, the research involves the participation of several undergraduate research assistants who will receive valuable, hands-on research experience and mentoring.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Catherine",
   "pi_last_name": "Eckel",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Catherine C Eckel",
   "pi_email_addr": "ceckel@tamu.edu",
   "nsf_id": "000243203",
   "pi_start_date": "2010-08-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Rachel",
   "pi_last_name": "Croson",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Rachel T Croson",
   "pi_email_addr": "croson@uta.edu",
   "nsf_id": "000451647",
   "pi_start_date": "2008-03-26",
   "pi_end_date": "2010-08-26"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Catherine",
   "pi_last_name": "Eckel",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Catherine C Eckel",
   "pi_email_addr": "ceckel@tamu.edu",
   "nsf_id": "000243203",
   "pi_start_date": "2008-03-26",
   "pi_end_date": "2010-08-26"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Angela",
   "pi_last_name": "de Oliveira",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Angela de Oliveira",
   "pi_email_addr": "acm.de.oliveira@gmail.com",
   "nsf_id": "000278576",
   "pi_start_date": "2008-04-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Dallas",
  "inst_street_address": "800 WEST CAMPBELL RD.",
  "inst_street_address_2": "SP2.25",
  "inst_city_name": "RICHARDSON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9728832313",
  "inst_zip_code": "750803021",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "TX24",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT DALLAS",
  "org_prnt_uei_num": "",
  "org_uei_num": "EJCVPNN1WFS5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Dallas",
  "perf_str_addr": "800 WEST CAMPBELL RD.",
  "perf_city_name": "RICHARDSON",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "750803021",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "TX24",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 165438.0
  }
 ],
 "por": null
}