{
 "awd_id": "0752308",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant: Tradition Management in Post-Disaster Recovery: The Case of New Orleans",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Deborah Winslow",
 "awd_eff_date": "2008-05-01",
 "awd_exp_date": "2009-10-31",
 "tot_intn_awd_amt": 14900.0,
 "awd_amount": 14900.0,
 "awd_min_amd_letter_date": "2008-04-28",
 "awd_max_amd_letter_date": "2008-04-28",
 "awd_abstract_narration": "University of Virginia graduate student SherriLynn Colby-Bottel, supervised by Dr. Richard Handler, will undertake research on the social, economic, and cultural effects of post-disaster staging of traditions for tourist consumption and disaster recovery appeals. The staging and invention of tradition is a significant social phenomenon that occurs in the wake of disasters worldwide. It has practical consequences for local recovery. It also provides an important research opportunity for social scientists seeking to understand how shared culture develops in the first place, and the role of culture in social health.\r\n\r\nColby-Bottel will conduct her research in New Orleans. For over a century, the economy of New Orleans has been dependent on cultural tourism.  Since hurricane Katrina in 2005, both local citizens and leaders of the tourist industry have been concerned about \"saving\" New Orleans traditions, particularly music. Colby-Bottel suggests that the public focus on music means that for musicians,  what is called traditional becomes a category that is both stable and flexible. Musicians must work within the constraints of the city's tourism industry and varied expectations of locals and tourists, but also must preserve their own legitimacy as defined by the musicians themselves.  Negotiating these dynamics involves ongoing discussion and debate about musical genres, standards for musical performance practices, and the historically rooted and racialized discourses that accompany these practices.  This makes New Orleans fertile ground for looking at post-disaster effects of tradition management.\r\n\r\nThe researcher will employ a combination of ethnographic and technical musicological methodologies. She will carry out participant observation at music performances, record technical transcriptions of musical form and structure, conduct informal and semi-structured interviews, make audio and video recordings of performances. Her focus questions will be: How do musicians use music practices to reproduce and contest local concepts of tradition?  How does this happen in and across discourse and performance?  And how are the local musicians' standards of authenticity and sincerity deployed in discourses of cultural tourism and in debates about the relationship of identity to music-making?\r\n\r\nThe research is important because it will contribute to understanding the more subtle social consequences of disasters. This dissertation research focuses on the New Orleans musicians whose cultural product, in the form of music tradition, is a crucial element in rebuilding both the local society and the larger cultural tourism economy in which these practices operate. The research also will contribute significantly to the education of a graduate student.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Handler",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Richard Handler",
   "pi_email_addr": "rh3y@virginia.edu",
   "nsf_id": "000220405",
   "pi_start_date": "2008-04-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Virginia Main Campus",
  "inst_street_address": "1001 EMMET ST N",
  "inst_street_address_2": "",
  "inst_city_name": "CHARLOTTESVILLE",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "4349244270",
  "inst_zip_code": "229034833",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "VA05",
  "org_lgl_bus_name": "RECTOR & VISITORS OF THE UNIVERSITY OF VIRGINIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "JJG6HU8PA4S5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Virginia Main Campus",
  "perf_str_addr": "1001 EMMET ST N",
  "perf_city_name": "CHARLOTTESVILLE",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "229034833",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "VA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 14900.0
  }
 ],
 "por": null
}