{
 "awd_id": "0752982",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Disability and Participatory Development: Ethnographic Study of Self-help Groups in Rural South India",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Wendy Martinek",
 "awd_eff_date": "2008-04-01",
 "awd_exp_date": "2009-03-31",
 "tot_intn_awd_amt": 15000.0,
 "awd_amount": 15000.0,
 "awd_min_amd_letter_date": "2008-03-11",
 "awd_max_amd_letter_date": "2008-03-11",
 "awd_abstract_narration": "This qualitative ethnographic research seeks to understand the impact of neoliberal development practices on people with disabilities in developing countries, with special reference to India. Located in rural areas of Andhra Pradesh (a state in south India), this research critically examines a widely practiced participatory development project that seeks to empower disabled people through self-help groups (SHGs), with a structural adjustment loan from the World Bank. It explores how SHGs facilitate individual and collective change in the lives of disabled people, and how these groups might be affected by the larger political, legal, economic, and social context of disability and development in the region. Integrating interdisciplinary body of knowledge, and perspectives of multiple stakeholders, located across local and global levels, this research provides an in-depth critical analysis of the self-help group model, which is currently perceived and implemented as a best practice of empowering disabled people not only in India, but also across the developing world. \r\n\r\nThis research is designed both to look at structural issues and locally situated practices of self-help groups and how they shape the lives of disabled people. Through participant observation, group discussions, and interviews, the project analyzes how empowering is participatory development for disabled people with a multiple stake-holder perspectives ? that of disabled people, their family and community members, and staff of governmental and nongovernmental organizations. In line with contemporary trends in ethnography, this enquiry analyzes disability and development from local and global vantage points, with a view to advancing social policies and programs for disabled people and other minority groups. Importantly, the researcher?s personal disability experience?a person with visual disability from India?informs and enriches the project with an emic (insider?) perspective, given that disability has primarily been studied by nondisabled scholars in developing countries.  \r\n\r\nSince rural disability in India and other developing countries has received least attention from academia, policy and practice, findings from this research will make significant contributions. The knowledge generated here offers insights on challenges faced by disabled people in developing countries, as well as the strengths and limitations of the self-help model per say, which is being employed internationally to empower disabled people and other minority communities alike. More generally, this research carries significant implications for social science scholarship in that it will increase  understanding of the effects of neoliberalism on diversity, governance, people?s collectives and development strategies. Disability challenges fundamental notions of normalcy, and, thus, the research contributes to widening the debates around inclusion, diversity, participation and social justice. At a practical level, this research will particularly help in designing programs and policies for the empowerment and inclusion of disabled people within a social justice framework sensitive to rights and fuller sense of citizenship. It informs academia, activists, practitioners and policymakers about new ways in which participation can be re-politicized for transformational ends, and how development can equitably benefit disabled and other minority groups. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Mattaini",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Mark A Mattaini",
   "pi_email_addr": "mattaini@uic.edu",
   "nsf_id": "000386141",
   "pi_start_date": "2008-03-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Chicago",
  "inst_street_address": "809 S MARSHFIELD AVE M/C 551",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3129962862",
  "inst_zip_code": "606124305",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "IL07",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "W8XEAJDKMXH3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Chicago",
  "perf_str_addr": "809 S MARSHFIELD AVE M/C 551",
  "perf_city_name": "CHICAGO",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606124305",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "IL07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137200",
   "pgm_ele_name": "LSS-Law And Social Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9260",
   "pgm_ref_txt": "FASED"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 15000.0
  }
 ],
 "por": null
}