{
 "awd_id": "0752835",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Informal Contract Enforcement in Social Networks",
 "cfda_num": "47.075",
 "org_code": "04050100",
 "po_phone": "7032927280",
 "po_email": "nlutz@nsf.gov",
 "po_sign_block_name": "Nancy Lutz",
 "awd_eff_date": "2008-03-15",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 292581.0,
 "awd_amount": 292581.0,
 "awd_min_amd_letter_date": "2008-03-26",
 "awd_max_amd_letter_date": "2015-10-06",
 "awd_abstract_narration": "Because exchange is sequential, most economic transactions require contracts, and hence efficient contract enforcement is an important part of a well-functioning economy. In advanced countries, the legal system provides low-cost contract enforcement for many transactions. However, efficient legal systems are historically recent, and absent in most developing countries. When legal contract enforcement is costly, economic actors often rely on informal arrangements that are enforced using social or business sanctions. As a result, social and economic networks play an important role in determining the informal contracts that shape economic activity.\r\n\r\nMotivated by these observations, this project develops a theory of informal contracting in networks. The key idea is that social and business connections generate value which can be used as \"social collateral\" to facilitate informal contracts. Analogously with physical collateral, the threat of losing valuable connections prevents agents from acting dishonestly. The structure of the network determines the amount of social collateral available to agents, and hence social collateral constitutes one aspect of social capital that is embedded in the network of interactions. The project uses this theory to investigate 1) trust generated by the social network; 2) the functioning of informal insurance markets; and 3) the determinants of power in a society.  \r\n\r\nRelationships in the network determine how much agents can borrow from each other, leading to a computable measure of trust based on social collateral. This measure is intuitively appealing: it predicts that more connected and more homogenous networks generate higher trust, and provides foundations for many network statistics used in economics and sociology. This theory of trust also formalizes the idea that dense networks generate bonding social capital which is helpful when agents exchange valuable assets, while loose networks maximize access and hence generate bridging social capital. \r\n\r\nIn less developed countries, informal arrangements among socially connected people are often used to provide insurance against adverse shocks like unemployment or illness. The theory predicts that in networks organized by geographic proximity, such informal risk-sharing is likely to be effective, and that socially close individuals are likely to form local risk-sharing groups to jointly weather the burden of negative shocks. The project also studies the interaction between government policies and network-based insurance by exploring the network effects of development aid using data from Peru.\r\n\r\nWhen there is competition for resources, people can benefit from their network position: a centrally located lender earns higher rents because more borrowers compete for his assets. This logic yields a theory of power in networks, where a negative aspect of social capital, the inequality between insiders and outsiders, can be formally investigated.\r\n\r\nIn sum, this project yields a deeper understanding of how the social network provides informal contract enforcement, which helps explain stylized facts about trust and generates new measures of social capital. The analysis yields results of interest to policymakers about the optimal design of development aid in the presence of network effects. More broadly, this research agenda helps bridge the gap between economics and sociology by formally modeling sociological concepts related to social capital and  power in networks, and generates new mathematical results about probability in networks that contribute to computer science.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Adam",
   "pi_last_name": "Szeidl",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Adam Szeidl",
   "pi_email_addr": "szeidla@ceu.edu",
   "nsf_id": "000095341",
   "pi_start_date": "2008-03-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Markus",
   "pi_last_name": "Mobius",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Markus Mobius",
   "pi_email_addr": "markusmobius@gmail.com",
   "nsf_id": "000103304",
   "pi_start_date": "2008-03-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Attila",
   "pi_last_name": "Ambrus",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Attila Ambrus",
   "pi_email_addr": "aa231@duke.edu",
   "nsf_id": "000132478",
   "pi_start_date": "2008-03-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "National Bureau of Economic Research Inc",
  "inst_street_address": "1050 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6178683900",
  "inst_zip_code": "021385359",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "NATIONAL BUREAU OF ECONOMIC RESEARCH INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "GT28BRBA2Q49"
 },
 "perf_inst": {
  "perf_inst_name": "National Bureau of Economic Research Inc",
  "perf_str_addr": "1050 MASSACHUSETTS AVE",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021385359",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 195054.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 97527.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span class=\"im\">Many fundamental economic institutions facilitate transfers across<br />time. Banks take deposits and repackage them as loans. Insurance<br />companies mitigate idiosynchratic risk across a large pool of agents.<br />These institutions can only function if they are able to control moral<br />hazard: debtors have to repay their loans and victims of adverse<br />shocks have to be able to rely on their insurance policy to make<br />transfers. Developed economies usually rely on the legal system to<br />protect lenders and policy holders. However, developing countries<br />often lack a reliable legal system which raises the transaction costs<br />of providing loans or insurance. Even developed economies often<br />require lenders to own physical collateral that can be used to secure<br />loans and thus lower transaction costs.Certain groups of borrowers,<br />such as entrepreneurs starting a business, frequently lack physical<br />collateral.<br /><br /></span><span>In these situations, social capital---embedded in social</span><br /><span>networks---can substitute for physical capital and control moral</span><br /><span class=\"im\">hazard: if a borrower does not repay a loan (in case of borrowing) or<br />if a an agent refuses to help a neighbor in need (in case of<br /></span><span>risk-sharing), they risk losing social links and the benefits</span><br /><span>associated with these links, such as being able to ask the friend or</span><br /><span>neighbor for help in the future.</span><br /><br /><span>Based on this simple intuition we build a theory of \"social</span><br /><span>collateral\" which we then apply to borrowing and informal</span><br /><span class=\"im\">risk-sharing. We make two key simplifying assumptions that keep the<br /></span><span>model analytically tractable and empirically relevant. First we</span><br /><span>consider a two-period model: borrowing or risk-sharing arrangements</span><br /><span>are implemented in period 1 and punishments following any deviation</span><br /><span>occur in period 2. Second, punishments are local, not global. For</span><br /><span>example, not repaying a loan only jeopardizes links between the</span><br /><span>borrower, the lender, and intermediaries involved in the transaction.</span><br /><span>(However, we show that under some conditions \"global\" group</span><br /><span>punishments that are robust to coalitional deviations also generate</span><br /><span>the same set of outcomes.)</span><br /><span class=\"im\"><br />In the borrowing context, we derive a measure of trust that we call<br /></span><span>\"trust flow\": intuitively, it measures trust between two people as the</span><br /><span>sum of weakest links across paths that connect them. For example,</span><br /><span class=\"im\">sharing a common friend increases trust and sharing several common<br /></span><span>friends increases trust even more. We confirm that this measure</span><br /><span>predicts borrowing using data from Peru.</span><br /><br /><span>In the risk-sharing context, we show that in our model informal</span><br /><span>arrangements can achieve very good risk-sharing for most real-world</span><br /><span>network structures, explaining a puzzling fact previously observed by</span><br /><span>Townsend (1994) and others. In particular, a two-dimensional</span><br /><span>sub-structure provides sufficient access to others that it allows</span><br /><span>people to share risk well. We find empirical support for this property</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/28/2016<br>\n\t\t\t\t\tModified by: Markus&nbsp;Mobius</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMany fundamental economic institutions facilitate transfers across\ntime. Banks take deposits and repackage them as loans. Insurance\ncompanies mitigate idiosynchratic risk across a large pool of agents.\nThese institutions can only function if they are able to control moral\nhazard: debtors have to repay their loans and victims of adverse\nshocks have to be able to rely on their insurance policy to make\ntransfers. Developed economies usually rely on the legal system to\nprotect lenders and policy holders. However, developing countries\noften lack a reliable legal system which raises the transaction costs\nof providing loans or insurance. Even developed economies often\nrequire lenders to own physical collateral that can be used to secure\nloans and thus lower transaction costs.Certain groups of borrowers,\nsuch as entrepreneurs starting a business, frequently lack physical\ncollateral.\n\nIn these situations, social capital---embedded in social\nnetworks---can substitute for physical capital and control moral\nhazard: if a borrower does not repay a loan (in case of borrowing) or\nif a an agent refuses to help a neighbor in need (in case of\nrisk-sharing), they risk losing social links and the benefits\nassociated with these links, such as being able to ask the friend or\nneighbor for help in the future.\n\nBased on this simple intuition we build a theory of \"social\ncollateral\" which we then apply to borrowing and informal\nrisk-sharing. We make two key simplifying assumptions that keep the\nmodel analytically tractable and empirically relevant. First we\nconsider a two-period model: borrowing or risk-sharing arrangements\nare implemented in period 1 and punishments following any deviation\noccur in period 2. Second, punishments are local, not global. For\nexample, not repaying a loan only jeopardizes links between the\nborrower, the lender, and intermediaries involved in the transaction.\n(However, we show that under some conditions \"global\" group\npunishments that are robust to coalitional deviations also generate\nthe same set of outcomes.)\n\nIn the borrowing context, we derive a measure of trust that we call\n\"trust flow\": intuitively, it measures trust between two people as the\nsum of weakest links across paths that connect them. For example,\nsharing a common friend increases trust and sharing several common\nfriends increases trust even more. We confirm that this measure\npredicts borrowing using data from Peru.\n\nIn the risk-sharing context, we show that in our model informal\narrangements can achieve very good risk-sharing for most real-world\nnetwork structures, explaining a puzzling fact previously observed by\nTownsend (1994) and others. In particular, a two-dimensional\nsub-structure provides sufficient access to others that it allows\npeople to share risk well. We find empirical support for this property\n\n\t\t\t\t\tLast Modified: 09/28/2016\n\n\t\t\t\t\tSubmitted by: Markus Mobius"
 }
}