{
 "awd_id": "0753103",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "RUI:  Tropospheric Ozone and Aerosol Precursors from the Oxidation of Aromatics",
 "cfda_num": "47.050",
 "org_code": "06020104",
 "po_phone": "7032928522",
 "po_email": "sedgerto@nsf.gov",
 "po_sign_block_name": "Sylvia Edgerton",
 "awd_eff_date": "2008-05-01",
 "awd_exp_date": "2013-04-30",
 "tot_intn_awd_amt": 298469.0,
 "awd_amount": 298469.0,
 "awd_min_amd_letter_date": "2008-03-21",
 "awd_max_amd_letter_date": "2011-04-20",
 "awd_abstract_narration": "In this project, the Investigator will study the oxidation mechanisms of atmospherically abundant aromatic compounds.  The experiments will include the identification of oxidation system intermediates and stable final products and the measurement of the relevant kinetic parameters via the turbulent flow chemical ionization mass spectrometry (TF-CIMS) technique.  In particular, the CIMS approach will allow for a more complete identification of the reaction system species, and the TF method will provide the facility to separately control OH and NOx levels in the system as well as the ability to perform temperature dependence studies of relevance to the entire troposphere.  The atmospheric oxidation of aromatic compounds plays a significant role in the air pollution problems of tropospheric ozone production and secondary organic aerosol (SOA) formation.  Like most hydrocarbons, the oxidation of aromatic compounds produces peroxy radicals, which promote the NO to NO2 conversion that often controls ozone production on the regional scale.  In addition, these oxidation processes lead to both relatively large and smaller, but highly oxidized, species that readily form SOA. However, recent studies have shown that our current understanding of the aromatic oxidation mechanism is significantly in error, as these models significantly overpredict ozone and underpredict OH radical formation in experiments in which atmospheric conditions are simulated.  It is also unclear at what point SOA precursors are formed in the sequential oxidation process operative in the atmosphere.  This situation has significant negative implications concerning the ability of atmospheric models to model and predict the impact of aromatic compounds on air quality. \r\n\r\nA major goal of the project is to contribute to the effort to improve air quality through a mechanistic understanding of the processes that lead to air pollution.  The construction of a fundamental understanding of the chemistry that leads to ozone and aerosol formation for aromatic compounds serves to inform the public policy process and to contribute to a more expeditious and cost-effective solution to the problem of air pollution.  This program also has the broader goal of furthering the development of the human resources necessary for the nation's scientific enterprise.  In particular, the experience of performing original research in atmospheric chemistry (which is still a quite rare opportunity for students at four year institutions) will attract students and help prepare them for future careers in atmospheric science.  The program will also serve to broaden and enrich the intellectual atmosphere at Oberlin College, and within the chemistry and biochemistry department.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Elrod",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew J Elrod",
   "pi_email_addr": "matthew.elrod@oberlin.edu",
   "nsf_id": "000380866",
   "pi_start_date": "2008-03-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oberlin College",
  "inst_street_address": "173 W LORAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "OBERLIN",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "4407758461",
  "inst_zip_code": "440741057",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "OH05",
  "org_lgl_bus_name": "OBERLIN COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "ZY4LY6PDKLM1"
 },
 "perf_inst": {
  "perf_inst_name": "Oberlin College",
  "perf_str_addr": "173 W LORAIN ST",
  "perf_city_name": "OBERLIN",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "440741057",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "OH05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152400",
   "pgm_ele_name": "Atmospheric Chemistry"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 83594.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 69205.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 71594.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 74076.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The major research goal of this project was to study how the presence of aromatic chemicals in the atmosphere plays a role in the problem of air pollution.&nbsp; In the United States, automobile emissions are the dominant source of aromatic compounds, with significant emissions also resulting from their use as solvents in various manufacturing processes.&nbsp; We were particularly interested in the chemical transformations that the aromatic compounds undergo as long as they reside in the atmosphere.&nbsp; These chemical transformations can lead to the production of ground level ozone, the most toxic air pollutant that is commonly found at unhealthy levels in the United States, and can lead to aerosol particle pollution, the phenomenon that is responsibility for reduced visibility during air pollution events (&ldquo;smog&rdquo;).&nbsp; In our work, we found that the aromatic compounds go through a different set of chemical reactions than are currently used in the most advanced atmospheric models.&nbsp; In particular, our findings suggest that aromatic compounds are somewhat less effective in producing ground level ozone than previously thought.</p>\n<p>A broader impact goal of the project was to contribute to the effort to improve air quality through a mechanistic understanding of the processes that lead to air pollution. The construction of a fundamental understanding of the chemistry that leads to ozone and aerosol formation for aromatic compounds serves to inform the public policy process and to contribute to a more expeditious and cost-effective solution to the problem of air pollution.&nbsp; This program also had the broader goal of furthering the development of the human resources necessary for the nation&rsquo;s scientific enterprise.&nbsp;&nbsp; In particular, the experience of performing original research in atmospheric chemistry (which is still a quite rare opportunity for students at four year institutions) attracted students and helped prepare them for future careers in atmospheric science.&nbsp; The program also served to broaden and enrich the intellectual atmosphere at Oberlin College, and within the chemistry and biochemistry department, specifically.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/15/2013<br>\n\t\t\t\t\tModified by: Matthew&nbsp;J&nbsp;Elrod</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe major research goal of this project was to study how the presence of aromatic chemicals in the atmosphere plays a role in the problem of air pollution.  In the United States, automobile emissions are the dominant source of aromatic compounds, with significant emissions also resulting from their use as solvents in various manufacturing processes.  We were particularly interested in the chemical transformations that the aromatic compounds undergo as long as they reside in the atmosphere.  These chemical transformations can lead to the production of ground level ozone, the most toxic air pollutant that is commonly found at unhealthy levels in the United States, and can lead to aerosol particle pollution, the phenomenon that is responsibility for reduced visibility during air pollution events (\"smog\").  In our work, we found that the aromatic compounds go through a different set of chemical reactions than are currently used in the most advanced atmospheric models.  In particular, our findings suggest that aromatic compounds are somewhat less effective in producing ground level ozone than previously thought.\n\nA broader impact goal of the project was to contribute to the effort to improve air quality through a mechanistic understanding of the processes that lead to air pollution. The construction of a fundamental understanding of the chemistry that leads to ozone and aerosol formation for aromatic compounds serves to inform the public policy process and to contribute to a more expeditious and cost-effective solution to the problem of air pollution.  This program also had the broader goal of furthering the development of the human resources necessary for the nationÆs scientific enterprise.   In particular, the experience of performing original research in atmospheric chemistry (which is still a quite rare opportunity for students at four year institutions) attracted students and helped prepare them for future careers in atmospheric science.  The program also served to broaden and enrich the intellectual atmosphere at Oberlin College, and within the chemistry and biochemistry department, specifically.\n\n \n\n\t\t\t\t\tLast Modified: 05/15/2013\n\n\t\t\t\t\tSubmitted by: Matthew J Elrod"
 }
}