{
 "awd_id": "0753737",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Landscape in Language: A Transdisciplinary Workshop",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2008-06-01",
 "awd_exp_date": "2011-11-30",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2008-04-01",
 "awd_max_amd_letter_date": "2008-04-01",
 "awd_abstract_narration": "The landscape is a fundamental component of the human experience. Yet until recently, the study of these larger parts of the human environment has been fragmented among the disciplines and often has been appended to studies of more proximate environments. This award supports a transdisciplinary workshop that will bring together a range of perspectives on how landscape is represented in language, and what this reveals about the relationships of people to the land. Workshop participants will address several key questions. Are there cross-cultural and cross-linguistic variations in the delimitation, classification, and naming of geographic features? What are the similarities across languages, and how great are the differences? Can alternative world-views, as expressed in representations of landforms, be utilized to produce appropriate culturally-specific Geographic Information Systems (GIS)? The workshop will discuss these and related questions and involve about two dozen scholars from a range of disciplines: anthropologists, geographers, information scientists, linguists, philosophers, and others. The workshop will build on the long-term collaboration between the 'Ethnophysiography' research project (David Mark, Andrew Turk and David Stea) and researchers at the Max Planck Institution (MPI) for Psycholinguistics in Nijmegen (Netherlands) (Stephen Levinson, Niclas Burenhult, and others), a leading center for research on cross-cultural variations in language and thought. Researchers in the MPI's Language and Cognition Group have recently concluded a set of case studies of landscape terms (and place names) in nine languages in a wide variety of geographic locations. Researchers from those two groups constitute the workshop organizing committee. The remaining invited participants are from other institutions and disciplines, selected to compliment the strengths of the MPI and 'Ethnophysiography' participants. To ensure the presence of 'new blood' and alternative perspectives, the remaining participants will be selected from researchers who respond to an open call for participation. The workshop will combine standard paper presentations and discussion sessions with field experiences. The field trips will provide grounding for the discussions of theory and principles. The majority of the meeting will be held at Chinle, Arizona, on the Navajo Reservation, at the mouth of Canyon de Chelly. The program also will include a half day in Window Rock, capital of the Navajo Nation, where we plan for workshop participants to meet with tribal officials with responsibilities related to GIS or to cultural preservation. At the workshop's other sessions, participants will summarize their recent work and discuss research themes, including: semantics of landscape terms; the role and construction of geographic names (toponyms); topophilia; conceptual frameworks (ontologies); and relations to indigenous mapping and GIS. Discussion sessions will aim to reach consensus on research issues and priorities. These should include, but not be limited to: ontologies for comparing landscape terms and concepts cross-linguistically; factors that may influence the nature of terms and concepts adopted and used by a speech community; relationships of spiritual aspects of culture to landscape terms and toponyms; research methods, especially field methods; and discussion of ethical dimensions of the research, and its potential value to the indigenous communities involved in the research. \r\n\r\nOutcomes of the workshop will include research priorities for the study of the relationships between language, culture, and landscape. We expect new insights on this important research topic to arise during the workshop and to activate new research programs that will advance knowledge of how people conceptualize and communicate about the landscape. Workshop outcomes also should improve the theoretical basis for computerized Indigenous GIS and mapping systems. The workshop also will contribute to methods for documenting and preserving domain-specific language and culture related to landscape. Broader impact also will result from the participation of early career scholars from several disciplines, and from workshop publications (likely a special issue of a journal).  Diversity will be emphasized in the recruitment of the early-career participants. Holding the majority of the workshop on the Navajo Reservation will contribute to the local economy and provide opportunities for native-American students and others to participate in the workshop.\r\n \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Mark",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "David M Mark",
   "pi_email_addr": "dmark@buffalo.edu",
   "nsf_id": "000122881",
   "pi_start_date": "2008-04-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Buffalo",
  "inst_street_address": "520 LEE ENTRANCE STE 211",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7166452634",
  "inst_zip_code": "142282577",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "NY26",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "GMZUKXFDJMA9",
  "org_uei_num": "LMCJKRFW5R81"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Buffalo",
  "perf_str_addr": "520 LEE ENTRANCE STE 211",
  "perf_city_name": "AMHERST",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "142282577",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "NY26",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": null
}