{
 "awd_id": "0753226",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "REU Site: Marine Science Investigations at the Bodega Marine Laboratory",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sally O'Connor",
 "awd_eff_date": "2008-05-01",
 "awd_exp_date": "2012-04-30",
 "tot_intn_awd_amt": 225592.0,
 "awd_amount": 225592.0,
 "awd_min_amd_letter_date": "2008-05-06",
 "awd_max_amd_letter_date": "2010-03-04",
 "awd_abstract_narration": "This award, supported by NSF's Divisions of Biological Infrastructure and Oceanic Sciences, will engage undergraduate students in an 8-week summer research program at the Bodega Marine Laboratory (BML), about 3 miles from the coastal village of Bodega Bay. Students will develop independence and confidence in doing research and communicating science.  Faculty and other mentors will provide one-on-one research training, from choosing a topic to writing a paper, in a friendly supportive environment. Participants will receive a stipend plus housing, meals and travel costs. BML is situated on a biologically rich stretch of the California coast north of San Francisco and is part of the University of California at Davis. BML welcomes a diverse and interactive community of visiting students and scientists each summer.  REU students can choose from a variety of study organisms, habitats both marine and coastal terrestrial, and diverse areas of study, for example, coastal oceanography, invasive species ecology, pollution effects on marine life, and biodiversity.  A goal of the program is to increase the success of underrepresented minorities in marine science.  For more information, visit http://www.bml.ucdavis.edu, or contact the Program Assistant (bml-reu@ucdavis.edu) or Dr. Susan Williams (slwilliams@ucdavis.edu).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Williams",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Susan L Williams",
   "pi_email_addr": "slwilliams@ucdavis.edu",
   "nsf_id": "000209237",
   "pi_start_date": "2008-05-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Sanford",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Eric D Sanford",
   "pi_email_addr": "edsanford@ucdavis.edu",
   "nsf_id": "000101007",
   "pi_start_date": "2008-05-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "1850 RESEARCH PARK DR STE 300",
  "perf_city_name": "DAVIS",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956186153",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "113900",
   "pgm_ele_name": "RSCH EXPER FOR UNDERGRAD SITES"
  },
  {
   "pgm_ele_code": "169000",
   "pgm_ele_name": "EDUCATION/HUMAN RESOURCES,OCE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 129522.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 20000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 76070.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Research-Experiences-for-Undergraduates Program at the Bodega Marine Laboratory, University of California at Davis provided 30 nationally-competitive undergraduates with their first experience in conducting independent and original scientific research, under the mentorship of professors over eight weeks in the summers of 2008-2010. The goal of the program was to develop independent research capacity very early in the careers of the students, who were primarily college freshmen and sophomores, and to foster research excellence in marine science. The program provided an opportunity for students to participate in marine science, an experience often not possible in the student&rsquo;s home institution due to lack of proximity to the coast. Participants were selected from a national pool of highly diverse and qualified applicants from over 150 small and large colleges and universities in over 30 states. Participating students were carefully mentored through the process of research, from forming a question, conducting experiments, analyzing data, and presenting results in writing and verbally to a variety of audiences. Student research topics ranged broadly from ocean physics, environmental toxicology, plant disease, invasive species, to marine ecology. Students participated in both laboratory and field research and went on their first cruise on the Laboratory&rsquo;s research vessel during which they learned about how oceanographers sample the ocean&rsquo;s physical and biological properties. Students were trained in the ethical conduct of science and in communicating science to other scientists and the general public. Students also interacted with many scientists at different career stages and in different fields, to provide them with a broad perspective on scientific career choices. At the end of the program, students presented their research results in a scientific paper, a colloquium open to the general public, and a research symposium before an audience of scientists. Students gained skills and confidence in their ability to successfully complete a research project and communicate the results, and the experience provided a firm foundation for higher achievements in science. Post-program, students received awards for their research presented at national scientific conferences, prestigious internships and fellowships in science, and were accepted into top graduate schools for advanced degrees in science and science policy.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/30/2012<br>\n\t\t\t\t\tModified by: Susan&nbsp;L&nbsp;Williams</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Research-Experiences-for-Undergraduates Program at the Bodega Marine Laboratory, University of California at Davis provided 30 nationally-competitive undergraduates with their first experience in conducting independent and original scientific research, under the mentorship of professors over eight weeks in the summers of 2008-2010. The goal of the program was to develop independent research capacity very early in the careers of the students, who were primarily college freshmen and sophomores, and to foster research excellence in marine science. The program provided an opportunity for students to participate in marine science, an experience often not possible in the studentÆs home institution due to lack of proximity to the coast. Participants were selected from a national pool of highly diverse and qualified applicants from over 150 small and large colleges and universities in over 30 states. Participating students were carefully mentored through the process of research, from forming a question, conducting experiments, analyzing data, and presenting results in writing and verbally to a variety of audiences. Student research topics ranged broadly from ocean physics, environmental toxicology, plant disease, invasive species, to marine ecology. Students participated in both laboratory and field research and went on their first cruise on the LaboratoryÆs research vessel during which they learned about how oceanographers sample the oceanÆs physical and biological properties. Students were trained in the ethical conduct of science and in communicating science to other scientists and the general public. Students also interacted with many scientists at different career stages and in different fields, to provide them with a broad perspective on scientific career choices. At the end of the program, students presented their research results in a scientific paper, a colloquium open to the general public, and a research symposium before an audience of scientists. Students gained skills and confidence in their ability to successfully complete a research project and communicate the results, and the experience provided a firm foundation for higher achievements in science. Post-program, students received awards for their research presented at national scientific conferences, prestigious internships and fellowships in science, and were accepted into top graduate schools for advanced degrees in science and science policy. \n\n \n\n\t\t\t\t\tLast Modified: 06/30/2012\n\n\t\t\t\t\tSubmitted by: Susan L Williams"
 }
}