{
 "awd_id": "0753559",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "International Research Fellowship Program:  Shear-perturbed Polymer Structure and Dynamics through NMR Spectroscopy and Rheo-NMR",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Susan Parris",
 "awd_eff_date": "2008-09-01",
 "awd_exp_date": "2010-02-28",
 "tot_intn_awd_amt": 106300.0,
 "awd_amount": 106300.0,
 "awd_min_amd_letter_date": "2008-03-31",
 "awd_max_amd_letter_date": "2008-03-31",
 "awd_abstract_narration": "0753559\r\nBrown\r\n\r\nThe International Research Fellowship Program enables U.S. scientists and engineers to conduct nine to twenty-four months of research abroad.  The program's awards provide opportunities for joint research, and the use of unique or complementary facilities, expertise and experimental conditions abroad.\r\n\r\nThis award will support an eighteen month research fellowship by Dr. Jennifer R. Brown to work with Dr. Paul Callaghan at the University of Wellington in New Zealand.\r\n\r\nNuclear Magnetic Resonance (NMR) spectroscopy, in combination with Rheo-NMR, is being used to study polymer molecular order and dynamics in response to mechanical deformation.   NMR techniques have the unique ability to connect macroscopic material responses through spatial resolution to microscale molecular phenomena via spectroscopic techniques.  The molecular basis for the mechanical response has been of recent interest since there are many complex fluids in biology, food and material processing, oil recovery and biotechnology applications. The use of Rheo-NMR offers a unique perspective in the investigation of the molecular dynamics in such systems, since the shear cell is contained within the NMR spectrometer and the sample may be studied while in motion.  A high resolution narrow gap cylindrical Couette shear cell is used with the capacity for high enough shear rates that hydrogen bonds should be interrupted.  For the associating carbohydrate hyaluronan, the influence of shear on conformation has been proven using 13C NMR, which strongly suggests that similar effects can be observed in other associating polysaccharides, and encourages the potential of Rheo-NMR and spectroscopy in investigating proteins with a pre-assigned spectra, such as insulin.  This study of shear-perturbed proteins and polysaccharides with NMR spectroscopic techniques attempts to identify the sites responsible for inter-molecular interactions and their associated reaction rates.  NMR studies of protein molecular dynamics and structure have the potential to improve the design and processing of modern polymeric materials, such as creating food with better texture or to better understand biologically important fluid properties.  Since protein structure is related to function, the possible scientific impacts of understanding the rheological effect on structure spans fields ranging from biology to chemistry and materials science. The proposed research is therefore of a highly inter-disciplinary nature, which increases collaboration and communication across fields.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Brown",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer R Brown",
   "pi_email_addr": "",
   "nsf_id": "000560041",
   "pi_start_date": "2008-03-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brown                   Jennifer       R",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Bozeman",
  "inst_state_code": "MT",
  "inst_state_name": "Montana",
  "inst_phone_num": "",
  "inst_zip_code": "597154168",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MT01",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Brown                   Jennifer       R",
  "perf_str_addr": "",
  "perf_city_name": "Bozeman",
  "perf_st_code": "MT",
  "perf_st_name": "Montana",
  "perf_zip_code": "597154168",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MT01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "595600",
   "pgm_ele_name": "IRFP-Inter Res Fellowship Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "5941",
   "pgm_ref_txt": "NEW ZEALAND"
  },
  {
   "pgm_ref_code": "5956",
   "pgm_ref_txt": "IRFP"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 106300.0
  }
 ],
 "por": null
}