{
 "awd_id": "0753008",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "New Adsorbents for Hydrogen Storage",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ram Gupta",
 "awd_eff_date": "2008-04-01",
 "awd_exp_date": "2011-03-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 324761.0,
 "awd_min_amd_letter_date": "2008-03-26",
 "awd_max_amd_letter_date": "2009-08-26",
 "awd_abstract_narration": "CBET-0753008\r\nYang\r\n\r\nHydrogen storage is the crucially missing link to a future \"hydrogen economy.\" Hydrogen can be stored in compressed tanks, in liquefied form, and in compressed tanks filled with sorbent materials. The most promising technique is the sorbent approach. The sorbent approach includes metal hydrides and adsorbents. For transportation applications, the U. S. Department of Energy has set 6.5 wt% and 62 kg H2/m3 as the targets for on-board hydrogen storage at ambient temperature. The pressure is not specified, but 100 atm has been a nominal pressure for research.  As a reference, for a compact passenger vehicle powered by fuel cell, 4 kg H2 is needed for a driving range of 400 km. Other examples for mobile applications are storage for portable electronics such as laptop computers and cell phones that are powered by fuel cells, as well as for non-automobile transportation applications such as motorcycles.\r\n\r\nTo develop new adsorbents for hydrogen storage at ambient temperature is a most challenging problem.  Using the hydrogen spillover approach, via a simple bridging building technique (for facilitating the spillover process), we have recently prepared sorbents that have achieved by far the highest reproducible (i.e., by the DOE-designated validation lab) storage amounts at the ambient temperature among all known sorbents. Recent experiments and theoretical studies from other laboratories have shown that the interactions between both H2 and H with carbon can be substantially increased by boron-substitution or nitrogen-substitution in the carbon, leading to increased storage capacities. This research is aimed at developing B- and N-substituted carbon materials for hydrogen storage for both mobile and stationary applications, as well as for obtaining a fundamental understanding of the hydrogen spillover phenomenon on B- and N-substituted carbons for hydrogen storage.  Our work will begin with synthesis of B- and N-substituted carbons with high surface areas.  Our approach will include both direct doping of metals (for hydrogen dissociation into hydrogen atoms) on the B- and N-substituted carbon, and by using our bridging technique to further increase the spillover storage.  A fundamental understanding of the spillover phenomenon will be obtained by using a number of techniques, including the use of deuterium (D) isotope tracer for following the kinetics and mechanism of spillover. The new sorbents developed in this work should be applicable for both mobile and stationary power sources.\r\n\r\n\t This project will involve active participation of a diversity of graduate as well as undergraduate students. The students will be active in disseminating the findings and discoveries at national meetings and through publications.\tThe research will lead to a new technology for hydrogen storage, which is crucially needed for realizing a future \"hydrogen economy.\"  The new sorbents developed in this work will be applicable for both mobile and stationary power sources.  Also, the sorbents developed in this work can be readily transferred to industrial applications.  In addition, a basic understanding of the hydrogen spillover and reverse spillover phenomena will be obtained in this work.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ralph",
   "pi_last_name": "Yang",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Ralph T Yang",
   "pi_email_addr": "yang@umich.edu",
   "nsf_id": "000209640",
   "pi_start_date": "2008-03-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "1109 GEDDES AVE STE 3300",
  "perf_city_name": "ANN ARBOR",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764400",
   "pgm_ele_name": "EchemS-Electrochemical Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "051E",
   "pgm_ref_txt": "Interfacial trans & thermodynamic"
  },
  {
   "pgm_ref_code": "090E",
   "pgm_ref_txt": "Chem/Bio and Physical Diagnostics"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 295668.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 29093.0
  }
 ],
 "por": null
}