{
 "awd_id": "0753178",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:   CI-Team Demonstration: Developing a Model for Engagement of Citizen Scientists:   Lake Associations",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mark Suchman",
 "awd_eff_date": "2008-05-01",
 "awd_exp_date": "2011-10-31",
 "tot_intn_awd_amt": 53928.0,
 "awd_amount": 53928.0,
 "awd_min_amd_letter_date": "2008-04-22",
 "awd_max_amd_letter_date": "2008-04-22",
 "awd_abstract_narration": "This project will engage citizens new to cyberinfrastructure (CI) in the development of tools and data analysis; train computer science (CS) students to work with citizens, thereby transforming what they envision as possible roles and responsibilities in their future careers; and, provide lake data to the broader research, policy?]making, and educational communities, thereby broadening understanding of lake ecosystems by students, citizen scientists, and the lay community worldwide. By engaging citizens as full participants in a community committed to understanding and sharing information on lake processes, their involvement in the continued development and use of CI tools will be enhanced and sustained. The goal of this project is to bring a citizen scientist group (Lake Sunapee Protective Association) into the development and use of CI and, in the process, create and evaluate a model for engaging a broader citizen base in the articulation of needs, and the development and use of CI tools. This will be done by focusing on three objectives: (1) create CI with citizen scientists to present real?]time and archived lake buoy data to the lay public in accessible and useful forms, while simultaneously training and transferring skills to the lake association; (2) educate and train CS students to interact effectively with citizen scientists and lay communities to co-develop CI; and (3) develop a model that expands the reach and impact of CI and employ a method to assess its success. The project will also assess and document the suitability of products to K?]8 education. These objectives will be accomplished through a series of three workshops with increasingly wider participation regionally and nationally for citizen scientists and K?]8 educators. Between meetings, project students and researchers working with members of the lake association and their education staff will implement the desired functionality into a portal?]based system. Close linkages to the Global Lake Ecological Observatory Network (GLEON) will help ensure that the results are broadly disseminated worldwide.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kenneth",
   "pi_last_name": "Chiu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kenneth Chiu",
   "pi_email_addr": "kchiu@binghamton.edu",
   "nsf_id": "000287278",
   "pi_start_date": "2008-04-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Binghamton",
  "inst_street_address": "4400 VESTAL PKWY E",
  "inst_street_address_2": "",
  "inst_city_name": "BINGHAMTON",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6077776136",
  "inst_zip_code": "13902",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "L9ZDVULCHCV3",
  "org_uei_num": "NQMVAAQUFU53"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Binghamton",
  "perf_str_addr": "4400 VESTAL PKWY E",
  "perf_city_name": "BINGHAMTON",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "13902",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "747700",
   "pgm_ele_name": "CI-TEAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 53928.0
  }
 ],
 "por": null
}