{
 "awd_id": "0754024",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:  Intermediate Scale Structures in the Auroral Oval and the Ionospheric Trough",
 "cfda_num": "47.050",
 "org_code": "06020201",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Farzad Kamalabadi",
 "awd_eff_date": "2008-04-01",
 "awd_exp_date": "2011-03-31",
 "tot_intn_awd_amt": 129690.0,
 "awd_amount": 129690.0,
 "awd_min_amd_letter_date": "2008-03-26",
 "awd_max_amd_letter_date": "2010-05-26",
 "awd_abstract_narration": "The project aims to investigate the occurrence and distribution of intermediate scale irregularities that develop on the equatorward edge of the aurora and in the midlatitude trough. A network of six passive radio beacon receivers in the northeast United States will be used to assemble a database which will then be interrogated to establish the morphology of the intermediate scale structures.  A particular goal is to determine the relation of the zonal variations of the structures to the source region, such as the auroral oval or the trough, and to the level of geomagnetic activity.  The database comprises measurements of the total electron content (TEC), phase scintillations, and the rate of TEC fluctuations which will be obtained by monitoring radio beacon transmissions at 150 MHz and 400 MHz from low-Earth-orbiting satellites.  Five of the receivers to be used in the investigation already exist; the project seeks to establish a sixth receiver in upstate New York.  The receivers are Coherent Ionospheric Doppler Receivers, or CIDRs, and the network of six CIDRs established under this project will constitute the North East CIDR Array (NECA). The locations of four of the receivers are Cornell, SUNY-Oneonta, Siena College, and MIT.  These are distributed over  about 400 km of longitude at a geomagnetic latitude of ~54 degrees north. This array configuration enables measurements of the occurrence and spatial distribution characteristics of intermediate scale plasma irregularities, ranging in size from 100 m to 30 km. A southern CIDR has been deployed at Wallops Island, at roughly 4 degrees southern magnetic latitude,  and a sixth CIDR will be established in the Adirondacks of Northern New York (2 degrees north magnetic latitude) in the fall of 2007.  Data from the receivers will be used to determine the approximate altitude of observed scintillations and fluctuations. Once the approximate altitude has been determined, the observed scintillation can be located in geomagnetic latitude and longitude, as well as in position relative to the auroral oval, the ionospheric trough, and the storm enhanced density (SED) plumes.  The broader impacts of the project are both educational and societal.  The investigation will contribute to the determination of causes of space weather processes that specifically impact technologies on Earth and in near-Earth space.  Ionospheric irregularities produce scintillation in radio communication and navigation systems and generate \"clutter\" in radar signals. Such systems are ubiquitous in the air travel industry. Since there are increasing levels of air travel near the auroral oval and ionospheric trough, the morphology and occurrence of plasma irregularities in these regions has societal implications as well as scientific merit.   A central database will be established to store all  the NECA observations which will be freely and publicly available.  The project will involve undergraduates in all aspects of the investigation, including data acquisition, archiving, processing, and quality control. This will enable participating students to become familiar with the instrumentation and data as well as develop their scientific and technological competence.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Trevor",
   "pi_last_name": "Garner",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Trevor W Garner",
   "pi_email_addr": "garner@arlut.utexas.edu",
   "nsf_id": "000398805",
   "pi_start_date": "2008-03-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "110 INNER CAMPUS DR",
  "perf_city_name": "AUSTIN",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121139",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152100",
   "pgm_ele_name": "AERONOMY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 40861.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 43189.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 45640.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Project Outcomes Report</p>\n<p>&ldquo;Investigating Intermediate Scale Structures in the Auroral Oval and the Ionospheric Trough&rdquo;</p>\n<p>PI Hugh Gallagher &ndash;SUNY-Oneonta</p>\n<p>Co-PI Trevor Garner, ARL:UT</p>\n<p>Co-PI Allan Weatherwax, Siena College</p>\n<p>&nbsp;</p>\n<p>This project investigated the occurrence of intermediate scale plasma structures in and near the auroral oval. These structures are important because they cascade into the smaller structures that disrupt satellite-based radio systems and cause clutter in radar echoes. A better understanding of the location and occurrence may allow radio scientists to better mitigate the impact of these structures on their systems.</p>\n<p>The work under this grant centered on using Coherent Ionospheric Doppler Receivers (CIDRs) located at five sites in the northeastern United States called the NorthEast CIDR Array (NECA) and analyzing data from the global network of CIDRs. The CIDRs are UHF/VHF receivers that measure the Doppler shift caused by the ionosphere in radio signals sent from beacons on board low-Earth-orbiting (LEO) satellites. As these satellites fly over the auroral oval, their signals are observed by NECA.</p>\n<p>&nbsp;Much of the work performed at the Applied Research Laboratories (ARL:UT) focused upon undergraduate training and development. Five undergraduates, four from SUNY-Oneonta and one from Siena College, spent their summers at ARL:UT. These students received detailed training in the operations, repair and maintenance of the CIDR systems; began individual research projects; and attended the CEDAR meeting. After initial training, an individualized research project was developed for each student.</p>\n<p>The first student conducted a case study of a high-altitude auroral electrojet. He examined a period of northward-turning IMF on March 9, 2008. This case study compared observations from a chain of UHF/VHF receivers in Alaska to measurements from an Alaskan network of ground magnetometers and the Fairbanks scanning photometer. The relative TEC (rTEC) latitude profiles are very structured. By using the standard obliquity function and adjusting the ionospheric pierce point until the various rTEC structures observed by each receiver align, we were able to place these structures at 147 km and center the main structure at ~63.5<sup>o</sup> geographic latitude as shown in figure 1. This is roughly the latitude of the auroral electrojet estimated from the magnetometer measurements. Using the altitude and TEC enhancement from the UHF/VHF receiver measurements and neutral densities from the MSIS model, we are able to model the electrojet and the observed magnetic perturbations. We hypothesize that the high altitude of the electrojet is caused by the thermal expansion of the upper atmosphere after a magnetic storm.</p>\n<p>&nbsp;A second student conducted a case study of medium scale plasma irregularities observed by the NECA systems. This student compared a satellite pass observed by three NECA receivers. Figure 2 shows a power spectrum of the data from the Millstone Hill and Oneonta CIDRs. Here a structure of ~65 km is higher than the background plasma structure.</p>\n<p>&nbsp;A third student developed new tools for isolating poor quality data and identify radio frequency interference. He wrote new plotting algorithms in Python which plots all of the raw data measurements against one another.&nbsp; This student&rsquo;s work led to the deployment of new software to the CIDR systems and to improvements in the CIDR quality checking.</p>\n<p>&nbsp;Our fourth student investigated a method for determining the absolute TEC bias in the CIDR measurements. This technique assumes that the measured rTEC is a slant TEC (T<sub>s</sub>) that is related to the vertical TEC (T<sub>v</sub>) by an obliquity function. Taking the derivate the slant TEC produces a set of DTEC values which can be compared to CIDR measure...",
  "por_txt_cntn": "\nProject Outcomes Report\n\n\"Investigating Intermediate Scale Structures in the Auroral Oval and the Ionospheric Trough\"\n\nPI Hugh Gallagher &ndash;SUNY-Oneonta\n\nCo-PI Trevor Garner, ARL:UT\n\nCo-PI Allan Weatherwax, Siena College\n\n \n\nThis project investigated the occurrence of intermediate scale plasma structures in and near the auroral oval. These structures are important because they cascade into the smaller structures that disrupt satellite-based radio systems and cause clutter in radar echoes. A better understanding of the location and occurrence may allow radio scientists to better mitigate the impact of these structures on their systems.\n\nThe work under this grant centered on using Coherent Ionospheric Doppler Receivers (CIDRs) located at five sites in the northeastern United States called the NorthEast CIDR Array (NECA) and analyzing data from the global network of CIDRs. The CIDRs are UHF/VHF receivers that measure the Doppler shift caused by the ionosphere in radio signals sent from beacons on board low-Earth-orbiting (LEO) satellites. As these satellites fly over the auroral oval, their signals are observed by NECA.\n\n Much of the work performed at the Applied Research Laboratories (ARL:UT) focused upon undergraduate training and development. Five undergraduates, four from SUNY-Oneonta and one from Siena College, spent their summers at ARL:UT. These students received detailed training in the operations, repair and maintenance of the CIDR systems; began individual research projects; and attended the CEDAR meeting. After initial training, an individualized research project was developed for each student.\n\nThe first student conducted a case study of a high-altitude auroral electrojet. He examined a period of northward-turning IMF on March 9, 2008. This case study compared observations from a chain of UHF/VHF receivers in Alaska to measurements from an Alaskan network of ground magnetometers and the Fairbanks scanning photometer. The relative TEC (rTEC) latitude profiles are very structured. By using the standard obliquity function and adjusting the ionospheric pierce point until the various rTEC structures observed by each receiver align, we were able to place these structures at 147 km and center the main structure at ~63.5o geographic latitude as shown in figure 1. This is roughly the latitude of the auroral electrojet estimated from the magnetometer measurements. Using the altitude and TEC enhancement from the UHF/VHF receiver measurements and neutral densities from the MSIS model, we are able to model the electrojet and the observed magnetic perturbations. We hypothesize that the high altitude of the electrojet is caused by the thermal expansion of the upper atmosphere after a magnetic storm.\n\n A second student conducted a case study of medium scale plasma irregularities observed by the NECA systems. This student compared a satellite pass observed by three NECA receivers. Figure 2 shows a power spectrum of the data from the Millstone Hill and Oneonta CIDRs. Here a structure of ~65 km is higher than the background plasma structure.\n\n A third student developed new tools for isolating poor quality data and identify radio frequency interference. He wrote new plotting algorithms in Python which plots all of the raw data measurements against one another.  This studentÆs work led to the deployment of new software to the CIDR systems and to improvements in the CIDR quality checking.\n\n Our fourth student investigated a method for determining the absolute TEC bias in the CIDR measurements. This technique assumes that the measured rTEC is a slant TEC (Ts) that is related to the vertical TEC (Tv) by an obliquity function. Taking the derivate the slant TEC produces a set of DTEC values which can be compared to CIDR measurements. The observed DTEC data can be fitted to produce an estimate for baseline TEC. The baseline TEC from a CIDR colocated with an Incoherent Scatter Radar has been compared with the TEC calculated by integrating t..."
 }
}