{
 "awd_id": "0754813",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Classification of amenable C*-algebras and applications",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce P. Palka",
 "awd_eff_date": "2008-06-01",
 "awd_exp_date": "2011-05-31",
 "tot_intn_awd_amt": 143976.0,
 "awd_amount": 143976.0,
 "awd_min_amd_letter_date": "2008-04-23",
 "awd_max_amd_letter_date": "2008-04-23",
 "awd_abstract_narration": "This proposal is to study when two C*-algebras are isomorphic by comparing their   K-theoretic data. In particular, it attempts to use the K-theoretic data to determine whether two unital separable simple amenable C*-algebras which are approximately divisible (or Z-stable) and satisfies the Universal Coefficient Theorem are isomorphic. It also proposes to study a closely related problem whether K-theoretic data of a minimal dynamic system could determine the structure of the minimal dynamic system by studying the associated transformation C*-algebra together with other K-theoretic data of the system.  Viewing C*-algebras as non-commutative topological spaces, it also proposes to study (approximate) homotopy theory in C*-algebras.\r\n\r\n\r\nIn the micro-scopical physical world, an observable may be modeled by a self-adjoint operator on a Hilbert space, according to Dirac and von Neumann. A system of such operators forms a C*-algebra. Such a system has the structure of addition and multiplication like the system of complex numbers. However, in a C*-algebra, multiplication may not be commutative which corresponds to the Heisenberg uncertainty principle. Let X be a compact metric space and F be a transformation from X to X which is assumed to be invertible and both F and its inverse are continuous. The pair (X, F) forms the associated transformation C*-algebra.  To study the dynamical structure of (X, F), one may start with the associated C*-algebra.  The study of the structure of the associated C*-algebra provides the information of the original dynamical system. One of such examples is the special case that X is the unit circle and F is an irrational rotation on the circle. The associated C*-algebra is a unital separable simple amenable C*-algebra. This C*-algebra can also be formed by a typical non-commutative relation of two unitary operators. It is also known as non-commutative torus. There are many C*-algebras come from different fields of sciences and the study of C*-algebras has variety of applications. For example, C*-algebras may be formed by operators on some Hilbert spaces, by classical dynamic systems, by non-commutative geometry, by group representations, or, by many other studies such as quantization. To classify a class of C*-algebras is to use a few computable data to completely determine C*-algebras in the class and their structure, in the process, one may also understand the related operators on Hilbert spaces, dynamical systems, non-commutative geometry, group representations, and, in turn, these may further provide applications to other parts of the scientific world.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Huaxin",
   "pi_last_name": "Lin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Huaxin Lin",
   "pi_email_addr": "hlin@uoregon.edu",
   "nsf_id": "000290749",
   "pi_start_date": "2008-04-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Oregon Eugene",
  "inst_street_address": "1776 E 13TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "EUGENE",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5413465131",
  "inst_zip_code": "974031905",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "UNIVERSITY OF OREGON",
  "org_prnt_uei_num": "Z3FGN9MF92U2",
  "org_uei_num": "Z3FGN9MF92U2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Oregon Eugene",
  "perf_str_addr": "1776 E 13TH AVE",
  "perf_city_name": "EUGENE",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "974031905",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 143976.0
  }
 ],
 "por": null
}