{
 "awd_id": "0754979",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Removal of Toxic Gases by Intercalation and Reactive Adsorption",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rosemarie D. Wesson",
 "awd_eff_date": "2008-04-01",
 "awd_exp_date": "2011-03-31",
 "tot_intn_awd_amt": 122075.0,
 "awd_amount": 122075.0,
 "awd_min_amd_letter_date": "2008-02-29",
 "awd_max_amd_letter_date": "2008-02-29",
 "awd_abstract_narration": "CBET-0754979\r\nGubbins\r\n\r\nThis NSF award by the Chemical and Biological Separations program supports work by Professors Teresa J. Bandosz and Keith E. Gubbins at CUNY City College and North Carolina State University, respectively, to investigate and design novel reactive adsorbents for the removal of toxic gases.  Growing concerns about the environment and terrorist attacks prompt a search for effective adsorbents for removal of small molecule toxic gases, such as ammonia, hydrogen sulfide, sulfur dioxide, and carbon monoxide. These are usually to be removed under ambient conditions in the presence of moisture, conditions where physical adsorption forces are weak. \r\n\r\nIn the research program proposed here we will use a combined experimental and theoretical approach to explore toxic gas removal using reactive adsorption, by designing graphite oxide materials with functional surface groups that are optimal for removal of these gases.  The experimental work will be carried out at CUNY City College, and the theoretical program at North Carolina State University.  We seek to determine the fundamental mechanism, at the atomic and electronic levels, of reactive adsorption/intercalation of small molecule toxic gases on these materials. The graphite oxides will be synthesized and modified to achieve suitable microporosity and reactive/catalytic surface properties. The fundamental theoretical studies will guide the synthesis of materials with appropriate pore structures and surface functionalilties.  In return, the experimental findings will suggest new directions of enquiry for the theoretical studies.  Studies will be made both in the absence and presence of water,  thus mimicking practical conditions in industry.\r\nThis will be the first concerted combined experimental and theoretical investigation of these systems.  The research is expected to lead to improved functionalized adsorbents, which may find application in other scientific challenges where the separation of reactive molecules is involved. In addition to developing experimental and theoretical algorithms to design effective adsorbents, the results may find wide applications in air cleaning, energy storage, and fuel cell technology. The materials developed may also find application as gas sensors. Changes in electrical conductivity due to the presence of such small molecules intercalated within the graphite interlayer space can be used to detect toxic gases at low concentrations.\r\n\r\nTwo graduate students (one at CCNY and one at NCSU) and one undergraduate student (CCNY) will work on the project. Since CCNY is a minority serving institution there is a high probability that students from underrepresented groups will be involved in the research, which will have a positive effect on development of environmental awareness in the minority group. Other important educational aspects are the development of new environmental chemistry experiments by the undergraduate student involved in the research (independent research undergraduate project), and the development of new theoretical methods for the surface characterization of functionalized materials and for reaction with diffusion in nano-structured materials.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Keith",
   "pi_last_name": "Gubbins",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Keith E Gubbins",
   "pi_email_addr": "keg@ncsu.edu",
   "nsf_id": "000263114",
   "pi_start_date": "2008-02-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "2601 WOLF VILLAGE WAY",
  "perf_city_name": "RALEIGH",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276950001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141700",
   "pgm_ele_name": "Interfacial Engineering Progra"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "052E",
   "pgm_ref_txt": "MAT & PROC FOR CHEM SEPARATION"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 122075.0
  }
 ],
 "por": null
}