{
 "awd_id": "0754060",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Interfacial and Bulk Flow Processing of Biological Substrates",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eddie Chang",
 "awd_eff_date": "2008-04-15",
 "awd_exp_date": "2012-12-31",
 "tot_intn_awd_amt": 315000.0,
 "awd_amount": 315000.0,
 "awd_min_amd_letter_date": "2008-04-03",
 "awd_max_amd_letter_date": "2012-08-30",
 "awd_abstract_narration": "CBET-0754060\r\nFuller\r\n\r\nIntellectual Merit:\r\n\r\nCollagen and silk fibroin are fibrous proteins that have attracted interest as biomaterials for use as scaffold and cell culture substrates. This research effort is directed at interfacial and bulk flow processing methods that are able to control the orientation and morphology of these materials. It is demonstrated that this control of microstructure has important consequences on the behavior of human cells that are grown on the surfaces of these proteins. Interfacial flow processing methods will be investigated as a means of manipulating the orientation of collagen fibrils. In the case of silk fibroin, these techniques will be used to systematically vary the degree of crystallization and orientation of the crystalline morphology of this protein. Confinement of these proteins to an interface strongly facilitates intermolecular interactions and self assembly, and offers important advantages for flow-induced manipulation of microstructure. The second method that will be used to manipulate microstructure is the application of hydrodynamic forces to these materials from the liquid crystalline state. In the case of collagen, cholesteric phases can be achieved and flow processes are able to create remarkable structures through flow banding. These bands also appear to control cell growth. The experimental methods that will be applied to these systems include interfacial rheology to measure the surface moduli of these layers, dichroism measurements to determine flow-induced orientational order, the measurement of interfacial isotherms, and surface x-ray diffraction and reflectivity. The proposal includes preliminary data acquired using these techniques that reveal our ability to effectively create important, new morphologies with these fibrous proteins.\r\n\r\nThe project has an REU and RET aspect.\r\n\r\nBroader Impacts Resulting from the Proposed Activity:\r\n\r\nAlthough this research effort is not a program in tissue engineering, its results are expected to be very relevant to this broad area. In particular, it is known that the morphology of substrate microstructure has a strong influence on the subsequent shape, size, and proliferation of cells that grow on them. Two graduate students in chemical engineering will be trained in subjects that include interfacial thermodynamics, interfacial fluid mechanics, rheology (bulk and interfacial), the culturing of cells, and an array of characterization techniques (interfacial rheology, dichroism and Brewster angle microscopy, and x-ray scattering). Outreach activities in the Fuller laboratory have provided internships to undergraduate and high school researchers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gerald",
   "pi_last_name": "Fuller",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Gerald G Fuller",
   "pi_email_addr": "ggf@stanford.edu",
   "nsf_id": "000464382",
   "pi_start_date": "2008-04-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "450 JANE STANFORD WAY",
  "perf_city_name": "STANFORD",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943052004",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141400",
   "pgm_ele_name": "INTERFAC PROCESSES & THERMODYN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "051E",
   "pgm_ref_txt": "Interfacial trans & thermodynamic"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 315000.0
  }
 ],
 "por": null
}