{
 "awd_id": "0754696",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "IDBR: Development of a new instrument for discovering protein targets",
 "cfda_num": "47.074",
 "org_code": "08080200",
 "po_phone": "7032928132",
 "po_email": "csanford@nsf.gov",
 "po_sign_block_name": "Christopher Sanford",
 "awd_eff_date": "2008-05-01",
 "awd_exp_date": "2013-04-30",
 "tot_intn_awd_amt": 619116.0,
 "awd_amount": 619116.0,
 "awd_min_amd_letter_date": "2008-04-21",
 "awd_max_amd_letter_date": "2012-04-25",
 "awd_abstract_narration": "A grant has been awarded to Drs. Tolley and McCarroll at Southern Illinois University to develop an instrument that can systematically identify the proteins in a cell that interact with a specific molecule.  These proteins are generally referred to as targets.  There is currently no genomic or proteomic approach for performing this type of analysis.  Identifying the targets is necessary because there are many molecules that have significant effects on cells, and yet their mode of action and target is unknown.  The identification of the target proteins of a molecule is critical to evaluate and understand biological systems.  The method to do this was invented by the PIs and is called DIABLA (dynamic isoelectric binding ligand assay).  A prototype instrument has been constructed and has demonstrated DIABLA?s great potential and many advantages, but it is labor intensive and not suitable for everyday use.  In order to unlock DIABLA?s potential, additional instrumental development must be performed.\r\n\r\nTwo different instrumental configurations will be constructed as part of this grant award, each having capabilities that the other lacks.  The first will be referred to as a discovery system.  In this configuration, DIABLA will be able to incrementally search the biological sample for targets and then isolate each target with a very high precision.  The targets will then be identified using mass spectrometry.  This will not be a rapid analysis, but it will effectively discover and identify new protein targets.  The second configuration is called screening mode.  Each sample is rapidly separated and analyzed to determine its binding profile.  Though each target will not be identified, the overall pattern of targets will be visualized, permitting rapid comparisons between different samples.  This binding profile will be able to provide information critical to understanding the biological pathways that the molecule influences.  The instrument will have the capability of analyzing eight different samples simultaneously.  This could be used to measure the binding of eight different chemicals to a single sample, or to screen eight different tissue types against a single molecule to determine organ-specific effects, for instance.  Each analysis would take less than thirty minutes, and future embodiments of the instrument could easily accommodate additional samples.  \r\n\r\nThere are significant broader impacts that the proposed research will have on many research areas.  It will be important because it can provide data and perform analyses that are not possible using other methods, enabling future research in understanding RNA splicing, environmental pollutants and other areas where protein interactions need to be identified and studied.  The screening capabilities of DIABLA will enable the protein binding patterns from different samples to be rapidly compared.  The samples could be from different tissue types, organisms or sub-cellular protein fractions.  The binding patterns can then be compared to understand the observed biological effects and help to integrate primary and applied protein research.  A derivative of a plasticizer could be tested, for instance, to determine if it has the same binding pattern as known endocrine disruptors.  This capability will accelerate development of new products and increase consumer and environmental safety.  \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Luke",
   "pi_last_name": "Tolley",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Luke T Tolley",
   "pi_email_addr": "ltolley@chem.siu.edu",
   "nsf_id": "000423833",
   "pi_start_date": "2008-04-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "McCarroll",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew E McCarroll",
   "pi_email_addr": "mmccarroll@chem.siu.edu",
   "nsf_id": "000253710",
   "pi_start_date": "2008-04-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Southern Illinois University at Carbondale",
  "inst_street_address": "900 S NORMAL AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CARBONDALE",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "6184534540",
  "inst_zip_code": "629014302",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "IL12",
  "org_lgl_bus_name": "BOARD OF TRUSTEES OF SOUTHERN ILLINOIS UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "Y28BEBJ4MNU7"
 },
 "perf_inst": {
  "perf_inst_name": "Southern Illinois University at Carbondale",
  "perf_str_addr": "900 S NORMAL AVE",
  "perf_city_name": "CARBONDALE",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "629014302",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "IL12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "110800",
   "pgm_ele_name": "INSTRUMENTAT & INSTRUMENT DEVP"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1108",
   "pgm_ref_txt": "INSTRUMENTAT & INSTRUMENT DEVP"
  },
  {
   "pgm_ref_code": "9184",
   "pgm_ref_txt": "BIOTECHNOLOGY - INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 245553.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 211681.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 161882.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>DIABLA (dynamic isoelectric anisotropy binding ligand assay) is a method developed to be able to gain a better understanding of how drugs or other small molecules behave in a cell. In order to understand the mode of action of these small molecules, it is necessary to determine which proteins they interact with. DIABLA does this by using the combination of two methods: isoelectric focusing and fluorescence anisotropy. Briefly, the isoelectric focusing separates proteins in a capillary based on their acidity. This is usually done in the presence of the molecule to be tested. After the proteins are focused into individual bands, the capillary is scanned to measure the anisotropy of the test molecule. The anisotropy values are small where the molecule is free in solution, but increases significantly when the molecule is interacting with a protein. In this way, we can determine which protein bands are interacting with the molecule. Isolation of the interacting bands followed by identification will help us to understand how the molecule is affecting the cell.</p>\n<p>Not only can DIABLA be applied to understand how drugs work in general, it could be applied to identify the protein binding partners in different tissue types. This would give an idea as to the side effects of a drug, even before human trials started. In the future, DIABLA could also be used to scan samples from different individuals to determine if a potential medicine would bind to the correct proteins in them. This could assist in tailoring a treatment to an individual&rsquo;s own biology.</p>\n<p>The research was able to demonstrate this technology, even with complicated samples from cancer cells. To do this, new models for anisotropy were developed, power supplies and control software were constructed and a unique optical microscope system was assembled.</p>\n<p>Though there are aspects of DIABLA that still require additional work, it has shown to be a method with the potential to accelerate drug development, decrease the side effects from drugs and is another step towards personalized medicine.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/27/2015<br>\n\t\t\t\t\tModified by: Luke&nbsp;T&nbsp;Tolley</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nDIABLA (dynamic isoelectric anisotropy binding ligand assay) is a method developed to be able to gain a better understanding of how drugs or other small molecules behave in a cell. In order to understand the mode of action of these small molecules, it is necessary to determine which proteins they interact with. DIABLA does this by using the combination of two methods: isoelectric focusing and fluorescence anisotropy. Briefly, the isoelectric focusing separates proteins in a capillary based on their acidity. This is usually done in the presence of the molecule to be tested. After the proteins are focused into individual bands, the capillary is scanned to measure the anisotropy of the test molecule. The anisotropy values are small where the molecule is free in solution, but increases significantly when the molecule is interacting with a protein. In this way, we can determine which protein bands are interacting with the molecule. Isolation of the interacting bands followed by identification will help us to understand how the molecule is affecting the cell.\n\nNot only can DIABLA be applied to understand how drugs work in general, it could be applied to identify the protein binding partners in different tissue types. This would give an idea as to the side effects of a drug, even before human trials started. In the future, DIABLA could also be used to scan samples from different individuals to determine if a potential medicine would bind to the correct proteins in them. This could assist in tailoring a treatment to an individualÆs own biology.\n\nThe research was able to demonstrate this technology, even with complicated samples from cancer cells. To do this, new models for anisotropy were developed, power supplies and control software were constructed and a unique optical microscope system was assembled.\n\nThough there are aspects of DIABLA that still require additional work, it has shown to be a method with the potential to accelerate drug development, decrease the side effects from drugs and is another step towards personalized medicine. \n\n \n\n\t\t\t\t\tLast Modified: 04/27/2015\n\n\t\t\t\t\tSubmitted by: Luke T Tolley"
 }
}