{
 "awd_id": "0754990",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "REU Site:  Regional Atmospheric Chemistry:  State-of-the-Art Measurement and Modeling in the Pacific Northwest",
 "cfda_num": "47.050",
 "org_code": "06020104",
 "po_phone": "7032928522",
 "po_email": "sedgerto@nsf.gov",
 "po_sign_block_name": "Sylvia Edgerton",
 "awd_eff_date": "2008-05-01",
 "awd_exp_date": "2012-10-31",
 "tot_intn_awd_amt": 231199.0,
 "awd_amount": 231199.0,
 "awd_min_amd_letter_date": "2008-04-17",
 "awd_max_amd_letter_date": "2010-04-13",
 "awd_abstract_narration": "The Laboratory for Atmospheric Research (LAR) at Washington State University (WSU) will build on existing summer research programs and organize a Research Experiences for Undergraduates (REU) site.  Eight or nine students will be recruited each summer, targeting underrepresented communities in the Pacific Northwest (Native Americans and first-generation college students) plus minority students from outside the Northwest who would not otherwise have undergraduate research opportunities.  Through several half-day workshops during the program, students will learn about atmospheric chemistry, measurement and modeling techniques, data interpretation, and scientific communication.  In parallel with these workshops, students will pursue individual research projects with faculty and graduate student mentors.  These projects will focus on current problems in atmospheric chemistry including: biogenic emissions and secondary organic aerosol formation; agricultural and forest fires in the Pacific Northwest with associated visibility and health impacts; air quality impacts of livestock and agricultural operations; and air quality forecasting, remote sensing, and the impacts of climate change.  Throughout the summer, the students will meet weekly as a group with the faculty advisors to discuss research progress and present individual results.  The summer will culminate with poster presentations from each student at the WSU Undergraduate Research Symposium.\r\n\r\nThe focus on atmospheric chemistry and air quality issues will promote among the participants the idea of interdisciplinary and collaborative research and encourage them to pursue graduate school opportunities and careers in an environmental field.  The REU program will increase the participation of underrepresented students in engineering and science.  The program will also contribute to broader impacts on education by assessing the impact of the REU experience on participants' beliefs and perspectives on science and engineering research.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Lamb",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Brian K Lamb",
   "pi_email_addr": "blamb@wsu.edu",
   "nsf_id": "000412863",
   "pi_start_date": "2008-04-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Shane",
   "pi_last_name": "Brown",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Shane A Brown",
   "pi_email_addr": "shane.brown@oregonstate.edu",
   "nsf_id": "000342237",
   "pi_start_date": "2008-04-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington State University",
  "inst_street_address": "240 FRENCH ADMINISTRATION BLDG",
  "inst_street_address_2": "",
  "inst_city_name": "PULLMAN",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "5093359661",
  "inst_zip_code": "991640001",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "WA05",
  "org_lgl_bus_name": "WASHINGTON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "XRJSGX384TD6"
 },
 "perf_inst": {
  "perf_inst_name": "Washington State University",
  "perf_str_addr": "240 FRENCH ADMINISTRATION BLDG",
  "perf_city_name": "PULLMAN",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "991640001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "WA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152400",
   "pgm_ele_name": "Atmospheric Chemistry"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 76802.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 77063.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 77334.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Regional Atmospheric<br />Chemistry:&nbsp; State-of-the-Art Measurements<br />and Modeling in the Pacific Northwest</strong></p>\n<p>This Research Experience for Undergraduate (REU) program was<br />focused on air quality, atmospheric chemistry and climate change with an emphasis upon research conducted in the Pacific Northwest by Washington State University.&nbsp; The program involved approximately eight non-WSU and three to four WSU undergraduate students working in the Laboratory for Atmospheric Research (LAR) at WSU each summer from 2009 through 2011.&nbsp; Students were introduced to air quality and climate change science through a series of workshops, and they were teamed with faculty and graduate student mentors to develop and conduct individual research projects.&nbsp; Workshops also provided career development training related to communication skills, how to apply to graduate school, scientific ethics and interdisciplinary training.&nbsp; Their research involved hands-on work using<br />sophisticated atmospheric monitoring instrumentation and/or using the latest in community weather and air pollution computer models.&nbsp; The research topics covered a wide range of topics, but in each case the projects were linked to ongoing, externally funded research in LAR.&nbsp; For example, two Native American students employed a highly sensitive monitoring instrument to measure air toxic concentrations over several weeks at a site on Nez Perce tribal lands.&nbsp; Other students employed NASA satellite products to evaluate the LAR air quality forecast system for the Northwest.&nbsp; A complete list of student projects and findings are available on the REU web site <a href=\"http://lar.wsu.edu/ugrad_reu.html\">http://lar.wsu.edu/ugrad_reu.html</a>. .&nbsp; At the end of the summer, each student<br />presented their work at the WSU Undergraduate Research Symposium.&nbsp; In addition, a number of the students presented their work at international science conferences and their work contributed to peer reviewed publications in science journals.&nbsp; A key component of the REU program was inclusion of one student each summer working on research related to engineering<br />education.&nbsp; Results from this research, focused on the effectiveness of the REU program, showed that students were very satisfied with the program and that participation in the REU program strongly promoted retention of these students in STEM disciplines.&nbsp; A number of the REU participants are now in<br />STEM discipline graduate programs across the US.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/09/2013<br>\n\t\t\t\t\tModified by: Brian&nbsp;K&nbsp;Lamb</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nRegional Atmospheric\nChemistry:  State-of-the-Art Measurements\nand Modeling in the Pacific Northwest\n\nThis Research Experience for Undergraduate (REU) program was\nfocused on air quality, atmospheric chemistry and climate change with an emphasis upon research conducted in the Pacific Northwest by Washington State University.  The program involved approximately eight non-WSU and three to four WSU undergraduate students working in the Laboratory for Atmospheric Research (LAR) at WSU each summer from 2009 through 2011.  Students were introduced to air quality and climate change science through a series of workshops, and they were teamed with faculty and graduate student mentors to develop and conduct individual research projects.  Workshops also provided career development training related to communication skills, how to apply to graduate school, scientific ethics and interdisciplinary training.  Their research involved hands-on work using\nsophisticated atmospheric monitoring instrumentation and/or using the latest in community weather and air pollution computer models.  The research topics covered a wide range of topics, but in each case the projects were linked to ongoing, externally funded research in LAR.  For example, two Native American students employed a highly sensitive monitoring instrument to measure air toxic concentrations over several weeks at a site on Nez Perce tribal lands.  Other students employed NASA satellite products to evaluate the LAR air quality forecast system for the Northwest.  A complete list of student projects and findings are available on the REU web site http://lar.wsu.edu/ugrad_reu.html. .  At the end of the summer, each student\npresented their work at the WSU Undergraduate Research Symposium.  In addition, a number of the students presented their work at international science conferences and their work contributed to peer reviewed publications in science journals.  A key component of the REU program was inclusion of one student each summer working on research related to engineering\neducation.  Results from this research, focused on the effectiveness of the REU program, showed that students were very satisfied with the program and that participation in the REU program strongly promoted retention of these students in STEM disciplines.  A number of the REU participants are now in\nSTEM discipline graduate programs across the US.\n\n\t\t\t\t\tLast Modified: 08/09/2013\n\n\t\t\t\t\tSubmitted by: Brian K Lamb"
 }
}