{
 "awd_id": "0754434",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "International Research Fellowship Program:   A Study of Aguaruna Traditional Ecological Knowledge of Fruiting Plant-Frugivore Mutualism",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "John Snyder",
 "awd_eff_date": "2009-05-01",
 "awd_exp_date": "2011-04-30",
 "tot_intn_awd_amt": 49563.0,
 "awd_amount": 49563.0,
 "awd_min_amd_letter_date": "2008-06-11",
 "awd_max_amd_letter_date": "2008-06-11",
 "awd_abstract_narration": "0754434\r\nJernigan\r\n\r\nThe International Research Fellowship Program enables U.S. scientists and engineers to conduct nine to twenty-four months of research abroad.  The program's awards provide opportunities for joint research, and the use of unique or complementary facilities, expertise and experimental conditions abroad.\r\n\r\nThis award will support a twelve-month research fellowship (within a duration of twenty-four months) by Dr. Kevin A. Jernigan to work with Dr. Alonso Jose Alvarez at the Instituto de Investigaciones de la Amazonia Peruana in Iquitos, Peru.\r\n\r\nThis research project is a year-long study of knowledge that the Aguaruna of the Peruvian Amazon have about the ecological relationships between birds and plants in their local environment.  Specifically, the host and PI are working in two indigenous communities in the Alto Marañón region.  The Marañón is an ideal study region for this project because of its high biodiversity of bird and plant species and the incomplete state of scientific knowledge of the ecological interactions under study.  They are interviewing members of the two participating communities, asking what they know about diet, preferred habitat, importance for seed dispersal, nesting behavior and foraging ecology of local bird species.  They will carry out field identification of bird species and collection of specimens of plant species that the Aguaruna consider to be edible to birds.  They wish to determine whether the Aguaruna tend to generalize ecological relationships within groups of birds and plants they consider to be related.  They are testing the prediction that informants will tend to say that birds they consider to be related eat the same plants, and that plants they consider to be related are eaten by the same birds. They also predict that knowledgeable informants recognize more exceptions to such general patterns than less knowledgeable informants.  The investigation relates to the larger goal of understanding how scientific and local ecological knowledge can be complimentary. In particular, the project examines how Aguaruna ecological knowledge about the relationships between birds and plants compares to the limited western scientific knowledge for this geographical region. The data generated in this research also have relevance to tropical ecology and conservation projects in the upper Marañón region of Peru and adjacent regions of the upper Amazon, by increasing understanding of the complex ecological relationships between tropical bird and plant species that occur there. After data analysis, they plan to give summaries of the results to the Aguaruna communities participating in the study.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "Jernigan",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin A Jernigan",
   "pi_email_addr": "",
   "nsf_id": "000078205",
   "pi_start_date": "2008-06-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Jernigan                Kevin          A",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Tucson",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "",
  "inst_zip_code": "857121929",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "AZ06",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Jernigan                Kevin          A",
  "perf_str_addr": "",
  "perf_city_name": "Tucson",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "857121929",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "AZ06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "595600",
   "pgm_ele_name": "IRFP-Inter Res Fellowship Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "5926",
   "pgm_ref_txt": "LATIN AMERICA, SDC"
  },
  {
   "pgm_ref_code": "5956",
   "pgm_ref_txt": "IRFP"
  },
  {
   "pgm_ref_code": "5977",
   "pgm_ref_txt": "AMERICAS PROGRAM"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 49563.0
  }
 ],
 "por": null
}