{
 "awd_id": "0754129",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SGER:    Performance Analysis and Optimization of Grid Web Services",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mohamed G. Gouda",
 "awd_eff_date": "2008-05-01",
 "awd_exp_date": "2009-04-30",
 "tot_intn_awd_amt": 10000.0,
 "awd_amount": 10000.0,
 "awd_min_amd_letter_date": "2008-04-22",
 "awd_max_amd_letter_date": "2008-04-22",
 "awd_abstract_narration": "The focus of this SGER project is on the Web Services model that uses open standards, such as HTTP (Hyper Text Transfer Protocol), XML (Extensible Markup Language), or one of many other in-use or emerging standards. In particular, the project addresses the support of grid technologies with Web Services. Grid technology can deliver teraflops of computer cycles and peta-bytes of storage systems, interconnected by gigabit networks. But, the realization of this potential depends on the development of tools, applications and infrastructure that exploit it and lend themselves to easy deployment by end users.\r\n\r\nThe adoption of Web services in grid middleware and applications is primarily due to rich features. However, use of the currently available Web services implementation stacks can impact performance of grid applications. A critical component that is missing for Grid Web services is a set of fundamental metrics and micro-benchmarks for Web services based grid middleware/applications that provide insights on performance limitations, bottlenecks, and opportunities for optimizations. The focus of this one year project is on the design and development of a set of core-kernel micro-benchmarks and application-class workloads for Web services -- standard sets of workloads to test the various features and performance characteristics of Web service implementations, rather than their interoperability. This public benchmark framework will provide a standard mechanism to quantify, compare, and evaluate the performance of toolkits and study the strengths and weaknesses for a wide range of representative use case scenarios. \r\n\r\nThe broader impacts of this project are that the outcome, a benchmark suite, may aid in the scientific understanding and evolution of grid middleware to meet the performance requirements necessary for adoption by the wider scientific community. The development of tools, middleware and applications that employ state-of-the-art performance enhancements and techniques will help in exploiting the true potential of the grid infrastructure for many scientific applications. The core-kernel benchmarks also have the potential of being adopted by the grid community as a standard for performance evaluation of Web services. Use of the open-source programming model and publication of documentation and tutorials on the project web page will help in dissemination of the results.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Madhusudhan",
   "pi_last_name": "Govindaraju",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Madhusudhan Govindaraju",
   "pi_email_addr": "mgovinda@binghamton.edu",
   "nsf_id": "000292657",
   "pi_start_date": "2008-04-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Binghamton",
  "inst_street_address": "4400 VESTAL PKWY E",
  "inst_street_address_2": "",
  "inst_city_name": "BINGHAMTON",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6077776136",
  "inst_zip_code": "13902",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "L9ZDVULCHCV3",
  "org_uei_num": "NQMVAAQUFU53"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Binghamton",
  "perf_str_addr": "4400 VESTAL PKWY E",
  "perf_city_name": "BINGHAMTON",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "13902",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "735400",
   "pgm_ele_name": "CSR-Computer Systems Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9237",
   "pgm_ref_txt": "SMALL GRANTS-EXPLORATORY RSRCH"
  },
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "7354",
   "pgm_ref_txt": "COMPUTER SYSTEMS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": null
}