{
 "awd_id": "0754033",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "IRES:  U.S.-Finland Study of the Impacts of Forest Floor Manipulations and Post Harvest Residue Removal for Biofuels",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bonnie Thompson",
 "awd_eff_date": "2008-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 146126.0,
 "awd_amount": 146126.0,
 "awd_min_amd_letter_date": "2008-05-20",
 "awd_max_amd_letter_date": "2008-05-20",
 "awd_abstract_narration": "This U.S.-Finland activity provides International Research Experience for Students (IRES) for graduate and undergraduate students from Rutgers University, in Camden and the tri-state area, to study forest floor manipulations with restoration of pine and natural vegetation being the focus in New Jersey and maintenance, or loss, of soil fertility being the focus of research in the intensively managed pine production forests of Finland.  At Rutgers, the principal investigator is John Dighton, joined by Dennis Gray from the Pinelands Field Station. Helja-Sisko Helmisaari from the Finnish Forest Research Institute in Vantaa heads the team in Finland.  Together, they will oversee student research projects that manipulate forest floor organic matter inputs to soils. Student domestic and international field studies will inform aspects of separately funded, longer-term research headed respectively by Dighton on production forestry and Helmisaari on nutrient dynamics.  Overall, results are expected to improve our knowledge of potential ecological consequences of biofuels extraction and help IRES participants understand the link between biofuels energy choices and environmental sustainability issues.\r\n\r\nThe experienced Rutgers-Vantaa researcher team maintains that the quality and quantity of forest floor material is important in the regulation of the decomposition process, mineral nutrient availability and plant antagonistic chemicals. Together they designed their IRES program to help students learn more about the severe ecological disturbance by evaluating the impacts of biofuels harvesting and fire, disturbance, and seed restoration techniques on the two contrasting forests. Student research projects will be an experiential extension of the learning process started in the classroom.  With guidance from U.S and Finnish mentors, IRES student participants will gain training in field biology and forest science as they examine soil fauna, vegetation, soil microbiology and mycology, and soil chemistry at manipulated sites.  Findings from student sites in pitch pine nutrient-poor ecosystems in New Jersey will be compared to those of the Scots pine nutrient-poor ecosystems in Finland that have experienced intensified collection of logging residues. From their results students and researchers hope to gain new insights into the major effects that follow from altering forest floor decomposition and how the resultant changes in soil physical and chemical composition influence plant species, productivity and forest sustainability.\r\n\r\nThis interdisciplinary IRES with an emphasis on soil ecology fulfills the program objective of advancing scientific knowledge by enabling experts in the United States and Europe to combine complementary talents and share research resources in areas of strong mutual interest and competence.   Broader impacts include early career introduction of U.S. graduate and undergraduate students to a culture of international collaboration and interdisciplinary research at a time when there is growing global interest in biofuels and forest development as well as the associated ecological and economic consequences. \r\n\r\n\r\n\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Dighton",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "John Dighton",
   "pi_email_addr": "dighton@camden.rutgers.edu",
   "nsf_id": "000196411",
   "pi_start_date": "2008-05-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dennis",
   "pi_last_name": "Gray",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Dennis M Gray",
   "pi_email_addr": "dmgray@rci.rutgers.edu",
   "nsf_id": "000193060",
   "pi_start_date": "2008-05-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University Camden",
  "inst_street_address": "303 COOPER ST",
  "inst_street_address_2": "",
  "inst_city_name": "CAMDEN",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8562252949",
  "inst_zip_code": "081021519",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NJ01",
  "org_lgl_bus_name": "RUTGERS THE STATE UNIVERSITY",
  "org_prnt_uei_num": "YHAYMDR5EXX7",
  "org_uei_num": "MPJFHQ7SMNH1"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University Camden",
  "perf_str_addr": "303 COOPER ST",
  "perf_city_name": "CAMDEN",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "081021519",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NJ01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118100",
   "pgm_ele_name": "ECOSYSTEM STUDIES"
  },
  {
   "pgm_ele_code": "772700",
   "pgm_ele_name": "IRES Track I: IRES Sites (IS)"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5935",
   "pgm_ref_txt": "FINLAND"
  },
  {
   "pgm_ref_code": "5979",
   "pgm_ref_txt": "Europe and Eurasia"
  },
  {
   "pgm_ref_code": "7639",
   "pgm_ref_txt": "IRES"
  },
  {
   "pgm_ref_code": "9186",
   "pgm_ref_txt": "RESOURCE USE AND MANAGEMENT"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 146126.0
  }
 ],
 "por": null
}