{
 "awd_id": "0754911",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Topics in Dynamical Systems:  Attractors, Dimension, Lattice Model",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce P. Palka",
 "awd_eff_date": "2008-07-01",
 "awd_exp_date": "2012-06-30",
 "tot_intn_awd_amt": 276461.0,
 "awd_amount": 281501.0,
 "awd_min_amd_letter_date": "2008-04-16",
 "awd_max_amd_letter_date": "2010-04-03",
 "awd_abstract_narration": "The proposed research deals with problems in the theory of smooth dynamical systems and their applications to mathematical and statistical physics and geometry. The main subject of study is the so- called hyperbolic dynamical systems that provides a mathematical foundation for the paradigm that is widely known as \"deterministic chaos\" -- the appearance of irregular chaotic motions in purely deterministic dynamical systems. This paradigm asserts that conclusions about global properties of a nonlinear dynamical system with sufficiently strong hyperbolic behavior can be deduced from studying the linearized systems along its trajectories. The study of hyperbolic phenomena originated in seminal works of Artin, Morse, Hedlund, and Hopf on the instability and ergodic properties of geodesic flows on compact surfaces. Later, hyperbolic behavior was observed in other situations (e,g, Smale horseshoes and hyperbolic toral automorphism). The systematic study of hyperbolic dynamical systems was initiated by Smale, Anosov and Sinai who studied dynamical systems with sufficiently strong hyperbolic behavior. Such systems possess high level of unpredictability and exhibit strong chaotic behavior. In the proposal the PI considers the weakest (hence, most general) form of hyperbolicity known as nonuniform hyperbolicity. The theory of nonuniformly hyperbolic dynamical systems originated in the work of the PI (sometimes this theory is referred to as \"Pesin theory'') and the study of these systems is based upon the theory of Lyapunov exponents.\r\n\r\nThere are three main topics in the proposal. 1. Thermodynamic formalism for nonuniformly hyperbolic dynamical systems -- this is to build statistical physics of phase transitions for systems with nonzero Lyapunov exponents based on recent works on Markov extensions and tower constructions. 2. Mixed hyperbolicity and stable ergodicity -- this is to study how \"typical\" the systems with nonuniform hyperbolic behavior are. A recent result by Dolgopyat and the PI shows that such systems exist on any phase space. 3. Coexistence of hyperbolic and non-hyperbolic behavior -- this is to complement the famous Kolmogorov-Arnold-Moser (KAM) theory by constructing particular examples of systems with coexistence of nonzero Lyapunov exponents and areas with zero entropy. The PI also proposes to apply his work to the FitzHugh-Nagumo equation and the Brusselator model -- the famous models in neurobiology and chemistry. They provide interesting new and \"naturally\" appearing examples of nonuniformly hyperbolic systems as well as demonstrate transitions from relatively simple Morse-Smale systems to \"strange\" attractors and to Smale horseshoes.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yakov",
   "pi_last_name": "Pesin",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Yakov B Pesin",
   "pi_email_addr": "pesin@math.psu.edu",
   "nsf_id": "000295371",
   "pi_start_date": "2008-04-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 OLD MAIN",
  "perf_city_name": "UNIVERSITY PARK",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 89375.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 97181.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 94945.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project deals with some core problems in modern theory of Smooth Dynamical Systems that are aimed at describing stochastic behavior of systems with some degree of hyperbolicity.</p>\n<p>There are various classes of dynamical systems whose study requires different techniques. The project concentrates on systems whose trajectories are hyperbolic.&nbsp; Roughly speaking, this means that the behavior of trajectories near a given one resembles the behavior of trajectories near a saddle point, and hence, a hyperbolic trajectory is unstable (in almost all directions in space). If the set of hyperbolic trajectories is sufficiently large (for example, has positive or full measure with respect to an invariant measure for the system), this instability forces trajectories to become separated. If the phase space of the system is compact, the trajectories mix together because there is not enough room to separate them. This is one of the main reasons why systems with hyperbolic trajectories on compact phase spaces exhibit chaotic behavior.&nbsp;</p>\n<p>Indeed, hyperbolic theory provides a mathematical foundation for the paradigm that is widely known as ``deterministic chaos'' -- the appearance of irregular chaotic motions in purely deterministic dynamical systems. This paradigm asserts that conclusions about global properties of a nonlinear dynamical system with sufficiently strong hyperbolic behavior can be deduced from studying the linearized systems along its trajectories.</p>\n<p>The project deals with systems with the weakest (hence, most general) form of hyperbolicity known as non-uniform (complete or partial) hyperbolicity. The later can be expressed in terms of Lyapunov exponents: the system is non-uniformly (complete or partially) hyperbolic if there is a large set of trajectories with (all or respectively some) non-zero Lyapunov exponents. Conservative (i.e., volume preserving) systems of this type have positive entropy.</p>\n<p>The project includes a number of topics centered around the following three directions:</p>\n<p>1) Thermodynamic formalism for non-uniformly hyperbolic dynamical systems. This is an adaptation of the formalism of equilibrium statistical physics to dynamical systems and includes constructing Gibbs and equilibrium measures for a broad class of potential functions.&nbsp; Bowen, Ruelle and Sinai have affected thermodynamic formalism for uniformly hyperbolic dynamical systems by representing them as symbolic dynamical systems of a special type (so-called sub-shifts of finite type). Extending this formalism to non-uniformly hyperbolic systems requires completely different techniques and is based on representing the system as a tower with appropriately chosen &ldquo;base&rdquo; (or &ldquo;inducing domain&rdquo;) and &ldquo;height&rdquo; (or &ldquo;inducing time&rdquo;). Examples include unimodal and multimodal maps, Henon-like attractors as well as some volume preserving systems (e.g., Teichmuller geodesic flows).</p>\n<p>2) Stable ergodicity. A system is stably ergodic if it is ergodic along with any of its sufficiently small perturbation. In other words, ergodicity of this system is robust. A natural class of systems that can be stably ergodic is the class of systems that are partially hyperbolic, i.e., they are hyperbolic in some but not all directions in the space (these exceptional directions form a subspace called &ldquo;central&rdquo;). The Pugh-Shub stable ergodicity theory provides conditions that guarantee that a given conservative partially hyperbolic system is stably ergodic. A different approach was developed by Burns, Dolgopyat and the PI in which one examines the Lyapunov exponents along the central direction and establishes stable ergodicity under assumption that these exponents are all negative (or all positive). This approach has proven to be efficient in establishing the Pugh-Shub stable ergodicity theory for dissipative systems. Exte...",
  "por_txt_cntn": "\nThe project deals with some core problems in modern theory of Smooth Dynamical Systems that are aimed at describing stochastic behavior of systems with some degree of hyperbolicity.\n\nThere are various classes of dynamical systems whose study requires different techniques. The project concentrates on systems whose trajectories are hyperbolic.  Roughly speaking, this means that the behavior of trajectories near a given one resembles the behavior of trajectories near a saddle point, and hence, a hyperbolic trajectory is unstable (in almost all directions in space). If the set of hyperbolic trajectories is sufficiently large (for example, has positive or full measure with respect to an invariant measure for the system), this instability forces trajectories to become separated. If the phase space of the system is compact, the trajectories mix together because there is not enough room to separate them. This is one of the main reasons why systems with hyperbolic trajectories on compact phase spaces exhibit chaotic behavior. \n\nIndeed, hyperbolic theory provides a mathematical foundation for the paradigm that is widely known as ``deterministic chaos'' -- the appearance of irregular chaotic motions in purely deterministic dynamical systems. This paradigm asserts that conclusions about global properties of a nonlinear dynamical system with sufficiently strong hyperbolic behavior can be deduced from studying the linearized systems along its trajectories.\n\nThe project deals with systems with the weakest (hence, most general) form of hyperbolicity known as non-uniform (complete or partial) hyperbolicity. The later can be expressed in terms of Lyapunov exponents: the system is non-uniformly (complete or partially) hyperbolic if there is a large set of trajectories with (all or respectively some) non-zero Lyapunov exponents. Conservative (i.e., volume preserving) systems of this type have positive entropy.\n\nThe project includes a number of topics centered around the following three directions:\n\n1) Thermodynamic formalism for non-uniformly hyperbolic dynamical systems. This is an adaptation of the formalism of equilibrium statistical physics to dynamical systems and includes constructing Gibbs and equilibrium measures for a broad class of potential functions.  Bowen, Ruelle and Sinai have affected thermodynamic formalism for uniformly hyperbolic dynamical systems by representing them as symbolic dynamical systems of a special type (so-called sub-shifts of finite type). Extending this formalism to non-uniformly hyperbolic systems requires completely different techniques and is based on representing the system as a tower with appropriately chosen \"base\" (or \"inducing domain\") and \"height\" (or \"inducing time\"). Examples include unimodal and multimodal maps, Henon-like attractors as well as some volume preserving systems (e.g., Teichmuller geodesic flows).\n\n2) Stable ergodicity. A system is stably ergodic if it is ergodic along with any of its sufficiently small perturbation. In other words, ergodicity of this system is robust. A natural class of systems that can be stably ergodic is the class of systems that are partially hyperbolic, i.e., they are hyperbolic in some but not all directions in the space (these exceptional directions form a subspace called \"central\"). The Pugh-Shub stable ergodicity theory provides conditions that guarantee that a given conservative partially hyperbolic system is stably ergodic. A different approach was developed by Burns, Dolgopyat and the PI in which one examines the Lyapunov exponents along the central direction and establishes stable ergodicity under assumption that these exponents are all negative (or all positive). This approach has proven to be efficient in establishing the Pugh-Shub stable ergodicity theory for dissipative systems. Extending this result to partially hyperbolic systems with Lyapunov exponents in the central direction of both signs is a challenge and will constitute a substantially new devel..."
 }
}