{
 "awd_id": "0754606",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: IDBR: WildSense: Instrumenting Wildlife to Gather Contact Rate Information Using Delay Tolerant Wireless Sensor Networks",
 "cfda_num": "47.074",
 "org_code": "08080200",
 "po_phone": "7032928132",
 "po_email": "csanford@nsf.gov",
 "po_sign_block_name": "Christopher Sanford",
 "awd_eff_date": "2008-07-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 260879.0,
 "awd_amount": 260879.0,
 "awd_min_amd_letter_date": "2008-06-27",
 "awd_max_amd_letter_date": "2011-05-17",
 "awd_abstract_narration": "A grant has been awarded to Drs. Shivakant Mishra and Richard Han at the University of Colorado, Boulder, and Drs. Tom Hobbs and Michael Miller at the Colorado State University and Colorado Division of Wildlife, Fort Collins. The title of the project is ?Collaborative Research: IDBR: WildSense: Instrumenting Wildlife to Gather Contact Rate Information Using Delay Tolerant Wireless Sensor Networks?. The main goal of this project is to design, implement, and deploy WildSense, a novel system for remotely tracking free-ranging animals in natural environments based on the emerging technology of mobile, delay-tolerant, wireless sensor networks. WildSense is expected to provide transformative improvements, both qualitatively and quantitatively, over the state-of-the-art telemetry systems currently being used to study wildlife. Qualitative improvements offered by WildSense include an ability to collect location information as well as timing, location, and duration of contacts among free-ranging animals; quantitative improvements include a tenfold enhancement in the accuracy of collected data, a tenfold reduction in instrument and labor costs, and a much easier way of managing the entire system. \r\n\r\nThis project is comprised of three activities: (1) Developing a hardware prototype that can be easily carried by a wide range of wild vertebrates; (2) Building the embedded software, networking and application code to accommodate the resource constraints posed by limited memory, radio bandwidth, CPU processing speed, and energy lifetime available on current wireless sensor devices; and (3) Testing and deploying WildSense in a fully controlled lab environment, a paddock using tame, captive mule deer as test subjects, and in a field environment using free-ranging mule deer. \r\n\r\nWildSense is expected to transform studies of animal ecology to benefit a broad community of users. These benefits include the potential for increasing sample sizes of instrumented animals tenfold by reducing per unit costs, for fundamentally improving communicating data from animals to researchers, and for affording unique opportunities to observe contact patterns among animals. The project also addresses basic challenges in designing and implementing mobile, delay tolerant sensor networks that provide accurate data for end-users. These challenges are posed by difficult environmental conditions including the natural elements, wildlife locomotion, and lossy wireless communication, as well as resource constraints including limited energy lifetime, memory, bandwidth, and processing capability. The WildSense system presents many opportunities for exploring the tradeoffs between reliability, accuracy, timeliness, and longevity. This project will train undergraduate and graduate students to do interdisciplinary work in computer science & engineering, ecology and wildlife management. In addition, the project will involve students from underrepresented groups in all aspects of development and field evaluation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Moore",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "John C Moore",
   "pi_email_addr": "john.moore@colostate.edu",
   "nsf_id": "000467861",
   "pi_start_date": "2009-04-22",
   "pi_end_date": "2009-09-10"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "N. Thompson",
   "pi_last_name": "Hobbs",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "N. Thompson Hobbs",
   "pi_email_addr": "tom.hobbs@colostate.edu",
   "nsf_id": "000347455",
   "pi_start_date": "2009-09-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colorado State University",
  "inst_street_address": "601 S HOWES ST",
  "inst_street_address_2": "",
  "inst_city_name": "FORT COLLINS",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "9704916355",
  "inst_zip_code": "805212807",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "COLORADO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LT9CXX8L19G1"
 },
 "perf_inst": {
  "perf_inst_name": "Colorado State University",
  "perf_str_addr": "601 S HOWES ST",
  "perf_city_name": "FORT COLLINS",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "805212807",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "110800",
   "pgm_ele_name": "INSTRUMENTAT & INSTRUMENT DEVP"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1108",
   "pgm_ref_txt": "INSTRUMENTAT & INSTRUMENT DEVP"
  },
  {
   "pgm_ref_code": "9184",
   "pgm_ref_txt": "BIOTECHNOLOGY - INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 1470.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 31922.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 122119.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 105368.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The ability of scientists to track the locations of individual animals enabled by very high frequency radio telemetry revolutionized research on wildlife during the 1960s. This technology allowed researchers and managers to understand where animals lived, the habitat resources they required to thrive, and the paths they used for migration. Telemetry rapidly became an indispensable tool supporting wise management of wildlife all over the globe. Since 1960, there have been dramatic improvements in the ability to precisely locate individuals, refinements provided by global positioning systems, cell phone networks, and satellites. It is now possible to relocate animals of all sizes, from mice to whales, with astonishing accuracy.</p>\n<p>However, current technology can do only one thing well: it can tell you where an animal is and when. Many important questions in ecology depend on understanding how animals interact, that is, who comes in contact with whom. Fundamental questions in social behavior, predator-prey interactions, and disease ecology cannot be answered by simply knowing an individual's location. Many of the most important diseases affecting people and their livelihoods emerge from wildlife, and the inability to understand interactions among wildlife using telemetry severely limits our ability to understand and manage the transmission of these diseases.</p>\n<p>We created an unusual collaboration between computer scientists and wildlife ecologists to develop a new generation of wildlife telemetry enabling scientists to study interactions among individuals as well as their locations. The technology is based on mobile sensor networks. The idea of these networks is simple. Individuals are fit with telemetry devices. When two individuals come into proximity, their interaction and its time and place are stored as data. A particularly novel feature of the technology we developed was the ability of individual devices to exchange data on previous contacts. So, as a simple example, imagine that deer A comes in contact with deer B who has previously contacted deer C and D. After their interaction, the memory on the device for deer A registers contacts with B as well as the contact between B and C and B and D. As a result, each animal carries information about the full network of contacts among instrumented individuals.</p>\n<p>The computer scientists on our team developed the hardware and software components of the technology. The wildlife ecologists tested its reliability. Testing occurred in two phases. We initially examined the ability of devices to record contacts between semi-tame bighorn sheep held in a large enclosure. We were able to visually observe the distance between animals and the position orientation of telemetry devices relative to the animals' bodies. This phase of testing allowed us to rigorously determine the accuracy of the technology and to specify the conditions when it would work and when it would not.</p>\n<p>The second phase involved placing devices on wild animals free-ranging in their natural habitats. We did this by capturing mule deer north of Fort Collins, Colorado using helicopter net-gunning. The deer were fit with prototype devices fixed with an automatic drop-off mechanism and a radio-locator that would allow us to recover the devices and the data they contained a month later (Figure 1). The purpose of this phase of testing was to assure that the devices could be used under field conditions and that data could be recovered and interpreted. Five collars were deployed and four were recovered with complete records on interactions among the five animals, including the times and locations where they came in contact with one another. Even though one collar was not recovered, we were able to learn about the contacts of the animal that wore it because of the exchange of data with collars that were recovered. We also hope to demonstrate that a &ld...",
  "por_txt_cntn": "\nThe ability of scientists to track the locations of individual animals enabled by very high frequency radio telemetry revolutionized research on wildlife during the 1960s. This technology allowed researchers and managers to understand where animals lived, the habitat resources they required to thrive, and the paths they used for migration. Telemetry rapidly became an indispensable tool supporting wise management of wildlife all over the globe. Since 1960, there have been dramatic improvements in the ability to precisely locate individuals, refinements provided by global positioning systems, cell phone networks, and satellites. It is now possible to relocate animals of all sizes, from mice to whales, with astonishing accuracy.\n\nHowever, current technology can do only one thing well: it can tell you where an animal is and when. Many important questions in ecology depend on understanding how animals interact, that is, who comes in contact with whom. Fundamental questions in social behavior, predator-prey interactions, and disease ecology cannot be answered by simply knowing an individual's location. Many of the most important diseases affecting people and their livelihoods emerge from wildlife, and the inability to understand interactions among wildlife using telemetry severely limits our ability to understand and manage the transmission of these diseases.\n\nWe created an unusual collaboration between computer scientists and wildlife ecologists to develop a new generation of wildlife telemetry enabling scientists to study interactions among individuals as well as their locations. The technology is based on mobile sensor networks. The idea of these networks is simple. Individuals are fit with telemetry devices. When two individuals come into proximity, their interaction and its time and place are stored as data. A particularly novel feature of the technology we developed was the ability of individual devices to exchange data on previous contacts. So, as a simple example, imagine that deer A comes in contact with deer B who has previously contacted deer C and D. After their interaction, the memory on the device for deer A registers contacts with B as well as the contact between B and C and B and D. As a result, each animal carries information about the full network of contacts among instrumented individuals.\n\nThe computer scientists on our team developed the hardware and software components of the technology. The wildlife ecologists tested its reliability. Testing occurred in two phases. We initially examined the ability of devices to record contacts between semi-tame bighorn sheep held in a large enclosure. We were able to visually observe the distance between animals and the position orientation of telemetry devices relative to the animals' bodies. This phase of testing allowed us to rigorously determine the accuracy of the technology and to specify the conditions when it would work and when it would not.\n\nThe second phase involved placing devices on wild animals free-ranging in their natural habitats. We did this by capturing mule deer north of Fort Collins, Colorado using helicopter net-gunning. The deer were fit with prototype devices fixed with an automatic drop-off mechanism and a radio-locator that would allow us to recover the devices and the data they contained a month later (Figure 1). The purpose of this phase of testing was to assure that the devices could be used under field conditions and that data could be recovered and interpreted. Five collars were deployed and four were recovered with complete records on interactions among the five animals, including the times and locations where they came in contact with one another. Even though one collar was not recovered, we were able to learn about the contacts of the animal that wore it because of the exchange of data with collars that were recovered. We also hope to demonstrate that a \"listener\" node, a received placed at a fixed location could be used successfully to down..."
 }
}