{
 "awd_id": "0754998",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Improving Prediction of Precipitation by Objective  Estimation of Bulk Effects of Cloud and Precipitation Microphysical Processes",
 "cfda_num": "47.050",
 "org_code": "06020105",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bradley F. Smull",
 "awd_eff_date": "2008-05-01",
 "awd_exp_date": "2010-04-30",
 "tot_intn_awd_amt": 534170.0,
 "awd_amount": 370983.0,
 "awd_min_amd_letter_date": "2008-05-09",
 "awd_max_amd_letter_date": "2009-03-20",
 "awd_abstract_narration": "All numerical models of the atmosphere operate at some set minimum resolution which, for example, may be represented by the spatial distance separating points at which measurable properties (e.g., temperature, moisture, wind etc.) are explicitly predicted.  Processes operating at inherently smaller scales in the spaces between these points are termed \"sub-grid scale\", and must be approximated so that their net resolvable-scale impact is accounted for as accurately as possible. One common approach to this approximation for cloud and precipitation processes is termed \"bulk microphysical parameterization.\"  This project will investigate a new method for diagnosing and correcting systematic errors in such parameterizations through optimal inclusion (or \"assimilation\") of radar-observed precipitation fields into an ongoing model run. While traditional efforts to improve bulk microphysical parameterizations have centered on use of archived observations to better tune a myriad of internal parameters, the proposed approach aims to project available real-time radar observations onto a greatly reduced number of external parameters termed \"contribution coefficients\", allowing modulation of each individual process as a whole. The assembled research team will develop this approach in the context of a 4-dimensional variational data assimilation (4DVAR) system operating in junction with the widely distributed Weather Research and Forecasting (WRF) model at the National Center for Atmospheric Research. Efforts will initially be applied to a combination of orographic (mountain-induced) and frontally-forced storms whose atmospheric circulations are relatively simple capable of being well captured by the WRF model. Ultimately, however, the benefits of such an approach are likely to be greatest for global climate models whose large areal coverage will likely prohibit explicit inclusion of cloud microphysical processes for quite some time.\r\n\r\nThe intellectual merit of this study rests on developing improved estimates of cloud microphysical processes and their contributions to evolving storm structures, which will in turn allow a more objective assessment of the efficacy and suitability of individual bulk parameterization schemes for future use and improvement. This will initially be accomplished through assimilating widely available radar reflectivity observations into a cloud-resolving model for a variety of storm locations and types, but the approach will ultimately be amenable to inclusion of more advanced \"polarimetric\" radar observations or microphysical processes as those become widely available over the next decade. More accurate yet desirably efficient inclusion of cloud and precipitation processes in global models is an overarching goal of this research.\r\n\r\nBroader impacts of this research include graduate student education and enhancements to community-based atmospheric model (WRF) used by a wide variety of U.S. and international investigators. The PI will also be training other students and researchers in data assimilation through teaching courses, individual mentoring, and hosting visitors from other institutions. Results of this research hold the potential to improve forecasts of the timing, location and intensity of precipitation events and associated societal impacts.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tomislava",
   "pi_last_name": "Vukicevic",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tomislava Vukicevic",
   "pi_email_addr": "Tomislava.Vukicevic@noaa.gov",
   "nsf_id": "000425689",
   "pi_start_date": "2008-05-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Isidora",
   "pi_last_name": "Jankov",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Isidora Jankov",
   "pi_email_addr": "isidora.jankov@noaa.gov",
   "nsf_id": "000076199",
   "pi_start_date": "2008-05-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 MARINE ST",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 191293.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}