{
 "awd_id": "0754750",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "REU site: Field Experience in South Texas coastal dynamics",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": "7032927709",
 "po_email": "elrom@nsf.gov",
 "po_sign_block_name": "Elizabeth Rom",
 "awd_eff_date": "2008-02-01",
 "awd_exp_date": "2012-01-31",
 "tot_intn_awd_amt": 282417.0,
 "awd_amount": 282417.0,
 "awd_min_amd_letter_date": "2008-01-30",
 "awd_max_amd_letter_date": "2010-01-07",
 "awd_abstract_narration": "Abstract: 0754750\r\nThis award provides funding for a new Research Experience for Undergraduates (REU) program at University of Texas at Austin. The program will support ten students each summer during a ten week summer research program. The program will emphasize coastal dynamics, including natural variability and human-driven change. Projects will take advantage of the wide temporal and spatial variations in environmental characteristics along the south Texas coast. REU students will be widely recruited from across the U.S, with a focus on recruiting students from the Hispanic majority population in Texas and from historically minority-serving institutions. During a 10-week summer program, students will: 1) participate in a two-day research cruise along the south Texas coast; 2) develop independent research projects; 3) attend weekly research seminars and professional development discussions; 4) curate individual web pages; and 5) present their research results at a symposium hosted at the Institute. This proposal is supported by the entire faculty of the Marine Science Institute, which has a long history of undergraduate training, through its educational programs and involvement in NSF-sponsored undergraduate research initiatives. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Edward",
   "pi_last_name": "Buskey",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Edward J Buskey",
   "pi_email_addr": "ed.buskey@utexas.edu",
   "nsf_id": "000096548",
   "pi_start_date": "2008-01-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Deana",
   "pi_last_name": "Erdner",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Deana L Erdner",
   "pi_email_addr": "derdner@nsf.gov",
   "nsf_id": "000225992",
   "pi_start_date": "2008-01-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "110 INNER CAMPUS DR",
  "perf_city_name": "AUSTIN",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121139",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169000",
   "pgm_ele_name": "EDUCATION/HUMAN RESOURCES,OCE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 96077.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 93170.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 93170.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This program involved creating a new site in South Texas for carrying out the National Science Foundation&rsquo;s &ldquo;Research Experiences for Undergraduates&rdquo; (REU) program, which provides opportunities for undergraduate college students to acquire &ldquo;hands on&rdquo; research experience carrying out a research project during the summer under the guidance of a faculty member at the University of Texas Marine Science Institute. &nbsp;This program emphasized studies of coastal dynamics, including natural variability and human driven change in coastal environments. Students were widely recruited from across the US, with a focus on increasing participation in marine science among Hispanic students that form the majority of the population in many areas of the southwestern US, and where there are numerous minority-serving institutions of higher education. During our 10-week summer program students participated in a two-day research cruise along the south Texas coast, developed independent research projects with&nbsp;guidance from their faculty mentor,&nbsp; and presented their research findings at a public scientific symposium hosted by the institute at the end of the summer. In addition, students attended weekly scientific seminars and professional development seminars to provide them with a broader sense of the types of research carried out in marine science and to provide them with professional development by understanding the types of careers available in marine science. A special series of presentations and group exercises on &ldquo;ethics in science&rdquo; was also presented to students each summer to provide a sense of the importance of ethical conduct in science research and to make them aware of the issues involved. Several participants each year were provided the opportunity to attend a national science meeting to present their research results through separately funded programs.</p>\n<p><br />The University of Texas REU program hosted between eight and ten students each summer, providing financial support for their travel to Texas, room and board during their 10 week participation, and a summer salary stipend. We had nearly 200 applicants for the 30 available positions over the first three years of this program.&nbsp; Of the students participating in our program, nearly three quarters were female, one fifth Hispanic and one eighth first generation college students. We surveyed all of our students both before and after the program, and they uniformly reported gains in their research skills as well as their understanding of science as a career as a consequence of their research experience.&nbsp; In a follow up survey of alumni of our program, all the students responding had either completed their bachelor&rsquo;s degrees or were still enrolled in college. Of those graduating in science, most were either employed in science-related jobs or attending graduate school in science. &nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/23/2012<br>\n\t\t\t\t\tModified by: Edward&nbsp;J&nbsp;Buskey</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis program involved creating a new site in South Texas for carrying out the National Science FoundationÆs \"Research Experiences for Undergraduates\" (REU) program, which provides opportunities for undergraduate college students to acquire \"hands on\" research experience carrying out a research project during the summer under the guidance of a faculty member at the University of Texas Marine Science Institute.  This program emphasized studies of coastal dynamics, including natural variability and human driven change in coastal environments. Students were widely recruited from across the US, with a focus on increasing participation in marine science among Hispanic students that form the majority of the population in many areas of the southwestern US, and where there are numerous minority-serving institutions of higher education. During our 10-week summer program students participated in a two-day research cruise along the south Texas coast, developed independent research projects with guidance from their faculty mentor,  and presented their research findings at a public scientific symposium hosted by the institute at the end of the summer. In addition, students attended weekly scientific seminars and professional development seminars to provide them with a broader sense of the types of research carried out in marine science and to provide them with professional development by understanding the types of careers available in marine science. A special series of presentations and group exercises on \"ethics in science\" was also presented to students each summer to provide a sense of the importance of ethical conduct in science research and to make them aware of the issues involved. Several participants each year were provided the opportunity to attend a national science meeting to present their research results through separately funded programs.\n\n\nThe University of Texas REU program hosted between eight and ten students each summer, providing financial support for their travel to Texas, room and board during their 10 week participation, and a summer salary stipend. We had nearly 200 applicants for the 30 available positions over the first three years of this program.  Of the students participating in our program, nearly three quarters were female, one fifth Hispanic and one eighth first generation college students. We surveyed all of our students both before and after the program, and they uniformly reported gains in their research skills as well as their understanding of science as a career as a consequence of their research experience.  In a follow up survey of alumni of our program, all the students responding had either completed their bachelorÆs degrees or were still enrolled in college. Of those graduating in science, most were either employed in science-related jobs or attending graduate school in science.  \n\n\t\t\t\t\tLast Modified: 03/23/2012\n\n\t\t\t\t\tSubmitted by: Edward J Buskey"
 }
}