{
 "awd_id": "0754825",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Bridging the Scales of Wetted Particulate Flows:  Experiment, Theory, and Simulation",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ashok S. Sangani",
 "awd_eff_date": "2008-04-01",
 "awd_exp_date": "2011-12-31",
 "tot_intn_awd_amt": 315000.0,
 "awd_amount": 327000.0,
 "awd_min_amd_letter_date": "2008-02-08",
 "awd_max_amd_letter_date": "2010-06-03",
 "awd_abstract_narration": "CBET-0754825, Davis\r\n\r\nIntellectual Merit. Processes involving the flow of solid particles are ubiquitous in both nature (landslides, avalanches, planetary rings, etc.) and industry (pharmaceuticals, food products, chemical process industries), though a predictive understanding of their behavior remains an elusive goal. Of particular interest in the proposed effort are systems involving particles coated with a thin layer of viscous fluid ? i.e., wet solids. Such systems are found in a wide range of applications (fluidized-bed granulation, mixing of pharmaceuticals, pollen transport, filtration, etc.), and are known to display characteristics atypical of their dry counterparts, namely the presence of particle agglomerates. A predictive knowledge of agglomeration formation, rearrangement, growth, and break-up is a key element in the rational design of wet-solid processes, though such a predictive tool is not currently available.  The current effort aims to address the aforementioned need, with a particular focus on viscous (dynamic) effects occurring between wetted particles, which are relatively unexplored as compared to the capillary (static) effects of wetted systems and viscous effects of fully-immersed systems. Preliminary experiments display two surprising behaviors: (i) an oblique collision between 2 wetted particles initially forms a rotating agglomerate, which may separate at a later time, and (ii) a normal collision between 3 wetted particles in a Newton?s cradle setup, when run at a series of impact velocities, displays all possible geometric outcomes except that displayed by a traditional (dry) Newton?s cradle. It is hypothesized that (i) is due to the role of centrifugal forces and (ii) is due to the simultaneous, fluid-mediated interaction between all 3 particles (whereas the dry Newton?s cradle is modeled as a series of 2-body collisions). A combination of experiments and fundamental theory based on lubrication, capillary forces, and solid mechanics will be used to develop stick/separate and breakup criteria for small agglomerates. The theory will require only measurable solid and liquid properties (no adjustable parameters). A stepwise approach will be followed, where 2-particle experiments and theory are the initial focus, followed by an extension of both to 3-particle systems.\r\n \r\nTo bridge this micro-level physics with macro-level behavior, the microphysical theory will be incorporated into discrete-particle simulations. The effect of the liquid layer on continuum quantities like stress will be assessed via an examination of simple shear flow of wet grains. Furthermore, discrete-particle simulations will also be carried out for two specific unit operations, namely rotating drums and fluidized-bed granulation (or enlargement), in an effort to describe non-intuitive behaviors observed in granular and gas-solid systems, respectively.  This work will be a collaboration between the PI (Prof. Robert Davis) and the co-PI (Prof.\r\nChristine Hrenya), who have extensive background in the theoretical, experimental, and simulation aspects associated with fluid and particulate flows.\r\n\r\n\r\nBroader Impacts. The broader impacts of the work include the following: (i) a more fundamental understanding of wetted particulate systems, (ii) incorporation of the new theory into the MFIX framework, a no-cost, open-source code for modeling multiphase systems, available to researchers worldwide, (iii) training of students in the area of particle technology, which has been identified as a national need [1-3], (iv) sharing of learned information with the technical community (via presentions, peer-reviewed publications, and web sites), the student community (via incorporation into Particle Technology course developed by the co-PI and outreach), and the non-scientific community, and (v) active encouragement of underrepresented minorities. A unique aspect of this work is the use of a ?Stokes? cradle? (similar to the conventional Newton?s cradle, but with liquid added to the colliding balls) as an experimental apparatus; the widespread familiarity with this desktop toy will be capitalized upon in demonstrations to K-12 students and teachers, as well as the non-scientific community.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Davis",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Robert H Davis",
   "pi_email_addr": "robert.davis@colorado.edu",
   "nsf_id": "000466005",
   "pi_start_date": "2008-02-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christine",
   "pi_last_name": "Hrenya",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Christine M Hrenya",
   "pi_email_addr": "hrenya@colorado.edu",
   "nsf_id": "000285628",
   "pi_start_date": "2008-02-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 MARINE ST",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141500",
   "pgm_ele_name": "PMP-Particul&MultiphaseProcess"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "055E",
   "pgm_ref_txt": "Particle science and technology"
  },
  {
   "pgm_ref_code": "058E",
   "pgm_ref_txt": "Newtonian fluids"
  },
  {
   "pgm_ref_code": "9152",
   "pgm_ref_txt": "EDUCATION PROGRAM EVALUATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 107621.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 107866.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 111513.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Over 70% of pharmaceutical products include small particles in their final forms or during one or more stages of processing.&nbsp;&nbsp; Avalanches and mud slides cause loss of life and billions of dollars of damage to structures each year.&nbsp; In all these examples, a key element is the relative motion and collisions of small particles and whether or not these particles stick together.&nbsp; The presence of liquid between the particles can play a key role.</p>\n<p>Our research project considered collisions of wet particles and whether they stick together or bounce apart after impact.&nbsp; Collisions of wet particles occur in natural phenomena such as avalanches and mud slides and in industrial processes such agglomeration and fluidization.&nbsp; Previous research on particle collisions focused on dry collisions, for which rebound is the common outcome due to elastic deformation and for which solid-solid frication is important for<br />oblique collisions.&nbsp; In contrast, for wet collisions, viscous dissipation and interfacial forces can overcome the elastic forces and cause the particles to stick.&nbsp; Our group was the first to consider both solid and liquid forces with<br />the development of our &ldquo;elastohydrodynamic&rdquo; theory and accompanying experiments to determine the conditions for which bouncing occurs and for which rebound occurs, as well as how the wet coefficient of restitution differs from the dry coefficient of restitution when bouncing does occur.</p>\n<p>The primary intellectual merit of this research project is a new, fundamental understanding of the roles of a liquid layer on head-on collisions of three wetted particles and oblique collisions of two wetted particles.&nbsp; Both theory and experiment were undertaken.&nbsp; Key outcomes include:</p>\n<p>1)&nbsp;&nbsp;&nbsp; Head-on collisions of three particles can exhibit four different outcomes, ranging from all three particles sticking together to all three separating.</p>\n<p>2)&nbsp;&nbsp;&nbsp; Oblique collisions of two particles can exhibit three different outcomes, including the two particles sticking together, bouncing apart, or initially sticking together and later separating due to centrifugal forces.</p>\n<p>In addition, simulations of a dilute system of wet particles in a simple shear flow were performed.&nbsp; They demonstrate doublet formation due to sticking, as well as an overall loss of kinetic energy in the system due to viscous&nbsp; dissipation in the liquid layer.</p>\n<p>The findings have been published in six journal articles and are useful because they allow us to predict when wet particles will stick together or when they will separate from each other.&nbsp; Particles that stick together, or to solid surfaces, are often desired for processes such as agglomeration and filtration and in preventing mud slides and avalanches.&nbsp; On the other hand, particles that separate after collision are desired for granular flows such as cereal and pharmaceutical processing and in fluidized beds for chemical reactions.</p>\n<p>Other broader impacts include the training of one graduate student and four<br />undergraduates in research methods, the development of a &ldquo;Stokes&rsquo; cradle&rdquo;<br />demonstration to teach students and the general public about physics and fluid mechanics, and the creation of an Advanced Placement Preparation program designed to prepare disadvantaged high-school students for advanced-placement tests in chemistry and physics.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/29/2012<br>\n\t\t\t\t\tModified by: Robert&nbsp;H&nbsp;Davis</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOver 70% of pharmaceutical products include small particles in their final forms or during one or more stages of processing.   Avalanches and mud slides cause loss of life and billions of dollars of damage to structures each year.  In all these examples, a key element is the relative motion and collisions of small particles and whether or not these particles stick together.  The presence of liquid between the particles can play a key role.\n\nOur research project considered collisions of wet particles and whether they stick together or bounce apart after impact.  Collisions of wet particles occur in natural phenomena such as avalanches and mud slides and in industrial processes such agglomeration and fluidization.  Previous research on particle collisions focused on dry collisions, for which rebound is the common outcome due to elastic deformation and for which solid-solid frication is important for\noblique collisions.  In contrast, for wet collisions, viscous dissipation and interfacial forces can overcome the elastic forces and cause the particles to stick.  Our group was the first to consider both solid and liquid forces with\nthe development of our \"elastohydrodynamic\" theory and accompanying experiments to determine the conditions for which bouncing occurs and for which rebound occurs, as well as how the wet coefficient of restitution differs from the dry coefficient of restitution when bouncing does occur.\n\nThe primary intellectual merit of this research project is a new, fundamental understanding of the roles of a liquid layer on head-on collisions of three wetted particles and oblique collisions of two wetted particles.  Both theory and experiment were undertaken.  Key outcomes include:\n\n1)    Head-on collisions of three particles can exhibit four different outcomes, ranging from all three particles sticking together to all three separating.\n\n2)    Oblique collisions of two particles can exhibit three different outcomes, including the two particles sticking together, bouncing apart, or initially sticking together and later separating due to centrifugal forces.\n\nIn addition, simulations of a dilute system of wet particles in a simple shear flow were performed.  They demonstrate doublet formation due to sticking, as well as an overall loss of kinetic energy in the system due to viscous  dissipation in the liquid layer.\n\nThe findings have been published in six journal articles and are useful because they allow us to predict when wet particles will stick together or when they will separate from each other.  Particles that stick together, or to solid surfaces, are often desired for processes such as agglomeration and filtration and in preventing mud slides and avalanches.  On the other hand, particles that separate after collision are desired for granular flows such as cereal and pharmaceutical processing and in fluidized beds for chemical reactions.\n\nOther broader impacts include the training of one graduate student and four\nundergraduates in research methods, the development of a \"StokesÆ cradle\"\ndemonstration to teach students and the general public about physics and fluid mechanics, and the creation of an Advanced Placement Preparation program designed to prepare disadvantaged high-school students for advanced-placement tests in chemistry and physics.\n\n\t\t\t\t\tLast Modified: 03/29/2012\n\n\t\t\t\t\tSubmitted by: Robert H Davis"
 }
}