{
 "awd_id": "0754360",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "An Idaho Physics Department Based Research Experiences for Undergraduates Site",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032928236",
 "po_email": "kmccloud@nsf.gov",
 "po_sign_block_name": "Kathleen McCloud",
 "awd_eff_date": "2008-04-01",
 "awd_exp_date": "2012-03-31",
 "tot_intn_awd_amt": 139618.0,
 "awd_amount": 209422.0,
 "awd_min_amd_letter_date": "2008-03-21",
 "awd_max_amd_letter_date": "2010-01-11",
 "awd_abstract_narration": "This award is to support the renewal of the Research Experiences for Undergraduates (REU) site program at the University of Idaho in Moscow, Idaho.  The objectives of this REU site are: (1) to introduce undergraduate physics majors to the excitement of physics research, (2) to train these students in the laboratory skills needed in modern physics research, (3) to foster student personal growth by having the students work in teams and by teaching them the ethical dimension of scientific research, and (4) to promote diversity in the field of physics by encouraging applicants and participants from under-represented groups.  The Idaho physics faculty will design research projects that are challenging yet viable.  Both theoretical and experimental projects will be made available.  The students will be encouraged to work in small groups to foster teamwork skills. Weekly meetings will be held to allow the students to interact and to keep each other posted on their progress.  The REU students will interact with Idaho faculty, research staff personnel, post-doctoral researchers, graduate students and undergraduates.  Supplementary activities will include weekly lunch together with faculty and weekend activities that revolve around the tremendous outdoor experiences available in Idaho.  The program will conclude with REU student research presentations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wei",
   "pi_last_name": "Yeh",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Wei J Yeh",
   "pi_email_addr": "wyeh@uidaho.edu",
   "nsf_id": "000182541",
   "pi_start_date": "2008-03-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Frederick",
   "pi_last_name": "Ytreberg",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Frederick M Ytreberg",
   "pi_email_addr": "ytreberg@uidaho.edu",
   "nsf_id": "000412414",
   "pi_start_date": "2008-03-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Idaho",
  "inst_street_address": "875 PERIMETER DR",
  "inst_street_address_2": "",
  "inst_city_name": "MOSCOW",
  "inst_state_code": "ID",
  "inst_state_name": "Idaho",
  "inst_phone_num": "2088856651",
  "inst_zip_code": "838449803",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "ID01",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF IDAHO",
  "org_prnt_uei_num": "",
  "org_uei_num": "QWYKRJH5NNJ3"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Idaho",
  "perf_str_addr": "875 PERIMETER DR",
  "perf_city_name": "MOSCOW",
  "perf_st_code": "ID",
  "perf_st_name": "Idaho",
  "perf_zip_code": "838449803",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "ID01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "913400",
   "pgm_ele_name": "Integrative Activities in Phys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "01S8",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-01S8",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 139314.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 70108.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>For three consecutive summers (2008-2011) we recruited a total of 21 undergraduate students from all over the state to do cutting-edge research with faculty members of the Department of Physics at University of Idaho. Among the 21 participants, there were six female students, four students of hispanic origin and one African American student. Students worked in small groups to gain experience with team work. They worked very closely with faculty, graduate students and undergraduate students. Within 10 weeks, these REU students exposed to exciting cutting-edge research in physics and astronomy. They were trained in the state-of-the art modern laboratory skills. Projects were &ldquo;Fabrication of Nanoporous Platinum,&rdquo; &ldquo;Dynamics of Iron oxide Nanoparticles Suspended in Solution,&rdquo; &ldquo;Analysis of Lunar Regolith Depths,&rdquo; &ldquo;The Dry Lakebeds in Saturns&rsquo;s Moon Titan,&rdquo; &ldquo;The Properties of Extrasolar Planet HD80606b,&rdquo; &ldquo;Growth and Characterization of Nanowire and Nanospring,&rdquo; &ldquo;The Structure and Dynamics of the Proteins in a Virus Capsid,&rdquo; &ldquo;Optical Transitions and Multiphonon Raman Scattering of Cu Doped ZnO and MgZnO Ceramics.&rdquo; &ldquo;Doped ZnO and MgZnO Nanoparticles as Hydrogen Gas Sensor,&rdquo; &ldquo;Study of Nanomaterial Growth and Characterization,&rdquo; Synthesis of Nanoporous Metals and its Applications,&rdquo; &ldquo;Analysis of Boulders Ejected from Martian Impact Craters,&rdquo; &ldquo;Synthesis of Iron Nanoparticles,&rdquo; &ldquo;Fabrication of Metallic Nanoporous Films,&rdquo; &ldquo;Fabrication of Barium Ferrite Thick Films,&rdquo; &nbsp;&ldquo;Exploring the Effects of Hydrogen Gas Exposure on Nanowires,&rdquo; &ldquo;Synthesis of One Dimensional Nanostructures,&rdquo; &ldquo;Fabrication of Titanium Oxide Nano-cluster Films in Dye-Sensitized Solar Cell Application,&rdquo; &ldquo;Use of Non-equilibrium Methodology to Estimate the Potential of Mean Force.&rdquo;</p>\n<p>&nbsp;Their research resulted in ten journal publications and seven conference presentations. &nbsp;They also learned oral, written communication skills, and developed the necessary skills to becoming successful scientists and members of society. They also learned the ethical dimensions of scientific research.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/07/2012<br>\n\t\t\t\t\tModified by: Wei&nbsp;J&nbsp;Yeh</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nFor three consecutive summers (2008-2011) we recruited a total of 21 undergraduate students from all over the state to do cutting-edge research with faculty members of the Department of Physics at University of Idaho. Among the 21 participants, there were six female students, four students of hispanic origin and one African American student. Students worked in small groups to gain experience with team work. They worked very closely with faculty, graduate students and undergraduate students. Within 10 weeks, these REU students exposed to exciting cutting-edge research in physics and astronomy. They were trained in the state-of-the art modern laboratory skills. Projects were \"Fabrication of Nanoporous Platinum,\" \"Dynamics of Iron oxide Nanoparticles Suspended in Solution,\" \"Analysis of Lunar Regolith Depths,\" \"The Dry Lakebeds in SaturnsÆs Moon Titan,\" \"The Properties of Extrasolar Planet HD80606b,\" \"Growth and Characterization of Nanowire and Nanospring,\" \"The Structure and Dynamics of the Proteins in a Virus Capsid,\" \"Optical Transitions and Multiphonon Raman Scattering of Cu Doped ZnO and MgZnO Ceramics.\" \"Doped ZnO and MgZnO Nanoparticles as Hydrogen Gas Sensor,\" \"Study of Nanomaterial Growth and Characterization,\" Synthesis of Nanoporous Metals and its Applications,\" \"Analysis of Boulders Ejected from Martian Impact Craters,\" \"Synthesis of Iron Nanoparticles,\" \"Fabrication of Metallic Nanoporous Films,\" \"Fabrication of Barium Ferrite Thick Films,\"  \"Exploring the Effects of Hydrogen Gas Exposure on Nanowires,\" \"Synthesis of One Dimensional Nanostructures,\" \"Fabrication of Titanium Oxide Nano-cluster Films in Dye-Sensitized Solar Cell Application,\" \"Use of Non-equilibrium Methodology to Estimate the Potential of Mean Force.\"\n\n Their research resulted in ten journal publications and seven conference presentations.  They also learned oral, written communication skills, and developed the necessary skills to becoming successful scientists and members of society. They also learned the ethical dimensions of scientific research.\n\n\t\t\t\t\tLast Modified: 06/07/2012\n\n\t\t\t\t\tSubmitted by: Wei J Yeh"
 }
}