{
 "awd_id": "0755763",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Basic Study on Novel Molecule-Based Magnetic Polymers and Homogeneous Magnetic Fluids",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Maria Burka",
 "awd_eff_date": "2008-02-01",
 "awd_exp_date": "2011-01-31",
 "tot_intn_awd_amt": 314427.0,
 "awd_amount": 314427.0,
 "awd_min_amd_letter_date": "2008-01-28",
 "awd_max_amd_letter_date": "2010-01-15",
 "awd_abstract_narration": "CBET-0755763, Han\r\n\r\nThis research focuses on the design, synthesis, and characterization of molecule-based magnetic polymers having high Curie temperature (Tc).  A series of monomers having tetracyano units or stable radicals (e.g., verdazyl radical or thioaminyl radical) for electron acceptor will be synthesized and each of the monomers will be reacted with a ferrocene- and biferrocene-containing monomer with long flexible side chains to obtain molecule-based magnetic polymers. Such polymers will form intramolecular exchange interactions through covalent bonding between the strong electron donor of ferrocene or biferrocene units along the macromolecular chains with the strong electron acceptor of tetracyano unit or stable radical.  The intermolecular super exchange coupling will occur due to the polarization of both ferrocene (or biferrocene) units and tetracyano units (or stable radicals), and the entanglement of macromolecular chains will facilitate the expansion of one-dimensional spin coupling into a three-dimensional one.  The magnetic properties of the polymers synthesized will be characterized using a magnetometer.  X-ray diffraction will be employed to confirm that the polymers synthesized do not contain any impurities such as iron oxide, and electron spin resonance spectrometry will be employed to confirm the presence of spin interactions in the polymers synthesized.  Owing to the presence of long flexible side chains on the ferrocene- or biferrocene-containing monomers used, such molecule-based magnetic polymers are expected to be soluble in common solvents.  Such a prospect will ?open the door? to the development of a new generation of homogeneous magnetorheological (MR) fluids, quite different from the conventional MR fluids in current industrial use that are suspensions of very heavy magnetic particles (iron oxide or ferrite) in a light carrier liquid which are subject to serious problems of sedimentation and aggregation. The PI will investigate the fundamentals of the rheological behavior of a new generation of homogeneous MR fluids that will be prepared from the polymers synthesized in this research.\r\n\r\nINTELLECTUAL MERIT\r\n\r\nAlthough small-molecule organic magnets having low Curie temperature (Tc) (much lower than room temperature) have been reported, during the past three decades many research groups have tried to develop truly molecule-based magnetic polymers having high Tc (much higher than room temperature).  This research, if successful, will pave new frontiers in polymer synthesis, electronic structure chemistry, and materials chemistry, as well as stimulate theorists to develop new theory for magnetisms of macromolecules, since the currently available theories of magnetism deal with small-molecule organic magnets.  High Tc molecule-based magnetic polymers may exhibit numerous desirable properties, including solubility, processability, and synthetic tenability, and could have practical applications.  This project could provide new insights into how to design molecule-based magnetic materials having high Tc. It could also fundamentally advance the coordination chemistry of stable free radicals.\r\n\r\nBROADER IMPACTS\r\n\r\nThe research could have a broad impact on several scientific engineering disciplines including polymer chemistry, organometallic/coordination chemistry, condensed matter physics, and rheology for the development of a new theory for homogeneous MR fluids. Successful completion of the research project could lead to new method(s) for the synthesis of novel molecule-based magnetic polymers having high Tc, which do not exist at present, and can have an impact on manufacturing processes for a new generation of novel magnetic polymers and also the automotive industry that makes extensive use of magnetorheological fluids.  The research will be highly interdisciplinary; graduate students will be exposed to a wide range of research experiences in the design and synthesis of novel polymers and their characterization, which will provide breadth and flexibility for their future careers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Chang",
   "pi_last_name": "Han",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Chang D Han",
   "pi_email_addr": "cdhan@uakron.edu",
   "nsf_id": "000269806",
   "pi_start_date": "2008-01-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Akron",
  "inst_street_address": "302 BUCHTEL COMMON",
  "inst_street_address_2": "",
  "inst_city_name": "AKRON",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "3309722760",
  "inst_zip_code": "443250001",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "OH13",
  "org_lgl_bus_name": "THE UNIVERSITY OF AKRON",
  "org_prnt_uei_num": "DFNLDECWM8J8",
  "org_uei_num": "DFNLDECWM8J8"
 },
 "perf_inst": {
  "perf_inst_name": "University of Akron",
  "perf_str_addr": "302 BUCHTEL COMMON",
  "perf_city_name": "AKRON",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "443250001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "OH13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140300",
   "pgm_ele_name": "Proc Sys, Reac Eng & Mol Therm"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "047E",
   "pgm_ref_txt": "REACTION ENGINEERING"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 143962.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 84801.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 85664.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In the scientific community, large molecules having molecular weights greater than 50,000 or often well over 100,000 are referred to as macromolecules or polymers.&nbsp; Polymers are synthesized by repeatedly combining two or three small molecules (referred to as monomers) in the presence of a catalyst(s) and sometimes in the presence of a solvent.&nbsp; During the past several decades, numerous polymers have been synthesized by chemists largely from petroleum-based feed stocks, and have been used commercially in the manufacturing of a variety of goods for our daily lives, including automobiles, airplanes, and military equipment, to name only a few.&nbsp; Some well-known synthetic polymers which have had successful commercial applications include (1) nylon and polyester for synthetic fibers, (2) polyethylene, polypropylene, and polystyrene for plastics, and (3) polybutadiene and polyisoprene for synthetic rubbers.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; However, to date no successful synthesis of polymer has ever been reported, which exhibits magnetic properties (hereafter will be referred to as molecule-based magnetic polymers), despite the fact that in the past half century very extensive efforts were made by numerous chemists all over the world.&nbsp; The pursuit of molecule-based magnetic polymers is of great scientific interest, because they may exhibit numerous unusual properties which are not shared by traditional atom-based magnets. On the other hand, the synthesis of molecule-based magnetic polymers has been a very elusive subject. &nbsp;The difficulties with successful synthesis of molecule-based magnetic polymers arise from the following requirements: (i) they should not contain any impurity; (ii) they should be soluble in common organic solvents for easy processability; (iii) they should exhibit magnetic behavior at reasonably high temperatures; (iv) they must have high thermal stability for certain technological applications.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; In this project the principal investigator (PI) has developed new concept for the synthesis of molecule-based magnetic polymers. The motivation of the project was to discover hitherto unavailable molecule-based magnetic polymers. The new concept developed has enabled the PI to successfully synthesize functional monomers, which were then used for polymerization to obtain a molecule-based ferromagnetic polymer, which is free from impurity, soluble in organic solvents, and is thermally very stable up to about 200 &deg;C. The polymer synthesized was characterized by using various sophisticated experimental methods.&nbsp; To the best of the PI&rsquo;s knowledge, to date no such molecule-based magnetic polymer has ever been reported in the literature.&nbsp; The discovery of this successful molecule-based ferromagnetic polymer has been filed with the Patent Office of the United States.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The findings from this project may pave new frontiers in the polymer synthesis, electronic structure chemistry, and materials chemistry, as well as stimulate theorists to develop new theory for magnetism of macromolecules, since the currently available theories of magnetism deal with small-molecule organic magnets.&nbsp; From the point of view of technological applications, fundamental investigations of molecule-based magnetic polymers are expected to help in the development of new nanoscale molecular materials as functional magnetic memory devices leading, for instance, to dramatically enhanced data processing speeds and storage capacity in computers.&nbsp; Such magnetic polymers would be lighter, more flexible, and less intensive to manufacture than conventional metal and ceramic magnets. Applications could include magnetic shielding, magneto-optical switching and candidates for high-density optical data storage systems.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/26/2011<br>\n\t\t\t\t\tMod...",
  "por_txt_cntn": "\nIn the scientific community, large molecules having molecular weights greater than 50,000 or often well over 100,000 are referred to as macromolecules or polymers.  Polymers are synthesized by repeatedly combining two or three small molecules (referred to as monomers) in the presence of a catalyst(s) and sometimes in the presence of a solvent.  During the past several decades, numerous polymers have been synthesized by chemists largely from petroleum-based feed stocks, and have been used commercially in the manufacturing of a variety of goods for our daily lives, including automobiles, airplanes, and military equipment, to name only a few.  Some well-known synthetic polymers which have had successful commercial applications include (1) nylon and polyester for synthetic fibers, (2) polyethylene, polypropylene, and polystyrene for plastics, and (3) polybutadiene and polyisoprene for synthetic rubbers.\n\n      However, to date no successful synthesis of polymer has ever been reported, which exhibits magnetic properties (hereafter will be referred to as molecule-based magnetic polymers), despite the fact that in the past half century very extensive efforts were made by numerous chemists all over the world.  The pursuit of molecule-based magnetic polymers is of great scientific interest, because they may exhibit numerous unusual properties which are not shared by traditional atom-based magnets. On the other hand, the synthesis of molecule-based magnetic polymers has been a very elusive subject.  The difficulties with successful synthesis of molecule-based magnetic polymers arise from the following requirements: (i) they should not contain any impurity; (ii) they should be soluble in common organic solvents for easy processability; (iii) they should exhibit magnetic behavior at reasonably high temperatures; (iv) they must have high thermal stability for certain technological applications.\n\n      In this project the principal investigator (PI) has developed new concept for the synthesis of molecule-based magnetic polymers. The motivation of the project was to discover hitherto unavailable molecule-based magnetic polymers. The new concept developed has enabled the PI to successfully synthesize functional monomers, which were then used for polymerization to obtain a molecule-based ferromagnetic polymer, which is free from impurity, soluble in organic solvents, and is thermally very stable up to about 200 &deg;C. The polymer synthesized was characterized by using various sophisticated experimental methods.  To the best of the PIÆs knowledge, to date no such molecule-based magnetic polymer has ever been reported in the literature.  The discovery of this successful molecule-based ferromagnetic polymer has been filed with the Patent Office of the United States.\n\n      The findings from this project may pave new frontiers in the polymer synthesis, electronic structure chemistry, and materials chemistry, as well as stimulate theorists to develop new theory for magnetism of macromolecules, since the currently available theories of magnetism deal with small-molecule organic magnets.  From the point of view of technological applications, fundamental investigations of molecule-based magnetic polymers are expected to help in the development of new nanoscale molecular materials as functional magnetic memory devices leading, for instance, to dramatically enhanced data processing speeds and storage capacity in computers.  Such magnetic polymers would be lighter, more flexible, and less intensive to manufacture than conventional metal and ceramic magnets. Applications could include magnetic shielding, magneto-optical switching and candidates for high-density optical data storage systems.\n\n\t\t\t\t\tLast Modified: 04/26/2011\n\n\t\t\t\t\tSubmitted by: Chang D Han"
 }
}