{
 "awd_id": "0755704",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Development and Study of Self-Assembled Microthermometers",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032924509",
 "po_email": "sacharya@nsf.gov",
 "po_sign_block_name": "Sumanta Acharya",
 "awd_eff_date": "2008-08-15",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 300001.0,
 "awd_amount": 306998.0,
 "awd_min_amd_letter_date": "2008-08-12",
 "awd_max_amd_letter_date": "2012-05-21",
 "awd_abstract_narration": "CBET-0755704\r\nSokolov\r\n\r\nRemotely accessed microthermometers are of great interest for measuring / studying various thermal transport processes, including biotechnology, microreactors, microfluidics, environmental study, etc.   At the present time, various dyes, pigments, microencapsulated dyes, and liquid crystals are used to map the temperature in bulk fluid. All these dyes and particulates have serious limitations: either rather small temperature sensitivity or too narrow working range of temperatures, they can contaminate the medium in which they are being used, and/or the temperature signal can be confused with the signals from a possible change of the medium chemistry.\r\n\r\nHere we propose to develop a novel class of colloidal fluorescent silica particles which will be able to \"measure\" the temperature of the environment, and which will be free from the problems listed above. The temperature will be obtained as a function of the fluorescence of the particles. To make such particles, we propose to use recently discovered self-assembled micron-sized nanoporous silica colloids. Fluorescent molecules will be encapsulated inside the cylindrical nanochannels of those particles. Such particles/detectors can be used to study temperature and transport phenomena in both liquids and the ambient environment. \r\n\r\nThe study of the optical behavior of fluorescent dyes in effectively one-dimensional confined geometries of nanochannels is also of fundamental interest.  Apart from the enhanced temperature sensitivity, our preliminary study shows that encapsulation of some fluorescent dyes results in a rather high fluorescence, which is, for example, 170-300 times higher than fluorescence of similar-sized polymeric particles with embedded quantum dots reported recently. This makes these particles the brightest fluorescent beads ever synthesized. Thus, the proposed microthermometers will be easily traceable.\r\n\r\nIntellectual Merit: findings of this study will result in the development and understanding of novel ultra-bright fluorescent particles that will act as thermometers of micron size. Each such thermometer will be remotely accessible by measuring the fluorescent light radiated by these particles. Optical behavior of fluorescent dyes in a confined well-defined geometry of nanochannels will be studied. We will study the nature of the enhancement in temperature sensitivity after encapsulating the dyes. This will allow development of the micro-thermometers optimized for sensitivity, repeatability, and stability.\r\n\r\nBroader impact: Microthermometers will be used for both research and industrial applications which require studying temperature distributions and flows in a bulk of transparent media. The proposed research is expected to have a high impact on society. Great visual appearance of the particles and fascinating internal structure will help to make winning public presentations and attractive publications. The results of this research will be disseminated over the Internet, professional publications, popular literature, and will be presented at conferences, including student conferences. This will help to bring more American students to science by showing them the real interest and excitement that scientific research can provide.\r\n\r\nTransformative nature: The proposed microthermometers are expected to be used in a broad variety of applications: as \"smart dust\" for mapping temperature fields to optimize the heat flows to minimize energy losses in buildings, offices, factories, optimizing energy-consuming manufacturing processes, etc; as temperature tags in solids to bring fundamental understanding of the interaction of energetic beams, such as lasers, for the solid surfaces. Furthermore, being silica on the outside, these particles will be biologically benign, so they can be used in biomedical applications that require visualization of the temperature distributions in organs and materials. Finally, the microthermometers will be used to study heat transfer at the scales down to the submicron range, which is of continuing importance to energy conversion, biotechnology, microelectronics, and biochemical detection.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Igor",
   "pi_last_name": "Sokolov",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Igor Sokolov",
   "pi_email_addr": "Igor.Sokolov@tufts.edu",
   "nsf_id": "000627504",
   "pi_start_date": "2008-08-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Clarkson University",
  "inst_street_address": "8 CLARKSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "POTSDAM",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "3152686475",
  "inst_zip_code": "136761401",
  "inst_country_name": "United States",
  "cong_dist_code": "21",
  "st_cong_dist_code": "NY21",
  "org_lgl_bus_name": "CLARKSON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SL2PF6R7MRN1"
 },
 "perf_inst": {
  "perf_inst_name": "Clarkson University",
  "perf_str_addr": "8 CLARKSON AVE",
  "perf_city_name": "POTSDAM",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "136761401",
  "perf_ctry_code": "US",
  "perf_cong_dist": "21",
  "perf_st_cong_dist": "NY21",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140600",
   "pgm_ele_name": "TTP-Thermal Transport Process"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "064E",
   "pgm_ref_txt": "Convection heat and mass transfer"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 97654.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 99988.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 107359.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 1997.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The primary goal of this research project was to develop &ldquo;microthermometers&rdquo;, micron-size particles that measure temperature. Such particles have been developed during the course of this NSF supported project. The temperature is measured by the recording light coming from the particles. Development of microthermometers required a deeper understanding of self-assembly of molecules into complex nano and microstructures.&nbsp; Incorporating fluorescent dyes into the particle&rsquo;s nanostructure (fluorescence is a phenomenon of glowing with the color which is different from the illuminating light), Prof. Sokolov&rsquo;s group has already demonstrated ability to create brightest ever synthesized fluorescent particles. Now this NSF-funded research allowed the researchers to develop microthermometers. Multiple &ldquo;technical&rdquo; difficulties were solved in this way. One of the major problems was to prevent dye leakage from the porous matrix of the particles.</p>\n<p>The use of such &ldquo;microthermometers&rdquo; could help to better understand heat and mass transfer at small scales, which is important for the study of energy conversion processes, development of better climate control in close environment.&nbsp; It will help to reduce the nation&rsquo;s dependence on petroleum and to enhance the nation&rsquo;s sustainability. Furthermore, being silica from outside, these particles will be biologically benign, so it can be used in biomedical applications that require visualization of the temperature distributions in organs and materials. It may shed light to the energy flow in biological systems.</p>\n<p>Great visual appearance of the particles and fascinating internal structure helped to make winning public presentations, attractive publications. The results of this research have been disseminated over the Internet, professional publications, popular literature, will be presented at conferences, including student conferences. The results were presented in a public lecture for senior citizens (<a href=\"http://www.soarnorthcountry.com/\">www.soarnorthcountry.com</a>) in Northern Country, NY, were presented in 3 society meetings (3 invited talks, 3 student presentations), student conferences (one student presentation of SURE conference presented by REU student was awarded the first price for innovation), 9 invited colloquia, 10 refereed publications.&nbsp; The recent results on the synthesis of ultrabright fluorescent silica nanoparticles were on the news from Wiley-VCH Materials Science News. Microthermometers were filed for patent protection. The technology is licensed to a company for commercialization.</p>\n<p>Postdoctoral, graduate and undergraduate students should be trained within the research of this grant. Specifically, 3 postdoctoral, 4 graduate and 4 undergraduate students (one REU) were partially supported by this grant. The project has one female Ph.D. student, Natailia Guz, involved in the research. The results of the research should be included in multiple graduate and undergraduate courses. A new laboratory for nanophotonics was established at Clarkson University which enhanced research and teaching infrastructure.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/05/2013<br>\n\t\t\t\t\tModified by: Igor&nbsp;Sokolov</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe primary goal of this research project was to develop \"microthermometers\", micron-size particles that measure temperature. Such particles have been developed during the course of this NSF supported project. The temperature is measured by the recording light coming from the particles. Development of microthermometers required a deeper understanding of self-assembly of molecules into complex nano and microstructures.  Incorporating fluorescent dyes into the particleÆs nanostructure (fluorescence is a phenomenon of glowing with the color which is different from the illuminating light), Prof. SokolovÆs group has already demonstrated ability to create brightest ever synthesized fluorescent particles. Now this NSF-funded research allowed the researchers to develop microthermometers. Multiple \"technical\" difficulties were solved in this way. One of the major problems was to prevent dye leakage from the porous matrix of the particles.\n\nThe use of such \"microthermometers\" could help to better understand heat and mass transfer at small scales, which is important for the study of energy conversion processes, development of better climate control in close environment.  It will help to reduce the nationÆs dependence on petroleum and to enhance the nationÆs sustainability. Furthermore, being silica from outside, these particles will be biologically benign, so it can be used in biomedical applications that require visualization of the temperature distributions in organs and materials. It may shed light to the energy flow in biological systems.\n\nGreat visual appearance of the particles and fascinating internal structure helped to make winning public presentations, attractive publications. The results of this research have been disseminated over the Internet, professional publications, popular literature, will be presented at conferences, including student conferences. The results were presented in a public lecture for senior citizens (www.soarnorthcountry.com) in Northern Country, NY, were presented in 3 society meetings (3 invited talks, 3 student presentations), student conferences (one student presentation of SURE conference presented by REU student was awarded the first price for innovation), 9 invited colloquia, 10 refereed publications.  The recent results on the synthesis of ultrabright fluorescent silica nanoparticles were on the news from Wiley-VCH Materials Science News. Microthermometers were filed for patent protection. The technology is licensed to a company for commercialization.\n\nPostdoctoral, graduate and undergraduate students should be trained within the research of this grant. Specifically, 3 postdoctoral, 4 graduate and 4 undergraduate students (one REU) were partially supported by this grant. The project has one female Ph.D. student, Natailia Guz, involved in the research. The results of the research should be included in multiple graduate and undergraduate courses. A new laboratory for nanophotonics was established at Clarkson University which enhanced research and teaching infrastructure. \n\n\t\t\t\t\tLast Modified: 08/05/2013\n\n\t\t\t\t\tSubmitted by: Igor Sokolov"
 }
}