{
 "awd_id": "0755284",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Interfacial Activity of PEG-modified Proteins with Application to Sustained Release",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kaiming Ye",
 "awd_eff_date": "2008-08-01",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 293619.0,
 "awd_amount": 293619.0,
 "awd_min_amd_letter_date": "2008-07-09",
 "awd_max_amd_letter_date": "2008-07-09",
 "awd_abstract_narration": "CBET-0755284\r\nTilton\r\n\r\nRecently published work indicates that covalent conjugation of proteins with poly(ethylene glycol), i.e., \"protein PEGylation\", significantly increases both the total amount of encapsulated protein released from poly(lactide-co-glycolide) (PLG) microsphere depots and the fractional retention of biological activity after sustained release.  This research is based on the hypothesis that these beneficial effects are due mainly to the effects of the PEG grafts on protein adsorption and that PEGylation controls the adsorption affinity, reversibility, severity of surface induced conformational changes and aggregation, at both the oil/water and solid/water interfaces that are relevant to microsphere depot manufacture and sustained drug release application.\r\n\r\nPEGylation is already a proven technology for increasing in vivo circulation times and efficacy of many injected protein therapeutics. The proposed research concerns a new application of protein PEGylation to minimize protein bioactivity loss during sustained release from biodegradable depots. While protein release from PLG depots is a complex process involving many coupled phenomena, protein adsorption to interfaces is a well known source of lost protein activity during release. This research will determine whether and how PEGylation moderates the deleterious effects of adsorption on protein release, and will indicate just which aspects of the complex adsorption processes are most important to control in future formulation efforts.  By minimizing one of the major obstacles to widespread use of PLG depots for sustained protein release, this research will represent important progress toward the ultimate goal of complete, sustained release of fully active protein drugs.  To that end, complementary spectroscopic and optical techniques will be used to reveal the effects of PEGylation on protein adsorption to the oil/water interfaces that are generated during the commonly used double emulsion microsphere manufacturing process and the solid PLG/water interfaces that are generated during release from the degrading microspheres.  The effects of PEG grafts on protein vulnerability to surface-induced secondary and tertiary conformational change and aggregation, as well as the extent and reversibility of adsorption will be emphasized.  Molecular level studies of adsorption phenomena will be conducted in parallel with in vitro release studies using the same materials in order to correlate release behaviors with the underlying interfacial phenomena.\r\n\r\nBy modulating protein/surface interactions, the well-known beneficial effects of PEGylation on protein therapeutic efficacy will be amplified for conjugates administered via sustained release depots. PLG microspheres, originally envisioned as implantable protein delivery depots, have been far more successful for non-protein pharmaceuticals than for proteins largely because protein conformation and solubility are highly sensitive to local environment, particularly to the damaging effects of protein-surface interactions.  To achieve the full promise of sustained protein release from biodegradable depots, surface-induced loss of bioavailability must be minimized.  \r\n\r\nThe proposed project will provide research training for two Ph.D. students. Undergraduate students will participate in the research during each of the three years as well.  The project also provides broader undergraduate educational benefits through the development of hands-on exercises to complement lectures on biomaterials and drug delivery in the first year undergraduate Introduction to Biomedical Engineering course. An outreach program will benefit middle school and high school science education in the Pittsburgh Public Schools district. One middle school or high school science teacher will be hosted by the PI and Co-PI during a summer break to develop appropriate versions of the hands-on exercises, plus associated teaching materials, that they will incorporate into their own classrooms. Products of this activity will be broadly disseminated by co-authoring a paper to submit to a leading journal for science teachers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Tilton",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Robert D Tilton",
   "pi_email_addr": "tilton@andrew.cmu.edu",
   "nsf_id": "000198539",
   "pi_start_date": "2008-07-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Todd",
   "pi_last_name": "Przybycien",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Todd M Przybycien",
   "pi_email_addr": "przybt3@rpi.edu",
   "nsf_id": "000179521",
   "pi_start_date": "2008-07-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie-Mellon University",
  "perf_str_addr": "5000 FORBES AVE",
  "perf_city_name": "PITTSBURGH",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133815",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534500",
   "pgm_ele_name": "Engineering of Biomed Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "004E",
   "pgm_ref_txt": "BIOMEDICAL ENG AND DIAGNOSTICS"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 293619.0
  }
 ],
 "por": null
}