{
 "awd_id": "0756776",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Proposal: Nanoparticle Separations in Nanochannels Using Fluidic Field Effect Transistors",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Geoffrey Prentice",
 "awd_eff_date": "2008-05-01",
 "awd_exp_date": "2012-04-30",
 "tot_intn_awd_amt": 159748.0,
 "awd_amount": 159748.0,
 "awd_min_amd_letter_date": "2008-02-29",
 "awd_max_amd_letter_date": "2008-02-29",
 "awd_abstract_narration": "CBET-0756776\r\nHan\r\n\r\nThis NSF award by the Chemical and Biological Separations program supports work by Professors San M. Han and Cornelius F. Ivory at the University of New Mexico (UNM) and Washington State University (WSU), respectively, to establish a basic understanding of nanoparticle transport in nanochannels for the purpose of devising new separation techniques which take advantage of the small, regular dimensions of nanochannel arrays.  Today, nanoparticles are widely exploited for a variety of engineering applications, such as power-generating elements in solar cells, down-conversion phosphors for light emitting diodes, and quantum dots as bio-labels in medical imaging.  For many of these applications, subfractionating the particles based on size, shape, and level of anisotropy would allow a systematic, quantitative study of their unique physical properties.  Within the context of this broad engineering goal, we will focus on (1) analysis of nanoparticle transport and (2) applied separation strategies, using a fluid analog of field effect transistors (FETs).  Fluidic FETs offer unique advantages to locally control the longitudinal electric field in nanochannels and to manipulate the transverse distribution of particles based on their physicochemical properties.  We envision that the proposed research will not only deepen our understanding of both the equilibrium distribution and the dynamic transport processes of particles in nanochannels, but will also develop a variety of separation strategies for use in nanochannel arrays.  The proposed research program also offers an interdisciplinary educational environment to mentor 1 graduate student at each institution.  Both PIs will continue to actively involve underrepresented graduate and undergraduate students in research.  In addition to research education, the program will help improve the PIs? newly developed technical electives, such as Fundamentals in Micro/Nanofluidics at UNM and Modern Separations at WSU.  These elective courses will broadly impact students from various disciplines that range from chemical engineering, to biology, to mathematics.  The outreach program will be coordinated with Diversity Programs and Engineering Student Programs at UNM as well as Summer at WSU Engineering Experiences for Teachers (SWEET) program to actively educate prospective high school students and teachers using research-oriented educational opportunities.  All these outreach programs have significant potential to improve the percentage of high school students pursuing post-secondary education and increase the enrollment of minority students (especially Hispanics and Native Americans) and women.  The educational plan directly addresses the expressed needs of both students and faculty at UNM and WSU.  This project will also enhance the NSF?s EPSCoR initiative in nanomaterials in New Mexico.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sang",
   "pi_last_name": "Han",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Sang M Han",
   "pi_email_addr": "meister@unm.edu",
   "nsf_id": "000438701",
   "pi_start_date": "2008-02-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of New Mexico",
  "inst_street_address": "1 UNIVERSITY OF NEW MEXICO",
  "inst_street_address_2": "",
  "inst_city_name": "ALBUQUERQUE",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5052774186",
  "inst_zip_code": "871310001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NM01",
  "org_lgl_bus_name": "UNIVERSITY OF NEW MEXICO",
  "org_prnt_uei_num": "",
  "org_uei_num": "F6XLTRUQJEN4"
 },
 "perf_inst": {
  "perf_inst_name": "University of New Mexico",
  "perf_str_addr": "1 UNIVERSITY OF NEW MEXICO",
  "perf_city_name": "ALBUQUERQUE",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "871310001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NM01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141700",
   "pgm_ele_name": "Interfacial Engineering Progra"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "052E",
   "pgm_ref_txt": "MAT & PROC FOR CHEM SEPARATION"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 159748.0
  }
 ],
 "por": null
}