{
 "awd_id": "0756144",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "The effects of sulfur on fuel nitrogen conversion in combustion",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032920000",
 "po_email": "aatreya@nsf.gov",
 "po_sign_block_name": "Arvind Atreya",
 "awd_eff_date": "2008-05-01",
 "awd_exp_date": "2011-07-31",
 "tot_intn_awd_amt": 280000.0,
 "awd_amount": 280000.0,
 "awd_min_amd_letter_date": "2008-04-02",
 "awd_max_amd_letter_date": "2010-06-18",
 "awd_abstract_narration": "CBET-0756144\r\nMarshall\r\n\r\nCombustion is the major source of energy, but sulfur and nitrogen in fuels can become pollutants related to smog. The proposed research program will define how sulfur, normally a trace component in liquid and solid fuels, influences the formation of nitrogen oxides when the fuel is burned. These nitrogen oxides are of concern as significant pollutants, but the details of the chemistry leading to their formation are incompletely understood.  This limitation is especially true of catalytic cycles involving sulfur-containing compounds, whose reactivity has been demonstrated in the laboratory. \r\n\r\nPhotochemical reactors will be employed to characterize reactions of short-lived species. Measurements will be made from room-temperature to high-temperature conditions by means of visible light and ultraviolet spectroscopy, yielding concentration profiles of reactants and/or products as a function of time on a microsecond time scale. The reactivity data will be interpreted at the molecular level in terms of energy changes as chemical bonds are transformed. This theoretical interpretation will aid reliable extrapolation to new conditions.\r\n\r\nResults from this program will be used to construct a quantitative numerical model for interactions between sulfur and nitrogen compounds in flames.  Such information can then be used to assist the design of conditions and technologies which lead to lower emissions of nitrogen oxides from combustors. The ultimate goal is to improve air quality through reduction of low-level atmospheric ozone, photochemical smog and acid rain. Broader impacts of the proposed work arise through publications and presentations in the technical and scientific community and by the training and education of new scientists.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Marshall",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paul Marshall",
   "pi_email_addr": "marshall@unt.edu",
   "nsf_id": "000149916",
   "pi_start_date": "2008-04-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Texas",
  "inst_street_address": "1112 DALLAS DR STE 4000",
  "inst_street_address_2": "",
  "inst_city_name": "DENTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9405653940",
  "inst_zip_code": "762051132",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "TX13",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH TEXAS",
  "org_prnt_uei_num": "",
  "org_uei_num": "G47WN1XZNWX9"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Texas",
  "perf_str_addr": "1112 DALLAS DR STE 4000",
  "perf_city_name": "DENTON",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "762051132",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "TX13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140700",
   "pgm_ele_name": "CFS-Combustion & Fire Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "061E",
   "pgm_ref_txt": "Fire"
  },
  {
   "pgm_ref_code": "063E",
   "pgm_ref_txt": "POLLUTANT FORMATION & MITIGATN"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 99867.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 88464.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 91669.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br /><br /></p>\n<p>Much of the energy we use comes from burning hydrocarbon fuels in air. At high temperatures a fraction of the nitrogen in the air, and nitrogen&nbsp;compounds that may be present in the fuel, are converted to nitrogen oxides called &ldquo;NOx&rdquo;. These are emitted in the exhaust and can be significant pollutants. One goal of combustion science is to understand the details of the<br />chemistry in flames whereby NOx is created, with the motivation of designing<br />combustion systems to reduce the amount of NOx that is created. The chemistry is analyzed in terms of transformations of one reactive species into another, in particular the rates of these processes and the extent to which they occur. If a reasonably complete set of these reactions can be assembled, it can be used in computer models to predict the behavior of flames to aid the design of burners and engines.</p>\n<p>In this project two approaches are employed to characterize the chemical reactions that happen in flames. Most of the important steps involve especially reactive fragments of molecules known as radicals. Experimentally, we create radicals by breaking up molecules with a pulse of ultraviolet light from a laser, and then follow what happens as a function of time by shining light onto the radicals which they absorb, and then re-emit. We detect this emission and use it to track radical concentrations. Each radical absorbs at a different wavelength so we can monitor specific molecular fragments, to determine their rates of consumption. By studying how these rates vary with the temperature and pressure it is possible to deduce how the radicals behave at the molecular level: for example, whether they react by exchanging atoms, or be adding together to make larger molecules. The variation with temperature and pressure can usually be rationalized in terms of theoretical models which allow extrapolation to conditions beyond those studied directly. We complement the experiments with computational analysis. Based on the fundamental laws of physics, we can solve the equations that govern the behavior of electrons within molecules by means of large-scale computer programs, and deduce likely reaction pathways and what kinds of products might be formed.</p>\n<p>This project is focused on the unusual role of sulfur in combustion. Sulfur is found in certain fuels such as coal and fuel oil, and it is known to have a large effect on the formation of NOx. How this happens is not understood. We have investigated a number of chemical reactions that might tie together the chemistry of sulfur and nitrogen&ndash;containing &nbsp;molecules, to see if they occur fast enough to be important in flames, and in some cases to determine how stable some short-lived intermediates may be. One unusual discovery is that, in many of these reactions when sulfur is involved, the orientation of the electrons may change. This violates a standard rule often used to predict how chemical reactions occur.</p>\n<p>The results so far have been combined in a preliminary model to describe how sulfur and NOx behave with a simple fuel, hydrogen. This model did not show the variation of the amount of NOx formation that is seen in real flames based on hydrocarbon fuels. This might be because of more complicated chemistry involving fuel reactions with sulfur and/or NOx. A model of fuel-nitrogen chemistry was developed and validated against flame measurements made by a collaborating laboratory. The next step is to fold in sulfur-fuel interactions.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/12/2011<br>\n\t\t\t\t\tModified by: Paul&nbsp;Marshall</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\n\n\n\nMuch of the energy we use comes from burning hydrocarbon fuels in air. At high temperatures a fraction of the nitrogen in the air, and nitrogen compounds that may be present in the fuel, are converted to nitrogen oxides called \"NOx\". These are emitted in the exhaust and can be significant pollutants. One goal of combustion science is to understand the details of the\nchemistry in flames whereby NOx is created, with the motivation of designing\ncombustion systems to reduce the amount of NOx that is created. The chemistry is analyzed in terms of transformations of one reactive species into another, in particular the rates of these processes and the extent to which they occur. If a reasonably complete set of these reactions can be assembled, it can be used in computer models to predict the behavior of flames to aid the design of burners and engines.\n\nIn this project two approaches are employed to characterize the chemical reactions that happen in flames. Most of the important steps involve especially reactive fragments of molecules known as radicals. Experimentally, we create radicals by breaking up molecules with a pulse of ultraviolet light from a laser, and then follow what happens as a function of time by shining light onto the radicals which they absorb, and then re-emit. We detect this emission and use it to track radical concentrations. Each radical absorbs at a different wavelength so we can monitor specific molecular fragments, to determine their rates of consumption. By studying how these rates vary with the temperature and pressure it is possible to deduce how the radicals behave at the molecular level: for example, whether they react by exchanging atoms, or be adding together to make larger molecules. The variation with temperature and pressure can usually be rationalized in terms of theoretical models which allow extrapolation to conditions beyond those studied directly. We complement the experiments with computational analysis. Based on the fundamental laws of physics, we can solve the equations that govern the behavior of electrons within molecules by means of large-scale computer programs, and deduce likely reaction pathways and what kinds of products might be formed.\n\nThis project is focused on the unusual role of sulfur in combustion. Sulfur is found in certain fuels such as coal and fuel oil, and it is known to have a large effect on the formation of NOx. How this happens is not understood. We have investigated a number of chemical reactions that might tie together the chemistry of sulfur and nitrogen&ndash;containing  molecules, to see if they occur fast enough to be important in flames, and in some cases to determine how stable some short-lived intermediates may be. One unusual discovery is that, in many of these reactions when sulfur is involved, the orientation of the electrons may change. This violates a standard rule often used to predict how chemical reactions occur.\n\nThe results so far have been combined in a preliminary model to describe how sulfur and NOx behave with a simple fuel, hydrogen. This model did not show the variation of the amount of NOx formation that is seen in real flames based on hydrocarbon fuels. This might be because of more complicated chemistry involving fuel reactions with sulfur and/or NOx. A model of fuel-nitrogen chemistry was developed and validated against flame measurements made by a collaborating laboratory. The next step is to fold in sulfur-fuel interactions.\n\n\t\t\t\t\tLast Modified: 12/12/2011\n\n\t\t\t\t\tSubmitted by: Paul Marshall"
 }
}