{
 "awd_id": "0756703",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Nanostructured Interfaces for Bioelectrocatalysis",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Luke Achenie",
 "awd_eff_date": "2008-07-01",
 "awd_exp_date": "2012-06-30",
 "tot_intn_awd_amt": 417907.0,
 "awd_amount": 417907.0,
 "awd_min_amd_letter_date": "2008-02-08",
 "awd_max_amd_letter_date": "2008-02-08",
 "awd_abstract_narration": "CBET-0756703, Worden\r\n\r\nDehydrogenase enzymes catalyze oxidation/reduction reactions involving transfer of two electrons between the substrate and an electron-carrying cofactor. The goal of this project is to create economical dehydrogenase-based electrodes for bioelectrocatalysis. The diversity and specificity of dehydrogenases found in nature offers the potential to produce a wide range of products, including chiral sugars, amino acids, alcohols, and steroids, as well as many pharmaceutical intermediates and specialty chemicals. The outstanding commercial potential of dehydrogenase-based bioelectrocatalysis has not yet been realized, though, due to high enzyme and cofactor costs and low volumetric reaction rates. The PIs plan to address these challenges by creating nanostructured enzyme electrodes that (a) improve enzyme lifetime using dehydrogenases from thermophilic bacteria, (b) increase enzyme retention via surface immobilization in a manner that allows facile cofactor and enzyme replacement, (c) reduce cofactor costs by cofactor retention within the interface coupled with electrochemical regeneration, and (d) dramatically amplify reaction rates using ultra-high surface area electrodes with efficient material transport properties.\r\n\r\nThe technical objectives of the research are to (1) develop nanostructured bioelectronic interfaces that achieve efficient electron transfer between a carbon electrode, an electron mediator, a cofactor, and a thermostable dehydrogenase; (2) analyze the simultaneous mass-transfer, electron transfer, and reaction kinetics that govern the reaction rate; and (3) develop predictive mathematical models to design and optimize electrodes for bioelectrocatalysis. The model system will be mannitol production from glucose using the mannitol dehydrogenase from the hyperthermophile Thermotoga maritima.\r\n\r\nThe multidisciplinary research team has developed experimental and modeling tools needed to design, fabricate, characterize, and optimize nanostructured bioelectronic interfaces to achieve cost-effective electrochemical cofactor regeneration. This work would integrate these capabilities to develop a fundamental understanding of the molecular processes governing dehydrogenase-based bioelectrocatalytic interfaces and provide the knowledge base needed to design and optimize electrobiocatalytic reactors for industrial applications.\r\n\r\nIntellectual Merit: This project will elucidate the complex interactions between mass transfer, electron transfer, and reversible enzyme kinetics that govern the performance of bioelectronic interfaces based on dehydrogenases, the largest class of oxidoreductase enzymes. The impact of thermophilic enzymes will be determined, in terms of lifetime, catalytic performance, and activity range. Novel interface architectures will be developed that give efficient multi-step electron transfer between carbon electrodes and tethered mediators, cofactors, and dehydrogenases. The limits of high-surface area electrodes as a route to industrial-scale turnover rates will be explored.\r\n\r\nBroader Impacts: The results of these studies will have broad impact on the ability of US industries to convert pharmaceutical intermediates, biobased chemicals, and a variety of other compounds into high-value products. In addition, the work will enhance the development of science and engineering students at the graduate, undergraduate, and precollege levels. Key efforts toward these goals will include (1) contributing to an ongoing, NSF-sponsored outreach program to urban youth of middle school age, to expose them to the environmental and energy impact of biorenewable products and processes; (2) participation in the research by undergraduate students as part of a laboratory-based, multidisciplinary course developed with NSF funding; and (3) training graduate students with engineering and science backgrounds in quantitative biology. Research results will be disseminated via conference presentations, peer-reviewed publications, and a project website.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Worden",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Robert M Worden",
   "pi_email_addr": "worden@egr.msu.edu",
   "nsf_id": "000346492",
   "pi_start_date": "2008-02-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Claire",
   "pi_last_name": "Vieille",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Claire Vieille",
   "pi_email_addr": "vieille@msu.edu",
   "nsf_id": "000320142",
   "pi_start_date": "2008-02-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "Calabrese-Barton",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Scott Calabrese-Barton",
   "pi_email_addr": "scb@egr.msu.edu",
   "nsf_id": "000321771",
   "pi_start_date": "2008-02-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "426 AUDITORIUM RD RM 2",
  "perf_city_name": "EAST LANSING",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488242600",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140100",
   "pgm_ele_name": "Catalysis"
  },
  {
   "pgm_ele_code": "140300",
   "pgm_ele_name": "Proc Sys, Reac Eng & Mol Therm"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "044E",
   "pgm_ref_txt": "CATALYSIS"
  },
  {
   "pgm_ref_code": "047E",
   "pgm_ref_txt": "REACTION ENGINEERING"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 417907.0
  }
 ],
 "por": null
}