{
 "awd_id": "0756211",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: IPY: Negotiating Pathways to Adulthood: Social Change and Indigenous Culture in Four Circumpolar Communities",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anna Kerttula de Echave",
 "awd_eff_date": "2008-08-15",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 398806.0,
 "awd_amount": 569940.0,
 "awd_min_amd_letter_date": "2008-08-07",
 "awd_max_amd_letter_date": "2012-07-16",
 "awd_abstract_narration": "Contemporary dynamics of rapid social change have dramatically affected the political, cultural, and economic systems of circumpolar Indigenous people. In line with three of the International Polar Year (IPY) priority areas, this project intends to (1) increase international collaboration between circumpolar institutions, (2) leave a legacy of infrastructure and data, and (3) increase Indigenous capacity for research and action. The Pathways study is a comparative, collaborative, and participatory circumpolar research project. Its aims are to explore responses to rapid social transition through the life experiences of circumpolar youth. The proposed study will examine 80 youth life history narratives. These narratives will come from an Alaska Inupiat, Alaska Yupik, Canadian Inuit, and Siberian Eveny community. In addition, the research team is developing collaborations using additional funding sources to examine the narratives of an additional 40 youth from a Norwegian Samì and Greenlandic community. In this study, the team intends to identify shared and divergent stressors and patterns of resilience in the transition to adulthood across these different circumpolar settings. Youth resilience is defined as the ability to overcome acute and on-going difficulties in the pathway to adulthood. The investigators seek to identify cultural strategies and resources that characterize resiliency across two age groups, ages 11-14 and 15-18, and across gender.\r\n\r\nThe impact of a shared colonial history and contemporary social suffering among indigenous communities in the Arctic has been extensively documented through decades of Arctic social science research. The issue of healthy adaptation and resilience among Indigenous youth has not been adequately considered, leaving developmental trajectories of healthy adaptation and resilience relatively unexplored. This research aims to build on Indigenous categories to describe the social experiences and resources shaping culturally patterned resilience strategies of young people responding to challenges distinct from those of their parents and grandparents. This will provide insights into the family, community, and cultural contexts that support healthy youth development, and identify key ingredients to successful prevention and intervention health strategies for Indigenous young people. Study across six circumpolar communities will also provide unprecedented insights into the effect of diverse social, political, cultural, and economic systems on youth development, and inform effective social policy for circumpolar youth.\r\n\r\nThis project builds on and sustains long-term participatory research relationships between local community institutions, community co-researchers, and a multidisciplinary team of international university researchers. Indigenous community co-researcher involvement and direction is emphasized throughout all phases of this project, whose aims respond to strong local interest in youth resilience and wellbeing. Development of interview schedules, data collection procedures, and the analysis will be in collaboration with Local Steering Committees (LSC) to ensure their cultural grounding. A representative from each LSC will be actively involved in the cross-site work through membership in an international Circumpolar Steering Committee. Dissemination with communities and regional Indigenous organizations will contribute to a developing network of circumpolar communities engaged in suicide prevention, promotion of collective wellbeing, and development of a circumpolar Indigenous identity. The study will also establish tracking procedures, participatory research infrastructure, and international circumpolar collaboration for future longitudinal, prospective study of safe passage into adulthood.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Allen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "James Allen",
   "pi_email_addr": "Jim.Allen@uaf.edu",
   "nsf_id": "000341068",
   "pi_start_date": "2008-08-07",
   "pi_end_date": "2012-07-16"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stacy",
   "pi_last_name": "Rasmus",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Stacy M Rasmus",
   "pi_email_addr": "smrasmus@alaska.edu",
   "nsf_id": "000556049",
   "pi_start_date": "2012-07-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Gerald",
   "pi_last_name": "Mohatt",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Gerald V Mohatt",
   "pi_email_addr": "ffgvm@uaf.edu",
   "nsf_id": "000391318",
   "pi_start_date": "2008-08-07",
   "pi_end_date": "2010-11-29"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Stacy",
   "pi_last_name": "Rasmus",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Stacy M Rasmus",
   "pi_email_addr": "smrasmus@alaska.edu",
   "nsf_id": "000556049",
   "pi_start_date": "2010-11-29",
   "pi_end_date": "2012-07-16"
  }
 ],
 "inst": {
  "inst_name": "University of Alaska Fairbanks Campus",
  "inst_street_address": "2145 N TANANA LOOP",
  "inst_street_address_2": "",
  "inst_city_name": "FAIRBANKS",
  "inst_state_code": "AK",
  "inst_state_name": "Alaska",
  "inst_phone_num": "9074747301",
  "inst_zip_code": "997750001",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "AK00",
  "org_lgl_bus_name": "UNIVERSITY OF ALASKA FAIRBANKS",
  "org_prnt_uei_num": "",
  "org_uei_num": "FDLEQSJ8FF63"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alaska Fairbanks Campus",
  "perf_str_addr": "2145 N TANANA LOOP",
  "perf_city_name": "FAIRBANKS",
  "perf_st_code": "AK",
  "perf_st_name": "Alaska",
  "perf_zip_code": "997750001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "AK00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "522100",
   "pgm_ele_name": "ASSP-Arctic Social Science"
  },
  {
   "pgm_ele_code": "771100",
   "pgm_ele_name": "INTERNATIONAL POLAR YEAR"
  },
  {
   "pgm_ele_code": "773100",
   "pgm_ele_name": "Other Global Learning & Trng"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "5221",
   "pgm_ref_txt": "ARCTIC SOCIAL SCIENCES"
  },
  {
   "pgm_ref_code": "5385",
   "pgm_ref_txt": "HUMANS IN THE POLAR REGIONS"
  },
  {
   "pgm_ref_code": "5914",
   "pgm_ref_txt": "WESTERN EUROPE, OTHER"
  },
  {
   "pgm_ref_code": "5979",
   "pgm_ref_txt": "Europe and Eurasia"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 111926.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 135788.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 322226.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The &ldquo;<em>Negotiating Pathways to Adulthood</em>&rdquo; project is an international, interdisciplinary collaboration with the aims to explore the indigenous adolescent experience at the critical time of transition from adolescence to young adulthood among Alaskan Yup&rsquo;ik, Alaskan Inupiat, Canadian Inuit, Norwegian Sami and Siberian Eveny. The study examined 125 youth life history narratives from these five communities to understand the challenges faced by adolescents today and identify the resources and strategies they put into use in order to cope in a new arctic. Outcomes of the project provide insights into the family, community, and cultural contexts which support healthy youth development and identifies key protective factors which may promote the development of effective, culturally consonant prevention programs so as to reduce current disparities in substance abuse and suicide, and build indigenous research capacity and a collaborative network of researchers and community members. Outcomes from the research reveal shared experiences among arctic indigenous youth in their transition to adulthood, namely common patterns in the spheres of schooling, subsistence practices, indigenous identity construction, inter- and intra-generational relations, and violence and emotional hardship related to alcohol abuse, bullying and boredom. Findings show that youth resilience strategies are an outcome of communal effort driven by family, kin and peer-support. More specifically, we found that while facing situations of hardship and adversity, youth from each community deploy socially important and locally accessible resources such as local networks of sharing, extended and fluid households, grandparents and other important care-takers, kin and peer support and subsistence activities (reindeer herding, hunting, fishing) as strategies for being well and strong. Some of these resources cited by the youth such as parents, school and subsistence, at times, also presented special challenges. This points to a complex model of negotiation enacted by youth as they determine the ways how to live in their communities that builds in the necessary flexibility to maximize available, while not always reliable, local resources. Arctic indigenous youth still deploy culturally contiguous mechanisms of protection but give them fresh meanings as they put them to use in new situations and towards new ends. Outcomes from this research include the development of innovative, indigenous and youth-centered research methodologies and dissemination materials that include a data-driven comic-book and video documentaries. This project also contributed to transformative and empowerment outcomes for the participating indigenous arctic youth and communities, with increased determination and confidence in their aboriginal strengths and skills. The project has broader impacts for social science and for global indigenous policy and research best practice.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/03/2013<br>\n\t\t\t\t\tModified by: Stacy&nbsp;M&nbsp;Rasmus</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2013/0756211/0756211_10024660_1383532118577_NSF-IPY-OU--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2013/0756211/0756211_10024660_1383532118577_NSF-IPY-OU--rgov-800width.jpg\" title=\"Negotiating Pathways to Adulthood team\"><img src=\"/por/images/Reports/POR/2013/0756211/0756211_10024660_1383532118577_NSF-IPY-OU--rgov-66x44.jpg\" alt=\"Negotiating Pathways to Adulthood team\"></...",
  "por_txt_cntn": "\nThe \"Negotiating Pathways to Adulthood\" project is an international, interdisciplinary collaboration with the aims to explore the indigenous adolescent experience at the critical time of transition from adolescence to young adulthood among Alaskan YupÆik, Alaskan Inupiat, Canadian Inuit, Norwegian Sami and Siberian Eveny. The study examined 125 youth life history narratives from these five communities to understand the challenges faced by adolescents today and identify the resources and strategies they put into use in order to cope in a new arctic. Outcomes of the project provide insights into the family, community, and cultural contexts which support healthy youth development and identifies key protective factors which may promote the development of effective, culturally consonant prevention programs so as to reduce current disparities in substance abuse and suicide, and build indigenous research capacity and a collaborative network of researchers and community members. Outcomes from the research reveal shared experiences among arctic indigenous youth in their transition to adulthood, namely common patterns in the spheres of schooling, subsistence practices, indigenous identity construction, inter- and intra-generational relations, and violence and emotional hardship related to alcohol abuse, bullying and boredom. Findings show that youth resilience strategies are an outcome of communal effort driven by family, kin and peer-support. More specifically, we found that while facing situations of hardship and adversity, youth from each community deploy socially important and locally accessible resources such as local networks of sharing, extended and fluid households, grandparents and other important care-takers, kin and peer support and subsistence activities (reindeer herding, hunting, fishing) as strategies for being well and strong. Some of these resources cited by the youth such as parents, school and subsistence, at times, also presented special challenges. This points to a complex model of negotiation enacted by youth as they determine the ways how to live in their communities that builds in the necessary flexibility to maximize available, while not always reliable, local resources. Arctic indigenous youth still deploy culturally contiguous mechanisms of protection but give them fresh meanings as they put them to use in new situations and towards new ends. Outcomes from this research include the development of innovative, indigenous and youth-centered research methodologies and dissemination materials that include a data-driven comic-book and video documentaries. This project also contributed to transformative and empowerment outcomes for the participating indigenous arctic youth and communities, with increased determination and confidence in their aboriginal strengths and skills. The project has broader impacts for social science and for global indigenous policy and research best practice.\n\n\t\t\t\t\tLast Modified: 11/03/2013\n\n\t\t\t\t\tSubmitted by: Stacy M Rasmus"
 }
}