{
 "awd_id": "0756248",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Simulation of bicontinuous phase formation in additive-filled and shape-asymmetric diblock copolymers",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eddie Chang",
 "awd_eff_date": "2008-05-01",
 "awd_exp_date": "2013-04-30",
 "tot_intn_awd_amt": 216461.0,
 "awd_amount": 216461.0,
 "awd_min_amd_letter_date": "2008-03-12",
 "awd_max_amd_letter_date": "2010-06-07",
 "awd_abstract_narration": "CBET-0756248\r\nEscobedo\r\n\r\nIntellectual Merit\r\n\r\nThe goal of this project is to use molecular simulation to (1) quantify the impact of polymeric and nanoparticle additives on the onset and structure of bicontinuous phases in linear diblock copolymers (DBC), and (2) elucidate the effect of entropic disparities between blocks of DBC chains on the behavior of bicontinuous phases. The first goal is focused on understanding how additives with selective affinity for a given block will distribute and modify the structure of complex DBC bicontinuous phases (like the gyroid, double diamond, and plumbers nightmare phases where the minority component block forms two interweaving 3D networks); it is envisioned that a suitable choice of additive type, size, affinity, and concentration may suppress or stabilize a particular bicontinuous phase. A specific aim is thus to elucidate the design of optimal additives (e.g., in size and topology) that maximize the composition range of stability of a target bicontinuous phase. The existence of competing co-continuous phases (those whose minority block forms a single 3D network) will also be investigated. Our second goal is to systematically quantify the effect of disparities in block thickness and backbone flexibility on bicontinuous phase behavior. Athermal molecules having intrinsic disparities in thickness (shape) and stiffness can lead to asymmetrical\r\npacking interactions, i.e., an effective  \"repulsion\" between opposite ends of the particles which could give rise to a phase behavior akin to that of conventional DBCs (that have an energetic inter-block disparity). There will be an investigation as to how to design systems where entropy, as opposed to energy, would be the main driving force underlying the assembly of different bicontinuous phases. Starting from the analysis of bicontinuous phases of pure DBCs via both on-lattice Monte Carlo simulations and continuum space Monte Carlo and molecular dynamics simulations, the following tasks are carried out: (i) determining the effect of selective additives (polymers and nanoparticles) of different sizes and structure on such bicontinuous phases, particularly in the particle-concentrated regime, (ii) simulating off-lattice coarse-grained models of DBC-like molecules with varying disparities in block affinity, flexibility, and thickness (pure and with additives) to determine how such changes affect the phase behavior and how they could be exploited to stabilize different bicontinuous phases. To map out reliable phase diagrams and improve ergodic sampling, several Monte Carlo methods are used and further developed; in particular, optimized expandedensemble techniques for measuring free-energies and for chemical potential equilibration.\r\n\r\nBroader Impacts\r\n\r\nThis investigation provides phase diagrams that will serve as \"road maps\" which could not only be used to correlate simulations with experimental data but also to guide future experimental efforts toward more technologically targeted systems. Given Today's unprecedented ability to synthesize copolymers of precise architecture and composition as well as hybrid organic-inorganic materials and nanoparticles, a better microscopic understanding of the structure and phase behavior of fluids containing these building blocks could provide a sounder basis for rational design of new materials for future applications, including energy-storing devices like fuel cells. The close collaboration of the PI with an experimental group at Cornell provides the synergy between simulation and\r\nexperimental efforts and that our findings will also be disseminated within the community of\r\nexperimental polymer-chemists. Dissemination of results to industry is made through Cornell's annual Polymer Outreach Program symposium. \r\n\r\nThe main educational outcome will be the training of a Ph.D. student who will also serve as a link with an experimental group at Cornell. In addition, it is expected that al least one undergraduate researcher from a different university will work on this project during a Summer via the REU program of CCMR (Cornell Center for Materials Research) and another Cornell undergraduate during two regular Semesters. Results of this investigation will be used in at least two classes: a new course on molecular simulations, and the advanced thermodynamics core course.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Fernando",
   "pi_last_name": "Escobedo",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Fernando A Escobedo",
   "pi_email_addr": "fe13@cornell.edu",
   "nsf_id": "000405638",
   "pi_start_date": "2008-03-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "341 PINE TREE RD",
  "perf_city_name": "ITHACA",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141400",
   "pgm_ele_name": "INTERFAC PROCESSES & THERMODYN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "053E",
   "pgm_ref_txt": "BIOSEPARATIONS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 80154.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 66974.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 69333.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This proposal sought to understand, at a fundamental and atomistic level, the conditions that favor the formation of bicontinuous phases using block copolymers as the basic ingredient. Bicontinuous phases have intricate and beautiful 3D patterns with nanometer-scale features which makes them particularly attractive to template the formation of highly regular, high-surface area nano-porous materials for such applications as separation membranes (for gases and liquids), catalysts, semiconductor devices, and active supports for solar cells and batteries. Experimental studies, however, have shown that such bicontinuous phases are very elusive and have at best a very limited range of stability as they are outcompeted by other, less appealing phases. The goal of this work was to use modeling (via computer simulations and theory) to try to elucidate the rules for the rational design of optimal formulation of block-copolymer-containing blends, for which the target bicontinuous phases can be best stabilized.</p>\n<p>While a homopolymer is a chain made up of many identical building blocks linked-up one next to the other, a diblock copolymer is a polymer composed of two types of building blocks (often referred as A and B types) creating two sub-chains that &ldquo;dislike&rdquo; each other and would phase separate (like oil and water) if not for the fact that they are bonded together end-to-end. Considering that the use of pure diblock copolymers is too limiting to form bicontinuous phases (as these can at best lead to only one type of bicontinuous phase and for a very narrow window of temperature and composition), our studies have considered three different types of formulations wherein a AB diblock copolymer is mixed with (1) an A-type&nbsp; homopolymer, (2) another shorter AB diblock copolymer that can serve as surfactant, and (3) a mixture of two solvents where each has a special affinity for either the A or B block. Compared to the use of pure block copolymers, these &ldquo;mixing&rdquo; strategies have the advantage that different phases can be accessed without having to synthesize a new polymers each time, but simply mix existing components in different proportions. In all these cases, we have produced phase diagrams, which are &ldquo;roadmaps&rdquo; that allows us to identify compositions (relative amounts of components), relative sizes of components, and temperatures, at which bicontinuous phases are expected to be formed. Also, our studies have provided a detailed picture of the structure of these phases; e.g., how different components distribute spatially and how that distribution may explain the type of phase that is favored. From the 3 types of mixing strategies studied, only the type &nbsp;(1) above (blending with a homopolymer) was found to stabilize multiple types of bicontinuous phases (namely, the gyroid, the double diamond, and the plumber&rsquo;s nightmare phases). The plumber&rsquo;s nightmare phase, depicted in Fig. 1 was a particularly elusive phase and our study is the first to find it via particle-based simulations. While approaches (2) and (3) have (so far) been found to lead to the formation of the gyroid phase only, its stability has been achieved over a wide range of conditions and its structural features (like the thickness of the struts, diameter of pores, or the distribution of components) can vary substantially and hence be tailored to meet desirable specifications. Figure 2 illustrates the different phases that can be found using the mixing approach (2).</p>\n<p>The phase diagrams (roadmaps) generated in this work will (beyond correlating predictions with the available experimental data) help guide future experimental efforts that seek to use bicontinuous phases towards more technologically targeted systems. Given Today&rsquo;s unprecedented ability to synthesize copolymers of precise architecture and composition as well as hybrid organic-inorga...",
  "por_txt_cntn": "\nThis proposal sought to understand, at a fundamental and atomistic level, the conditions that favor the formation of bicontinuous phases using block copolymers as the basic ingredient. Bicontinuous phases have intricate and beautiful 3D patterns with nanometer-scale features which makes them particularly attractive to template the formation of highly regular, high-surface area nano-porous materials for such applications as separation membranes (for gases and liquids), catalysts, semiconductor devices, and active supports for solar cells and batteries. Experimental studies, however, have shown that such bicontinuous phases are very elusive and have at best a very limited range of stability as they are outcompeted by other, less appealing phases. The goal of this work was to use modeling (via computer simulations and theory) to try to elucidate the rules for the rational design of optimal formulation of block-copolymer-containing blends, for which the target bicontinuous phases can be best stabilized.\n\nWhile a homopolymer is a chain made up of many identical building blocks linked-up one next to the other, a diblock copolymer is a polymer composed of two types of building blocks (often referred as A and B types) creating two sub-chains that \"dislike\" each other and would phase separate (like oil and water) if not for the fact that they are bonded together end-to-end. Considering that the use of pure diblock copolymers is too limiting to form bicontinuous phases (as these can at best lead to only one type of bicontinuous phase and for a very narrow window of temperature and composition), our studies have considered three different types of formulations wherein a AB diblock copolymer is mixed with (1) an A-type  homopolymer, (2) another shorter AB diblock copolymer that can serve as surfactant, and (3) a mixture of two solvents where each has a special affinity for either the A or B block. Compared to the use of pure block copolymers, these \"mixing\" strategies have the advantage that different phases can be accessed without having to synthesize a new polymers each time, but simply mix existing components in different proportions. In all these cases, we have produced phase diagrams, which are \"roadmaps\" that allows us to identify compositions (relative amounts of components), relative sizes of components, and temperatures, at which bicontinuous phases are expected to be formed. Also, our studies have provided a detailed picture of the structure of these phases; e.g., how different components distribute spatially and how that distribution may explain the type of phase that is favored. From the 3 types of mixing strategies studied, only the type  (1) above (blending with a homopolymer) was found to stabilize multiple types of bicontinuous phases (namely, the gyroid, the double diamond, and the plumberÆs nightmare phases). The plumberÆs nightmare phase, depicted in Fig. 1 was a particularly elusive phase and our study is the first to find it via particle-based simulations. While approaches (2) and (3) have (so far) been found to lead to the formation of the gyroid phase only, its stability has been achieved over a wide range of conditions and its structural features (like the thickness of the struts, diameter of pores, or the distribution of components) can vary substantially and hence be tailored to meet desirable specifications. Figure 2 illustrates the different phases that can be found using the mixing approach (2).\n\nThe phase diagrams (roadmaps) generated in this work will (beyond correlating predictions with the available experimental data) help guide future experimental efforts that seek to use bicontinuous phases towards more technologically targeted systems. Given TodayÆs unprecedented ability to synthesize copolymers of precise architecture and composition as well as hybrid organic-inorganic materials, a better microscopic understanding of the structure and phases of fluids containing these building blocks should provide a ..."
 }
}