{
 "awd_id": "0757827",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Experimental Study of Stress Rotation Effects in Cross-Anisotropic Sand",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Fragaszy",
 "awd_eff_date": "2008-05-01",
 "awd_exp_date": "2012-04-30",
 "tot_intn_awd_amt": 290982.0,
 "awd_amount": 290982.0,
 "awd_min_amd_letter_date": "2008-04-25",
 "awd_max_amd_letter_date": "2008-04-25",
 "awd_abstract_narration": "The research objectives of this project are to study the behavior of cross-anisotropic sand during rotation of principal stresses and to develop a constitutive model that incorporates effects of stress rotation. To achieve this goal a systematic series of torsion shear tests will be performed to determine the drained behavior of sand deposited with cross-anisotropic fabric over a range of ?ã1-directions, ?Ñ, and over a range of intermediate principal stress values as indicated by b = (?ã2 - ?ã3)/(?ã1 - ?ã3). These experimental results will help guide and form the basis for the development of a constitutive model for soils that more realistically models the real behavior of soils in-situ. \r\n\r\nElasto-plastic hardening constitutive models for engineering materials formulated in terms of stress invariants alone may work well for isotropic materials. Their derivatives, the rotational kinematic hardening models, may also capture the effects of large stress reversals and they may be used to model anisotropic behavior as long as no stress rotation occurs. The implication of using only stress invariants in the plasticity formulation is that the directions of principal stresses (not stress increments) coincide with the directions of principal strain increments (coaxiality).\r\n\r\nHowever, observation of the behavior of cross-anisotropic soils have shown that unless the principal stress directions line up with the principal material directions, then the principal stress directions may not coincide with the directions of principal strain increments during rotation of principal stress directions. To model the behavior of cross-anisotropic materials during principal stress rotation, it is necessary to involve socalled joint (or mixed) invariants. They are used to indicate the principal directions of stress relative to the principal directions of the material. Thus, non-coaxiality may be predicted and compared with the experimental observations from the proposed torsion shear experiments. Attention will be paid to the non-coaxiality of principal stresses and strain rates observed during principal stress rotation in the torsion shear tests as well as their modeling by the elasto-plastic constitutive model.\r\n\r\nThe research will contribute to establishment of more realistic modeling of soil behavior as it occurs in-situ. Real soils, as they are found in the ground, clearly behave cross-anisotropically with a vertical axis of rotational symmetry. This real behavior is most often assumed to be isotropic, and a number of observed behavior patterns are therefore not predicted correctly. The benefits of the research to society will be improved predictions of the behavior of geotechnical engineering structures and soil-structure interaction as well as consequent greater safety and economy of construction.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Poul",
   "pi_last_name": "Lade",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Poul V Lade",
   "pi_email_addr": "lade@cua.edu",
   "nsf_id": "000467557",
   "pi_start_date": "2008-04-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Catholic University of America",
  "inst_street_address": "620 MICHIGAN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2026355000",
  "inst_zip_code": "200640001",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "CATHOLIC UNIVERSITY OF AMERICA (THE)",
  "org_prnt_uei_num": "",
  "org_uei_num": "C31ES3WEAVQ5"
 },
 "perf_inst": {
  "perf_inst_name": "Catholic University of America",
  "perf_str_addr": "620 MICHIGAN AVE NE",
  "perf_city_name": "WASHINGTON",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200640001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163400",
   "pgm_ele_name": "GEOMECHANICS & GEOMATERIALS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "037E",
   "pgm_ref_txt": "GEOTECHNICAL ENGINEERING"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "9146",
   "pgm_ref_txt": "MANUFACTURING BASE RESEARCH"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 290982.0
  }
 ],
 "por": null
}