{
 "awd_id": "0757896",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "The Stanford Advanced Gravitational Wave Detector Research Program",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032927372",
 "po_email": "pmarrone@nsf.gov",
 "po_sign_block_name": "Pedro Marronetti",
 "awd_eff_date": "2008-08-01",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 2550000.0,
 "awd_amount": 2550000.0,
 "awd_min_amd_letter_date": "2008-07-30",
 "awd_max_amd_letter_date": "2010-06-26",
 "awd_abstract_narration": "This award supports Stanford?s ongoing program on advanced gravitational wave detectors. The research will focus on continuing projects on the development and testing of the Advanced LIGO seismic isolation and control systems and on the investigation of improved sensors for increasing performance of active isolation systems. In addition, research will continue on the use of ultraviolet light to mitigate the buildup of electrostatic charges on Advanced LIGO mirrors and on the evaluation of thermalized optical losses in core optic materials and optical coatings. All these efforts have as their goal the increased performance of Advanced LIGO. \r\n\r\nGravitational waves were predicted almost 90 years ago in Einstein's General Theory of Relativity, but they have not yet been detected due to the extreme sensitivity required. Interacting black holes, coalescing compact binary stellar systems, stellar collapses, pulsars and low mass X-ray binaries are all possible sources of gravitational waves, as is the random background of radiation from the early universe. Laser interferometer detectors, which operate by measuring strains in the fabric of space-time that are expected to be produced by gravitational waves, are now becoming operational and may soon give us a first detection. Detectors of higher performance, such as Advanced LIGO, should allow us to develop gravitational wave astronomy as a new window on the Universe. Stanford has a strong, multidisciplinary program in developing the technology for such detectors with participants from many areas of physics and engineering. The program provides training for future scientists and engineers at both the undergraduate and graduate levels, it integrates basic scientific research with scientific education, and includes outreach programs that inform and educate the broader community.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Byer",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Robert L Byer",
   "pi_email_addr": "byer@stanford.edu",
   "nsf_id": "000470699",
   "pi_start_date": "2008-07-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Harris",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "James S Harris",
   "pi_email_addr": "Harris@snow.stanford.edu",
   "nsf_id": "000437115",
   "pi_start_date": "2008-07-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "DeBra",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel B DeBra",
   "pi_email_addr": "ddebra@sun-valley.stanford.edu",
   "nsf_id": "000184435",
   "pi_start_date": "2008-07-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Martin",
   "pi_last_name": "Fejer",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Martin M Fejer",
   "pi_email_addr": "fejer@ee.stanford.edu",
   "nsf_id": "000163734",
   "pi_start_date": "2008-07-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "450 JANE STANFORD WAY",
  "perf_city_name": "STANFORD",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943052004",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125200",
   "pgm_ele_name": "LIGO RESEARCH SUPPORT"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7483",
   "pgm_ref_txt": "PHYSICS OF THE UNIVERSE"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 800000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 850000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 900000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Stanford is engaged in research and development on gravitational wave detection for the LIGO (Laser Interferometer Gravitational Wave Observatory) program through its membership in the LIGO Science Collaboration and through its collaborative studies with LIGO Lab. Current objectives are focused on reducing risk and insuring the success of Advanced LIGO (aLIGO), which is now under construction. We are also developing advanced technologies for future generations of gravitational wave detectors. Areas of major focus include the development of highly sensitive optical loss measurement technology, the development of slightly electrically conducting optical coatings to prevent charge build-up on LIGO&rsquo;s test mass optics, fundamental studies of dielectric optical coating and test-mass elastic dissipation losses, and the design of advanced seismic isolation systems and suspensions. Improvements in these areas are being sought continuously, and when mature, are considered for implementation into aLIGO to improve reliability and detection sensitivity.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Test mass optics and optical coating studies remain a critical area of research to achieve low thermal noise because this noise limits aLIGO&rsquo;s ultimate sensitivity.&nbsp; We have developed very sensitive instrumentation for measuring the optical absorption of aLIGO optical test mass coatings, and are working with the LIGO Lab and their coating vendors to produce coatings with the lowest possible losses.</p>\n<p>&nbsp;</p>\n<p>We are studying the fundamental nature of optical coatings with nuclear magnetic resonance (NMR) and Raman spectroscopy so we can understand the underlying mechanical loss mechanisms - at the atomic bonding level - that cause excess mechanical losses and lead to unwanted thermal noise in optical coatings. Collaborative studies with atomic numerical modeling experts are focusing on what causes individual atomic bonds to shift under mechanical stresses, and how this contributes to mechanical loss in optical coating materials.&nbsp; Our aim is a tool to predict if/how the addition of dopant species, or modifications to the coating deposition procedures themselves, can reduce the mechanical losses and the thermal noise limitations imposed by the optical coatings so we can improve the ultimate performance of future gravitational wave detectors.</p>\n<p>&nbsp;</p>\n<p>We are developing custom optical coatings designed to bleed off localized charges from the main test masses in aLIGO. We are collaborating with a local coating vendor (MLD) to leverage their production capabilities. Electrical charges on the optics may also limit the LIGO sensitivity by introducing spurious force-noise. Thin films of electrically conductive materials, such as lightly-doped tantala and related high optical index materials are being deposited to determine if their electrical conductivity and their optical loss properties can be simultaneously brought within the aLIGO performance limits.</p>\n<p>&nbsp;</p>\n<p>We are using molecular beam epitaxy (MBE) to deposit a new class of low-loss single crystal thin films onto silicon which should have applications in future cryogenic detectors as highly reflecting optical coatings.&nbsp; The aLIGO detector now under construction has not been designed for cryogenic operation, and so these studies are aimed at future generations of gravitational wave observatories that will be capable of being cooled to very low temperatures to reduce the thermal noise and improve the detector performance.</p>\n<p>&nbsp;</p>\n<p>Improved core optic suspensions and isolation platforms have been developed to enable higher sensitivity at low frequencies where ground vibrations currently limit performance. Improved isolation and control platforms have been developed to enable the detector to maintain high sensitivity down to 10 Hz through improved isolation of the suspended test masses f...",
  "por_txt_cntn": "\nStanford is engaged in research and development on gravitational wave detection for the LIGO (Laser Interferometer Gravitational Wave Observatory) program through its membership in the LIGO Science Collaboration and through its collaborative studies with LIGO Lab. Current objectives are focused on reducing risk and insuring the success of Advanced LIGO (aLIGO), which is now under construction. We are also developing advanced technologies for future generations of gravitational wave detectors. Areas of major focus include the development of highly sensitive optical loss measurement technology, the development of slightly electrically conducting optical coatings to prevent charge build-up on LIGOÆs test mass optics, fundamental studies of dielectric optical coating and test-mass elastic dissipation losses, and the design of advanced seismic isolation systems and suspensions. Improvements in these areas are being sought continuously, and when mature, are considered for implementation into aLIGO to improve reliability and detection sensitivity. \n\n \n\nTest mass optics and optical coating studies remain a critical area of research to achieve low thermal noise because this noise limits aLIGOÆs ultimate sensitivity.  We have developed very sensitive instrumentation for measuring the optical absorption of aLIGO optical test mass coatings, and are working with the LIGO Lab and their coating vendors to produce coatings with the lowest possible losses.\n\n \n\nWe are studying the fundamental nature of optical coatings with nuclear magnetic resonance (NMR) and Raman spectroscopy so we can understand the underlying mechanical loss mechanisms - at the atomic bonding level - that cause excess mechanical losses and lead to unwanted thermal noise in optical coatings. Collaborative studies with atomic numerical modeling experts are focusing on what causes individual atomic bonds to shift under mechanical stresses, and how this contributes to mechanical loss in optical coating materials.  Our aim is a tool to predict if/how the addition of dopant species, or modifications to the coating deposition procedures themselves, can reduce the mechanical losses and the thermal noise limitations imposed by the optical coatings so we can improve the ultimate performance of future gravitational wave detectors.\n\n \n\nWe are developing custom optical coatings designed to bleed off localized charges from the main test masses in aLIGO. We are collaborating with a local coating vendor (MLD) to leverage their production capabilities. Electrical charges on the optics may also limit the LIGO sensitivity by introducing spurious force-noise. Thin films of electrically conductive materials, such as lightly-doped tantala and related high optical index materials are being deposited to determine if their electrical conductivity and their optical loss properties can be simultaneously brought within the aLIGO performance limits.\n\n \n\nWe are using molecular beam epitaxy (MBE) to deposit a new class of low-loss single crystal thin films onto silicon which should have applications in future cryogenic detectors as highly reflecting optical coatings.  The aLIGO detector now under construction has not been designed for cryogenic operation, and so these studies are aimed at future generations of gravitational wave observatories that will be capable of being cooled to very low temperatures to reduce the thermal noise and improve the detector performance.\n\n \n\nImproved core optic suspensions and isolation platforms have been developed to enable higher sensitivity at low frequencies where ground vibrations currently limit performance. Improved isolation and control platforms have been developed to enable the detector to maintain high sensitivity down to 10 Hz through improved isolation of the suspended test masses from seismic ground noise and improved interferometric tracking of the position of the individual optical tables in the system with respect to each other.  The new isolation tables..."
 }
}