{
 "awd_id": "0757309",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "FRG: Collaborative Research: Kinetic Description of Multiscale Phenomena: Modeling, Theory and Computation",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Henry Warchall",
 "awd_eff_date": "2008-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 121273.0,
 "awd_amount": 121273.0,
 "awd_min_amd_letter_date": "2008-05-23",
 "awd_max_amd_letter_date": "2008-05-23",
 "awd_abstract_narration": "Kinetic equations play a central role in many areas of mathematical physics, from micro- and nano-physics to continuum mechanics. They are an indispensable tool in the mathematical description of applications in physical and social sciences, from semi-conductors, polymers and plasma to traffic networking and swarming. The ultimate goal of this proposal is to develop novel analytical and numerical methods based on kinetic descriptions of complex phenomena with multiple scales and with a wide range of applications. The objective is to achieve a better understanding of problems which are in the forefront of current research and to contribute to the solution of long-standing problems by synergetic collaboration of theory, modeling and numerics. To this end, this Focus Research Group (FRG) will provide a platform, led by leading researchers from Universities of Maryland, Brown, Iowa State, Wisconsin-Madison, Arizona State, Austin-Texas and Toulouse, France, who will merge their expertise in the construction, analysis and implementation of kinetic descriptions for a selected suite of problems with crossing scales from quantum and micro scales to the macro scales. Topics to be discussed include kinetic descriptions of microscopic and quantum phenomena, and kinetic descriptions of macroscopic phenomena. As a recent novel example for the kinetic methodology we will use kinetic descriptions to study hyperbolic flows for complex supply chains. The theoretical and modeling aspects of this research program, on both microscopic and macroscopic scales, will be integrated with kinetic-based numerical methods for capturing ``smaller scales phenomena\". \r\n\r\nThe rationale behind this proposal is a timely effort to address several important issues in modern applied mathematics. Kinetic theories are not new. Yet, there have been many major developments in kinetic modeling, kinetic theories and related numerical methods, with the potential for a considerable impact on emerging new fields in physical and social sciences. The proposed effort will significantly strengthen the leading role that the US researchers can play in pursuing cutting-edge research and training a new generation of applied mathematicians in this important field. We expect this project to contribute to the development of scientific workforce by advanced training for doctoral and postdoctoral researchers and by providing a platform for interdisciplinary interactions with researchers from related disciplines. Internal and external interactions will be maintained through synergetic collaborations which will come to fruition during the three annual workshops to be held in Maryland (Year 1), France and Brown (Year 2), and Wisconsin (Year 3). International meetings will be held as part of a series of interdisciplinary workshops organized by the Center for Scientific Computation and Mathematical Modeling (CSCAMM) at the University of Maryland. Project researchers will collaborate with the DOE Center for Multiscale Plasma Dynamics in CSCAMM, the DOE Ames Laboratory at Iowa State University, and the Institute for Computational Engineering and Sciences (ICES) at UT Austin.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christian",
   "pi_last_name": "Ringhofer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christian Ringhofer",
   "pi_email_addr": "ringhofer@asu.edu",
   "nsf_id": "000141037",
   "pi_start_date": "2008-05-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "660 S MILL AVENUE STE 204",
  "perf_city_name": "TEMPE",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852813670",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1616",
   "pgm_ref_txt": "FOCUSED RESEARCH GROUPS IN MATH SCIENCES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 121273.0
  }
 ],
 "por": null
}