{
 "awd_id": "0757889",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Web-Based High-Energy Particle Physics Event Generation",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032925314",
 "po_email": "kdienes@nsf.gov",
 "po_sign_block_name": "Keith Dienes",
 "awd_eff_date": "2008-06-01",
 "awd_exp_date": "2012-05-31",
 "tot_intn_awd_amt": 180000.0,
 "awd_amount": 180000.0,
 "awd_min_amd_letter_date": "2008-05-15",
 "awd_max_amd_letter_date": "2010-03-06",
 "awd_abstract_narration": "This project addresses the critical need to develop accurate event simulations for high\r\nenergy particle physics research. It has two main thrusts. The first is to expand the scope\r\nand functionality of the MadGraph/MadEvent software packages to allow model\r\nbuilders to work with MadGraph using their preferred language of the Lagrangian,\r\ngive phenomenologists greater control of the processes generated, and allow experimentalists to seamlessly integrate these tools into their analysis environment. The second thrust will be the development of human resources and expertise at the University of Illinois necessary to take full advantage of these tools in the analysis of data from the\r\nLarge Hadron Collider (LHC). Graduate students will develop the skills necessary to\r\nparticipate in the exciting discoveries that the LHC data will provide, and a postdoctoral\r\nresearch associate will receive essential training to work with theorists and experimentalists in creating the relevant simulations necessary for the data analysis. A crucial part of this proposal is the  optimization of the codes for HEP Grid Computing.\r\n.The vast computing resources of the Grid will allow for the feasible generation of the millions of unweighted events required for an experimental analysis in a short amount of time. Perhaps even more important, by moving to a Grid-compatible format, experimentalists will be able to fully incorporate MadEvent into their analysis environments. This project will create a common platform with which everyone can work efficiently. This common platform will dramatically reduce the transition time from model development to phenomenological analysis to an experimental analysis and discovery. A second important benefit of the project is the training it will provide to the\r\nyoung scientists and students working on the software developments.\r\nThe \"Science Thursdays\"  that the PI will participate in is an excellent way to pass on science to elementary school children. The proposed event visualisation will be an invaluable tool to educate the general public in the exciting physics we expect to discover at the LHC.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Stelzer",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy J Stelzer",
   "pi_email_addr": "tstelzer@illinois.edu",
   "nsf_id": "000381562",
   "pi_start_date": "2008-05-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 S WRIGHT ST",
  "perf_city_name": "URBANA",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128600",
   "pgm_ele_name": "Elem. Particle Physics/Theory"
  },
  {
   "pgm_ele_code": "724400",
   "pgm_ele_name": "COMPUTATIONAL PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 60000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 60000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 60000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This is an exciting time in high energy particle physics. The Large Hadron Collider (LHC) at CERN is now running and soon will be generating top quark events at the rate of 1/sec. Embedded within these data are events that could revolutionize our understanding of the nature of our universe. <br />Extracting new discoveries from these data requires meticulous calculations based on fundamental theory for particles and their interactions. These calculations are notoriously difficult, requiring experts to specialize in a single component of the calculation and then properly combine&nbsp; each segment to yield predictions that can be compared with the experimental data. Indeed, unraveling the physics hidden in the incoming data will require an unprecedented level of communication between model builders, phenomonologists, and experimentalists. <br />MadGraph facilitates this communication by providing a single software environment in which theorists can create and test new models, phenomenologists can investigate signal signatures and mechanisms to suppress the background, and experimentalists can run the complete event simulations needed to extract the physics from the data.<br />This project allowed&nbsp; key enhancements to MadGraph&nbsp; for all users.&nbsp; For model builders, MadGraph was integrated with Feynrules, a Mathmatica package designed to allow model builders to describe new physics in terms of the interaction Lagrangian.&nbsp; As part of this project, we expanded MadGraph to understand the output of Feynrules, thereby providing a seamless mechanism for model builders to share their new theories of physics with phenomenologists, who can then study the implications of these new interactions.<br />In addition to having the ability to seamlessly incorporate new physics from the model builders, we also added new functionality specifically for the phenomenologists.&nbsp; One of the most important enhancements is the ability to specify &ldquo;decay chains.&rdquo;&nbsp; When performing calculations of fundamental interactions, field theory says we must consider all possible transitions between the initial and final state.&nbsp; For events of interest at the LHC, this can include hundreds of thousands of processes. Thus, the calculation becomes unacceptably slow, even though one knows a priori that most processes have negligible contributions.&nbsp; The decay chain formalism allows the phenomenologist to exclude the negligible processes, thereby increasing the calculation speed by several orders of magnitude, without adversely affecting the accuracy of the result. <br />The techniques and calculations described above allow us to accurately simulate what is referred to as the &ldquo;hard&rdquo; interaction. That is, the interactions that take place on the scale of 1x10&ndash;15 m. However, the detector does not &ldquo;see&rdquo; the results of this interaction until the particles have traveled several millimeters. Therefore, in order to compare our theoretical predictions with what the experiment &ldquo;sees,&rdquo; he calculation must be extended to include showering and hadronization interactions that occur at longer distances.&nbsp; We have expanded MadGraph such that can generate what are referred to as &ldquo;inclusive&rdquo; event samples. These event samples are in a format that allows them to be passed to another program for showering and hadronization, resulting in a full event simulation that can be directly run through the full experimental analysis and compared with the data.<br />The enhancements made to MadGraph as part of this grant have dramatically improved its ability to assist model builders, phenomenologists and experimentalists analyze data coming from the LHC. Indications of the impact of this project include: <br />1)&nbsp;&nbsp;&nbsp; MadGraph paper documenting improvements is among most cited in HEP.<br />2)&nbsp;&nbsp;&nbsp; Several thousa...",
  "por_txt_cntn": "\nThis is an exciting time in high energy particle physics. The Large Hadron Collider (LHC) at CERN is now running and soon will be generating top quark events at the rate of 1/sec. Embedded within these data are events that could revolutionize our understanding of the nature of our universe. \nExtracting new discoveries from these data requires meticulous calculations based on fundamental theory for particles and their interactions. These calculations are notoriously difficult, requiring experts to specialize in a single component of the calculation and then properly combine  each segment to yield predictions that can be compared with the experimental data. Indeed, unraveling the physics hidden in the incoming data will require an unprecedented level of communication between model builders, phenomonologists, and experimentalists. \nMadGraph facilitates this communication by providing a single software environment in which theorists can create and test new models, phenomenologists can investigate signal signatures and mechanisms to suppress the background, and experimentalists can run the complete event simulations needed to extract the physics from the data.\nThis project allowed  key enhancements to MadGraph  for all users.  For model builders, MadGraph was integrated with Feynrules, a Mathmatica package designed to allow model builders to describe new physics in terms of the interaction Lagrangian.  As part of this project, we expanded MadGraph to understand the output of Feynrules, thereby providing a seamless mechanism for model builders to share their new theories of physics with phenomenologists, who can then study the implications of these new interactions.\nIn addition to having the ability to seamlessly incorporate new physics from the model builders, we also added new functionality specifically for the phenomenologists.  One of the most important enhancements is the ability to specify \"decay chains.\"  When performing calculations of fundamental interactions, field theory says we must consider all possible transitions between the initial and final state.  For events of interest at the LHC, this can include hundreds of thousands of processes. Thus, the calculation becomes unacceptably slow, even though one knows a priori that most processes have negligible contributions.  The decay chain formalism allows the phenomenologist to exclude the negligible processes, thereby increasing the calculation speed by several orders of magnitude, without adversely affecting the accuracy of the result. \nThe techniques and calculations described above allow us to accurately simulate what is referred to as the \"hard\" interaction. That is, the interactions that take place on the scale of 1x10&ndash;15 m. However, the detector does not \"see\" the results of this interaction until the particles have traveled several millimeters. Therefore, in order to compare our theoretical predictions with what the experiment \"sees,\" he calculation must be extended to include showering and hadronization interactions that occur at longer distances.  We have expanded MadGraph such that can generate what are referred to as \"inclusive\" event samples. These event samples are in a format that allows them to be passed to another program for showering and hadronization, resulting in a full event simulation that can be directly run through the full experimental analysis and compared with the data.\nThe enhancements made to MadGraph as part of this grant have dramatically improved its ability to assist model builders, phenomenologists and experimentalists analyze data coming from the LHC. Indications of the impact of this project include: \n1)    MadGraph paper documenting improvements is among most cited in HEP.\n2)    Several thousand registered users on the MadGraph website, madgraph.hep.uiuc.edu.\n3)    High demand/attendance at MadGraph workshops and summer schools around world.\n\n\n\n\t\t\t\t\tLast Modified: 06/06/2012\n\n\t\t\t\t\tSubmitted by: Timothy J Stelzer"
 }
}