{
 "awd_id": "0757549",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "FRG: Collaborative Research:  Prediction and Risk of Extreme Events Utilizing Mathematical Computer Models of Geophysical Processes",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gabor Szekely",
 "awd_eff_date": "2008-07-01",
 "awd_exp_date": "2012-06-30",
 "tot_intn_awd_amt": 479724.0,
 "awd_amount": 479724.0,
 "awd_min_amd_letter_date": "2008-04-08",
 "awd_max_amd_letter_date": "2010-04-21",
 "awd_abstract_narration": "The goal of this project is to develop the mathematical, statistical and computational tools needed to assess and predict the risk associated with geophysical hazards such as volcanic pyroclastic flows.  Based on a preliminary data analysis, the investigators develop stochastic models beginning with stationary independent increment processes employing (possibly tapered) Pareto distributions for the volumes of pyroclastic flows exceeding some observational threshold, in the domain of attraction of an alpha-stable process governing the aggregate flow volume of multiple smaller eruptions.  Von Mises distributions are used for flow initiation angles.  The deterministic TITAN2D two-dimensional computational environment is employed, which uses available digital elevation maps to predict the impact at various sites of interest from flows of specified volume and initiation angles.  TITAN2D is a depth-averaged, thin-layer computational fluid dynamics code based on an adaptive grid Godunov solver, suitable for simulating geophysical mass flows.  A rapid emulator based on a simple Gaussian random-field approximation to the TITAN2D model enables the investigators to emulate hundreds of thousands of TITAN2D runs and construct an estimate of the set of possible flow volumes and initiation angles that would lead to significant impact; a hierarchical Bayesian statistical model then reflects the probability of such an impact over a specified period of time.\r\n\r\nRecent advances in computing power and algorithms have led to the application of mathematical and computer modeling to such highly complex phenomena as storms, floods, earthquakes and volcanic eruptions.  It is increasingly being understood that development of mathematical models of these phenomena is only one part of a much more complex process needed for making reliable estimates and predictions of risk.  This project develops the mathematical, statistical and computational tools needed for assessing and predicting the risk associated with such natural hazards.  A particular focus of the work is the study of how these risks vary in space and time, and of how uncertain they are.  This methodology is developed in context of the specific problem of volcanic avalanches and pyroclastic flows (so-called geophysical mass flows), but much of it will be applicable more broadly to problems in the analysis and quantification of risk in problems featuring spatial variability and model uncertainty.  It brings together a unique team of scientists with specialties including volcanology, to guide the development of realistic models for the geophysical processes under study; in stochastic processes, to reflect uncertainty and variability about initial conditions, flow frequencies, and other features in realistic and verifiable ways; in deterministic computer modeling, for the difficult task of making detailed spatial predictions of the consequences of the most probable and of the most hazardous possible events; in computer model emulation, to accelerate many thousand-fold the computations necessary for predicting the risk of rare events under a wide range of possible scenarios; and in statistical modeling and analysis, to reflect honestly all the different sources of uncertainty and variability in this analysis, leading to a full quantification of the risk of hazardous events.  Only with such a broad range of expertise can investigators build the tapestry of science that is required to develop tools for studying devastating natural hazards.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Wolpert",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Robert L Wolpert",
   "pi_email_addr": "rlw@duke.edu",
   "nsf_id": "000444377",
   "pi_start_date": "2008-04-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Berger",
   "pi_mid_init": "O",
   "pi_sufx_name": "",
   "pi_full_name": "James O Berger",
   "pi_email_addr": "berger@stat.duke.edu",
   "nsf_id": "000386956",
   "pi_start_date": "2008-04-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "2200 W MAIN ST",
  "perf_city_name": "DURHAM",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277054640",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126900",
   "pgm_ele_name": "STATISTICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1616",
   "pgm_ref_txt": "FOCUSED RESEARCH GROUPS IN MATH SCIENCES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 152106.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 156077.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 171541.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Pyroclastic flows (PFs) are among the most common, destructive,<br />and terrifying forms of volcanic eruption.&nbsp; These fast-moving<br />(&gt;200 mph) flows of rock, water, and gas mixtures can exceed 1000<br />&deg;F.&nbsp; The goal of our research was to develop improved methods for<br />predicting the hazard of PF events like those that occurred at<br />Mt. St. Helen's.&nbsp; The new methods can also be applied to other<br />natural hazards, and our advances in statistical science and<br />applied mathematics will have wide benefit.</p>\n<p>Our six-investigator team of statisticians, applied<br />mathematicians, and a geologist collaborated to build \"hazard<br />maps\" indicating the probability of inundation by catastrophic PF<br />events within a specific time period (5, 10, or 20 years) at each<br />\"target\" physical location within range of an active volcano.&nbsp; We<br />broke the problem down into two parts:<br /><br />&nbsp; Deterministic Flow Modeling:<br />&nbsp; Pyroclastic Flows are characterized by their volume (in<br />&nbsp; millions of cubic meters) and the direction of initial flow<br />&nbsp; (any compass direction is possible).&nbsp; For each target location,<br />&nbsp; we determined how large PFs would have to be, and with what<br />&nbsp; initial directions, to reach that target.<br /><br />&nbsp; Stochastic Volume &amp; Frequence Modeling:<br />&nbsp; The primary volcano we studied was the Soufri&egrave;re Hills volcano<br />&nbsp; on the Caribbean island of Montserrat, discovered by Columbus<br />&nbsp; in 1493.&nbsp; After centuries of dormancy this volcano erupted in<br />&nbsp; July 1995 and, since then, has been among the most active and<br />&nbsp; best studied volcanoes in the world.&nbsp; Using data shared with us<br />&nbsp; by scientists at the Montserrat Volcano Observatory we have<br />&nbsp; studied and modeled the frequency, volumes, and directions of<br />&nbsp; hundreds of PFs over a period of 15 years to support prediction<br />&nbsp; of flow hazards for the coming decades.<br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <br />Addressing each of these has led to advances in applied<br />mathematics and statistics, and has advanced the quantitative<br />study of geophysical hazards.</p>\n<p>The physics and mechanics that govern the flow of granular<br />material like PFs differ from those that govern familiar fluids<br />like water and air.&nbsp; PI Pitman co-developed one of the leading<br />computer models for simulating granular flow, \"TITAN-2D\".&nbsp; In<br />about 1h hour of supercomputer time this model can predict the<br />entire time-course of a Pyroclastic Flow on (a digital<br />representation of) the topography, for specified values of the<br />initial flow direction and volume and other uncertain quantities<br />like the friction parameters that govern how quickly the kinetic<br />energy of motion is transformed into heat.<br /><br />For our purposes, this 1h running time is simply too slow.&nbsp; To<br />predict the probability of devastation at thousands of target<br />locations, from each of thousands of possible PF volumes in<br />thousands of possible directions, would require billions of hours<br />of supercomputing time.&nbsp; Even mere hundreds of locations,<br />volumes, and directions would take millions of hours, or<br />centuries.&nbsp; We solved this problem by building a Bayesian<br />statistical model (called an \"emulator\") for the TITAN-2D<br />simulation model.&nbsp; The emulator is trained to imitate TITAN-2D by<br />showing it the simulation model's output at a few hundred<br />carefully selected input values (including PF volumes, initial<br />directions, friction parameters).&nbsp; The emulator then reproduces<br />these outputs exactly, and predicts what TITAN-2D would return at<br />new, untried input values (along with meaningful estimates of how<br />accurate the predictions are).&nbsp;...",
  "por_txt_cntn": "\nPyroclastic flows (PFs) are among the most common, destructive,\nand terrifying forms of volcanic eruption.  These fast-moving\n(&gt;200 mph) flows of rock, water, and gas mixtures can exceed 1000\n&deg;F.  The goal of our research was to develop improved methods for\npredicting the hazard of PF events like those that occurred at\nMt. St. Helen's.  The new methods can also be applied to other\nnatural hazards, and our advances in statistical science and\napplied mathematics will have wide benefit.\n\nOur six-investigator team of statisticians, applied\nmathematicians, and a geologist collaborated to build \"hazard\nmaps\" indicating the probability of inundation by catastrophic PF\nevents within a specific time period (5, 10, or 20 years) at each\n\"target\" physical location within range of an active volcano.  We\nbroke the problem down into two parts:\n\n  Deterministic Flow Modeling:\n  Pyroclastic Flows are characterized by their volume (in\n  millions of cubic meters) and the direction of initial flow\n  (any compass direction is possible).  For each target location,\n  we determined how large PFs would have to be, and with what\n  initial directions, to reach that target.\n\n  Stochastic Volume &amp; Frequence Modeling:\n  The primary volcano we studied was the Soufri&egrave;re Hills volcano\n  on the Caribbean island of Montserrat, discovered by Columbus\n  in 1493.  After centuries of dormancy this volcano erupted in\n  July 1995 and, since then, has been among the most active and\n  best studied volcanoes in the world.  Using data shared with us\n  by scientists at the Montserrat Volcano Observatory we have\n  studied and modeled the frequency, volumes, and directions of\n  hundreds of PFs over a period of 15 years to support prediction\n  of flow hazards for the coming decades.\n        \nAddressing each of these has led to advances in applied\nmathematics and statistics, and has advanced the quantitative\nstudy of geophysical hazards.\n\nThe physics and mechanics that govern the flow of granular\nmaterial like PFs differ from those that govern familiar fluids\nlike water and air.  PI Pitman co-developed one of the leading\ncomputer models for simulating granular flow, \"TITAN-2D\".  In\nabout 1h hour of supercomputer time this model can predict the\nentire time-course of a Pyroclastic Flow on (a digital\nrepresentation of) the topography, for specified values of the\ninitial flow direction and volume and other uncertain quantities\nlike the friction parameters that govern how quickly the kinetic\nenergy of motion is transformed into heat.\n\nFor our purposes, this 1h running time is simply too slow.  To\npredict the probability of devastation at thousands of target\nlocations, from each of thousands of possible PF volumes in\nthousands of possible directions, would require billions of hours\nof supercomputing time.  Even mere hundreds of locations,\nvolumes, and directions would take millions of hours, or\ncenturies.  We solved this problem by building a Bayesian\nstatistical model (called an \"emulator\") for the TITAN-2D\nsimulation model.  The emulator is trained to imitate TITAN-2D by\nshowing it the simulation model's output at a few hundred\ncarefully selected input values (including PF volumes, initial\ndirections, friction parameters).  The emulator then reproduces\nthese outputs exactly, and predicts what TITAN-2D would return at\nnew, untried input values (along with meaningful estimates of how\naccurate the predictions are).  The key is that the emulator does\nthis prediction in seconds, not hours, speeding computation by\nover three orders of magnitude, to complete a century's\ncomputation in days.\n\nSpecific scientific advances include:\n\n  - Previous emulator investigators have taken short-cuts\n    intended to simplify computations, hoping not to compromise\n    predictions.  We found ways to implement fully-Bayesian\n    emulation without short-cuts, adding very little\n    computational burden.\n\n  - The input parameter \"initial direction\" is periodic: +270&deg;\n    from East i..."
 }
}