{
 "awd_id": "0758330",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI/Collaborative Research: The Molecular Origins of Friction - A Study Across Velocity Regimes of Phosphonate Monolayers on Alternative MEMS-Type Surfaces",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gary Fischman",
 "awd_eff_date": "2009-05-01",
 "awd_exp_date": "2012-04-30",
 "tot_intn_awd_amt": 116444.0,
 "awd_amount": 122444.0,
 "awd_min_amd_letter_date": "2008-07-21",
 "awd_max_amd_letter_date": "2011-02-16",
 "awd_abstract_narration": "The purpose of this collaborative project is to combine the resources of three institutions to study the frictional properties of molecularly-thin films for a wide range of sliding speeds. These films, known as self-assembled monolayers (SAMs), will be composed of phosphonic acid molecules, long-chain carbon-based molecules that include phosphorous. These SAMs will be attached to oxidized metal surfaces and provide a model system for exploring how friction depends on molecular structure and the surface to which the molecules are attached. With intensive involvement of undergraduate students, Prof. Erin Flater at Luther College and Prof. Brian Borovsky at St. Olaf College will compare frictional measurements performed using two distinct micro/nanoscale friction measuring devices, an atomic force microscope and an integrated nanoindenter - quartz microbalance system, respectively. Prof. W. Robert Ashurst at Auburn University will prepare the samples in advance, to create identical frictional interfaces for study at Luther and St. Olaf. \r\n\r\nUnderstanding the frictional properties of SAMs provides information about the nature of friction in general, and the results of this collaborative research program will help bridge the scientific and technical areas of friction research. As mechanical devices are made smaller in size, their functionality is limited by surface phenomena, such as friction and adhesion. In this way, low friction phosphonate SAMs may provide an alternative pathway for the development of microscale devices. This project exemplifies the dedication of St. Olaf College and Luther College to provide undergraduate students with access to mentored research opportunities and modern instrumentation. The techniques developed will be incorporated into existing advanced laboratory courses, maximizing the educational impact of the collaborators? research programs. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Borovsky",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Brian P Borovsky",
   "pi_email_addr": "borovsky@stolaf.edu",
   "nsf_id": "000077387",
   "pi_start_date": "2008-07-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Saint Olaf College",
  "inst_street_address": "1520 SAINT OLAF AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NORTHFIELD",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "5077863000",
  "inst_zip_code": "550571574",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MN02",
  "org_lgl_bus_name": "ST. OLAF COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "WDA2A3VKY3A7"
 },
 "perf_inst": {
  "perf_inst_name": "Saint Olaf College",
  "perf_str_addr": "1520 SAINT OLAF AVE",
  "perf_city_name": "NORTHFIELD",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "550571574",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MN02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163300",
   "pgm_ele_name": "MATERIALS AND SURFACE ENG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "024E",
   "pgm_ref_txt": "MATERIALS DESIGN"
  },
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "1444",
   "pgm_ref_txt": "SURFACE ENGINEERING"
  },
  {
   "pgm_ref_code": "1633",
   "pgm_ref_txt": "MATERIALS AND SURFACE ENG"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9162",
   "pgm_ref_txt": "MULTI DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "9231",
   "pgm_ref_txt": "SUPPL FOR UNDERGRAD RES ASSIST"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 116444.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our project, funded by the National Science Foundation, has two primary goals: to advance the science of microscopic materials systems that are crucial components in the technology of ultra-small machines, and to train undergraduate students to perform cutting-edge scientific research at the professional level. We have designed our collaborative project to combine the resources available at two small liberal arts colleges and a large research university (St. Olaf College, Luther College, and Auburn University). In doing so, we have sought to bridge the gap between pure science and applied engineering, while helping to develop the next generation of American scientists and engineers.</p>\n<p>&nbsp;</p>\n<p>The scientific goal of this project is aimed at discovering a novel material and lubricant combination that can be used to create tiny machines, smaller than the width of a hair. These mechanical systems require familiar moving parts such as gears, axles, levers, and pistons, all of which have surfaces that contact and rub against each other during operation. If the problems caused by friction and wear of these surfaces can be overcome, then \"micromachines\" could see an extraordinarily broad range of uses in the areas of communications technology and health care. Possible applications might include in-home monitoring and treatment, or environmental sensing for safety and management. Silicon, the hard and brittle material used for integrated circuits, paired with molecularly-thin oil-based lubricant layers have been used to build complicated micromachine structures for many years, but these materials have proven ineffective in some crucial ways, which has limited the form and usefulness of micromechanical devices. In our project, we have studied aluminum oxide lubricated by just a single layer of molecules, called alkanephosphonates, which are tightly bound to the contact surfaces. We have studied the frictional properties of these systems at the microscopic level, across a wide range of pressures and sliding speeds. After three years of research, we have concluded that this novel material combination does not produce a low friction system, even though the friction is reduced by two to ten times when the lubricant layer is applied to the metal oxide. The lubricant layer and oxide surface seem to interact with water in the environment, to produce a friction response that varies with time as the surfaces slide against each other, and there is some evidence that the layers can swell with water over time, causing larger contact areas and increased friction as the contacts age. While this materials system does not seem attractive for microscale devices, there are compelling reasons to keep studying phosphonate single-layer lubricants, especially because they can be applied to many different metal oxide surfaces to form well-ordered and strongly-bound layers that may result in low - or just low enough - friction to make durable and adaptable micromachines. &nbsp;</p>\n<p>&nbsp;</p>\n<p>Since our project is also focused on the training and development of young scientists and engineers, the faculty advisors have mentored undergraduate student researchers so that they have carried out these investigations by themselves from start to finish. Our students have designed and built equipment, prepared samples, acquired data, performed analysis, and presented their results to the broader scientific community. We believe that it is only through these in-depth, hands-on experiences that research can have its full impact on undergraduate students. Studies have shown that well-designed, immersive research experiences can dramatically improve students' attitudes about science and their likelihood of pursing advanced degrees in science and technology. Our project has allowed 10 college students to engage in research and present their findings at public conferences, both regional and nation...",
  "por_txt_cntn": "\nOur project, funded by the National Science Foundation, has two primary goals: to advance the science of microscopic materials systems that are crucial components in the technology of ultra-small machines, and to train undergraduate students to perform cutting-edge scientific research at the professional level. We have designed our collaborative project to combine the resources available at two small liberal arts colleges and a large research university (St. Olaf College, Luther College, and Auburn University). In doing so, we have sought to bridge the gap between pure science and applied engineering, while helping to develop the next generation of American scientists and engineers.\n\n \n\nThe scientific goal of this project is aimed at discovering a novel material and lubricant combination that can be used to create tiny machines, smaller than the width of a hair. These mechanical systems require familiar moving parts such as gears, axles, levers, and pistons, all of which have surfaces that contact and rub against each other during operation. If the problems caused by friction and wear of these surfaces can be overcome, then \"micromachines\" could see an extraordinarily broad range of uses in the areas of communications technology and health care. Possible applications might include in-home monitoring and treatment, or environmental sensing for safety and management. Silicon, the hard and brittle material used for integrated circuits, paired with molecularly-thin oil-based lubricant layers have been used to build complicated micromachine structures for many years, but these materials have proven ineffective in some crucial ways, which has limited the form and usefulness of micromechanical devices. In our project, we have studied aluminum oxide lubricated by just a single layer of molecules, called alkanephosphonates, which are tightly bound to the contact surfaces. We have studied the frictional properties of these systems at the microscopic level, across a wide range of pressures and sliding speeds. After three years of research, we have concluded that this novel material combination does not produce a low friction system, even though the friction is reduced by two to ten times when the lubricant layer is applied to the metal oxide. The lubricant layer and oxide surface seem to interact with water in the environment, to produce a friction response that varies with time as the surfaces slide against each other, and there is some evidence that the layers can swell with water over time, causing larger contact areas and increased friction as the contacts age. While this materials system does not seem attractive for microscale devices, there are compelling reasons to keep studying phosphonate single-layer lubricants, especially because they can be applied to many different metal oxide surfaces to form well-ordered and strongly-bound layers that may result in low - or just low enough - friction to make durable and adaptable micromachines.  \n\n \n\nSince our project is also focused on the training and development of young scientists and engineers, the faculty advisors have mentored undergraduate student researchers so that they have carried out these investigations by themselves from start to finish. Our students have designed and built equipment, prepared samples, acquired data, performed analysis, and presented their results to the broader scientific community. We believe that it is only through these in-depth, hands-on experiences that research can have its full impact on undergraduate students. Studies have shown that well-designed, immersive research experiences can dramatically improve students' attitudes about science and their likelihood of pursing advanced degrees in science and technology. Our project has allowed 10 college students to engage in research and present their findings at public conferences, both regional and national. A total of 20 presentations have been given by these students, and 7 of these have been directed ..."
 }
}