{
 "awd_id": "0758539",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Simulation of Coil Wedge Effects in Sheet Rolling",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "george hazelrigg",
 "awd_eff_date": "2008-06-15",
 "awd_exp_date": "2011-12-31",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 206000.0,
 "awd_min_amd_letter_date": "2008-06-03",
 "awd_max_amd_letter_date": "2010-07-20",
 "awd_abstract_narration": "The research objective of this award is to investigate and simulate the dynamic effects of coil wedge in sheet rolling and coiling operations using a new mixed finite element method.  The research approach is to use a rapid, new mixed finite element model to predict the rolling mill deflection.  Combining this novel method with coil winding models, industry data, and stochastic analysis will enable a thorough investigation of the coil wedge problem. The research effort will integrate the rapid new mixed finite element model with operating data and expertise of two mill manufacturers and a major metal producer.\r\n\r\nIf successful, the benefits and broader impacts will include the ability to roll superior products with greater efficiency and reduced energy. The research results will directly benefit the producers of specialty flat-rolled metals and the manufacturers of specialty rolling mills.  End users of higher quality, more efficiently-produced steel, aluminum, copper, and brass coils will also benefit from the research.  Furthermore, the work will expose diverse student groups to metals manufacturing curricula and exciting metals industry research.  Wright State will leverage its existing outreach programs to encourage women, minorities, and students with disabilities to conduct work in the metal rolling field, and prepare for enhanced career opportunities.  The simulation results, which explain the dynamics of coil wedge problems, will be broadly disseminated to the research community through journal publications and conference presentations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ramana",
   "pi_last_name": "Grandhi",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Ramana V Grandhi",
   "pi_email_addr": "ramana.grandhi@wright.edu",
   "nsf_id": "000313696",
   "pi_start_date": "2008-06-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Arif",
   "pi_last_name": "Malik",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Arif S Malik",
   "pi_email_addr": "arif.malik@utdallas.edu",
   "nsf_id": "000283586",
   "pi_start_date": "2008-06-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wright State University",
  "inst_street_address": "3640 COLONEL GLENN HWY",
  "inst_street_address_2": "",
  "inst_city_name": "DAYTON",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "9377752425",
  "inst_zip_code": "454350002",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "OH10",
  "org_lgl_bus_name": "WRIGHT STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPT2UNTNHJZ1"
 },
 "perf_inst": {
  "perf_inst_name": "Wright State University",
  "perf_str_addr": "3640 COLONEL GLENN HWY",
  "perf_city_name": "DAYTON",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "454350002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "OH10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "146800",
   "pgm_ele_name": "Manufacturing Machines & Equip"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "082E",
   "pgm_ref_txt": "MFG MACHINES & METROLOGY"
  },
  {
   "pgm_ref_code": "083E",
   "pgm_ref_txt": "MATERIAL TRANSFORMATION PROC"
  },
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "9146",
   "pgm_ref_txt": "MANUFACTURING BASE RESEARCH"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9231",
   "pgm_ref_txt": "SUPPL FOR UNDERGRAD RES ASSIST"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 200000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p style=\"text-align: left;\"><span style=\"text-decoration: underline;\">Intellectual Merit</span></p>\n<p>Through application of new engineering simulation techniques, the results of this research project have led to a new understanding of flatness quality problems encountered when manufacturing sheet metal products on precision cold rolling mills.&nbsp; The global market for raw sheet metals is becoming increasingly competitive, because rolled sheets of steel, copper, and aluminum are used to create everything from stainless steel refrigerators, medical instruments, electric motors, automotive and aircraft parts, and electronics components. &nbsp;As consumer and commercial goods become more specialized and more precise, so do the manufacturing operations needed to create them.&nbsp; This research project has scientifically analyzed and addressed a particularly troublesome problem in the cold rolling of raw sheet metals.&nbsp; The problem stems from when a wide coil of metal sheet is cut into two narrower coils in preparation for more precise rolling on specialty cold mills.&nbsp; Any non-uniformity in the original wide coil&rsquo;s thickness profile leads to wedge-shaped thickness profiles in the two narrower coils. &nbsp;This in turn causes significant quality problems in the flatness of the metal sheet during subsequent rolling and winding operations.&nbsp; The problem has been difficult to understand because the flatness defects that occur change rapidly and unpredictably during rolling.&nbsp; Using new engineering simulation techniques, the researchers have worked with rolling mill builders to generate accurate prediction models of the resulting dynamic flatness defects.&nbsp; The research results allow metal producers to modify their mill control systems in order to predict and adjust for the flatness defects arising from the coil wedge problem.&nbsp;</p>\n<p>&nbsp;<span style=\"text-decoration: underline;\">Broader Impacts</span></p>\n<p>The benefits and broader impacts of this successful research project include the ability to manufacture higher quality sheet metal products at greater efficiency and reduced energy. The research results directly benefit the producers of specialty flat-rolled metals, and the manufacturers of modern rolling mills.&nbsp; End users of higher quality, more efficiently-produced steel, aluminum, copper coils also benefit from the new technology, which has been published in an international journal, at two national conferences, and is available to companies as computer software.&nbsp; The research effort has also exposed diverse student groups to metals manufacturing education and exciting metals industry research.&nbsp; Students from both Saint Louis University and Wright State University have worked with the collaborating mill builders and metal producers to integrate the research into their course design projects. &nbsp;One graduate student successfully completed his master&rsquo;s degree based on the work, and two other undergraduate students gained valuable part time research experience. &nbsp;&nbsp;In addition, in 2011, Saint Louis University partnered with the not-for-profit Lewis and Clark Educational Institute of St. Louis to create a summer enrichment program targeted to exposing middle school students from diverse backgrounds to engineering and science.&nbsp; The 2011 programs were so successful (involving almost sixty children) that plans are underway to hold the engineering summer camps in subsequent years.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/29/2012<br>\n\t\t\t\t\tModified by: Arif&nbsp;S&nbsp;Malik</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "Intellectual Merit\n\nThrough application of new engineering simulation techniques, the results of this research project have led to a new understanding of flatness quality problems encountered when manufacturing sheet metal products on precision cold rolling mills.  The global market for raw sheet metals is becoming increasingly competitive, because rolled sheets of steel, copper, and aluminum are used to create everything from stainless steel refrigerators, medical instruments, electric motors, automotive and aircraft parts, and electronics components.  As consumer and commercial goods become more specialized and more precise, so do the manufacturing operations needed to create them.  This research project has scientifically analyzed and addressed a particularly troublesome problem in the cold rolling of raw sheet metals.  The problem stems from when a wide coil of metal sheet is cut into two narrower coils in preparation for more precise rolling on specialty cold mills.  Any non-uniformity in the original wide coilÆs thickness profile leads to wedge-shaped thickness profiles in the two narrower coils.  This in turn causes significant quality problems in the flatness of the metal sheet during subsequent rolling and winding operations.  The problem has been difficult to understand because the flatness defects that occur change rapidly and unpredictably during rolling.  Using new engineering simulation techniques, the researchers have worked with rolling mill builders to generate accurate prediction models of the resulting dynamic flatness defects.  The research results allow metal producers to modify their mill control systems in order to predict and adjust for the flatness defects arising from the coil wedge problem. \n\n Broader Impacts\n\nThe benefits and broader impacts of this successful research project include the ability to manufacture higher quality sheet metal products at greater efficiency and reduced energy. The research results directly benefit the producers of specialty flat-rolled metals, and the manufacturers of modern rolling mills.  End users of higher quality, more efficiently-produced steel, aluminum, copper coils also benefit from the new technology, which has been published in an international journal, at two national conferences, and is available to companies as computer software.  The research effort has also exposed diverse student groups to metals manufacturing education and exciting metals industry research.  Students from both Saint Louis University and Wright State University have worked with the collaborating mill builders and metal producers to integrate the research into their course design projects.  One graduate student successfully completed his masterÆs degree based on the work, and two other undergraduate students gained valuable part time research experience.   In addition, in 2011, Saint Louis University partnered with the not-for-profit Lewis and Clark Educational Institute of St. Louis to create a summer enrichment program targeted to exposing middle school students from diverse backgrounds to engineering and science.  The 2011 programs were so successful (involving almost sixty children) that plans are underway to hold the engineering summer camps in subsequent years.\n\n\t\t\t\t\tLast Modified: 03/29/2012\n\n\t\t\t\t\tSubmitted by: Arif S Malik"
 }
}