{
 "awd_id": "0758173",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Participation in the MICE Experiment",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Randy Ruchti",
 "awd_eff_date": "2008-08-01",
 "awd_exp_date": "2011-07-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 252253.0,
 "awd_min_amd_letter_date": "2008-04-24",
 "awd_max_amd_letter_date": "2010-06-14",
 "awd_abstract_narration": "There is increasing interest in using particle accelerators to form very intense beams of high-energy muons.  However, due to its short average lifetime (2.2 microseconds), it has not been possible to accelerate a muon beam. A key step in demonstrating the feasibility of muon accelerators is the Muon Ionization Cooling Experiment (MICE).  The main obstacle to accelerating an intense muon beam is that the way such beams are created makes them too large to fit into the vacuum chamber of a synchrotron, and the short muon lifetime leaves little time to shrink the beam. Ionization cooling is a new technique to shrink, or cool a muon beam quickly.  The goal of MICE is to build a section of an ionization-cooling channel, instrument it to measure its cooling performance, and use a muon beam produced at a particle accelerator to demonstrate that it works as designed.  A collaborative effort of some 150 physicists and engineers from Europe, Asia, and the US, MICE is being mounted at England's Rutherford Appleton Laboratory.  Construction of the apparatus is currently in progress, and the running of the experiment and analysis of its results is expected to take place during the 3-year period of the grant proposed here.  This proposal requests renewal funding for the Illinois Institute of Technology MICE group in support of continued US leadership in muon cooling and in the muon accelerator facilities that might be constructed, in the US or elsewhere, once the feasibility of ionization cooling is demonstrated.  The broader impact of this work is most evident in the use of an accelerated muon beam for a Neutrino Factory recognized as the most powerful tool yet conceived in the quest to understand the mysterious oscillatory behavior of the neutrino and its possible role in the evolution of the matter-dominated Universe in which we live.  In addition, the pace of MICE development, running, and analysis is particularly well suited to the training of students.  MICE will take approximately three years to complete, a good fit to the typical physics student?s graduate training.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Kaplan",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel M Kaplan",
   "pi_email_addr": "kaplan@iit.edu",
   "nsf_id": "000204511",
   "pi_start_date": "2008-04-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Illinois Institute of Technology",
  "inst_street_address": "10 W 35TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125673035",
  "inst_zip_code": "606163717",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "ILLINOIS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "E2NDENMDUEG8"
 },
 "perf_inst": {
  "perf_inst_name": "Illinois Institute of Technology",
  "perf_str_addr": "10 W 35TH ST",
  "perf_city_name": "CHICAGO",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606163717",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "122100",
   "pgm_ele_name": "HEP-High Energy Physics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 75000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 102253.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 75000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>NSF Award Project Outcomes Report:<br /><br />Collaborative Research: <br />Participation in the MICE Experiment<br /><br />There is increasing interest in using particle accelerators to form very intense beams of high-energy muons. Discovered in 1937, the muon (a more massive &ldquo;cousin&rdquo; of the electron) is a subatomic particle whose simple and well-understood interactions with matter make it a useful probe for a variety of purposes. However, due to its short average lifetime (2.2 microseconds), it has not been possible to accelerate muons to high energies. A key step in demonstrating the feasibility of muon accelerators is the Muon Ionization Cooling Experiment (MICE).<br /><br />The main obstacle to accelerating an intense muon beam is that the way such beams are created makes them too large to fit into the vacuum chamber of a cost-effective accelerator, and the short muon lifetime leaves little time to shrink the beam. Ionization cooling is a new technique to shrink, or &ldquo;cool,&rdquo; a muon beam quickly. In this, a beam of muons passes through material in which it loses energy by ionizing nearby atoms. This reduces all three components of a muon&rsquo;s velocity (horizontal, vertical, and longitudinal). The beam is then accelerated by radio-frequency cavities, replacing only the longitudinal component. As the horizontal and vertical components are increasingly reduced while the longitudinal component is maintained, the muons&rsquo; trajectories become more nearly parallel, allowing focusing magnets to reduce the beam size.<br /><br />The MICE experiment is under construction by an international collaboration at the Rutherford Appleton Laboratory in Oxfordshire, England. The apparatus that forms the muon beam to be studied in MICE has been installed and is working well, as have most of the particle detectors that are used to measure the muons. The next step involves construction and installation of the various superconducting magnets that will allow precise measurements of the muons&rsquo; momentum vectors before and after the cooling cell, and that will keep the muon beam properly focused as it passes through the cooling cell. These magnets are under construction in the U.S., China, and England, and will be delivered and installed over the next few years. We anticipate that the program of measurements needed to demonstrate muon ionization cooling will be completed by about the year 2016.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/14/2011<br>\n\t\t\t\t\tModified by: Daniel&nbsp;M&nbsp;Kaplan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nNSF Award Project Outcomes Report:\n\nCollaborative Research: \nParticipation in the MICE Experiment\n\nThere is increasing interest in using particle accelerators to form very intense beams of high-energy muons. Discovered in 1937, the muon (a more massive \"cousin\" of the electron) is a subatomic particle whose simple and well-understood interactions with matter make it a useful probe for a variety of purposes. However, due to its short average lifetime (2.2 microseconds), it has not been possible to accelerate muons to high energies. A key step in demonstrating the feasibility of muon accelerators is the Muon Ionization Cooling Experiment (MICE).\n\nThe main obstacle to accelerating an intense muon beam is that the way such beams are created makes them too large to fit into the vacuum chamber of a cost-effective accelerator, and the short muon lifetime leaves little time to shrink the beam. Ionization cooling is a new technique to shrink, or \"cool,\" a muon beam quickly. In this, a beam of muons passes through material in which it loses energy by ionizing nearby atoms. This reduces all three components of a muonÆs velocity (horizontal, vertical, and longitudinal). The beam is then accelerated by radio-frequency cavities, replacing only the longitudinal component. As the horizontal and vertical components are increasingly reduced while the longitudinal component is maintained, the muonsÆ trajectories become more nearly parallel, allowing focusing magnets to reduce the beam size.\n\nThe MICE experiment is under construction by an international collaboration at the Rutherford Appleton Laboratory in Oxfordshire, England. The apparatus that forms the muon beam to be studied in MICE has been installed and is working well, as have most of the particle detectors that are used to measure the muons. The next step involves construction and installation of the various superconducting magnets that will allow precise measurements of the muonsÆ momentum vectors before and after the cooling cell, and that will keep the muon beam properly focused as it passes through the cooling cell. These magnets are under construction in the U.S., China, and England, and will be delivered and installed over the next few years. We anticipate that the program of measurements needed to demonstrate muon ionization cooling will be completed by about the year 2016.\n\n\t\t\t\t\tLast Modified: 10/14/2011\n\n\t\t\t\t\tSubmitted by: Daniel M Kaplan"
 }
}