{
 "awd_id": "0758099",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Nuclear Structure, Nuclear Astrophysics and Mesoscopic Physics",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bradley D. Keister",
 "awd_eff_date": "2008-05-01",
 "awd_exp_date": "2011-04-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 540000.0,
 "awd_min_amd_letter_date": "2008-04-17",
 "awd_max_amd_letter_date": "2010-03-10",
 "awd_abstract_narration": "Our proposed research relates to broad questions in science including: What are the limits of nuclear stability?  How did the chemical evolution of the Universe proceed?  What are the ways of self-organization in interacting many-body systems?  How do the nuclear properties emerge from the underlying nucleon-nucleon interactions?  How does order coexist with chaos and complexity in quantum mesoscopic systems?  The suggested program is expected to have appreciable impact on developments in the field of nuclear theory, nuclear astrophysics and the general field of mesoscopic physics. Many of the projects are connected to the experimental programs at the National Superconducting Cyclotron Laboratory (NSCL) and other laboratories. Projects are also closely coupled with the Joint Institute for Nuclear Astrophysics (JINA).\r\n\r\nResearch topics include: (i) development of new analytical and computational tools for the description of nuclear structure, especially for the nuclei far from stability and for heavy nuclei; (ii) detailed consideration of specific nuclear phenomena and nuclear processes that shed light on the new features encountered with experimental advances into virgin territory of unstable nuclei; (iii) calculations and modeling of structural and dynamical aspects of nuclear processes of astrophysical interest; (iv) development of the unified description of structure and reactions in open and marginally stable mesoscopic systems, including nuclear reactions, conductance fluctuations and quantum transport; (iv) studies of  the nucleus as a mesoscopic system, including many-body quantum chaos and its coexistence with collective and regular features.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Boyd",
   "pi_last_name": "Brown",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Boyd A Brown",
   "pi_email_addr": "brown@nscl.msu.edu",
   "nsf_id": "000285480",
   "pi_start_date": "2008-04-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Vladimir",
   "pi_last_name": "Zelevinsky",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Vladimir Zelevinsky",
   "pi_email_addr": "zelevinsky@nscl.msu.edu",
   "nsf_id": "000319604",
   "pi_start_date": "2008-04-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mihai",
   "pi_last_name": "Horoi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mihai Horoi",
   "pi_email_addr": "mihai.horoi@cmich.edu",
   "nsf_id": "000330833",
   "pi_start_date": "2008-04-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Piotr",
   "pi_last_name": "Piecuch",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Piotr Piecuch",
   "pi_email_addr": "piecuch@chemistry.msu.edu",
   "nsf_id": "000485696",
   "pi_start_date": "2008-04-17",
   "pi_end_date": "2008-06-18"
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "426 AUDITORIUM RD RM 2",
  "perf_city_name": "EAST LANSING",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488242600",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128500",
   "pgm_ele_name": "NUCLEAR THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 180000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 180000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 180000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Nuclear structure theory is progressing on three main fronts characterized<br />by ab-initio (AB) models based on the experimentally observed interactions between two and three nucleons, configuration interactions (CI) models based upon renormalized two-body interactions appropriate to a subset of shell model orbitals, and energy density functional (EDF) models based upon a renormalized interaction appropriate to closed shell systems. Our research has covered all of these fronts and the intersections between them. We also have many collaborations with experimental groups to decide on which experiments are most important and on the understanding<br />of experimental results in terms of the success or failure of the models. Several of our papers are concerned with defining and deriving the renormalized interaction for CI based upon AB inputs. Other papers focus on the use of combined CI and EDF methods.&nbsp; The many-body wavefunctions obtained from these methods are used to constrain properties of the electroweak interaction based on experiments in nuclei. The example of double-beta decay is discussed in next paragraph. They are also used to calculate reaction rates required for nuclear astrophysics in its goal of understanding of the evolution of the Universe and the origin the elements.<br />&nbsp;&nbsp; <br />Double beta decay decay&nbsp; represents the rarest spontaneous nuclear decay process experimentally observed until now. It occurs between two nuclei having an even number of protons and an even number of neutrons when single beta decay towards the intermediate odd-odd nucleus is either energetically forbidden or is strongly suppressed. The double beta decay mode in which two electrons and two antineutrinos are emitted was experimentally observed for ten nuclei. This decay mode can be understood within the present Standard Model of particle and nuclear physics, and its probability can be predicted by the nuclear structure calculations that were part of the scope of our project. In the mostly investigated variant of double beta decay, which is know as the neutrinoless double beta decay, the two antineutrinos are not emitted. If observed this phenomenon would imply that the number of leptons is not conserved in such a decay, thus violating one of the basic rules of the Standard Model of particle physics. The large interest for the study of the neutrinoless double beta decay comes from two important features: (i) it is the only physical process whose discovery will undoubtedly lead to the conclusion that the neutrino is identical to its antiparticle, while until now the present view is that it is different from its antiparticle, and (ii) if observed it will allow to determine the absolute scale of the neutrino masses. To extract the neutrino masses from the lifetimes of this decay mode one needs a reliable matrix element that can only be obtained from careful nuclear structure calculations. Our project provided a detailed analysis of this matrix element for the neutrinoless double beta decay of 48Ca.<br />&nbsp;<br />Mesoscopic systems occupy the middle place between macroscopic objects of our everyday world (or even huge astronomical objects) and elementary particles. Atomic nuclei are typical systems of this type, along with complex atoms, molecules, miniature semiconductor devices, cold atoms in traps and so on. A common feature of such systems is in their composition, they consist of many, 10 to 1000, constituents, and the main properties of the system are determined by the interactions between the constituents. These interactions create the structure, shape, stability or instability and reaction to external signals.<br />&nbsp;<br />Nuclear theory in many respects shows the way to understanding of other<br />mesoscopic systems. We have found that regularities known for nuclear reactions can explain also phenomena in the transmission of a quantum signal th...",
  "por_txt_cntn": "\nNuclear structure theory is progressing on three main fronts characterized\nby ab-initio (AB) models based on the experimentally observed interactions between two and three nucleons, configuration interactions (CI) models based upon renormalized two-body interactions appropriate to a subset of shell model orbitals, and energy density functional (EDF) models based upon a renormalized interaction appropriate to closed shell systems. Our research has covered all of these fronts and the intersections between them. We also have many collaborations with experimental groups to decide on which experiments are most important and on the understanding\nof experimental results in terms of the success or failure of the models. Several of our papers are concerned with defining and deriving the renormalized interaction for CI based upon AB inputs. Other papers focus on the use of combined CI and EDF methods.  The many-body wavefunctions obtained from these methods are used to constrain properties of the electroweak interaction based on experiments in nuclei. The example of double-beta decay is discussed in next paragraph. They are also used to calculate reaction rates required for nuclear astrophysics in its goal of understanding of the evolution of the Universe and the origin the elements.\n   \nDouble beta decay decay  represents the rarest spontaneous nuclear decay process experimentally observed until now. It occurs between two nuclei having an even number of protons and an even number of neutrons when single beta decay towards the intermediate odd-odd nucleus is either energetically forbidden or is strongly suppressed. The double beta decay mode in which two electrons and two antineutrinos are emitted was experimentally observed for ten nuclei. This decay mode can be understood within the present Standard Model of particle and nuclear physics, and its probability can be predicted by the nuclear structure calculations that were part of the scope of our project. In the mostly investigated variant of double beta decay, which is know as the neutrinoless double beta decay, the two antineutrinos are not emitted. If observed this phenomenon would imply that the number of leptons is not conserved in such a decay, thus violating one of the basic rules of the Standard Model of particle physics. The large interest for the study of the neutrinoless double beta decay comes from two important features: (i) it is the only physical process whose discovery will undoubtedly lead to the conclusion that the neutrino is identical to its antiparticle, while until now the present view is that it is different from its antiparticle, and (ii) if observed it will allow to determine the absolute scale of the neutrino masses. To extract the neutrino masses from the lifetimes of this decay mode one needs a reliable matrix element that can only be obtained from careful nuclear structure calculations. Our project provided a detailed analysis of this matrix element for the neutrinoless double beta decay of 48Ca.\n \nMesoscopic systems occupy the middle place between macroscopic objects of our everyday world (or even huge astronomical objects) and elementary particles. Atomic nuclei are typical systems of this type, along with complex atoms, molecules, miniature semiconductor devices, cold atoms in traps and so on. A common feature of such systems is in their composition, they consist of many, 10 to 1000, constituents, and the main properties of the system are determined by the interactions between the constituents. These interactions create the structure, shape, stability or instability and reaction to external signals.\n \nNuclear theory in many respects shows the way to understanding of other\nmesoscopic systems. We have found that regularities known for nuclear reactions can explain also phenomena in the transmission of a quantum signal through such systems as quantum wires and quantum dots, the so-called universal conductance fluctuations. Under certain conditions, the tra..."
 }
}