{
 "awd_id": "0800641",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "ARPES Studies of Complex Phases and Emergent Phenomena in Nonstoichiometric Transition Metal Oxides",
 "cfda_num": "47.049",
 "org_code": "03070003",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Daniele Finotello",
 "awd_eff_date": "2008-05-15",
 "awd_exp_date": "2012-04-30",
 "tot_intn_awd_amt": 345000.0,
 "awd_amount": 345000.0,
 "awd_min_amd_letter_date": "2008-05-08",
 "awd_max_amd_letter_date": "2010-03-03",
 "awd_abstract_narration": "Non-Technical\r\n\r\nIn general metal oxides are good insulators. However, some transition metal oxides become unusual metals when extra electrons are added or removed through doping process. Many novel physical phenomena, such as high temperature superconductivity and colossal magnetoresistance, are discovered in those transition metal oxides.  This experimental project is to study the electronic properties of several important transition metal oxides, using a modern technique of angle-resolved photoemission in which electrons are emitted from a material by absorbing ultraviolet (UV) light.  The emitted electrons are then studied to gain information of their properties and configurations inside the material.  The information of electronic structure of materials is crucial in understanding their physical and chemical properties that may have great application potentials. The success of this project will significantly advance our understanding of high temperature superconductivity in particular, and condensed matter physics in general.  This project will also make a significant impact on education of students by introducing them to exciting new materials, cutting-edge techniques, and advanced physics.\r\n\r\n\r\nTechnical\r\n\r\nThis individual investigator award will support systematic angle-resolved photoelectron spectroscopy (ARPES) studies on complex phases and emergent phenomena in nonstoichiometric transition metal oxide (TMO) materials.  It is known that many correlated TMO materials exhibit unusual physical phenomena, such as novel superconductivity and colossal magnetoresistance.  The materials studied in this project include cuprates, ruthenates, and cobaltates, covering a wide space of two-dimensional TMO materials, from square to triangular lattice, and from 3d to 4d electron orbital.  This project will focus on high-resolution ARPES measurements of Fermi surface evolution and low-energy excitations in various novel phases of these materials. A better understanding of electronic structure in these important TMO materials will significantly advance our knowledge of Mott physics, novel superconductivity, quantum criticality, and non-Fermi liquid physics. This project will also make an impact on the education of post-doc, graduate, undergraduate, and high school students by introducing them to exciting new materials, cutting-edge techniques, and fundamental condensed matter physics.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ziqiang",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ziqiang Wang",
   "pi_email_addr": "wangzi@bc.edu",
   "nsf_id": "000172700",
   "pi_start_date": "2008-07-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Hong",
   "pi_last_name": "Ding",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hong Ding",
   "pi_email_addr": "dingh@bc.edu",
   "nsf_id": "000307302",
   "pi_start_date": "2008-05-08",
   "pi_end_date": "2008-07-30"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Hong",
   "pi_last_name": "Ding",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hong Ding",
   "pi_email_addr": "dingh@bc.edu",
   "nsf_id": "000307302",
   "pi_start_date": "2009-03-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Boston College",
  "inst_street_address": "140 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHESTNUT HILL",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6175528000",
  "inst_zip_code": "024673800",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MA04",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MJ3JH8CRJBZ7"
 },
 "perf_inst": {
  "perf_inst_name": "Boston College",
  "perf_str_addr": "140 COMMONWEALTH AVE",
  "perf_city_name": "CHESTNUT HILL",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "024673800",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 115000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 115000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 115000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This NSF grant has provided funding for the experimental investigations of materials containing correlated transition metals over the past 4 years. &nbsp;One of the most important developments in condensed matter and material physics during this time period is the discovery of Fe-based high temperature superconductors. Understanding how high temperature superconductors work is one of the grant challenges of the scientific community that has both profound fundamental value and great potential for technological applications.</p>\n<p>The main part of the research supported by this grant has been devoted to understanding Fe-base superconductors by probing the behaviors of the electrons using angle-resolved photoemission spectroscopy (ARPES). &nbsp;The critical issue here is the symmetry of the superconducting energy gap; a physical quantity that is encoded with information on the nature of the pairing force between two electrons responsible for the superconductivity. The highlight of the research outcome during this funding period is the pioneering ARPES experiments that successfully determined for the first time the symmetry of the superconducting pairing gap, including its momentum, temperature, and orbital dependence in a class of Fe-based superconductors.&nbsp;The results suggest that the electron pairing in Fe-based<br />superconductors has extended <em>s</em>-wave symmetry. These important contributions to this fast growing field, published in Europhysics Letters, have generated tremendous impact in the community. They have been featured in <em>EuroPhysics News </em>of the European Physical Society, <em>Physics Trends </em>of the American Physical Society, and the <em>Science News</em> of Japan.&nbsp; The paper has received over 500 citations thus far, and has been selected as a &ldquo;Fast Breaking Paper&rdquo; by <em>ScienceWatch</em>. 15 of the 17 publications acknowledging the support of this grant have been devoted to Fe-base superconductors, heralding a rich set of experimental findings on the electronic properties that will help the development of the correct theoretical understanding for these materials.</p>\n<p>The project has directly impacted the education and training of four graduate students and one postdoctoral fellow. All four graduate students have obtained their Ph.D. degrees during this funding period. They have become experts in ARPES experiments and were offered postdoctoral positions in Brookhaven National Lab, University of Houston, Lawrence Berkeley National Lab, and Princeton University upon their graduation.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/27/2012<br>\n\t\t\t\t\tModified by: Ziqiang&nbsp;Wang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis NSF grant has provided funding for the experimental investigations of materials containing correlated transition metals over the past 4 years.  One of the most important developments in condensed matter and material physics during this time period is the discovery of Fe-based high temperature superconductors. Understanding how high temperature superconductors work is one of the grant challenges of the scientific community that has both profound fundamental value and great potential for technological applications.\n\nThe main part of the research supported by this grant has been devoted to understanding Fe-base superconductors by probing the behaviors of the electrons using angle-resolved photoemission spectroscopy (ARPES).  The critical issue here is the symmetry of the superconducting energy gap; a physical quantity that is encoded with information on the nature of the pairing force between two electrons responsible for the superconductivity. The highlight of the research outcome during this funding period is the pioneering ARPES experiments that successfully determined for the first time the symmetry of the superconducting pairing gap, including its momentum, temperature, and orbital dependence in a class of Fe-based superconductors. The results suggest that the electron pairing in Fe-based\nsuperconductors has extended s-wave symmetry. These important contributions to this fast growing field, published in Europhysics Letters, have generated tremendous impact in the community. They have been featured in EuroPhysics News of the European Physical Society, Physics Trends of the American Physical Society, and the Science News of Japan.  The paper has received over 500 citations thus far, and has been selected as a \"Fast Breaking Paper\" by ScienceWatch. 15 of the 17 publications acknowledging the support of this grant have been devoted to Fe-base superconductors, heralding a rich set of experimental findings on the electronic properties that will help the development of the correct theoretical understanding for these materials.\n\nThe project has directly impacted the education and training of four graduate students and one postdoctoral fellow. All four graduate students have obtained their Ph.D. degrees during this funding period. They have become experts in ARPES experiments and were offered postdoctoral positions in Brookhaven National Lab, University of Houston, Lawrence Berkeley National Lab, and Princeton University upon their graduation.\n\n\t\t\t\t\tLast Modified: 08/27/2012\n\n\t\t\t\t\tSubmitted by: Ziqiang Wang"
 }
}