{
 "awd_id": "0800762",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Research in Set Theory",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924885",
 "po_email": "tbartosz@nsf.gov",
 "po_sign_block_name": "Tomek Bartoszynski",
 "awd_eff_date": "2008-06-01",
 "awd_exp_date": "2012-05-31",
 "tot_intn_awd_amt": 210000.0,
 "awd_amount": 210000.0,
 "awd_min_amd_letter_date": "2008-04-03",
 "awd_max_amd_letter_date": "2010-06-22",
 "awd_abstract_narration": "Professor Hamkins will undertake research in the area of mathematical logic known as set theory, pursuing several projects that appear to be ripe for progress. First, the theory of models of arithmetic, usually considered to stand somewhat apart from set theory, has several fundamental questions exhibiting a deep set-theoretic nature, and an inter-speciality approach now seems called for. The most recent advances on Scott?s problem, for example, involve a sophisticated blend of techniques from models of arithmetic and the Proper Forcing Axiom. \r\nSecond, large cardinal indestructibility lies at the intersection of forcing and large cardinals, two central concerns of contemporary set-theoretic research and the core area of much of Professor Hamkins? \r\nprior work, and recent advances have uncovered a surprisingly robust new phenomenon for relatively small large cardinals. The strongly unfoldable cardinals especially have served recently as a surprisingly efficacious substitute for supercompact cardinals in various large cardinal phenomena, including indestructibility and the consistency of fragments of the Proper Forcing Axiom. Third, Professor Hamkins will investigate questions in the emerging set-theoretic focus on second and higher order features of the set-theoretic universe.\r\n\r\nThis research in mathematical logic and set theory concentrates on topics at the foundations of mathematics, exploring the nature of mathematical infinity and the possibility of alternative mathematical universes. Our understanding of mathematical infinity, fascinating mathematicians and philosophers for centuries, has now crystallized in the large cardinal hierarchy, and a central concern of Professor Hamkins' research will be to investigate how large cardinals are affected by forcing, the technique invented by Paul Cohen by which set theorists construct alternative mathematical universes. The diversity of these universes is astonishing, and set theorists are now able to construct models of set theory to exhibit precise pre-selected features.\r\nIn his final project, Professor Hamkins will pursue research aimed at an understanding of the most fundamental relations between the universe and these alternative mathematical worlds.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joel",
   "pi_last_name": "Hamkins",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Joel D Hamkins",
   "pi_email_addr": "jhamkins@gc.cuny.edu",
   "nsf_id": "000341526",
   "pi_start_date": "2008-04-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CUNY College of Staten Island",
  "inst_street_address": "2800 VICTORY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "STATEN ISLAND",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7189822254",
  "inst_zip_code": "103146609",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "NY11",
  "org_lgl_bus_name": "RESEARCH FOUNDATION OF THE CITY UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "L63BKBLD2LH4"
 },
 "perf_inst": {
  "perf_inst_name": "CUNY College of Staten Island",
  "perf_str_addr": "2800 VICTORY BLVD",
  "perf_city_name": "STATEN ISLAND",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "103146609",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "NY11",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126800",
   "pgm_ele_name": "FOUNDATIONS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 70000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 70000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 70000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Professor Hamkins undertook and completed mathematics research in connection with NSF grant DMS-0800762, working on several different projects in the area of mathematical logic and especially set theory. The research resulted in a number of research articles, itemized below, have have all been published in refereed research journals or are forthcoming in such journals or, for the most recent work, are currently under review for publication in such journals.</p>\n<ol>\n<li>J. D. Hamkins and B. L&ouml;we, &ldquo;Moving up and down in the generic multiverse,&rdquo; under review, available at jdh.hamkins.org.&nbsp;</li>\n<li>J. D. Hamkins, G. Leibman, and B. L&ouml;we, &ldquo;Structural connections between a forcing class and its modal logic,&rdquo; under review, available at jdh.hamkins.org.</li>\n<li>J. D. Hamkins, &ldquo;Every countable model of set theory embeds into its own constructible universe,&rdquo; under review, available at jdh.hamkins.org.</li>\n<li>J. D. Hamkins and D. Seabold, &ldquo;Well-founded Boolean ultrapowers as large cardinal embeddings,&rdquo; , pp. 1-40, under review, available at jdh.hamkins.org. </li>\n<li>A. W. Apter, J. Cummings, and J. D. Hamkins, &ldquo;Singular cardinals and strong extenders,&rdquo; under review, available at jdh.hamkins.org.</li>\n<li>J. D. Hamkins, &ldquo;Is the dream solution of the continuum hypothesis attainable?&rdquo; , pp. 1-10, under review, available at jdh.hamkins.org.</li>\n<li>D. Brumleve, J. D. Hamkins, and P. Schlicht, &ldquo;The mate-in-n problem of infinite chess is decidable,&rdquo; , S. Cooper, A. Dawar, and B. L&ouml;we, Ed., Springer Berlin Heidelberg, 2012, vol. 7318, pp. 78-88.</li>\n<li>A. Apter, V. Gitman, and J. D. Hamkins, &ldquo;Inner models with large cardinal features usually obtained by forcing,&rdquo; Archive for Mathematical Logic, vol. 51, pp. 257-283, 2012. (10.1007/s00153-011-0264-5).</li>\n<li>V. Gitman, J. D. Hamkins, and T. A. Johnstone, &ldquo;What is the theory ZFC without Powerset?&rdquo; under review, available at jdh.hamkins.org.</li>\n<li>S. Coskey, J. D. Hamkins, and R. Miller, &ldquo;The hierarchy of equivalence relations on the natural numbers under computable reducibility,&rdquo; Computability, vol. 1, iss. 1, pp. 15-38, 2012.</li>\n<li>G. Fuchs, J. D. Hamkins, and J. Reitz, &ldquo;Set-theoretic geology,&rdquo; under review, available at jdh.hamkins.org.</li>\n<li>J. D. Hamkins and J. Palumbo, &ldquo;The rigid relation principle, a new weak choice principle,&rdquo; to appear in the Mathematical Logic Quarterly.</li>\n<li>J. D. Hamkins, G. Kirmayer, and N. L. Perlmutter, &ldquo;Generalizations of the Kunen inconsistency,&rdquo; Annals of Pure and Applied Logic, vol. 163, iss. 12, pp. 1872-1890, 2012.</li>\n<li>J. D. Hamkins, D. Linetsky, and J. Reitz, &ldquo;Pointwise definable models of set theory,&rdquo; to appear in Journal of Symbolic Logic.</li>\n<li>Effective mathemematics of the uncountable, N. Greenberg, J. D. Hamkins, D. R. Hirschfeldt, and R. G. Miller, Eds., ASL Lecture Notes in Logic, 2011.</li>\n<li>S. Coskey and J. D. Hamkins, &ldquo;Infinite time turing machines and an application to the hierarchy of equivalence relations on the reals,&rdquo; Book chapter, ASL Lecture Notes in Logic NL volume Effective Mathematics of the Uncountable, 2011.</li>\n<li>J. D. Hamkins, &ldquo;The set-theoretical multiverse,&rdquo; Review of Symbolic Logic, pp. 1-34, 2012. (FirstView article)</li>\n<li>S. Coskey and J. D. Hamkins, &ldquo;Infinite time decidable equivalence relation theory,&rdquo; Notre Dame J. Form. Log., vol. 52, iss. 2, pp. 203-228, 2011.</li>\n<li>J. D. Hamkins, &ldquo;The set-theoretic multiverse : a natural context for set theory(mathematical logic and its applications),&rdquo; Annals of the Japan Association for Philosophy of Science, vol. 19, pp. 37-55, 2011-05-15.</li>\n<li>V. Gitman and J. D. Hamkins, &ldquo;A natural model of the multiverse axioms,&rdquo; Notre Dame J. Form. ...",
  "por_txt_cntn": "\nProfessor Hamkins undertook and completed mathematics research in connection with NSF grant DMS-0800762, working on several different projects in the area of mathematical logic and especially set theory. The research resulted in a number of research articles, itemized below, have have all been published in refereed research journals or are forthcoming in such journals or, for the most recent work, are currently under review for publication in such journals.\n\nJ. D. Hamkins and B. L&ouml;we, \"Moving up and down in the generic multiverse,\" under review, available at jdh.hamkins.org. \nJ. D. Hamkins, G. Leibman, and B. L&ouml;we, \"Structural connections between a forcing class and its modal logic,\" under review, available at jdh.hamkins.org.\nJ. D. Hamkins, \"Every countable model of set theory embeds into its own constructible universe,\" under review, available at jdh.hamkins.org.\nJ. D. Hamkins and D. Seabold, \"Well-founded Boolean ultrapowers as large cardinal embeddings,\" , pp. 1-40, under review, available at jdh.hamkins.org. \nA. W. Apter, J. Cummings, and J. D. Hamkins, \"Singular cardinals and strong extenders,\" under review, available at jdh.hamkins.org.\nJ. D. Hamkins, \"Is the dream solution of the continuum hypothesis attainable?\" , pp. 1-10, under review, available at jdh.hamkins.org.\nD. Brumleve, J. D. Hamkins, and P. Schlicht, \"The mate-in-n problem of infinite chess is decidable,\" , S. Cooper, A. Dawar, and B. L&ouml;we, Ed., Springer Berlin Heidelberg, 2012, vol. 7318, pp. 78-88.\nA. Apter, V. Gitman, and J. D. Hamkins, \"Inner models with large cardinal features usually obtained by forcing,\" Archive for Mathematical Logic, vol. 51, pp. 257-283, 2012. (10.1007/s00153-011-0264-5).\nV. Gitman, J. D. Hamkins, and T. A. Johnstone, \"What is the theory ZFC without Powerset?\" under review, available at jdh.hamkins.org.\nS. Coskey, J. D. Hamkins, and R. Miller, \"The hierarchy of equivalence relations on the natural numbers under computable reducibility,\" Computability, vol. 1, iss. 1, pp. 15-38, 2012.\nG. Fuchs, J. D. Hamkins, and J. Reitz, \"Set-theoretic geology,\" under review, available at jdh.hamkins.org.\nJ. D. Hamkins and J. Palumbo, \"The rigid relation principle, a new weak choice principle,\" to appear in the Mathematical Logic Quarterly.\nJ. D. Hamkins, G. Kirmayer, and N. L. Perlmutter, \"Generalizations of the Kunen inconsistency,\" Annals of Pure and Applied Logic, vol. 163, iss. 12, pp. 1872-1890, 2012.\nJ. D. Hamkins, D. Linetsky, and J. Reitz, \"Pointwise definable models of set theory,\" to appear in Journal of Symbolic Logic.\nEffective mathemematics of the uncountable, N. Greenberg, J. D. Hamkins, D. R. Hirschfeldt, and R. G. Miller, Eds., ASL Lecture Notes in Logic, 2011.\nS. Coskey and J. D. Hamkins, \"Infinite time turing machines and an application to the hierarchy of equivalence relations on the reals,\" Book chapter, ASL Lecture Notes in Logic NL volume Effective Mathematics of the Uncountable, 2011.\nJ. D. Hamkins, \"The set-theoretical multiverse,\" Review of Symbolic Logic, pp. 1-34, 2012. (FirstView article)\nS. Coskey and J. D. Hamkins, \"Infinite time decidable equivalence relation theory,\" Notre Dame J. Form. Log., vol. 52, iss. 2, pp. 203-228, 2011.\nJ. D. Hamkins, \"The set-theoretic multiverse : a natural context for set theory(mathematical logic and its applications),\" Annals of the Japan Association for Philosophy of Science, vol. 19, pp. 37-55, 2011-05-15.\nV. Gitman and J. D. Hamkins, \"A natural model of the multiverse axioms,\" Notre Dame J. Form. Log., vol. 51, iss. 4, pp. 475-484, 2010.\nJ. D. Hamkins and T. A. Johnstone, \"Indestructible strong unfoldability,\" Notre Dame J. Form. Log., vol. 51, iss. 3, pp. 291-321, 2010.\nJ. D. Hamkins, \"Some second order set theory,\" , R.~Ramanujam and S.~Sarukkai, Ed., Berlin: Springer, 2009, vol. 5378, pp. 36-50.\nJ. D. Hamkins and R. G. Miller, \"PostÆs problem for ordinal register machines: an explicit approach,\" Ann. Pure Appl. Logic, vol. 160, iss. 3, pp. 302-309, 2009.\n\n\nFurthe..."
 }
}