{
 "awd_id": "0800280",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Affine algebras, Lie superalgebras, Hecke algebras, and representations",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032928448",
 "po_email": "tluo@nsf.gov",
 "po_sign_block_name": "Tie Luo",
 "awd_eff_date": "2008-07-01",
 "awd_exp_date": "2011-06-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 171068.0,
 "awd_min_amd_letter_date": "2008-06-23",
 "awd_max_amd_letter_date": "2010-04-16",
 "awd_abstract_narration": "Wang's research proposal covers three very active areas of representation theory and aims to stretch them into new directions: (i) the Hecke algebras associated to double covers of the Weyl groups and their representations. He proposes to construct the quantum ``spin\" Hecke algebras of finite, affine, and double affine types. Then he intends to develop the representation theory of these algebras at different levels of degeneration and connections to noncommutative geometry; (ii) modular representations of finite-dimensional (simple) Lie superalgebras over an algebraically closed field of prime characteristic. In particular, Wang proposes to establish a superalgebra analogue of the Kac-Weisfeiler conjecture and connections to finite W-superalgebras; and (iii) modular representation theory of affine Lie algebras over an algebraically closed field of prime characteristic. He proposes to study systematically Wakimoto modules, at the critical and non-critical levels, and affine W-algebras in the framework of modular vertex algebras.\r\n\r\nThe mathematical language used to describe symmetries in nature and supersymmetry proposed by physicists often involves the concept of groups or algebras. Representation theory is a way of studying complicated groups and algebras by expressing them in matrix forms, sometimes in a deliberately simplified manner. One outcome of studying representations is to see how symmetries differ from one another and how seemingly different symmetries are related to each other. The study of groups and algebras has numerous applications to physics, chemistry, cryptography, and others. Wang's research will broaden the scope of the study of several central concepts in representation theory in the last three decades: Hecke algebras, Lie superalgebras, and affine Lie algebras.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Weiqiang",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Weiqiang Wang",
   "pi_email_addr": "ww9c@virginia.edu",
   "nsf_id": "000104837",
   "pi_start_date": "2008-06-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Virginia Main Campus",
  "inst_street_address": "1001 EMMET ST N",
  "inst_street_address_2": "",
  "inst_city_name": "CHARLOTTESVILLE",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "4349244270",
  "inst_zip_code": "229034833",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "VA05",
  "org_lgl_bus_name": "RECTOR & VISITORS OF THE UNIVERSITY OF VIRGINIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "JJG6HU8PA4S5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Virginia Main Campus",
  "perf_str_addr": "1001 EMMET ST N",
  "perf_city_name": "CHARLOTTESVILLE",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "229034833",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "VA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126400",
   "pgm_ele_name": "ALGEBRA,NUMBER THEORY,AND COM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 107013.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 21068.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 42987.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Wang's research is concerned about representation theory of groups<br />and algebras. The notions of groups and algebras are mathematical<br />languages used to describe symmetries arising in nature, chemistry,<br />physics, biology and other sciences. More specifically, the PI's<br />research covers several basic mathematical subjects including Lie<br />superalgebras, symmetric groups, and Hecke algebras.<br /><br />The PI (with his colleagues in Ottawa) edited a proceedings on<br />lectures for the Ottawa summer school in 2009 (which has been<br />published by the Fields Institute in 2011), and in addition the PI<br />contributed a book chapter to it. The proceedings is mainly aimed at<br />graduate students interested in learning the basic ideas of some<br />very active research directions in Lie theory and representation<br />theory. The PI (with his collaborators in Taiwan) has obtained a<br />conceptual solution to the longstanding open problem on irreducible<br />characters of classical Lie superalgebras. The PI has written up and<br />published notes for his lectures on Lie superalgebras for a summer<br />school in Shanghai in 2009, aiming at graduate students and<br />beginning researchers in this field. The PI is working on a book<br />project on Lie superalgebras and their representations, and has made<br />substantial progress on it. This book will be a first one which<br />systematically developed in depth the representation theory of Lie<br />superalgebras from the scratch.<br /><br />This NSF award also involves the research and training of 3 PhD<br />students of the PI who graduated in 2009 and 2010 respectively.<br />Under this NSF award, the PI and his students have initiated and<br />developed the representations of Lie superalgebras over a field of<br />prime characteristic, and the spin invariant theory of symmetric<br />groups and related combinatorics.?</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/01/2011<br>\n\t\t\t\t\tModified by: Weiqiang&nbsp;Wang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWang's research is concerned about representation theory of groups\nand algebras. The notions of groups and algebras are mathematical\nlanguages used to describe symmetries arising in nature, chemistry,\nphysics, biology and other sciences. More specifically, the PI's\nresearch covers several basic mathematical subjects including Lie\nsuperalgebras, symmetric groups, and Hecke algebras.\n\nThe PI (with his colleagues in Ottawa) edited a proceedings on\nlectures for the Ottawa summer school in 2009 (which has been\npublished by the Fields Institute in 2011), and in addition the PI\ncontributed a book chapter to it. The proceedings is mainly aimed at\ngraduate students interested in learning the basic ideas of some\nvery active research directions in Lie theory and representation\ntheory. The PI (with his collaborators in Taiwan) has obtained a\nconceptual solution to the longstanding open problem on irreducible\ncharacters of classical Lie superalgebras. The PI has written up and\npublished notes for his lectures on Lie superalgebras for a summer\nschool in Shanghai in 2009, aiming at graduate students and\nbeginning researchers in this field. The PI is working on a book\nproject on Lie superalgebras and their representations, and has made\nsubstantial progress on it. This book will be a first one which\nsystematically developed in depth the representation theory of Lie\nsuperalgebras from the scratch.\n\nThis NSF award also involves the research and training of 3 PhD\nstudents of the PI who graduated in 2009 and 2010 respectively.\nUnder this NSF award, the PI and his students have initiated and\ndeveloped the representations of Lie superalgebras over a field of\nprime characteristic, and the spin invariant theory of symmetric\ngroups and related combinatorics.?\n\n\t\t\t\t\tLast Modified: 07/01/2011\n\n\t\t\t\t\tSubmitted by: Weiqiang Wang"
 }
}