{
 "awd_id": "0801144",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Anabelian Geometry and Field Arithmetic",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924878",
 "po_email": "adpollin@nsf.gov",
 "po_sign_block_name": "Andrew Pollington",
 "awd_eff_date": "2008-07-15",
 "awd_exp_date": "2011-10-31",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 168300.0,
 "awd_min_amd_letter_date": "2008-07-10",
 "awd_max_amd_letter_date": "2010-05-18",
 "awd_abstract_narration": "The Principal Investigator plans to continue his study of Anabelian geometry and of Field Arithmetic, as well as the interaction of these two subjects with other aspects of mathematics in general, and with arithmetic geometry and algebraic geometry in particular.\r\n\r\nThis study will be guided in part by possible extensions of the known anabelian phenomena, and of the known facts from field arithmetic, to which the PI has made major contributions. The PI expects to prove the pro-l abelian-by-central birational anabelian Conjecture for function fields of tr.degree >1 over algebraic closures of finite fields, of global fields, and even more general algebraically closed fields. The PI expects to obtain the pro-l abelian-by-central form of the Ihara/Oda--Matsumoto conjecture, which would have a major impact on understanding the Galois structure of the field of rational numbers (and other fields). The PI expects as well to make progress on Grothendieck's (p-adic) Section Conjecture and its relation to (an effective) Mordell Conjecture --Faltings' Theorem. The PI expects to make progress on better understanding the class of large fields, and of the cohomology of fields as related to the Freeness Conjecture.\r\n\r\nPositive answers to the questions mentioned above would have a very significant impact on the progress of modern Galois theory, and on some of the very fundamental questions in arithmetic geometry and algebraic geometry. The results will be widely disseminated to the mathematical community via talks and publications in scientific journals. The PI is co-organizer of, and senior invited researcher at, activities which plan to do both: first, to create a broad basis for international cooperation, training, and scientific exchange at all levels, and second, to have special activities for graduate students and young researchers, thus enhancing teaching and technological understanding.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Florian",
   "pi_last_name": "Pop",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Florian Pop",
   "pi_email_addr": "pop@math.upenn.edu",
   "nsf_id": "000200554",
   "pi_start_date": "2008-07-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pennsylvania",
  "inst_street_address": "3451 WALNUT ST STE 440A",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158987293",
  "inst_zip_code": "191046205",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "TRUSTEES OF THE UNIVERSITY OF PENNSYLVANIA, THE",
  "org_prnt_uei_num": "GM1XX56LEP58",
  "org_uei_num": "GM1XX56LEP58"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pennsylvania",
  "perf_str_addr": "3451 WALNUT ST STE 440A",
  "perf_city_name": "PHILADELPHIA",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191046205",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126400",
   "pgm_ele_name": "ALGEBRA,NUMBER THEORY,AND COM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 18300.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The PI has been engaged in research in Algebra and Number Theory, more precisely in the study of spaces which are defined by algebraic equations as well as the groups of symmetries of such spaces. He has also been supervising activities of graduate students and carrying out other human resource activities related to the content of the grant.<br /><br />Specifically, some of the&nbsp; research goals of this research project were: first, to clarify questions related to birational anabelian phenomena, as predicted by \"Bogomolov's Program,\" which has as final aim to provide a completely <br />new approach to some of the classical problems in arithmetic geometry and algebraic geometry; second, to better understand how points of the spaces under discussion are related to the groups of symmetries of such spaces (the so called Grothendieck's section conjecture both in the global and the p-adic context); third, to show that the class of large fields is much wider than expected by experts, thus get unexpected new results in (inverse) Galois theory and theory of Hilbertian fields; forth, to understand the behavior of Galois Theory under localization at finitely many primes. <br /><br />The PI disseminated his results widely to the mathematical community via talks and publications in scientific journals. The PI was a co-organizer of, and a senior invited researcher involved in activities which: first, created a broad basis for international cooperation, training, and scientific exchange at all levels; second, had special activities for graduate students and junior researchers, thus enhancing teaching and technological understanding. The educational activities involved promoting education related to the above research goals at several levels. <br /><br />The funds of the award were partially used to provide financial support for graduate students to participate in training and research activities (co)organized by the PI, see below.&nbsp; The graduate students supported by this award had an intensive and active exchange of ideas with a wide body of senior and junior researchers, as well as international graduate students participating in the activities, thus enhacing their basis for future international scientific interaction and colaboration.<br /><br />In a nutshell, the above activities included: running a weekly research seminar on Galois theory for graduate students (with other members of the Algebra Group at UPenn); organizing: a workshop on Field Arithmetic at the Mathematics Research Institute (MFO) Oberwolfach, Germany, in Feb 2009 (with Moshe Jarden); the half year long <em>NAG Programme</em> at the Isaac Newton Institute (INI) Cambridge, UK, in July-Dec 2009 (with J. Coates of Cambridge, UK; M. Kim of UCL London, UK; P. Schneider of Muenster, Germany; M. Saidi of Exeter University, UK); a training activity and a conference on anabelian geometry and Grothendieck's Program at IIAS and RIMS Kyoto, Japan, in Oct 2010 (with Yuichiro Hoshi, Hiroaki Nakamura, Leila Schneps, Akio Tamagawa); a summer school in valuation theory and related topics at the Mathematics Village Izmir, Turkey, in June 2011 (with F.-V. Kuhlmann); a training and research activity at HIM Bonn, Germany, June-Aug 2011 (with Dan Haran and Moshe Jarden).</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/31/2011<br>\n\t\t\t\t\tModified by: Florian&nbsp;Pop</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe PI has been engaged in research in Algebra and Number Theory, more precisely in the study of spaces which are defined by algebraic equations as well as the groups of symmetries of such spaces. He has also been supervising activities of graduate students and carrying out other human resource activities related to the content of the grant.\n\nSpecifically, some of the  research goals of this research project were: first, to clarify questions related to birational anabelian phenomena, as predicted by \"Bogomolov's Program,\" which has as final aim to provide a completely \nnew approach to some of the classical problems in arithmetic geometry and algebraic geometry; second, to better understand how points of the spaces under discussion are related to the groups of symmetries of such spaces (the so called Grothendieck's section conjecture both in the global and the p-adic context); third, to show that the class of large fields is much wider than expected by experts, thus get unexpected new results in (inverse) Galois theory and theory of Hilbertian fields; forth, to understand the behavior of Galois Theory under localization at finitely many primes. \n\nThe PI disseminated his results widely to the mathematical community via talks and publications in scientific journals. The PI was a co-organizer of, and a senior invited researcher involved in activities which: first, created a broad basis for international cooperation, training, and scientific exchange at all levels; second, had special activities for graduate students and junior researchers, thus enhancing teaching and technological understanding. The educational activities involved promoting education related to the above research goals at several levels. \n\nThe funds of the award were partially used to provide financial support for graduate students to participate in training and research activities (co)organized by the PI, see below.  The graduate students supported by this award had an intensive and active exchange of ideas with a wide body of senior and junior researchers, as well as international graduate students participating in the activities, thus enhacing their basis for future international scientific interaction and colaboration.\n\nIn a nutshell, the above activities included: running a weekly research seminar on Galois theory for graduate students (with other members of the Algebra Group at UPenn); organizing: a workshop on Field Arithmetic at the Mathematics Research Institute (MFO) Oberwolfach, Germany, in Feb 2009 (with Moshe Jarden); the half year long NAG Programme at the Isaac Newton Institute (INI) Cambridge, UK, in July-Dec 2009 (with J. Coates of Cambridge, UK; M. Kim of UCL London, UK; P. Schneider of Muenster, Germany; M. Saidi of Exeter University, UK); a training activity and a conference on anabelian geometry and Grothendieck's Program at IIAS and RIMS Kyoto, Japan, in Oct 2010 (with Yuichiro Hoshi, Hiroaki Nakamura, Leila Schneps, Akio Tamagawa); a summer school in valuation theory and related topics at the Mathematics Village Izmir, Turkey, in June 2011 (with F.-V. Kuhlmann); a training and research activity at HIM Bonn, Germany, June-Aug 2011 (with Dan Haran and Moshe Jarden).\n\n\t\t\t\t\tLast Modified: 12/31/2011\n\n\t\t\t\t\tSubmitted by: Florian Pop"
 }
}