{
 "awd_id": "0801119",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Computational Models to Study Auditory Processing and Learning Disorders in Children",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rita Rodriguez",
 "awd_eff_date": "2008-01-01",
 "awd_exp_date": "2009-12-31",
 "tot_intn_awd_amt": 103000.0,
 "awd_amount": 103000.0,
 "awd_min_amd_letter_date": "2007-12-11",
 "awd_max_amd_letter_date": "2007-12-11",
 "awd_abstract_narration": "This work, modeling auditory processing in children with learning disabilities and its corresponding treatments, builds, validates, and experiments with computational models the processing of audio signals in the auditory nervous system of the human brain. The following tasks will be completed during this work:\r\n. Modeling and validation of a \"single neuronal channel (SNC)\" along the pathway from the auditory nerve fiber all the way to the auditory cortex;\r\n. Expansion of the SNC to include possibly all neurons along the auditory pathway and validation of the resulting highly parallel model, with feedback along the pathway, on a high performance computer; \r\n. Modeling of diseases (disorders) of the auditory pathway as faults in the neuronal circuitry in the computational model and studying their impact on signal processing along the pathway; and\r\n. Determining the correlation of the neuronal activity of the \"computationally diseased\" model with the human brainstem response observed through experimentation with learning-impaired children.\r\nWith a long-term goal for capturing into a computational model the knowledge related to the acoustic processing streams acquired by speech and hearing scientists through experiments with the human auditory system, the project aims to accomplish the following short-term goals: \r\n. Understanding what portions of the auditory processing ought to be included in the model;\r\n. Building a neural network model in consultation with researchers in speech and hearing sciences; and\r\n. Validating the model by running computer simulations against experimentally observed data.\r\nSuch a model was expected to predict brainstem responses to audio signals that come in via the human ear and partition into its finer spectral components in the cochlea from where the impulses travel via the auditory nerve and several specialized nuclei in the brainstem to the auditory cortex. The fact that the audio signals split into two distinct \"what\" and \"where\" streams in the auditory cortex or en-route to it motivates the research. Although many computational models of the auditory system exist, the novelty of the proposed research lies in\r\n. Including the ventral and dorsal streams in the computational model and\r\n. Validating the model against auditory brainstem responses observed in children with learning disorders.\r\nResearch into the understanding of the different auditory pathways has wide ranging implication in the treatment of various speech and communications disorders such as language impairment in children.\r\n\r\nBroader Impacts: Validated computational models of the auditory cortex carry the potential for performing computer-based experiments and trials to understand the impact of proposed treatments for such disorders. Such experiments can be fast, relatively inexpensive, and serve as a precursor to conduct experiments involving humans and animals. Additionally, students also gain expertise in the area. The research expands the discipline of neuron-computational modeling and should contribute in understanding the causes of learning disabilities in children, thus enabling development of the corresponding treatment. However, it is unclear as to what type of training will be needed for such computational model to mimic the experimentally observed behaviors and then to suggest behaviors that can be verified experimentally. The computational model will be used to answer \"what if\" questions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Aditya",
   "pi_last_name": "Mathur",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Aditya P Mathur",
   "pi_email_addr": "apm@cs.purdue.edu",
   "nsf_id": "000260100",
   "pi_start_date": "2007-12-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "2550 NORTHWESTERN AVE # 1100",
  "perf_city_name": "WEST LAFAYETTE",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479061332",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "576100",
   "pgm_ele_name": "IUCRC-Indust-Univ Coop Res Ctr"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 103000.0
  }
 ],
 "por": null
}