{
 "awd_id": "0801205",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "p-adic L-functions, geometry of eigenvarieties, Selmer groups",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924878",
 "po_email": "adpollin@nsf.gov",
 "po_sign_block_name": "Andrew Pollington",
 "awd_eff_date": "2008-07-01",
 "awd_exp_date": "2012-06-30",
 "tot_intn_awd_amt": 138010.0,
 "awd_amount": 138010.0,
 "awd_min_amd_letter_date": "2008-04-07",
 "awd_max_amd_letter_date": "2010-04-19",
 "awd_abstract_narration": "This project is about p-adic L-functions, eigenvarieties, and Selmer groups. Eigenvarieties are the universal p-adic families of automorphic forms for a given reductive group. Individual automorphic forms are conjectured to have a p-adic L-function, a p-adic counterpart of their usual complex L-function, and it is natural to expect that the p-adic L-functions of individual automorphic forms for a given reductive group will fit in an analytic family carried by the eigenvariety. However, besides the case of modular forms, very little is known on the existence of p-adic L-functions, and virtually nothing on their families. Even for modular forms, many important questions remain, such as the de finition and computation of many critical p-adic L-functions. This project proposes a strategy to address some of those questions. It focuses on the most arithmetically significant situation: the case of \"critical\" automorphic forms. The strategy is to consider automorphic forms in families, in which a critical automorphic forms may have milder siblings. The ultimate aim of the project is to relate the geometry of the Eigenvariety at some point to the order of vanishing of the p-adic L-function of the corresponding automorphic form. This should be done in such a way that, combined with earlier work of the PI and Chenevier, could lead to a proof of an inequality in the equality conjectured by Bloch and Kato between rank of Selmer groups, and order of vanishing of L-functions.\r\n\r\nThe discovery, by the pioneers of mathematics of modern times, of some very remarkable equalities, like that the sum of the reciprocals of the square of all positive integers is equal to one sixth of the square of the area of a unit disc (Euler) have opened a trend of mathematical research which is still very active today. Those equalities relate an analytic side (the sum of an in finite series , an object of calculus) to a side which is a product of a number of geometric nature times a rational number (hence an object of study for number theorists).  \r\nThose equalties, and a very great number of famous results obtained since then, as well as many more still to be proved, are all contained in a vast framework of conjectures built by Deligne, Beilinson, Bloch, Kato and Perrin-Riou. In their modern and general forms, those conjectures still relate an analytic object, called a L-function, and a number- theoretical one, called a Selmer group. The project of the PI intends to shed some light of one important aspect of those conjectures, the one concerning the order of the zeros of the L-functions. The PI proposes to do so by relating the two sides to a third object, whose appearance is much more recent, the Eigenvarieties, which are the universal families of automorphic forms.\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joel",
   "pi_last_name": "Bellaiche",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Joel Bellaiche",
   "pi_email_addr": "jbellaic@brandeis.edu",
   "nsf_id": "000198131",
   "pi_start_date": "2008-04-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brandeis University",
  "inst_street_address": "415 SOUTH ST",
  "inst_street_address_2": "",
  "inst_city_name": "WALTHAM",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "7817362121",
  "inst_zip_code": "024532728",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "BRANDEIS UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MXLZGAMFEKN5"
 },
 "perf_inst": {
  "perf_inst_name": "Brandeis University",
  "perf_str_addr": "415 SOUTH ST",
  "perf_city_name": "WALTHAM",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "024532728",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126400",
   "pgm_ele_name": "ALGEBRA,NUMBER THEORY,AND COM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 45809.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 45564.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 46637.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Modular forms and their generalizations called&nbsp;<span><span>automorphic</span></span>&nbsp;forms have been since one century a very active subject in mathematics at the intersection of complex analysis, Lie group theory, algebraic geometry, number&nbsp;theory and mathematical physics. They are also a tool for proving &nbsp;the deepest results we have in&nbsp;<span><span>diophantine</span></span>&nbsp;number&nbsp;theory, such as&nbsp;Fermat's&nbsp;last theorem, and in this project they are mainly considered from this point of view, with the long-term plan of proving the famous Birch and&nbsp;<span><span>Swinnerton</span></span>-Dyer (BSD) conjecture (and more general statements known as the Bloch-<span><span>Kato</span></span>&nbsp;conjectures), which relates the&nbsp;number of solutions of a certain type of&nbsp;<span><span>diophantine</span></span>&nbsp;equations called elliptic curves, with the behavior of an analytical invariant attached to such an equation, called an L-function. The application to the BSD conjecture will require working with general&nbsp;<span><span>automorphic</span></span>&nbsp;forms, but it turned&nbsp;out that the main tool required were not even&nbsp;&nbsp;in the much more studied case of modular forms. Therefore, the work on this project has been&nbsp;<span><span>focussed</span></span>&nbsp;on the case of modular forms, and&nbsp;the outcomes of this project concern mainly (but not exclusively) the theory of modular forms themselves.</p>\n<p>The main outcomes were: first, the construction and study of&nbsp;p-<span><span>adic</span></span>&nbsp;L-functions of modular forms in the so-called critical case; the p-<span><span>adic</span></span>&nbsp;L-function of modular forms was constructed since the 70's in all non-critical cases. The critical case is crucial in the application to the BSD&nbsp;conjecture&nbsp;and the construction in this case is one of the main result of this project. Once constructed, many questions arise concerning that p-<span><span>adic</span></span>&nbsp;L-function. For example, is it possible to find a closed formula for it in the case of either CM or Eisenstein modular forms. This was answered by the PI (and S.&nbsp;<span><span>Dasgupta</span></span>&nbsp;in the second case), proving a conjecture of G. Stevens. Also, a PhD student of the PI, supported for her summer salary by the NSF, proved&nbsp;<span><span>Iwasawa's</span></span>&nbsp;main conjecture for critical Eisenstein modular forms. The case of critical CM&nbsp;forms should&nbsp;be accessible to similar methods. (Note that the non-critical cases for those forms were known by results of&nbsp;<span><span>Mazur</span></span>-<span><span>WIles</span></span>&nbsp;and Rubin respectively).</p>\n<p>Another important outcome is a theory of the variation of&nbsp;<span><span>Selmer</span></span>&nbsp;groups in p-a<span><span>dic</span></span>&nbsp;families. This study allowed the PI to prove the so-called sign-conjecture for modular&nbsp;<span><span>abelian</span></span>&nbsp;varieties, that is the part of the&nbsp;<span><span>Swinnerton</span></span>-Dyer conjecture which predicts that if the sign of the functional&nbsp;equation&nbsp;of the L-function is -1, then the&nbsp;<span><span>abelian</span></span>&nbsp;variety has infinitely many rational points, building on earlier of&nbsp;the PI with&nbsp;<span><span>Chenevier</span></span>&nbsp;and generalizing (with different methods) recent results of Kim and&nbsp;<span><span>Dokchister</span></span>&nbsp;and&nbsp;<span><span>Dokchister</span></span>&nbsp;in the case of elliptic curves, and of Skinner-Urban&nbsp;and&nbsp;<span><span>Nekovar</span></span>&nbsp;in the case of ordinary modular forms.</p>\n<p>A last outcome was the determination of the structure of&nbsp;<span><span>Hecke</span></span>&nbsp;algebras acting on the spaces of&nbsp;modular&nbsp;forms (of level 1) modulo a prime p. These algebras have been considere...",
  "por_txt_cntn": "\nModular forms and their generalizations called automorphic forms have been since one century a very active subject in mathematics at the intersection of complex analysis, Lie group theory, algebraic geometry, number theory and mathematical physics. They are also a tool for proving  the deepest results we have in diophantine number theory, such as Fermat's last theorem, and in this project they are mainly considered from this point of view, with the long-term plan of proving the famous Birch and Swinnerton-Dyer (BSD) conjecture (and more general statements known as the Bloch-Kato conjectures), which relates the number of solutions of a certain type of diophantine equations called elliptic curves, with the behavior of an analytical invariant attached to such an equation, called an L-function. The application to the BSD conjecture will require working with general automorphic forms, but it turned out that the main tool required were not even  in the much more studied case of modular forms. Therefore, the work on this project has been focussed on the case of modular forms, and the outcomes of this project concern mainly (but not exclusively) the theory of modular forms themselves.\n\nThe main outcomes were: first, the construction and study of p-adic L-functions of modular forms in the so-called critical case; the p-adic L-function of modular forms was constructed since the 70's in all non-critical cases. The critical case is crucial in the application to the BSD conjecture and the construction in this case is one of the main result of this project. Once constructed, many questions arise concerning that p-adic L-function. For example, is it possible to find a closed formula for it in the case of either CM or Eisenstein modular forms. This was answered by the PI (and S. Dasgupta in the second case), proving a conjecture of G. Stevens. Also, a PhD student of the PI, supported for her summer salary by the NSF, proved Iwasawa's main conjecture for critical Eisenstein modular forms. The case of critical CM forms should be accessible to similar methods. (Note that the non-critical cases for those forms were known by results of Mazur-WIles and Rubin respectively).\n\nAnother important outcome is a theory of the variation of Selmer groups in p-adic families. This study allowed the PI to prove the so-called sign-conjecture for modular abelian varieties, that is the part of the Swinnerton-Dyer conjecture which predicts that if the sign of the functional equation of the L-function is -1, then the abelian variety has infinitely many rational points, building on earlier of the PI with Chenevier and generalizing (with different methods) recent results of Kim and Dokchister and Dokchister in the case of elliptic curves, and of Skinner-Urban and Nekovar in the case of ordinary modular forms.\n\nA last outcome was the determination of the structure of Hecke algebras acting on the spaces of modular forms (of level 1) modulo a prime p. These algebras have been considered since the early 70's, but not much was known on their structure, not even their Krull dimension, until Nicolas and Serre completely solved in 2011, by elementary methods, the case p=2. The PI simplified Nicolas and Serre's method in the case p=2, and applied it in the case p=3, while he treated the case p&gt;3 in a joint work with C.Khare, with completely different methods. The determination of those algebras is important as it opens a new field of applications concerning the divisibility of arithmetic functions. Generalizations to automorphic forms are also promising.\n\n \n\n\t\t\t\t\tLast Modified: 12/29/2012\n\n\t\t\t\t\tSubmitted by: Joel Bellaiche"
 }
}