{
 "awd_id": "0801333",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "PFI:  2008 NSF Partnerships for Innovation (PFI) Grantees Workshop",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sara B. Nerlove",
 "awd_eff_date": "2007-11-01",
 "awd_exp_date": "2009-02-28",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 206798.0,
 "awd_min_amd_letter_date": "2007-10-12",
 "awd_max_amd_letter_date": "2008-11-17",
 "awd_abstract_narration": "The University of Toledo proposes to organize and manage the 2008 NSF Partnerships for Innovation (PFI) Grantees Workshop at the Westin Hotel, Arlington, VA, March 30-April 1, 2008. This workshop is the first of its kind for PFI. Its purpose is to provide a forum for a comprehensive gathering of NSF-sponsored researchers on both active and graduated awards supported by the Partnership for Innovation (PFI) Program. In addition, for each award, the forum should include a representative from among the non-academic partners and, for currently ongoing PFI awards only, a representative from among the students involved in the project. The objectives of the workshop are to share ideas, experiences, lessons learned, best practices, and results that have come out of the NSF-sponsored PFI awards; to discuss strategies and achievements with respect to sustainability of innovation once the PFI grant performance period has ended; and to provide input for the design and anatomy of future partnerships projects. It is expected that this interchange will facilitate the exploration of next steps to be taken on ongoing projects and that it will promote future collaborations, thus addressing several goals: catalyzing or enhancing the enabling infrastructure necessary to foster and sustain innovation in the long-term; providing guidance to regions and organizations in promoting innovation economies; and contributing to the America Creating Opportunities to Meaningfully Promote Excellence in Technology, Education and Science (America COMPETES) Act.  The intellectual merit of this project lies in the generation of new ideas about the formation and ongoing development of innovation partnerships from the collective wisdom of the leadership of a diverse set of funded partnership projects in the context of an opportunity to mingle in a variety of ways. The workshop will provide the NSF with additional information on ways that the discovery process can be translated to learning and innovation to create wealth and improve the human condition. The generation of ideas can result from discussions during poster sessions, breakout sessions, and plenary sessions and indeed throughout the opportunity to be present in the context of the rich resource of the PFI community. The synergy among grantees will also be facilitated by providing very brief but key project highlights via the conference website.  \r\n\r\nThe broader impact of this project includes the identification of factors that encourage long-term value creation and innovation through partnerships. Because a portion of the PFI awards have as their primary focus workforce education and training, there will be ample sharing of the impact of PFI partnerships as they relate to curriculum development; STEM education and education contributing to knowledge of the entrepreneurial enterprise; and the career paths of students. The project will also provide information on how innovation can be promoted across different geographic locales given regional differences in R&D spending, university research, culture and other factors. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Frank",
   "pi_last_name": "Calzonetti",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Frank J Calzonetti",
   "pi_email_addr": "frank.calzonetti@utoledo.edu",
   "nsf_id": "000189355",
   "pi_start_date": "2007-10-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Toledo",
  "inst_street_address": "2801 W BANCROFT ST",
  "inst_street_address_2": "",
  "inst_city_name": "TOLEDO",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "4195302844",
  "inst_zip_code": "436063328",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "OH09",
  "org_lgl_bus_name": "UNIVERSITY OF TOLEDO",
  "org_prnt_uei_num": "EWRDP9YCDDH5",
  "org_uei_num": "XA77NAJYELF1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Toledo",
  "perf_str_addr": "2801 W BANCROFT ST",
  "perf_city_name": "TOLEDO",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "436063328",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "OH09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "166200",
   "pgm_ele_name": "PFI-Partnrships for Innovation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 205298.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 1500.0
  }
 ],
 "por": null
}