{
 "awd_id": "0801465",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "IGERT: Biological and Computational Foundations of Language Diversity",
 "cfda_num": "47.076",
 "org_code": "11010103",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Tankersley",
 "awd_eff_date": "2008-07-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 2998294.0,
 "awd_amount": 3002614.0,
 "awd_min_amd_letter_date": "2008-07-19",
 "awd_max_amd_letter_date": "2015-04-28",
 "awd_abstract_narration": "Human language is both universal within the species and highly variable across populations. This Integrative Graduate Education and Research Traineeship (IGERT) project will train young scientists and engineers to understand language diversity by combining the tools of behavioral, computational and biological research, drawing upon an extensive collaborative network that spans nine departments in five colleges at the University of Maryland. The project aims to promote sustainable change in the science of language by building infrastructure for interdisciplinary research on diverse languages through local and international collaborations and outreach efforts, by strengthening links between basic science and clinical and engineering applications, and by building awareness of the science of language through high school and undergraduate partnerships. The training plan provides coursework, research training, and an environment geared towards preparing students for interdisciplinary research and equipping them to build collaborative networks in their future careers. Preparation for interdisciplinary research will be provided by broad coursework, integrative pro-seminars and a post-candidacy lab rotation that will pair trainees with students from other disciplines. A central component of the project is the Winter Storm, an intensive two-week workshop that will provide foundational skills training, research planning, and professional development. The project will enhance the use of computational and neuroscientific techniques in studies of atypical language and second language learning, and will partner with an NSF-supported Science of Learning Center based at Gallaudet University that focuses on visual language.  IGERT is an NSF-wide program intended to meet the challenges of educating U.S. Ph.D. scientists and engineers with the interdisciplinary background, deep knowledge in a chosen discipline, and the technical, professional, and personal skills needed for the career demands of the future. The program is intended to catalyze a cultural change in graduate education by establishing innovative new models for graduate education and training in a fertile environment for collaborative research that transcends traditional disciplinary boundaries.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DGE",
 "org_div_long_name": "Division Of Graduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Colin",
   "pi_last_name": "Phillips",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Colin Phillips",
   "pi_email_addr": "colin@umd.edu",
   "nsf_id": "000104852",
   "pi_start_date": "2008-07-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Amy",
   "pi_last_name": "Weinberg",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Amy S Weinberg",
   "pi_email_addr": "aweinberg@casl.umd.edu",
   "nsf_id": "000093357",
   "pi_start_date": "2008-07-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Amanda",
   "pi_last_name": "Woodward",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Amanda L Woodward",
   "pi_email_addr": "woodward@uchicago.edu",
   "nsf_id": "000139033",
   "pi_start_date": "2008-07-19",
   "pi_end_date": "2010-08-29"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Rochelle",
   "pi_last_name": "Newman",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Rochelle S Newman",
   "pi_email_addr": "rnewman1@umd.edu",
   "nsf_id": "000292318",
   "pi_start_date": "2010-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Lidz",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey L Lidz",
   "pi_email_addr": "jlidz@umd.edu",
   "nsf_id": "000167455",
   "pi_start_date": "2008-07-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Long",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Long",
   "pi_email_addr": "mlong5@umd.edu",
   "nsf_id": "000438156",
   "pi_start_date": "2008-07-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland, College Park",
  "perf_str_addr": "3112 LEE BUILDING",
  "perf_city_name": "COLLEGE PARK",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133500",
   "pgm_ele_name": "IGERT FULL PROPOSALS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1335",
   "pgm_ref_txt": "IGERT FULL PROPOSALS"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0408",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000809DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0409",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000910DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 599970.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 599581.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 602821.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 600661.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 599581.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this project was to test a graduate training model that would lead to sustainable change in language science, a broad interdisciplinary field that spans linguistics, psychology, neuroscience, computer science, and electrical engineering. The core elements involved student ownership of their training program, learning to go beyond their comfort zone, serving as research ambassadors between disciplines, and engaging in public-facing science activities that develop students&rsquo; communication skills and appreciation of the societal relevance of their science.</p>\n<p>The program was successful, in terms of its benefits for individuals, institutional change, new research initiatives, and return on NSF&rsquo;s investment.&nbsp;</p>\n<p>The program trained 50 PhD students from 10 departments. Students completed the PhD at a high rate (95%) and in a timely fashion (average less than 5.5 years). They developed skills that they would not normally learn, and in many cases this led to academic or industry jobs that depend on those skills. Students took over the leadership of key aspects of the IGERT program, leading to the development of a number of creative activities that went beyond the regular curriculum, e.g., Winter Storm, an annual 2-week student-led training and research incubator workshop, Language Science Day, an annual internal conference for 200 participants, and a growing program of outreach activities in K-12 schools and science fairs. Many students in the program won university-wide leadership awards based on their IGERT initiatives.&nbsp;</p>\n<p>The program led to significant institutional change, reflecting a strong return on NSF&rsquo;s investment. The graduate program is continuing beyond the period of NSF support. A new interdisciplinary undergraduate program (PULSAR) has been launched, building on the most successful features of the graduate program. The community of faculty and students created by the IGERT program formed the basis for the creation in 2013 of the Maryland Language Science Center, a university-wide initiative that connects researchers in 17 academic units, addressing the fundamental science of language, and applications in education, technology, and health. The University of Maryland built upon the IGERT program to recruit and retain a cohort of talented young faculty across multiple departments, and through the new center it is investing in new senior faculty, staff, and new physical infrastructure. These investments can all be traced directly to IGERT support. These developments have also led to uptake of our program&rsquo;s activities across fields within the University of Maryland, and across institutions.</p>\n<p>The program led to development of many new interdisciplinary initiatives, due to co-taught seminars, due to students&rsquo; role as ambassadors between different fields, and due to new foundational training offered as a result of IGERT. Many students with cognitive science expertise extended their research into computational areas. A new research initiative stimulated by IGERT focuses on how the language experience of children growing up in poverty contributes to the achievement gap. Student cross-training in psychology and linguistics led to important new lines of research on connections between language understanding and memory mechanisms, and many students in the program developed research on the relation between language abilities and general cognitive functions. Student cross-training also stimulated an important new line of research on how even very successful adult language learners are prone to misperceive the sounds of a foreign language when they occur in fluent speech. This could lead to new understanding of what it means to be proficient in a foreign language.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/07/2016<br>\n\t\t\t\t\tModified by: Colin&nbsp;Phillips</p>\n</div>\n<div class=\"porSideCol\"></di...",
  "por_txt_cntn": "\nThe goal of this project was to test a graduate training model that would lead to sustainable change in language science, a broad interdisciplinary field that spans linguistics, psychology, neuroscience, computer science, and electrical engineering. The core elements involved student ownership of their training program, learning to go beyond their comfort zone, serving as research ambassadors between disciplines, and engaging in public-facing science activities that develop studentsÆ communication skills and appreciation of the societal relevance of their science.\n\nThe program was successful, in terms of its benefits for individuals, institutional change, new research initiatives, and return on NSFÆs investment. \n\nThe program trained 50 PhD students from 10 departments. Students completed the PhD at a high rate (95%) and in a timely fashion (average less than 5.5 years). They developed skills that they would not normally learn, and in many cases this led to academic or industry jobs that depend on those skills. Students took over the leadership of key aspects of the IGERT program, leading to the development of a number of creative activities that went beyond the regular curriculum, e.g., Winter Storm, an annual 2-week student-led training and research incubator workshop, Language Science Day, an annual internal conference for 200 participants, and a growing program of outreach activities in K-12 schools and science fairs. Many students in the program won university-wide leadership awards based on their IGERT initiatives. \n\nThe program led to significant institutional change, reflecting a strong return on NSFÆs investment. The graduate program is continuing beyond the period of NSF support. A new interdisciplinary undergraduate program (PULSAR) has been launched, building on the most successful features of the graduate program. The community of faculty and students created by the IGERT program formed the basis for the creation in 2013 of the Maryland Language Science Center, a university-wide initiative that connects researchers in 17 academic units, addressing the fundamental science of language, and applications in education, technology, and health. The University of Maryland built upon the IGERT program to recruit and retain a cohort of talented young faculty across multiple departments, and through the new center it is investing in new senior faculty, staff, and new physical infrastructure. These investments can all be traced directly to IGERT support. These developments have also led to uptake of our programÆs activities across fields within the University of Maryland, and across institutions.\n\nThe program led to development of many new interdisciplinary initiatives, due to co-taught seminars, due to studentsÆ role as ambassadors between different fields, and due to new foundational training offered as a result of IGERT. Many students with cognitive science expertise extended their research into computational areas. A new research initiative stimulated by IGERT focuses on how the language experience of children growing up in poverty contributes to the achievement gap. Student cross-training in psychology and linguistics led to important new lines of research on connections between language understanding and memory mechanisms, and many students in the program developed research on the relation between language abilities and general cognitive functions. Student cross-training also stimulated an important new line of research on how even very successful adult language learners are prone to misperceive the sounds of a foreign language when they occur in fluent speech. This could lead to new understanding of what it means to be proficient in a foreign language.\n\n \n\n\t\t\t\t\tLast Modified: 02/07/2016\n\n\t\t\t\t\tSubmitted by: Colin Phillips"
 }
}