{
 "awd_id": "0802657",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research:  Floodplain Sedimentation and Nutrient Sequestration, Upper Mississippi River",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ezekiel Kalipeni",
 "awd_eff_date": "2008-04-15",
 "awd_exp_date": "2009-11-30",
 "tot_intn_awd_amt": 11995.0,
 "awd_amount": 11995.0,
 "awd_min_amd_letter_date": "2008-03-04",
 "awd_max_amd_letter_date": "2008-03-04",
 "awd_abstract_narration": "The overloading of freshwater and marine ecosystems with sediment and nutrients causes numerous ecological and health problems. While studies have researched the role of rivers in transporting and cycling nutrients, relatively little research has been conducted on the role large river floodplains play in reducing downstream conveyance of these aquatic contaminants. Recent studies have shown floodplains can store significant quantities of nitrogen, phosphorus and carbon during individual floods or years, but few have looked at the effectiveness of aggrading floodplains to retain these nutrients over decadal to century timescales. Through sediment coring of multiple areas of the Mississippi River floodplain between La Crosse and Cassville, Wisconsin and through high temporal resolution sediment analyses this study will 1) quantify how sedimentation and nutrient concentrations associated with sediments have changed on the Mississippi River floodplain from pre-European-American settlement to present; 2) characterize how hydrologic connectivity and geomorphology of the Mississippi River floodplain affect nutrient retention and fluxes; and 3) identify the dominant forms of phosphorus retained on the floodplain. Magnetic susceptibility and grain size characteristics will be used in conjunction with phosphorus, nitrogen and carbon analyses to address the research objectives.   Depositional chronology will be established using a combination of accelerator mass spectrometry radiocarbon dating, cesium radionuclide activity, and ambrosia pollen associated with European-American settlement. It is expected that the floodplain of the Mississippi River retains significant quantities of sediment and nitrogen, phosphorus, and carbon unaccounted for in existing nutrient budgets that would otherwise be flushed downstream.\r\n\r\nThis research is a necessary step toward determining the significance of floodplain environments in sequestering nutrients over timescales ranging from singular floods to century scale. Nitrogen and phosphorus contribute to large algal blooms in rivers, lakes and marine ecosystems that can lead to a reduction in water quality and degradation of aquatic habitat. Through a greater understanding of how floodplains retain sediment and nutrients and through improved knowledge of where they are retained spatially on the floodplain, resource managers will be able to manage these areas more effectively to reduce downstream nutrient transport and its adverse impacts.  Knowledge concerning how floodplain nutrient storage is affected by drainage basin land use and increased flooding is needed, especially as increased corn production for ethanol will likely lead to increased nutrient and sediment transport by rivers. As climate researchers continue to search for ways to reduce atmospheric carbon dioxide concentrations, the expected results of this research which documents how carbon storage in river sediment varies with floodplain hydrology will be important.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Knox",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "James C Knox",
   "pi_email_addr": "knox@geography.wisc.edu",
   "nsf_id": "000340673",
   "pi_start_date": "2008-03-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 11995.0
  }
 ],
 "por": null
}