{
 "awd_id": "0802290",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "BEST: Benthic Ecosystem Response to Changing Ice Cover in the Bering Sea",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William J. Wiseman, Jr.",
 "awd_eff_date": "2007-11-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 628214.0,
 "awd_amount": 628214.0,
 "awd_min_amd_letter_date": "2007-10-26",
 "awd_max_amd_letter_date": "2010-08-06",
 "awd_abstract_narration": "Funds are provided to support a benthic-focused measurements program in the northern Bering Sea that extends and expands a twenty-year effort in that region. The northern benthic biological communities are known to provide food resources for benthic-feeding apex predators that include gray whales, bearded seals, walruses, and diving sea-ducks, all of which are used by subsistence-based communities along the Bering Sea coast. Previous work indicates that climate warming may change the present benthic-dominated northern Bering Sea ecosystem to one that is more pelagic and similar to the southern Bering Sea food web. \r\n\r\nThe principal investigators will document benthic infaunal community composition and biomass as a means to determine key indicator species that should be monitored to evaluate climate change impacts on the Bering Sea ecosystem.  In addition, they will undertake analyses of sediment indicators of status and trends in ecosystem health, including sediment grain size, oxygen demand, chlorophyll inventories, organic carbon content and stable carbon isotope ratios of sediment organic carbon, and inventories of atmospherically-derived, particle-reactive radionuclides (7Be) and clay-associated radionuclides (137Cs).  All of these can be used as ecosystem indicators of recent particle deposition, sediment processing, and the overall fertility of overlying waters. They will integrate these new data with the extensive record for the region.  These data will help interpret data collected by collaborators, with other funding, concerning marine mammals.  It will also serve a important constraints on the models being developed for the region, both within the BEST and BSIERP programs.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jacqueline",
   "pi_last_name": "Grebmeier",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Jacqueline M Grebmeier",
   "pi_email_addr": "jgrebmei@umces.edu",
   "nsf_id": "000464158",
   "pi_start_date": "2007-10-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lee",
   "pi_last_name": "Cooper",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Lee W Cooper",
   "pi_email_addr": "cooper@umces.edu",
   "nsf_id": "000465317",
   "pi_start_date": "2008-11-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland Center for Environmental Sciences",
  "inst_street_address": "2020 HORNS POINT RD",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4102212014",
  "inst_zip_code": "216133368",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MD01",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND CENTER FOR ENVIRONMENTAL SCIENCE",
  "org_prnt_uei_num": "",
  "org_uei_num": "JHTYTGKYWLL9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland Chesapeake Biological Lab",
  "perf_str_addr": "P.O. Box 38",
  "perf_city_name": "Solomons",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "206880038",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MD05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "528000",
   "pgm_ele_name": "ANS-Arctic Natural Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 151611.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 157950.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 167141.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 151512.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>It is well-known that the Bering Sea is productive, but it is also expected that the timing of productivity is tied to the availability of light. The availability of light to drive photosynthesis is related to both the return of sunlight as the spring equinox approaches, as well as the retreat of sea ice as winter&rsquo;s hold begins to ease. These are the expectations, but before the Bering Sea Project, conditions and animals using the northern Bering Sea (north of St. Matthew Island) in late winter were actually poorly known. We did know that the shallow shelf supports some of the most extensive marine invertebrate communities in soft sediments in the world ocean, and that certain specialized benthic-feeding predators, including walruses, spectacled eiders, and bearded seals call these northern waters their winter home. How does this ecosystem function before the onset of the spring bloom? Where are these top predators foraging? What other birds are using these waters? Where there is open water within the ice (polynyas), is there enougth light (and nutrients) to stimulate production? What animals living in the underlying sediment are most important for these top predators?</p>\n<p>How We Did It<br />For three consecutive years (2008-2010), we had the extraordinary opporuntity to sample the ice-covered northern Bering Sea in March and make observations of the water column, marine sediments and the animals living in this ecosystem. One of the objects of the research was to determine where walruses and spectacled eiders were feeding on the seafloor, and to match that feeding with the distribution of food resources, as well as the ever shifting sea ice that might impact the ability of these airbreathing predators to return to the sea surface.</p>\n<p>Why We Did It<br />The northern Bering Sea shelf is fundamentally different from more southerly Bering Sea shelves where commercial fisheries dominate. Cold bottom water temperatures from ice formation are in part responsible for the ecosystem structure with walruses, gray whales, and other bottom feeding predators present that depend upon abundant benthic biological communities. However, satellite observations indicate that the duration of seasonal sea ice, particularly north of St. Lawrence Island, is decreasing. Continuation of these patterns could bring fish north, as well as commercial interests. Industrial trawling could negatively impact these rich benthic communities that small Saint Lawrence Island Yupik, and mainland Yupik and I&ntilde;upiat communities depend upon indirectly through subsistence harvests.</p>\n<p>What We Found</p>\n<p>The Northern Bering Sea, roughy from St Matthew Island north, is a distinct ecosystem and functions differently than the pelagic system to the south. This difference is particularly striking in the winter, when walruses, ice seals, and spectacled eiders congregate in large numbers to take advantage of abundant food supplies on the seafloor, and also in some cases from under ice biota such as arctic cod and euphausiids. Productivity in the water column is low due ot light limitations, but west-to-east decreases in chlorophyll and nutrients are already present as they are later in the seasonal cycle when massive sea ice edge blooms occur. Our observations have indicated the importance of the rich benthic communities south of St. Lawrence Island to top apex predators during winter foraging. Our observations have also indicated that spectacled eiders can be excluded from optimal foraging areas by the position and extent of seasonal sea ice. The biomass of these benthic biological communities<br />have been in decline over the past several decades, so additional changes in the ecosystem or the movement of industrial fishing northward may have negative consequences for ecosystem stability.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/11/2013<br>\n\t\t\t\t\tModified by: Jacqueline&nbsp;M&nbsp;Grebmeie...",
  "por_txt_cntn": "\nIt is well-known that the Bering Sea is productive, but it is also expected that the timing of productivity is tied to the availability of light. The availability of light to drive photosynthesis is related to both the return of sunlight as the spring equinox approaches, as well as the retreat of sea ice as winterÆs hold begins to ease. These are the expectations, but before the Bering Sea Project, conditions and animals using the northern Bering Sea (north of St. Matthew Island) in late winter were actually poorly known. We did know that the shallow shelf supports some of the most extensive marine invertebrate communities in soft sediments in the world ocean, and that certain specialized benthic-feeding predators, including walruses, spectacled eiders, and bearded seals call these northern waters their winter home. How does this ecosystem function before the onset of the spring bloom? Where are these top predators foraging? What other birds are using these waters? Where there is open water within the ice (polynyas), is there enougth light (and nutrients) to stimulate production? What animals living in the underlying sediment are most important for these top predators?\n\nHow We Did It\nFor three consecutive years (2008-2010), we had the extraordinary opporuntity to sample the ice-covered northern Bering Sea in March and make observations of the water column, marine sediments and the animals living in this ecosystem. One of the objects of the research was to determine where walruses and spectacled eiders were feeding on the seafloor, and to match that feeding with the distribution of food resources, as well as the ever shifting sea ice that might impact the ability of these airbreathing predators to return to the sea surface.\n\nWhy We Did It\nThe northern Bering Sea shelf is fundamentally different from more southerly Bering Sea shelves where commercial fisheries dominate. Cold bottom water temperatures from ice formation are in part responsible for the ecosystem structure with walruses, gray whales, and other bottom feeding predators present that depend upon abundant benthic biological communities. However, satellite observations indicate that the duration of seasonal sea ice, particularly north of St. Lawrence Island, is decreasing. Continuation of these patterns could bring fish north, as well as commercial interests. Industrial trawling could negatively impact these rich benthic communities that small Saint Lawrence Island Yupik, and mainland Yupik and I&ntilde;upiat communities depend upon indirectly through subsistence harvests.\n\nWhat We Found\n\nThe Northern Bering Sea, roughy from St Matthew Island north, is a distinct ecosystem and functions differently than the pelagic system to the south. This difference is particularly striking in the winter, when walruses, ice seals, and spectacled eiders congregate in large numbers to take advantage of abundant food supplies on the seafloor, and also in some cases from under ice biota such as arctic cod and euphausiids. Productivity in the water column is low due ot light limitations, but west-to-east decreases in chlorophyll and nutrients are already present as they are later in the seasonal cycle when massive sea ice edge blooms occur. Our observations have indicated the importance of the rich benthic communities south of St. Lawrence Island to top apex predators during winter foraging. Our observations have also indicated that spectacled eiders can be excluded from optimal foraging areas by the position and extent of seasonal sea ice. The biomass of these benthic biological communities\nhave been in decline over the past several decades, so additional changes in the ecosystem or the movement of industrial fishing northward may have negative consequences for ecosystem stability.\n\n\t\t\t\t\tLast Modified: 01/11/2013\n\n\t\t\t\t\tSubmitted by: Jacqueline M Grebmeier"
 }
}