{
 "awd_id": "0802672",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Understanding and Mapping Past and Future Land-Use and Land-Cover Change in Bolivia's Corredor Bioceanico",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ezekiel Kalipeni",
 "awd_eff_date": "2008-04-15",
 "awd_exp_date": "2010-09-30",
 "tot_intn_awd_amt": 10850.0,
 "awd_amount": 10850.0,
 "awd_min_amd_letter_date": "2008-04-01",
 "awd_max_amd_letter_date": "2008-04-01",
 "awd_abstract_narration": "The nature of change in the Earth's ground cover is often tied to how human land use modifies it. There are now means to combine remote sensing of the land cover types with knowledge of human agency in making changes. This land use/land cover change (LULLC) study will use those methods to better understand and predict these shifts in a poorly known part of the world. The Corredor Bioceánico is a major transportation project connecting the agricultural heartlands of South America to the Atlantic and the Pacific. The final link is in southeastern Bolivia in an undeveloped area that is home to indigenous groups and globally-significant ecosystems. Infrastructure improvements that include highway paving, revitalized railway services and increased flows along gas pipelines to Brazil are currently underway and pose major threats to livelihoods and the region's ecological integrity. Economic opportunities have emerged, land speculators have arrived, and undocumented land uses are replacing forests and wetlands. It is acknowledged that sub-tropical semi-arid wooded ecosystems are especially poorly understood in terms of LULCC. Three critical knowledge gaps exist specifically along the Corredor Bioceánico in Bolivia: 1) LULCC has not been mapped and quantified in the region over an extended time period; 2) drivers and proximate causes of land-use change have only been vaguely specified in South American dry forests and savannas; and 3) predictions of future land-use change, as an environmental impact of the Corredor Bioceánico, are outdated. This project will fill these gaps by 1) mapping and quantifying the spatial patterns of LULCC from 1964 to 2007 along eastern Bolivia's Corredor Bioceánico using a time-series of Corona, Landsat MSS/TM/ETM+, and CBERS imagery; 2) linking social science methodologies to image processing techniques by developing a conceptual model of socio-economic and political drivers of LULCC for the region based on interviews and document analysis; and 3) spatially modeling future LULCC over a 5-50 year period under various political and economic scenarios.  \r\n\r\nThis project will advance land change science agendas by integrating remote sensing, social science, and simulation modeling. The broader significance partly lies in the fact that the research will addresses nationally and internationally relevant land change science questions in the context of southern Bolivia such as 1) How has land-cover been changed by human use? 2) What are the major human causes of land-cover change in different geographical and historical contexts? and 3) How will land use changes affect land-cover in the future? It will also address globally important gaps in the drylands and land use change literatures concerning southern hemisphere sub-tropical woodlands that have been recognized by the land use change science community.  As some of the largest stretches of intact dry forest left in the world, and the largest Neotropical wetland that are threatened by the development of the Corredor Bioceánico, the project's the results will be of critical importance to regional conservation managers and land planners who are currently making conservation decisions based on out-dated models. Failure to foresee the future of infrastructure development in this region could lead to the destruction of key regional ecosystems such as the Chaco and Chiquitano woodlands, and the Pantanal wetlands; may therefore compromise the livelihoods of indigenous Ayoreo and Chiquitano peoples; and would thwart conservation efforts in Kaa-Iya del Gran Chaco National Park where innovative conservation efforts integrating the needs of nature conservation and local peoples are underway.  As a Doctoral Dissertation Research Improvement award, this award will provide support to enable a promising student to establish a strong independent research career.  This project is jointly supported by the Geography and Regional Science Program and the Americas Program of the Office of International Science and Engineering.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Millington",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew C Millington",
   "pi_email_addr": "millington@geog.tamu.edu",
   "nsf_id": "000417485",
   "pi_start_date": "2008-04-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M University",
  "inst_street_address": "400 HARVEY MITCHELL PKY S STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778454375",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A & M UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JF6XLNB4CDJ5"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M University",
  "perf_str_addr": "400 HARVEY MITCHELL PKY S STE 300",
  "perf_city_name": "COLLEGE STATION",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778454375",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  },
  {
   "pgm_ele_code": "772700",
   "pgm_ele_name": "IRES Track I: IRES Sites (IS)"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "5926",
   "pgm_ref_txt": "LATIN AMERICA, SDC"
  },
  {
   "pgm_ref_code": "5977",
   "pgm_ref_txt": "AMERICAS PROGRAM"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 10850.0
  }
 ],
 "por": null
}