{
 "awd_id": "0802593",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: An Integrated Agent-Based Microsimulation Model for Hurricane Evacuation in New Orleans",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2008-04-01",
 "awd_exp_date": "2009-09-30",
 "tot_intn_awd_amt": 7809.0,
 "awd_amount": 7809.0,
 "awd_min_amd_letter_date": "2008-03-07",
 "awd_max_amd_letter_date": "2008-03-07",
 "awd_abstract_narration": "Mass evacuation of urban areas due to hurricanes is a critical problem that requires extensive basic and applied research.  Previous research used a microsimulation approach to simulate individual vehicle and driver behavior but was limited mostly to simulation in a small study area.  Very few studies have considered the use of vulnerabilities in the evacuation strategies.  There is a need to develop a better approach to integrate the various information (such as vulnerabilities) to better simulate evacuation so that we can evacuate people timely and efficiently.  This Doctoral Dissertation Research Improvement project will develop an integrated microsimulation model to simulate hurricane evacuation in New Orleans.  The first objective of this project will be to create a two-level regional disaster evacuation model by integrating two agent-based microsimulation models.  The first model will treat each vehicle as an agent to simulate regional road network traffic movements on highways, while the second model will use each census block centroid as an agent to simulate the local part of the regional road network traffic.  The second project objective will be to evaluate the effectiveness in terms of overall evacuation time and other metrics of three different regional evacuation strategies, including simultaneous evacuation strategy, a staged evacuation strategy based on different community-evacuation vulnerabilities over the study area, and a staged evacuation strategy based on different social-biophysical vulnerabilities.\r\n\r\nThis research project will contribute to the fields of dynamic spatial modeling, visualization, and disaster and vulnerability science.  The incorporation of vulnerabilities into two types of agent-based models will provide more realistic and accurate pictures of how evacuation behavior affects the effectiveness of different evacuation strategies, thus providing useful guidance to policy makers.  Although the proposed integrated agent-based model will be based on hurricane evacuation in New Orleans, the methods developed and the knowledge gained from this research will be applicable for other regions and other kinds of disasters.  Furthermore, the computer modules developed in this research will be widely distributed to benefit other agent-based traffic microsimulation models.  As a Doctoral Dissertation Research Improvement award, this award also will provide support to enable a promising student to establish a strong independent research career.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nina",
   "pi_last_name": "Lam",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Nina S Lam",
   "pi_email_addr": "nlam@lsu.edu",
   "nsf_id": "000276929",
   "pi_start_date": "2008-03-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Louisiana State University",
  "inst_street_address": "202 HIMES HALL",
  "inst_street_address_2": "",
  "inst_city_name": "BATON ROUGE",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "2255782760",
  "inst_zip_code": "708030001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "LA06",
  "org_lgl_bus_name": "LOUISIANA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECQEYCHRNKJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Louisiana State University",
  "perf_str_addr": "202 HIMES HALL",
  "perf_city_name": "BATON ROUGE",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "708030001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "LA06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9196",
   "pgm_ref_txt": "NATURAL DISASTERS"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 7809.0
  }
 ],
 "por": null
}