{
 "awd_id": "0802498",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "National Center for Nanotechnology Applications and Career Knowledge",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Duncan E. McBride",
 "awd_eff_date": "2008-09-15",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 5000000.0,
 "awd_amount": 5000000.0,
 "awd_min_amd_letter_date": "2008-09-08",
 "awd_max_amd_letter_date": "2011-06-08",
 "awd_abstract_narration": "This project for a National ATE Center for Nanotechnology Applications and Career Knowledge (NACK) builds upon the current Regional Center for Nanofabrication Manufacturing Education. The Regional Center was established in 2001 and is dedicated to meeting Pennsylvania industry needs for skilled technician level workers across the full range of micro- and nanofabrication applications.  The Pennsylvania Regional Center has pioneered methods for delivering nanotechnology educational experiences to community and technical college students anywhere in the nation. In 2006 the Regional Center established a teaching cleanroom in order to analyze the costs and capabilities of such a facility. As a result, the costs are well understood, and curriculum for use in such a facility has been developed. The teaching cleanroom site model is available for transfer to other regions of the country. \r\n\r\nThere is clear evidence of strong and growing demand for workers with micro- and nanofabrication skills. Virtually all of the graduates of existing associate degree micro- and nanofabrication programs who are not pursuing further education are employed by micro- and nanotechnology companies. Numerous recent U.S. regional and international studies document strong demand for these workers. \r\n\r\nThe Penn State Regional Center has assisted 30 Pennsylvania institutions to develop nanotechnology education programs and has also been a source of assistance to community and technical colleges, universities, and other partners across the nation seeking to establish nanotechnology education programs. Since 2005, the Regional Center has assisted more than 100 community colleges in other states with program development efforts. Micro- and nanotechnology education programs are now beginning to proliferate at community and technical colleges across the nation. \r\n\r\nIn late 2006, leaders of the Pennsylvania Regional Center began consulting with counterpart leaders of micro- and nanofabrication education efforts taking place across the country with regard to the planned NACK Center proposal. Based on these discussions, the core mission of the proposed NACK Center is to provide national coordination and dissemination of micro- and nanofabrication workforce development programs and activities. Ten complementary and essential activities have been identified to be undertaken by the NACK Center to achieve this mission.\r\n\r\nThe intellectual merit of the NACK Center is imbedded in the hands-on experience with advanced nanofabrication and characterization equipment that community and technical college students receive, and in the curriculum which incorporates advanced nanoscale science and engineering research underway at partner research intensive universities. Profound broad impacts are expected from NACK Center on the quality and diversity of the nation's science and engineering workforce, and on the global competitiveness of U.S. industry. \r\n\r\nThe management plan for the NACK Center is modeled on the structure of the successful Pennsylvania Regional Center. The NACK Center is managed by the Principal Investigator and the Co-Principal Investigators with guidance from eight oversight committees addressing all major activities of the Center. Each oversight committee is chaired by a representative of a community or technical college, giving these institutions clear roles in the management of the Center.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Fonash",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen J Fonash",
   "pi_email_addr": "sjf2@psu.edu",
   "nsf_id": "000204367",
   "pi_start_date": "2008-09-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Lesiecki",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Michael L Lesiecki",
   "pi_email_addr": "mlesiecki@gmail.com",
   "nsf_id": "000305642",
   "pi_start_date": "2008-09-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Karen",
   "pi_last_name": "Halvorson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Karen Halvorson",
   "pi_email_addr": "halvorkaren@msn.com",
   "nsf_id": "000435573",
   "pi_start_date": "2008-09-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Rogerio",
   "pi_last_name": "Furlan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rogerio Furlan",
   "pi_email_addr": "rogerio.furlan@upr.edu",
   "nsf_id": "000209421",
   "pi_start_date": "2008-09-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Hallacher",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paul Hallacher",
   "pi_email_addr": "pmh105@psu.edu",
   "nsf_id": "000212680",
   "pi_start_date": "2008-09-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 OLD MAIN",
  "perf_city_name": "UNIVERSITY PARK",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  },
  {
   "pgm_ele_code": "741200",
   "pgm_ele_name": "Advanced Tech Education Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1032",
   "pgm_ref_txt": "ADVANCED TECHNOLOGY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0408",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000809DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0409",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000910DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 2455769.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 1260931.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 1283300.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><!--[if gte mso 9]><xml> <o:OfficeDocumentSettings> <o:AllowPNG /> </o:OfficeDocumentSettings> </xml><![endif]-->\n<p class=\"MsoNormal\" style=\"mso-margin-top-alt: auto; mso-margin-bottom-alt: auto; text-align: justify; line-height: normal;\"><span style=\"font-size: 10.0pt;\">The National Applications and Career Knowledge (NACK Center) is the NSF National Advanced Technological Education (ATE) Center for nanotechnology education.&nbsp;&nbsp; The mission of NACK is to increase the competitive position of the U.S. in the world by developing the sustainable and meaningful nanotechnology education needed to create a first-class nanotechnology workforce.</span><span style=\"font-size: 10.0pt;\">&nbsp;</span></p>\n<p class=\"MsoNormal\" style=\"mso-margin-top-alt: auto; mso-margin-bottom-alt: auto; text-align: justify; line-height: normal;\"><span style=\"font-size: 10.0pt;\">Using a collaborative approach, NACK has partnered with a number of Community Colleges and Universities from across the United States and Puerto Rico with the goal of making quality nanotechnology education available to Americans. Five of these partnerships (in Arizona, Minnesota, Indiana, Puerto Rico, and Pennsylvania) function<span style=\"mso-spacerun: yes;\">&nbsp; </span>as hubs of a<span style=\"mso-spacerun: yes;\">&nbsp; </span>network, contributing to and leading NACK&rsquo;s major activities which include educational material<span style=\"mso-spacerun: yes;\">&nbsp; </span>development and sharing, curriculum development, faculty and administrator training in nanotechnology,<span style=\"mso-spacerun: yes;\">&nbsp; </span>broad student preparation for careers in industries utilizing nanotechnology, and development of economically viable nanotechnology education.</span></p>\n<p class=\"MsoNormal\" style=\"mso-margin-top-alt: auto; mso-margin-bottom-alt: auto; text-align: justify; line-height: normal;\"><span style=\"font-size: 10.0pt;\">NACK has built an extensive web site (nano4me.org) to help educators and industry </span><span style=\"font-size: 10.0pt; mso-fareast-font-family: Calibri;\">gain awareness of nanotechnology&rsquo;s impact on technology and jobs as well as </span><span style=\"font-size: 10.0pt;\">to serve as a portal to NACK resources. The site provides educators with a number of resources including constantly up-dated videoed lectures, lecture notes, and laboratory experiments that enable institutions across the country to give their students the knowledge, skills, and abilities base needed by industry today and needed by students desiring an education that will be viable across their professional career. The <a href=\"http://www.nano4me.org\"><span style=\"color: blue;\">nano4me.org</span></a> website also provides prospective students with information on nanotechnology programs offered throughout the country. Additionally nano4me.org provides the mechanism for recent nanotechnology graduates<span style=\"mso-spacerun: yes;\">&nbsp; </span>to join a professional network and make connections with others in nano as well as provide industry a &ldquo;one-stop shopping&rdquo; opportunity to contact<span style=\"mso-spacerun: yes;\">&nbsp; </span>and perhaps hire graduates coming out of nanotechnology education<span style=\"mso-spacerun: yes;\">&nbsp; </span>programs.</span></p>\n<p class=\"MsoNormal\" style=\"mso-margin-top-alt: auto; mso-margin-bottom-alt: auto; text-align: justify; line-height: normal;\"><span style=\"font-size: 10.0pt;\">Over the past 4 years, NACK has made great strides in fulfilling its mission. Some highlights of these accomplishments include:</span></p>\n<p class=\"MsoNormalCxSpMiddle\" style=\"mso-margin-top-alt: auto; mso-margin-bottom-alt: auto; margin-left: 39.0pt; mso-add-space: auto; text-align: justify; text-indent: -.25in; line-height: normal;\"><span style=\"font-size: 10.0pt; mso-fareast-font-family: Symbol; mso-bidi-font-family: Symbol;\">&middot;&nbsp;&nbsp;&nbsp; </span><strong style=\"mso-bidi-font-...",
  "por_txt_cntn": "\nThe National Applications and Career Knowledge (NACK Center) is the NSF National Advanced Technological Education (ATE) Center for nanotechnology education.   The mission of NACK is to increase the competitive position of the U.S. in the world by developing the sustainable and meaningful nanotechnology education needed to create a first-class nanotechnology workforce. \nUsing a collaborative approach, NACK has partnered with a number of Community Colleges and Universities from across the United States and Puerto Rico with the goal of making quality nanotechnology education available to Americans. Five of these partnerships (in Arizona, Minnesota, Indiana, Puerto Rico, and Pennsylvania) function  as hubs of a  network, contributing to and leading NACKÆs major activities which include educational material  development and sharing, curriculum development, faculty and administrator training in nanotechnology,  broad student preparation for careers in industries utilizing nanotechnology, and development of economically viable nanotechnology education.\nNACK has built an extensive web site (nano4me.org) to help educators and industry gain awareness of nanotechnologyÆs impact on technology and jobs as well as to serve as a portal to NACK resources. The site provides educators with a number of resources including constantly up-dated videoed lectures, lecture notes, and laboratory experiments that enable institutions across the country to give their students the knowledge, skills, and abilities base needed by industry today and needed by students desiring an education that will be viable across their professional career. The nano4me.org website also provides prospective students with information on nanotechnology programs offered throughout the country. Additionally nano4me.org provides the mechanism for recent nanotechnology graduates  to join a professional network and make connections with others in nano as well as provide industry a \"one-stop shopping\" opportunity to contact  and perhaps hire graduates coming out of nanotechnology education  programs.\nOver the past 4 years, NACK has made great strides in fulfilling its mission. Some highlights of these accomplishments include:\n&middot;    Continuing Professional Development: NACK hosts and organizes an annual national conference for the Micro-Nano Technology (MNT) community. NACK also offers introductory as well as in-depth workshops to faculty and administrators with the objective of giving them an understanding of nanotechnology and of its ubiquitous impact as well as an understanding of how to integrate nanotechnology into curriculum/programs. To provide further professional development opportunities, NACK offers an ever expanding webinar series on nanotechnology covering topics from pedagogy to technology innovations.\nKey Metric: 90% of faculty exposed to NACK professional development plan to \"continue to use/adapt NACK materials\".\n \n&middot;    Continuing Educational Material Development and Dissemination: In order to keep up with the ever-changing field of nanotechnology, NACK continuously updates its educational materials and makes this material available to educators across the country via the nano4me.org website. \n     Key Metric:  Over 2000 educators have downloaded NACK material for utilization in their classrooms.  \n Remote Access to Equipment: NACK continues to provide remote access to advanced nano-scale characterization tools, allowing secondary and post-secondary institutions access to costly equipment for free. A current initiative is to enlist remote access centers across the country in order to allow more offerings and immediate use, especially in rural communities.\nKey Metric: Over 90% of students and educators said they would recommend participation in NACK remote access activities to a peer group member.\n \n&middot;   National Nanotechnology Alumni Network: The alumni network provides networking opportunities, professional career advice, news, events, and me..."
 }
}