{
 "awd_id": "0802230",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "Young Circumstellar Disks: Exoplanet Diagnostics",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": "7032927456",
 "po_email": "eajhar@nsf.gov",
 "po_sign_block_name": "Edward Ajhar",
 "awd_eff_date": "2008-08-01",
 "awd_exp_date": "2011-07-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 231000.0,
 "awd_min_amd_letter_date": "2008-04-07",
 "awd_max_amd_letter_date": "2010-06-29",
 "awd_abstract_narration": "Dr. John Wisniewski is awarded an NSF Astronomy and Astrophysics Postdoctoral Fellowship to carry out a program of research and education at the University of Washington. Dr. Wisniewski will address two questions fundamental to advancing our understanding of the formation and early evolution of exoplanets: 1) How do dust grains grow and evolve in protoplanetary disks?; and 2) What is the architecture of long- and short-period exoplanets in debris-disk systems? He will use ground- and space-based multi-wavelength high-contrast imaging techniques to map the spatial and size distribution of dust in protoplanetary disks to enable him to investigate how dust evolves from particle-size grains to planetesimals, the building blocks of planets. Dr. Wisniewski will also use high-contrast imaging techniques and high-precision astrometry to search for evidence of long- and short-period exoplanets in debris-disk systems.\r\n\r\nAdditionally, Dr. Wisniewski will integrate his exoplanet research into two core education and public outreach activities. He will develop a suite of exoplanet-related active-learning exercises for use in introductory college courses, develop corresponding assessment tools to measure quantitatively the effectiveness of these exercises, and site-test them via courses he will teach as a Fellow. Dr. Wisniewski will also develop a \"Diversity in Exoplanets: Diversity in Astronomy\" planetarium outreach program, targeted at middle- through high-school students, which highlights both the diverse nature of exoplanets and exoplanetary systems detected to date and the diverse nature of the astronomers making these discoveries.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Wisniewski",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "John P Wisniewski",
   "pi_email_addr": "",
   "nsf_id": "000079443",
   "pi_start_date": "2008-04-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wisniewski              John           P",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Crofton",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "",
  "inst_zip_code": "211142232",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MD05",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Wisniewski              John           P",
  "perf_str_addr": "",
  "perf_city_name": "Crofton",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "211142232",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MD05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "160900",
   "pgm_ele_name": "NSF ASTRON & ASTROPHY PSTDC FE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 75000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 78000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 78000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><!-- p { margin-bottom: 0.08in; } -->\n<p style=\"margin-bottom: 0in;\">The fundamental question, &ldquo;How did our own Solar System form?&rdquo;, motivates studies of extrasolar planets and extrasolar planetary systems.  Young circumstellar disks provide one avenue to investigate the environmental conditions present during the formation of exoplanets as well as the early dynamical evolution of exoplanets.&nbsp; During my NSF sponsored AAPF, I have studied the architecture of young circumstellar disks systems using ground- (Subaru) and space-based (HST) facilities and found evidence of spatially resolved structures potentially caused by the presence of young planets.&nbsp; In one case, the solar-like analog LkCa 15, aperture masking interferometric observations by Kraus and collaborators have provided tentative direct detection of the exoplanet which is potentially responsible for the disk structure we have observed.&nbsp; I have also engaged in several exoplanet searches using the radial velocity and astrometry techniques, and have found evidence of a rare, low mass ratio, short period binary system.&nbsp; I have been a part of 20 refereed papers as an AAPF and 29 non-refereed abstracts/conference proceedings.</p>\n<p style=\"margin-bottom: 0in;\">&nbsp;</p>\n<p style=\"margin-bottom: 0in;\">As part of the broader impact of this program, I have mentored 11 undergraduate and 3 graduate students in astronomy research, leading to students leading or being co-author on 10 papers.&nbsp; I have also developed a series of active learning exercises for an undergraduate exoplanet course that I taught 3 times at the University of Washington, and have disseminated these exercises at national meetings.</p>\n<p style=\"margin-bottom: 0in;\">&nbsp;</p>\n<p style=\"margin-bottom: 0in;\">&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/25/2011<br>\n\t\t\t\t\tModified by: John&nbsp;P&nbsp;Wisniewski</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe fundamental question, \"How did our own Solar System form?\", motivates studies of extrasolar planets and extrasolar planetary systems.  Young circumstellar disks provide one avenue to investigate the environmental conditions present during the formation of exoplanets as well as the early dynamical evolution of exoplanets.  During my NSF sponsored AAPF, I have studied the architecture of young circumstellar disks systems using ground- (Subaru) and space-based (HST) facilities and found evidence of spatially resolved structures potentially caused by the presence of young planets.  In one case, the solar-like analog LkCa 15, aperture masking interferometric observations by Kraus and collaborators have provided tentative direct detection of the exoplanet which is potentially responsible for the disk structure we have observed.  I have also engaged in several exoplanet searches using the radial velocity and astrometry techniques, and have found evidence of a rare, low mass ratio, short period binary system.  I have been a part of 20 refereed papers as an AAPF and 29 non-refereed abstracts/conference proceedings.\n \nAs part of the broader impact of this program, I have mentored 11 undergraduate and 3 graduate students in astronomy research, leading to students leading or being co-author on 10 papers.  I have also developed a series of active learning exercises for an undergraduate exoplanet course that I taught 3 times at the University of Washington, and have disseminated these exercises at national meetings.\n \n \n\n\t\t\t\t\tLast Modified: 10/25/2011\n\n\t\t\t\t\tSubmitted by: John P Wisniewski"
 }
}