{
 "awd_id": "0802628",
 "agcy_id": "NSF",
 "tran_type": "CoopAgrmnt",
 "awd_istr_txt": "Cooperative Agreement",
 "awd_titl_txt": "California State University Louis Stokes Alliance for Minority Participation (CSU-LSAMP) Senior Alliance - Senior Level Alliance",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "A.  Hicks",
 "awd_eff_date": "2008-07-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 4000000.0,
 "awd_amount": 4852481.0,
 "awd_min_amd_letter_date": "2008-07-18",
 "awd_max_amd_letter_date": "2012-07-24",
 "awd_abstract_narration": "PROJECT SUMMARY: This project, which responds to NSF Program Solicitation 07-566 (Alliances for Broadening Participation in STEM?LSAMP program element 9133), is a five-year continuation of the California State University-Louis Stokes Alliance for Minority Participation (CSU-LSAMP) as a Senior-level Alliance. Initiated in 1994, CSU-LSAMP is a statewide program dedicated to broadening participation in science, technology, engineering and mathematics (STEM) disciplines. The current Senior-level CSU-LSAMP includes 22 of the 23 campuses of the California State University (CSU). The only CSU campus that is not included is The California Maritime Academy, which is a unique and specialized campus of the CSU. Hence, this project is truly a comprehensive effort of the CSU, the largest system of public higher education in the world, located in the largest and most diverse State in the Nation.\r\nIntellectual Merit: As a Senior-level LSAMP project, CSU-LSAMP aims to: (1) continue to enhance student performance, success, and retention in STEM disciplines; as well as maintain or increase baccalaureate degree production, (2) facilitate the transition of community college students in their first year of transfer to a CSU campus through activities that improve the retention rates of transfer students; (3) continue to enhance student interest in research and careers in STEM, as well as enhance the global awareness of CSU-LSAMP students. (4) increase the number of students who are admitted to graduate programs and obtain doctoral degrees in STEM, and (5) document, disseminate, and replicate undergraduate intervention models that increase access to, and success in, STEM baccalaureate degree programs and facilitate undergraduate admissions to STEM graduate programs.\r\nThe types of activities that are offered to support each objective have consistently been shown to facilitate retention and progression of URM students in STEM, and represent a set of well-established ?best practices?. Notably, the project continues to include the top five LSAMP hallmark activities, which were identified in the Urban Institute?s national study of LSAMP (i.e., research experiences, mentoring, internships, scholarships/ stipends and academic support/tutoring). In addition, in light of the Urban Institute?s finding that LSAMP participants who participated in research were more likely to pursue and complete graduate degrees, this project includes a substantial emphasis on engaging students in research activities. The project also includes a variety of activities designed to opportunities to enhance student qualifications for graduate programs (e.g., GRE preparation, teaching experiences; research presentations, and internships), and collaborates with other student support programs on participating campuses (e.g., McNair and NIH-NIGMS Bridges to the Future programs) and with programs at Ph.D. granting institutions (e.g., AGEP) that share the goal of broadening participation in STEM.\r\nBroader Impacts: CSU-LSAMP has contributed substantially to broadening participation of underrepresented minority (URM) groups in STEM disciplines. Over the 14 year history of past CSU-LSAMP projects, the campuses participating in those projects awarded a total of 109,115 STEM baccalaureate degrees. Of these degrees, 18,513 STEM degrees were awarded to students who self declared as members of URM groups, 77,105 STEM degrees were awarded to students who self-declared as not being members of URM groups, and 13,497 STEM degrees were awarded to students who declined to provide race/ethnicity data. Although CSU-LSAMP does not limit participation to URM students or provide URM students preference in admission, the project anticipates that 85-90% of the 1600-2000 STEM students admitted to the project each year will be URM students. CSU-LSAMP also anticipates that, over the course of the project period, URM STEM baccalaureate degree production by the 22 CSU campuses in the Senior-level Alliance will increase from the current year base-line of 1,654 to at least 2,000/year and that the number of URM CSU-LSAMP participants who progress to graduate programs will increase from an estimated base-line of 95/year to 200/year by the end of the project period.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Juanita",
   "pi_last_name": "Barrena",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Juanita C Barrena",
   "pi_email_addr": "jbarrena@csus.edu",
   "nsf_id": "000155635",
   "pi_start_date": "2012-07-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Sheley",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph F Sheley",
   "pi_email_addr": "sheleyj@csus.edu",
   "nsf_id": "000467246",
   "pi_start_date": "2008-07-18",
   "pi_end_date": "2012-07-17"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Juanita",
   "pi_last_name": "Barrena",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Juanita C Barrena",
   "pi_email_addr": "jbarrena@csus.edu",
   "nsf_id": "000155635",
   "pi_start_date": "2008-07-18",
   "pi_end_date": "2012-07-17"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Laurel",
   "pi_last_name": "Heffernan",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Laurel G Heffernan",
   "pi_email_addr": "heffernanl@csus.edu",
   "nsf_id": "000465047",
   "pi_start_date": "2008-07-18",
   "pi_end_date": "2011-07-22"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jill",
   "pi_last_name": "Trainer",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Jill M Trainer",
   "pi_email_addr": "Jill.Trainer@csus.edu",
   "nsf_id": "000450269",
   "pi_start_date": "2008-07-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lisa",
   "pi_last_name": "Hammersley",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Lisa C Hammersley",
   "pi_email_addr": "hammersley@csus.edu",
   "nsf_id": "000488536",
   "pi_start_date": "2011-07-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University Enterprises, Incorporated",
  "inst_street_address": "6000 J ST STE 3700",
  "inst_street_address_2": "BOOKSTORE BLDG",
  "inst_city_name": "SACRAMENTO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9162786402",
  "inst_zip_code": "958192605",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "CA07",
  "org_lgl_bus_name": "UNIVERSITY ENTERPRISES, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "N58JMBDDUGU7"
 },
 "perf_inst": {
  "perf_inst_name": "California State University-Sacramento",
  "perf_str_addr": "6000 J ST RM 311",
  "perf_city_name": "SACRAMENTO",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "958196000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "CA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "913300",
   "pgm_ele_name": "Alliances-Minority Participat."
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7204",
   "pgm_ref_txt": "DoE-NSF LABORATORY FELLOWSHIPS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0408",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000809DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0409",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000809DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 1600000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 825731.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 1626750.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 800000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong><span style=\"text-decoration: underline;\">Project Description</span></strong><strong>:</strong> The California State University &ndash; Louis Stokes Alliance for Minority Participation (CSU-LSAMP), is an &ldquo;alliance&rdquo; of campuses of the California State University (CSU) dedicated to broadening participation in science, technology &nbsp;engineering and mathematics (STEM) disciplines. For the period covered by this report, CSU-LSAMP included 22 CSU campuses</p>\n<p><strong><span style=\"text-decoration: underline;\">Intellectual Merit</span></strong><strong>:</strong>&nbsp;&nbsp;CSU-LSAMP engaged an average of 2,977 participants annually in a variety of activities and services that have consistently been shown to improve retention and progression of students in STEM majors. These activities and services included: academic advising, faculty and peer mentoring, academic excellence workshops and tutoring for &ldquo;gatekeeper&rdquo; STEM courses, math and science &ldquo;summer bridge&rdquo; programs, summer or first year transition programs, community building activities. and student participation in research, scientific conferences, international science activities, and other activities designed to improve student success in gaining admission to STEM graduate programs. Table 1&nbsp;lists the major types of activities and services offered by CSU-LSAMP.</p>\n<p>To further document and disseminate information about best practices employed by the LSAMP program, CSU-LSAMP produced two videos. The content outline for the videos&nbsp;draws heavily upon findings from the Urban Institute&rsquo;s rigorous evaluation of LSAMP as reported in 2006 in \"Revitalizing the Nation's Talent Pool in STEM.\"&nbsp;&nbsp;However, the story is &ldquo;re-told&rdquo; through the images of students and the voices of myriad LSAMP administrators, faculty, staff, students and alumni, who were interviewed for the production.</p>\n<p><strong><span style=\"text-decoration: underline;\">Outcomes and Broader Impact</span></strong><strong>:&nbsp;&nbsp;</strong>The numbers of participants by&nbsp; race/ethnicity by project year are presented in&nbsp;graph form&nbsp;and table form in Figure 1 and Table 2,&nbsp;respectively.&nbsp;In its application, the project proposed to achieve specific increases in total URM STEM enrollment and degree production at the Alliance campuses, as well as improvements in the award of STEM baccalaureate degrees to participants and their advancement to STEM graduate programs.&nbsp; These proposed outcomes and the extent to which they were achieved are described below.</p>\n<p>1.&nbsp; URM-STEM enrollment will increase from the proposal base-line of 16,032 to 17,250.&nbsp;</p>\n<p>This goal&nbsp;was exceeded by 47 percent in year four (2011-2012), with 25,331 students from URM groups enrolled in STEM disciplines. In 2012-2013:&nbsp;URM-STEM enrollment further increased to 28,880 (an 80% increase fromthe initial base-line).&nbsp; URM STEM enrollment changes are illustrated in Figure 2..</p>\n<p>2.&nbsp; URM-STEM baccalaureate degree production would substantially increase from the proposal base-line of 1,654/year to 2,000/year.</p>\n<p>During year four, the number of URM STEM baccalaureate degrees exceeded the goal by 21 percent with 2,422 degrees. URM-STEM baccalaureate degree production further increased to 2,856 in 2012 (a 73.5% increase from the base-line and 856 degrees above the goal of production of 2,000 degrees by the final year of the project period).&nbsp; URM-STEM degree production changes are illustrated in Figure 3.</p>\n<p>3.&nbsp; CSU-LSAMP proposed to increase the number of LSAMP students who graduate each year from 300 to 400.</p>\n<p>Progress toward this goal was made in the first year of Senior-level CSU-LSAMP, and the goal was exceeded in subsequent years.&nbsp; Specifically, the numbers reported for years 1-5 were 373, 424, 405, 461, and 465, respectively.&...",
  "por_txt_cntn": "\nProject Description: The California State University &ndash; Louis Stokes Alliance for Minority Participation (CSU-LSAMP), is an \"alliance\" of campuses of the California State University (CSU) dedicated to broadening participation in science, technology  engineering and mathematics (STEM) disciplines. For the period covered by this report, CSU-LSAMP included 22 CSU campuses\n\nIntellectual Merit:  CSU-LSAMP engaged an average of 2,977 participants annually in a variety of activities and services that have consistently been shown to improve retention and progression of students in STEM majors. These activities and services included: academic advising, faculty and peer mentoring, academic excellence workshops and tutoring for \"gatekeeper\" STEM courses, math and science \"summer bridge\" programs, summer or first year transition programs, community building activities. and student participation in research, scientific conferences, international science activities, and other activities designed to improve student success in gaining admission to STEM graduate programs. Table 1 lists the major types of activities and services offered by CSU-LSAMP.\n\nTo further document and disseminate information about best practices employed by the LSAMP program, CSU-LSAMP produced two videos. The content outline for the videos draws heavily upon findings from the Urban InstituteÆs rigorous evaluation of LSAMP as reported in 2006 in \"Revitalizing the Nation's Talent Pool in STEM.\"  However, the story is \"re-told\" through the images of students and the voices of myriad LSAMP administrators, faculty, staff, students and alumni, who were interviewed for the production.\n\nOutcomes and Broader Impact:  The numbers of participants by  race/ethnicity by project year are presented in graph form and table form in Figure 1 and Table 2, respectively. In its application, the project proposed to achieve specific increases in total URM STEM enrollment and degree production at the Alliance campuses, as well as improvements in the award of STEM baccalaureate degrees to participants and their advancement to STEM graduate programs.  These proposed outcomes and the extent to which they were achieved are described below.\n\n1.  URM-STEM enrollment will increase from the proposal base-line of 16,032 to 17,250. \n\nThis goal was exceeded by 47 percent in year four (2011-2012), with 25,331 students from URM groups enrolled in STEM disciplines. In 2012-2013: URM-STEM enrollment further increased to 28,880 (an 80% increase fromthe initial base-line).  URM STEM enrollment changes are illustrated in Figure 2..\n\n2.  URM-STEM baccalaureate degree production would substantially increase from the proposal base-line of 1,654/year to 2,000/year.\n\nDuring year four, the number of URM STEM baccalaureate degrees exceeded the goal by 21 percent with 2,422 degrees. URM-STEM baccalaureate degree production further increased to 2,856 in 2012 (a 73.5% increase from the base-line and 856 degrees above the goal of production of 2,000 degrees by the final year of the project period).  URM-STEM degree production changes are illustrated in Figure 3.\n\n3.  CSU-LSAMP proposed to increase the number of LSAMP students who graduate each year from 300 to 400.\n\nProgress toward this goal was made in the first year of Senior-level CSU-LSAMP, and the goal was exceeded in subsequent years.  Specifically, the numbers reported for years 1-5 were 373, 424, 405, 461, and 465, respectively. \n\n4.  CSU-LSAMP proposed to increase the number of LSAMP BA/BS graduates who advance to STEM graduate programs from the pre-proposal base-line of 125/year to 200/year.\n\nThe goal of increasing the number of participants enrolling in graduate programs from 125/year to 200/year was met by year 3.  Specifically, it is estimated that 130 of the year-one graduates, 163 of the year-two graduates, 206 of the year-three graduates, and 283 of the year-four graduates were enrolled in graduate  programs following receipt of their baccalaureate d..."
 }
}