{
 "awd_id": "0802634",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertaion Research:  The Dynamics of Eviction in the Inner-City Housing Market.",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patricia White",
 "awd_eff_date": "2008-07-01",
 "awd_exp_date": "2009-06-30",
 "tot_intn_awd_amt": 7500.0,
 "awd_amount": 7500.0,
 "awd_min_amd_letter_date": "2008-06-05",
 "awd_max_amd_letter_date": "2008-06-05",
 "awd_abstract_narration": "SES- 0802634\r\nMustafa Emirbayer\r\nMatthew Desmond\r\nUniversity of Wisconsin?Madison \r\n\r\nThe process of eviction has virtually been ignored by urban poverty scholars but holds strategic value for advancing social-scientific knowledge of the reproduction of inner-city poverty.  By studying eviction, one can obtain a unique perspective into (1) the ways in which the dynamics of the low-income housing market exacerbate conditions of chronic poverty, (2) the degree to which poor people experiencing a crisis rely on their social networks, and (3) how cultural dynamics of the inner city reinforce conditions of poverty.  To analyze some of the causes, dynamics, and consequences of eviction, this study will pursue the following research questions.  First, how do landlords decide whom to evict and to whom to show leniency?   Second, how do different actors in the eviction process understand and interact with one another?  Third, how does the density, structure, and amount of resources found within a tenant?s social network affect her or his likelihood of being evicted?  Fourth, how do tenants respond to an eviction?  Finally, what are the major consequences of forced removal?  Set in inner-city Milwaukee, this study will employ both quantitative and qualitative methods.   After conducting twenty interviews, ten with landlords and ten with tenants who have been evicted, to understand the inner-city housing market and the dynamics of eviction, the co-PI will begin an ethnographic study of the process of eviction as well as a survey of Milwaukee?s poorest renters.   The researcher will conduct a ten-month ethnographic study of five landlords and five tenants facing eviction, researching, additionally, the array of actors involved in the eviction process (e.g., evicted tenants, non-evicted tenants, landlords, lawyers).  Additionally, the researcher, in collaboration with the University of Wisconsin Survey Center, will collect 1,000 surveys (with approximately 100 items) of tenants living in Milwaukee?s low-cost housing sector.  The survey will gather data on tenants? demographic attributes and opinions, experiences with eviction, housing conditions, residential mobility, social networks, income, and material hardship.\r\n\r\nBroader Impact:  This study?s findings will be disseminated to multiple audiences (e.g., social scientists, policy makers, community organizers, tenants and landlords) and through various avenues (e.g., article and book publications, policy briefs, academic conferences, public forums).  Importantly, this study will generate scientific findings that will interest policy makers attempting to draft effective and fair housing initiatives.  First, because one consequence of eviction is homelessness, this study will help us better understand a mechanism by which people become homeless.  Second, by exploring how landlords and managers evict and generally treat tenants, it will help policy makers better understand how they can improve management accountability in low-cost apartment complexes.  Third, by investigating the extent to which tenants know and apply their rights, as well as the extent to which landlords abide by their legal responsibilities, this study will help policy makers identify ways they might increase public awareness of rights pertaining to eviction.  Fourth, because this study will determine the extent to which discrimination influences the eviction decision, it will inform programs and policies designed to ensure equal opportunity in housing.  Finally, this study will inform policy makers drafting laws specifically pertaining to eviction.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mustafa",
   "pi_last_name": "Emirbayer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mustafa Emirbayer",
   "pi_email_addr": "emirbaye@ssc.wisc.edu",
   "nsf_id": "000371567",
   "pi_start_date": "2008-06-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Desmond",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew S Desmond",
   "pi_email_addr": "matthew.desmond@princeton.edu",
   "nsf_id": "000485271",
   "pi_start_date": "2008-06-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 7500.0
  }
 ],
 "por": null
}