{
 "awd_id": "0802729",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Factors Determining Geographical Range Limits of Boreal and Temperate Tree Species",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2008-04-15",
 "awd_exp_date": "2011-03-31",
 "tot_intn_awd_amt": 12000.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "2008-03-28",
 "awd_max_amd_letter_date": "2008-03-28",
 "awd_abstract_narration": "Forecasts regarding influences of anticipated climate change on geographical distributions of trees and other plant species have been criticized for lacking a sufficiently mechanistic basis.  To help address this shortcoming, this doctoral dissertation research project will compare influences of climate on the growth and physiology of boreal versus temperate tree species.  This comparison will be accomplished by exposing trees to climates they may face in the future (owing to forecasted warming) through use of a latitudinal gradient extending from northern Wisconsin to central Mississippi.  Based on preliminary data gathered along a roughly 1,800-km-long transect, the doctoral candidate will test two major hypotheses:  (1) South of their current ranges, boreal species grow more slowly in terms of height and biomass than temperate endemics.  (2) Comparatively slow net growth of boreal species is attributable primarily to negative influences of temperature on carbon-use efficiency (the efficiency with which plants use assimilated carbon to produce biomass) mediated by the pronounced temperature sensitivity of respiratory metabolism.  In each of four common gardens along the established transect over a two-year period, the doctoral candidate will monitor saplings of target boreal and temperate tree species, trembling aspen (Populus tremuloides) and tulip-poplar (Liriodendron tulipifera).  The following variables will be compared across gardens and species (and among geographic provenances within species):  growth and its physiological determinants (i.e. photosynthetic traits, biomass allocation, leaf morphology, dark respiration and carbon-use efficiency); and dormant season dynamics in tissue carbohydrate reserves.  This research project will address long-standing questions regarding intrinsic and extrinsic constraints on current and future species distributions and will culminate in the calibration of physiological subroutines in a landscape model simulating forest responses to climate change.\r\n\r\nThe geographical range limits of terrestrial plant species are expected to shift considerably in response to climate warming.  In eastern North America, for example, boreal tree species are predicted to retreat northward, while temperate species are expected to fill in behind them.  The factors governing a particular species' southern range boundary likely will dictate the extent of its northward retreat.  To date, however, the specific factors shaping southern range limits remain unclear.  This project will directly address this issue, thereby providing input for models forecasting the responses of tree species distributions to global climate change.  The data gathered during the conduct of this project also will provide insight into the competitive interactions occurring within new species assemblages that may result from tree migrations.  The project will help the scientific community improve its ability to generate credible forecasts concerning the impacts of global change for the structure and function of terrestrial ecosystems in North America and elsewhere.  These predictions are important products used by policymakers at the state, regional, national and international levels, addressing global change impacts as well as potential mitigation strategies.  As a Doctoral Dissertation Research Improvement award, this award also will provide support to enable a promising student to establish a strong independent research career.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Kruger",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Eric L Kruger",
   "pi_email_addr": "elkruger@facstaff.wisc.edu",
   "nsf_id": "000386462",
   "pi_start_date": "2008-03-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1306",
   "pgm_ref_txt": "ECOLOGICAL RATES OF CHANGE"
  },
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": null
}