{
 "awd_id": "0802842",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: A Holocene Chronology of Alpine Glaciation for the Western United States",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ezekiel Kalipeni",
 "awd_eff_date": "2008-06-01",
 "awd_exp_date": "2010-05-31",
 "tot_intn_awd_amt": 12000.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "2008-03-05",
 "awd_max_amd_letter_date": "2008-03-05",
 "awd_abstract_narration": "Because the small alpine glaciers found in the mountains of the world have short response times (10's years) to climate change, records of their fluctuations provide outstanding proxies of past climate changes. This research will develop a Holocene glacial chronology based on surface exposure dating of boulders from moraine crests at several sites across the western United States. The chronology will address spatial and temporal glacier variability in response to postulated Holocene climate forcings. A number of studies have interpreted several Holocene glacial advances in the western U.S., but age control is based largely on relative dating techniques, which have been shown to be in error by up to 10,000 yrs. The dating of surface exposures using cosmogenic nuclides, as used in this study, provides a robust method to reevaluate poorly dated glacial chronologies and to develop a high-precision glacial record across the western U.S. for the Holocene epoch. Development of this chronology will provide new constraints on the extent of major Holocene climate forcings and their effects on the mass balance of western North America alpine glaciers as well as providing a better framework for understanding climate forcing during the Holocene. This kind of information is directly applicable for helping to understand the nature and consequences of future climate change.  \r\n\r\nThis research will specifically answer four geological and climatological questions: 1.) What are the ages of the moraines that occur immediately down slope of the high, alpine cirques and glaciers and does the so-called Little Ice Age represent the culmination of the glacial advances during the Holocene?  2.) Using a regional climate model (RegCM) and the GENESIS atmospheric general circulation model simulations, do the climate scenarios agree with known glacial chronology and if so, what were the most likely climatic scenarios that allowed the glaciers to be in equilibrium at these past positions? 3.) How does this refined glacial chronology compare with other paleoclimate proxies during the Holocene epoch?  4.) Utilizing the modeling outputs and new glacial chronology, what can be expected in terms of  western North American glacier mass balances in respond to global warming based on past climate forcings and future projections? This project will provide information to the greater public about why and how glaciers change, the mechanisms that induce those changes, and how current changes could affect future alpine ecosystems, mountain hydrology, forest wildfires, and natural recreation areas. Such findings will be disseminated in part through guides and informational brochures developed with national park and forestry officials (e.g. Great Basin and Yosemite National Park interpretive rangers).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Clark",
   "pi_mid_init": "U",
   "pi_sufx_name": "",
   "pi_full_name": "Peter U Clark",
   "pi_email_addr": "clarkp@onid.orst.edu",
   "nsf_id": "000441198",
   "pi_start_date": "2008-03-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon State University",
  "inst_street_address": "1500 SW JEFFERSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CORVALLIS",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5417374933",
  "inst_zip_code": "973318655",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "OREGON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MZ4DYXE1SL98"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon State University",
  "perf_str_addr": "1500 SW JEFFERSON AVE",
  "perf_city_name": "CORVALLIS",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973318655",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1304",
   "pgm_ref_txt": "EARTH SYSTEM HISTORY"
  },
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": null
}