{
 "awd_id": "0803256",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "RI-Medium: Collaborative Research: Dynamically-Structured Conditional Random Fields for Complex, Natural Domains",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927215",
 "po_email": "tleen@nsf.gov",
 "po_sign_block_name": "Todd Leen",
 "awd_eff_date": "2008-08-01",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 450000.0,
 "awd_amount": 450000.0,
 "awd_min_amd_letter_date": "2008-07-17",
 "awd_max_amd_letter_date": "2010-07-30",
 "awd_abstract_narration": "Abstract \r\nRecent progress in bioinformatics, natural language understanding, computer vision, information retrieval and other areas has been significantly enabled by \"conditional random fields\" (CRFs)---machine learning models of structured outputs, such as sequences, trees and grids. However, many of the fundamental problems in these application areas involve not just fixed structures, but structures that must be inferred. This structural ambiguity arises from interacting choices at different levels of representation (e.g. from character sequences to meaning, or from pixels to scene interpretation). The project will move conditional random fields (CRFs) beyond fixed graphical structures to structures that are constructed dynamically during inference. Such a capability will be key to building next-generation systems that solve, not just an individual piece of a problem, but complex multi-step problems, as found in natural language understanding and computer vision, in a unified way. \r\n \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Fernando",
   "pi_last_name": "Pereira",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Fernando C Pereira",
   "pi_email_addr": "pereira@cis.upenn.edu",
   "nsf_id": "000471152",
   "pi_start_date": "2008-07-17",
   "pi_end_date": "2009-09-10"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ben",
   "pi_last_name": "Taskar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ben Taskar",
   "pi_email_addr": "taskar@gmail.com",
   "nsf_id": "000491164",
   "pi_start_date": "2009-09-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Fernando",
   "pi_last_name": "Pereira",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Fernando C Pereira",
   "pi_email_addr": "pereira@cis.upenn.edu",
   "nsf_id": "000471152",
   "pi_start_date": "2009-09-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Ben",
   "pi_last_name": "Taskar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ben Taskar",
   "pi_email_addr": "taskar@gmail.com",
   "nsf_id": "000491164",
   "pi_start_date": "2008-07-17",
   "pi_end_date": "2009-09-10"
  }
 ],
 "inst": {
  "inst_name": "University of Pennsylvania",
  "inst_street_address": "3451 WALNUT ST STE 440A",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158987293",
  "inst_zip_code": "191046205",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "TRUSTEES OF THE UNIVERSITY OF PENNSYLVANIA, THE",
  "org_prnt_uei_num": "GM1XX56LEP58",
  "org_uei_num": "GM1XX56LEP58"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pennsylvania",
  "perf_str_addr": "3451 WALNUT ST STE 440A",
  "perf_city_name": "PHILADELPHIA",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191046205",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "749500",
   "pgm_ele_name": "Robust Intelligence"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7495",
   "pgm_ref_txt": "ROBUST INTELLIGENCE"
  },
  {
   "pgm_ref_code": "9215",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING SYSTEMS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 137608.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 153529.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 158863.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The need to analyze and make effective use of the vast amounts of data<br /> has made machine learning indispensable in building intelligent,<br /> adaptive systems. Major improvements in accuracy and robustness, in<br /> computer vision and computational linguistics in particular, have been<br /> propelled by advances in supervised machine learning. Research<br /> enabling intelligent systems through machine learning has shown great<br /> scientific, technological, and economic importance. &nbsp; This grant<br /> addresses fundamental barriers in creation of richer models able to<br /> handle &nbsp;dramatically more complex and difficult predictions.<br /> <br /> Computational limitations of complex models are a major obstacle to<br /> creating more accurate machine learning systems in many fields; in<br /> particular, impact on computational linguistics and computer vision is<br /> a key goal. &nbsp;To address this, we have developed a novel framework<br /> using data-driven coarse-to-fine reasoning using structured prediction<br /> cascades. Our research on structured cascades tackles complex<br /> structured prediction problems by learning a sequence of models of<br /> increasing complexity that progressively filter a given structured<br /> output space, minimizing overall error and computational effort at<br /> prediction time according to a desired trade-off. Each level<br /> corresponds to a structured model and levels manipulate exponentially<br /> large sets of filtered outputs using max marginals. A novel convex<br /> loss function was designed for learning cascaded models that balances<br /> filtering error with filtering efficiency. Initial analysis shows that<br /> the use of max-marginals allows derivation of generalization bounds<br /> for both accuracy and efficiency of the cascade. &nbsp; Experimental<br /> results show that the proposed cascade formulation is very effective<br /> in several problems, including analysis of human activity in videos,<br /> by reducing the complexity of inference by up to five orders of<br /> magnitude and enabling scaling up to much richer and more accurate<br /> models.<br /> <br /> Our parallel work on structured determinantal processes addresses the<br /> difficult problem of predicting multiple structured outputs that are<br /> diverse. We have introduced determinantal point processes (DPPs) to<br /> the machine learning field and have made several important<br /> representational, inference and learning contributions. &nbsp; Arising in<br /> quantum physics and random matrix theory, DPPs are elegant<br /> probabilistic modelsof global, negative correlations, and off er e<br /> fficient algorithms for sampling, marginalization, conditioning, and<br /> other inference tasks. While they have been studied extensively by<br /> mathematicians, giving rise to a deep and beautiful theory, DPPs have<br /> never been used in statisitcal or machine learning applications. We<br /> have extended and developed the DPP framework to greatly enhance<br /> search and organization of documents, images, and video and we have<br /> made major progress in applications to natural language processing<br /> (document summarization and visualization) and computer vision<br /> (articulated human pose estimation in videos, modeling diversity in<br /> image search).<br /> <br /> Research supported by this grant has been widely publsihed by top tier<br /> journals and conferences in machine learning, computer vision and<br /> natural language processing. This work was presented in numerous<br /> invited talks by the principal investigator. In addition, several<br /> workshops and tutorials were organized around these topics. In the<br /> course of the grant, multiple large-scale datasets were collected,<br /> curated and shared with the community. &nbsp;Code used in the project is<br /> publically available as well. &nbsp;The grant supported...",
  "por_txt_cntn": "\nThe need to analyze and make effective use of the vast amounts of data\n has made machine learning indispensable in building intelligent,\n adaptive systems. Major improvements in accuracy and robustness, in\n computer vision and computational linguistics in particular, have been\n propelled by advances in supervised machine learning. Research\n enabling intelligent systems through machine learning has shown great\n scientific, technological, and economic importance.   This grant\n addresses fundamental barriers in creation of richer models able to\n handle  dramatically more complex and difficult predictions.\n \n Computational limitations of complex models are a major obstacle to\n creating more accurate machine learning systems in many fields; in\n particular, impact on computational linguistics and computer vision is\n a key goal.  To address this, we have developed a novel framework\n using data-driven coarse-to-fine reasoning using structured prediction\n cascades. Our research on structured cascades tackles complex\n structured prediction problems by learning a sequence of models of\n increasing complexity that progressively filter a given structured\n output space, minimizing overall error and computational effort at\n prediction time according to a desired trade-off. Each level\n corresponds to a structured model and levels manipulate exponentially\n large sets of filtered outputs using max marginals. A novel convex\n loss function was designed for learning cascaded models that balances\n filtering error with filtering efficiency. Initial analysis shows that\n the use of max-marginals allows derivation of generalization bounds\n for both accuracy and efficiency of the cascade.   Experimental\n results show that the proposed cascade formulation is very effective\n in several problems, including analysis of human activity in videos,\n by reducing the complexity of inference by up to five orders of\n magnitude and enabling scaling up to much richer and more accurate\n models.\n \n Our parallel work on structured determinantal processes addresses the\n difficult problem of predicting multiple structured outputs that are\n diverse. We have introduced determinantal point processes (DPPs) to\n the machine learning field and have made several important\n representational, inference and learning contributions.   Arising in\n quantum physics and random matrix theory, DPPs are elegant\n probabilistic modelsof global, negative correlations, and off er e\n fficient algorithms for sampling, marginalization, conditioning, and\n other inference tasks. While they have been studied extensively by\n mathematicians, giving rise to a deep and beautiful theory, DPPs have\n never been used in statisitcal or machine learning applications. We\n have extended and developed the DPP framework to greatly enhance\n search and organization of documents, images, and video and we have\n made major progress in applications to natural language processing\n (document summarization and visualization) and computer vision\n (articulated human pose estimation in videos, modeling diversity in\n image search).\n \n Research supported by this grant has been widely publsihed by top tier\n journals and conferences in machine learning, computer vision and\n natural language processing. This work was presented in numerous\n invited talks by the principal investigator. In addition, several\n workshops and tutorials were organized around these topics. In the\n course of the grant, multiple large-scale datasets were collected,\n curated and shared with the community.  Code used in the project is\n publically available as well.  The grant supported several PhD\n students who have graduated and are working in academia and industry.\n\n\n\n\n\t\t\t\t\tLast Modified: 01/10/2013\n\n\t\t\t\t\tSubmitted by: Ben Taskar"
 }
}