{
 "awd_id": "0803276",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Localized States, Chemical Reactions, and Charge Transport at ZnO Surfaces and Interfaces",
 "cfda_num": "47.049",
 "org_code": "03070004",
 "po_phone": "7032928428",
 "po_email": "cying@nsf.gov",
 "po_sign_block_name": "Z.  Ying",
 "awd_eff_date": "2008-07-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 825005.0,
 "awd_min_amd_letter_date": "2008-06-05",
 "awd_max_amd_letter_date": "2012-06-26",
 "awd_abstract_narration": "Technical. This project addresses fundamental aspects of surface and interface properties of ZnO The approach encompasses: (a) controlled growth of state-of-the-art ZnO, (b) characterization of surface, subsurface, and bulk properties using a complement of electronic, optical, and surface science techniques, (c) analysis of systematic variations with growth, surface treatment, and met-allization to quantify and identify defect and doping mechanisms, and (d) systematic feedback of these results to further refine both growth and metallization processes. Objectives include: (a) quantify and identify ZnO near-surface donors and acceptors, (b) describe the thermionic emis-sion, tunneling, and defect-assisted hopping contributions to charge transport within ZnO sur-faces and interfaces; (c) develop a self-consistent charge transport model for carrier concentra-tions within ZnO surfaces and Schottky barrier formation across ZnO-metal interfaces that ac-counts for the depth-resolved cathodoluminescence spectroscopy, deep level transient spectros-copy, capacitance-voltage, and current-voltage measurements quantitatively; (d) use this model to predict surface and metal-interface transport properties of ZnO; and (e) establish the utility of this model to other compound semiconductors. The ability to detect and analyze localized elec-tronic state properties at surfaces, interfaces and their extension into the semiconductor bulk on a nanometer scale is expected to reveal interplay between native point defects, impurities, and chemical reactions that substantially alter the conventional picture of the semiconductor space charge region. This project provides a new basis for predicting interface electronic properties that paves the way for controlling ZnO opto- and microelectronic contacts.\r\nNon-Technical. The project addresses fundamental research issues in a topical area of elec-tronic/photonic materials science having technological relevance. Understanding and controlling charge transport at ZnO surfaces and interfaces will enable electronic applications with benefits such as UV light-emitting diodes and laser diodes for energy-efficient white lighting and high capacity DVDs, and transparent transistors for displays. This project will also expand research experiences to women and minority university undergraduates and women from local high schools, the latter involving students from Columbus School for Girls in summer research on the OSU campus. OSU?s College of Engineering and Women in Engineering programs will augment this project with funding and programs, respectively. The project provides students with impor-tant opportunities for hands-on laboratory experience, a chance to do publishable research, and a glimpse of the excitement and opportunities in scientific research.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Leonard",
   "pi_last_name": "Brillson",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Leonard J Brillson",
   "pi_email_addr": "brillson.1@osu.edu",
   "nsf_id": "000194728",
   "pi_start_date": "2008-06-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Look",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "David C Look",
   "pi_email_addr": "david.look@wright.edu",
   "nsf_id": "000381120",
   "pi_start_date": "2008-06-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University Research Foundation -DO NOT USE",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "Columbus",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888734",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": "QR7NH79713E5"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio State University Research Foundation -DO NOT USE",
  "perf_str_addr": "1960 KENNY RD",
  "perf_city_name": "Columbus",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "177500",
   "pgm_ele_name": "ELECTRONIC/PHOTONIC MATERIALS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7799",
   "pgm_ref_txt": "ACI FELLOWS"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 363756.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 65804.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 56801.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 329320.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 9324.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Twenty-first century electronics, lasers, and lighting are based on semiconductor crystals, regular arrays of atoms in a latticework (Image 1). This project explored the use of defects inside these lattices plus lattices heavily loaded with electrons to understand electrical current flow into, out of, and through semiconductors. Semiconductor defects are imperfections such as missing atoms or impurities in otherwise perfect semiconductor crystals. They can be electrically-active, altering the amount of electrical charge free to travel inside transistors, lasers, and other electronic devices. They can also serve as shortcuts for charge to move through electronic barriers usually designed to block such charge movement for transistor switching, charge storage, or carrier confined light emission. The influence of these defects in charge movement across zinc oxide (ZnO) interfaces provides a test bed to understand and control other semiconductors, an issue that arose when these materials were first used for electronics.&nbsp; Their control can enable high electric charge carrier densities for transparent electronics such as heads-up displays and &ldquo;smart&rdquo; windows, high positive charge densities for lasers, and control of the coupling between light waves and electronic circuits at wavelengths important for telecommunications.</p>\n<p>This project built on our ability to identify the electrical activity &ndash; the negative or positive charge character - of native point defects, <em>e.g</em>., missing or out-of-place atoms, on a nanometer scale using optical and electronic techniques to measure their effect on carrier densities and the atoms that supply this charge quantitatively, and to controllably introduce or suppress these native point defects using tools to measure them on an atomic scale. Indeed, it is on this microscopic scale that the atomic arrangement and bonding create the electronic properties that we measure in the lab. Native point defects in ZnO have a major effect on its Schottky barrier, the asymmetric gate to charge flow, and their interplay with the atoms that supply extra charge determine how light couples with the &ldquo;sea&rdquo; of electrons in ZnO for ultrahigh frequency electronics. Because ZnO exhibits a wide range of Schottky barriers with metals, it serves to test the different possible modes of charge movement through ZnO-metal interfaces on both a macroscopic and nanometer scale, and the balance of physical mechanisms can be used to understand barriers to charge transport for a wide range of compound semiconductor junctions.</p>\n<p>Our results include: (1) we used an electron beam technique analogous to how a cathode ray tube excites color phosphors in a television screen to generate light inside the semiconductor films and at their interfaces. Image 2 shows how an electron passes into the semiconductor, knocks off electrons from atoms, which then recombine with the missing electron sites to produce light, whose wavelength &ldquo;fingerprints&rdquo; specific defects. With this technique, we were able to identify a host of defect types inside ZnO and how the presence of one type affects the others. Image 2 shows how we correlated the electron-excited light at different depths with the presence of missing atoms or &ldquo;vacancies&rdquo; at the same depth using positrons &ndash; antimatter that mutually self-destructs with electrons. These positrons exist longer when electron densities are lower, in this case, where zinc vacancies (V<sub>Zn</sub>) exist. With this depth-wise correlation, we identified the V<sub>Zn</sub> optical fingerprint. (2) We discovered how lithium atoms take different lattice positions, either between lattice atoms or replacing zinc atoms, depending on how the lattice is heated and cooled, which determines how much positive charge the lithium produces. (3) Likewise, we found that hydrogen in ZnO neutralizes the...",
  "por_txt_cntn": "\nTwenty-first century electronics, lasers, and lighting are based on semiconductor crystals, regular arrays of atoms in a latticework (Image 1). This project explored the use of defects inside these lattices plus lattices heavily loaded with electrons to understand electrical current flow into, out of, and through semiconductors. Semiconductor defects are imperfections such as missing atoms or impurities in otherwise perfect semiconductor crystals. They can be electrically-active, altering the amount of electrical charge free to travel inside transistors, lasers, and other electronic devices. They can also serve as shortcuts for charge to move through electronic barriers usually designed to block such charge movement for transistor switching, charge storage, or carrier confined light emission. The influence of these defects in charge movement across zinc oxide (ZnO) interfaces provides a test bed to understand and control other semiconductors, an issue that arose when these materials were first used for electronics.  Their control can enable high electric charge carrier densities for transparent electronics such as heads-up displays and \"smart\" windows, high positive charge densities for lasers, and control of the coupling between light waves and electronic circuits at wavelengths important for telecommunications.\n\nThis project built on our ability to identify the electrical activity &ndash; the negative or positive charge character - of native point defects, e.g., missing or out-of-place atoms, on a nanometer scale using optical and electronic techniques to measure their effect on carrier densities and the atoms that supply this charge quantitatively, and to controllably introduce or suppress these native point defects using tools to measure them on an atomic scale. Indeed, it is on this microscopic scale that the atomic arrangement and bonding create the electronic properties that we measure in the lab. Native point defects in ZnO have a major effect on its Schottky barrier, the asymmetric gate to charge flow, and their interplay with the atoms that supply extra charge determine how light couples with the \"sea\" of electrons in ZnO for ultrahigh frequency electronics. Because ZnO exhibits a wide range of Schottky barriers with metals, it serves to test the different possible modes of charge movement through ZnO-metal interfaces on both a macroscopic and nanometer scale, and the balance of physical mechanisms can be used to understand barriers to charge transport for a wide range of compound semiconductor junctions.\n\nOur results include: (1) we used an electron beam technique analogous to how a cathode ray tube excites color phosphors in a television screen to generate light inside the semiconductor films and at their interfaces. Image 2 shows how an electron passes into the semiconductor, knocks off electrons from atoms, which then recombine with the missing electron sites to produce light, whose wavelength \"fingerprints\" specific defects. With this technique, we were able to identify a host of defect types inside ZnO and how the presence of one type affects the others. Image 2 shows how we correlated the electron-excited light at different depths with the presence of missing atoms or \"vacancies\" at the same depth using positrons &ndash; antimatter that mutually self-destructs with electrons. These positrons exist longer when electron densities are lower, in this case, where zinc vacancies (VZn) exist. With this depth-wise correlation, we identified the VZn optical fingerprint. (2) We discovered how lithium atoms take different lattice positions, either between lattice atoms or replacing zinc atoms, depending on how the lattice is heated and cooled, which determines how much positive charge the lithium produces. (3) Likewise, we found that hydrogen in ZnO neutralizes the charge on zinc and oxygen vacancies and determined an annealing recipe for achieving very low electrically-active defects, highest carrier speed, and brighte..."
 }
}