{
 "awd_id": "0803199",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RIG: Archaeal HSP Complexes and Viral Proteins: A Structural Biology and Biophysics Study",
 "cfda_num": "47.074",
 "org_code": "08070400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kamal Shukla",
 "awd_eff_date": "2007-08-22",
 "awd_exp_date": "2010-07-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 180803.0,
 "awd_min_amd_letter_date": "2008-02-25",
 "awd_max_amd_letter_date": "2009-08-19",
 "awd_abstract_narration": "Living at temperatures that exceed 75 degrees C and pH < 3, Sulfolobus spp. and the viruses they harbor provide a good experimental system to study extremophiles.  Nevertheless, studies of Sulfolobus proteins and Sulfolobus virus proteins are still in their infancy and little is known about protein function and the evolutionary mechanisms underlying extremophile diversity.  The goal of this project is to investigate the structure and function of Sulfolobus proteins and Sulfolobus Spindle Virus (SSV) proteins as well as to identify potential protein-protein interactions in this host-virus system. Proteins of particular interest include the Sulfolobus Heat-Shock Proteins (HSPs) and their complexes, which are classified as group II chaperonins.  HSP complexes, such as the double-ring nanomeric rosettasome are composed of combinations of 60kDa alpha, beta, and gamma subunits.  Also, of interest are the SSV structural proteins VP1, VP2, and VP3, which are three of only four proteins that have been assigned a function in the viral life cycle.  Two specific aims of this project are to: (1) characterize Sulfolobus growth and fusellovirus production in wild-type and HSP-knockouts as a function of different environmental conditions; (2) construct clones, express, and purify viral proteins to test potential HSP-VP interactions in vitro and identify potential in vivo host protein-viral protein interactions.  In addition to these specific aims, techniques in electron microscopy will be employed to elucidate irregularities in viral structure under experimental conditions and x-ray crystallography will be employed to further explore protein structure.  Environmental samples will also be taken from geothermal regions that have yet to be screened for Sulfolobus in an effort to either identify novel Sulfolobales and SSVs or to verify the presence of characterized species from previously understudied habitats.\r\n\r\nBroader Impacts\r\nScience faculty at Salish Kootenai College (Pablo, MT), The University of Montana (Missoula, MT), Montana State University (Bozeman, MT), and Portland State University (PSU) have developed significant teaching and research collaborations over the past three years with the goal of increasing the number of Native American students pursuing advanced degrees in the sciences.  This project will serve to enhance these collaborations by providing a research program on a topic of common interest.  Native American undergraduate students from the PI's laboratory will engage in both on-campus and off-campus research activities related to this project.  Specifically, up to two undergraduates per year will be supported by undergraduate assistantships and will freely move between the laboratories of the PI and of his collaborators to learn techniques and use instrumentation that is specifically available at particular institutions.  In addition, this project aims to support one graduate student from a university partner who will participate in a summer internship at the tribal college as part of a near-peer mentoring and student exchange program.  The goal is to increase accessibility of high-end instrumentation to Native students while encouraging cross-cultural exchange between smaller minority-serving institutions and larger university partners so that transitioning from undergraduate science degree programs to research-based graduate science degree programs is a pleasant experience for participating Native students.   The PI currently offers summer experiences for high school students and undergraduate students from the Flathead Indian Reservation community and other tribal communities across the Nations; this project will complement ongoing activities by providing continual support for exceptional students emerging from these outreach and educational programs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ruben",
   "pi_last_name": "Ceballos",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Ruben M Ceballos",
   "pi_email_addr": "rceballos@ucmerced.edu",
   "nsf_id": "000261007",
   "pi_start_date": "2008-02-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Montana",
  "inst_street_address": "32 CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "MISSOULA",
  "inst_state_code": "MT",
  "inst_state_name": "Montana",
  "inst_phone_num": "4062436670",
  "inst_zip_code": "598120003",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MT01",
  "org_lgl_bus_name": "UNIVERSITY OF MONTANA",
  "org_prnt_uei_num": "",
  "org_uei_num": "DAY7Z8ZD48Q3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Montana",
  "perf_str_addr": "32 CAMPUS DR",
  "perf_city_name": "MISSOULA",
  "perf_st_code": "MT",
  "perf_st_name": "Montana",
  "perf_zip_code": "598120003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MT01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  },
  {
   "pgm_ele_code": "748700",
   "pgm_ele_name": "BROADENING PARTICIPATION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1166",
   "pgm_ref_txt": "MOLECULAR BIOCHEMISTRY"
  },
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "7487",
   "pgm_ref_txt": "BROADENING PARTICIPATION"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 174803.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": null
}