{
 "awd_id": "0803270",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Twinning Studies via Experiments  and  DFT-Mesoscale Formulation",
 "cfda_num": "47.049",
 "org_code": "03070010",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Diana Farkas",
 "awd_eff_date": "2008-06-15",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 359933.0,
 "awd_amount": 359933.0,
 "awd_min_amd_letter_date": "2008-06-05",
 "awd_max_amd_letter_date": "2010-09-09",
 "awd_abstract_narration": "TECHNICAL: This project is aimed at developing a hierarchical methodology for advanced materials design utilizing the most advanced tools in a joint experimental and theoretical approach. It brings new and clear insight into the role of solute on the fault energies and twin nucleation stress calculations that cannot be gleaned from solely mesoscopic or atomistic perspectives. PIs have established that in order to determine the nucleation stress for twinning, the energy required for the actual atom displacements needs to be evaluated. PIs plan to focus on low stacking fault energy alloys, Fe-X and Fe-X-N (X=Mn,Cr,Ni) steels, Cu-Al systems, to develop sequential multiscale design approach. The deformation behavior of these alloys is characterized by significant twinning activity, and the changes in nucleation stress with alloying can be rather complex and require further interrogation. PI will develop a continuum twin (heterogeneous) nucleation model for multicomponent fcc alloys based on first-principle calculations. PIs will address the important issues of positional symmetries associated with twin boundaries, and obtain generalized expressions as a function of stable and unstable fault energies. PIs will determine how alloying influences the resultant twin nucleation stress levels, through intrinsic and/or unstable energies. By conducting experiments on single crystals with selected orientations, and in conjunction with local strain measurements, PIs will establish the stress at the onset of twinning with a high level of precision. The intellectual merit of the work is that PIs are the first to establish a quantitative correlation between the twinning stress and energy barriers involved in case of deformation twinning from a theory that is rooted in quantum mechanics and mesoscale dislocation theory. Unlike previous studies, PIs will focus on single crystals and develop novel digital imaging techniques with multiscale measurements to unravel the details of twinning via local strain measurements. Incorporating the nitrogen effects in complex alloy systems, such as Fe-X, have not been addressed in past studies, and with confirmation of theory with experiment PIs will develop the experimental/theoretical tools for significant advancement in the field, offering predictive design abilities. NON-TECHNICAL: PIs general methodology is unique and applicable to a wide variety of materials of research and technological interest, while not suffering from usual limitations in experiment and theory. The project will accelerate the design of advanced materials by avoiding the large test matrix approach and optimization trials. Overall, the strategy is to advance a new modeling/experiment approach for design of materials by connecting the underlying physics and continuum scales without the semi-empirical (fitting) constants. The approach has far outreaching implications in design, education, and teaching of materials and mechanical scientists.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Huseyin",
   "pi_last_name": "Sehitoglu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Huseyin Sehitoglu",
   "pi_email_addr": "huseyin@illinois.edu",
   "nsf_id": "000298419",
   "pi_start_date": "2008-06-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Duane",
   "pi_last_name": "Johnson",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Duane D Johnson",
   "pi_email_addr": "ddj@iastate.edu",
   "nsf_id": "000281941",
   "pi_start_date": "2008-06-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 S WRIGHT ST",
  "perf_city_name": "URBANA",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177100",
   "pgm_ele_name": "METAL & METALLIC NANOSTRUCTURE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 120003.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 120061.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 119869.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Metals are studied because they possess a combination of high strength, high ductility, and high durability, and thus are widely used in structures. When metals deform, the deformation can proceed by several processes.&nbsp; This study focused on two of these processes.&nbsp; The first, called &lsquo;plastic slip&rsquo;, is not recoverable, and the second, &lsquo;twinning&rsquo;, can be recoverable. Recoverability can improve a material&rsquo;s resistance to fatigue induced cracks (damage due to cyclic loading) and fracture. Slip is the movement of atoms over others by the passage of atomic level defects called &lsquo;dislocations&rsquo;. Twinning is the displacement of atoms with a mirror image across a characteristic plane called the &lsquo;twin plane&rsquo;. In some metals such as NiTi (approximately a 50:50 mixture of nickel and titanium called nitinol), the material can return to its original shape like a rubber band when heated (Figure 1). This return to the original shape upon heating is called 'shape memory' and occurs under twinning conditions. This recoverable deformation has various applications. A well-known case is in biomedical stents, which are inserted into arteries and expand under body temperature. NiTi can also be used like a spring to produce force. This project has resulted in the advancement of several fronts. The planes and directions for twinning were determined for NiTi. The twinning shears, the parallel sliding of atoms, and shuffles, an internal rearrangement of atoms similar to shuffling a deck of cards, (ie. atomic displacements)&nbsp;to attain recoverable transformation were established. It is a complicated task&nbsp;to establish the combination of shears and shuffles (Figure 2) to achieve twinning with mirror symmetry for alloys with complex crystallography.</p>\n<p>This study focused on gaining insight into a material&rsquo;s resistance to irrecoverable plastic deformation by slip and recoverable deformation via twinning. Several metals (such as copper, nickel, and its alloys) were evaluated by utilizing advanced computational models ranging from atomistic to continuum level calculations to understand slip resistance. Experiments in turn provided a check on the slip/twinning systems interactions. We utilized digital image correlation (DIC), an experimental technique that tracks a pattern of speckles deposited on the surface of our samples, to determine displacements and strains. When metals deform, the pattern rotates and expands, the local displacements are tracked, and the behavior of the metal can be determined.&nbsp;Advances were made to increase the resolution of the DIC measurements, and hence follow the twin and slip evolution with certainty (Figure 3). The work also helped further the understanding about the factors that contribute to strength of a metal. Many materials, including specialty steels, used in the railroad industry and nickel-based alloys, which are utilized in the gas turbine industry, rely on strengthening at the atomic level. The blockage of slip via twins is analogous to a traffic jam and markedly increases the strength of metals. The project examined such interactions with computer simulations and these compared favorably to experiments. The results can be used in developing new materials, for example, nano-sized twins could be utilized for improved strength.&nbsp; &nbsp;</p>\n<p>The broader impacts of the research have been the education of students at the interface of materials science and engineering and mechanical engineering, the dissemination of results through workshops, symposia, theses and websites. The work also permitted interactions with other faculty&nbsp;and colleagues, which allowed graduate students to work with others from different academic backgrounds.&nbsp; The work led to the advances in digital image correlation methods that are utilized in undergraduate and graduate classes in Experiment...",
  "por_txt_cntn": "\nMetals are studied because they possess a combination of high strength, high ductility, and high durability, and thus are widely used in structures. When metals deform, the deformation can proceed by several processes.  This study focused on two of these processes.  The first, called æplastic slipÆ, is not recoverable, and the second, ætwinningÆ, can be recoverable. Recoverability can improve a materialÆs resistance to fatigue induced cracks (damage due to cyclic loading) and fracture. Slip is the movement of atoms over others by the passage of atomic level defects called ædislocationsÆ. Twinning is the displacement of atoms with a mirror image across a characteristic plane called the ætwin planeÆ. In some metals such as NiTi (approximately a 50:50 mixture of nickel and titanium called nitinol), the material can return to its original shape like a rubber band when heated (Figure 1). This return to the original shape upon heating is called 'shape memory' and occurs under twinning conditions. This recoverable deformation has various applications. A well-known case is in biomedical stents, which are inserted into arteries and expand under body temperature. NiTi can also be used like a spring to produce force. This project has resulted in the advancement of several fronts. The planes and directions for twinning were determined for NiTi. The twinning shears, the parallel sliding of atoms, and shuffles, an internal rearrangement of atoms similar to shuffling a deck of cards, (ie. atomic displacements) to attain recoverable transformation were established. It is a complicated task to establish the combination of shears and shuffles (Figure 2) to achieve twinning with mirror symmetry for alloys with complex crystallography.\n\nThis study focused on gaining insight into a materialÆs resistance to irrecoverable plastic deformation by slip and recoverable deformation via twinning. Several metals (such as copper, nickel, and its alloys) were evaluated by utilizing advanced computational models ranging from atomistic to continuum level calculations to understand slip resistance. Experiments in turn provided a check on the slip/twinning systems interactions. We utilized digital image correlation (DIC), an experimental technique that tracks a pattern of speckles deposited on the surface of our samples, to determine displacements and strains. When metals deform, the pattern rotates and expands, the local displacements are tracked, and the behavior of the metal can be determined. Advances were made to increase the resolution of the DIC measurements, and hence follow the twin and slip evolution with certainty (Figure 3). The work also helped further the understanding about the factors that contribute to strength of a metal. Many materials, including specialty steels, used in the railroad industry and nickel-based alloys, which are utilized in the gas turbine industry, rely on strengthening at the atomic level. The blockage of slip via twins is analogous to a traffic jam and markedly increases the strength of metals. The project examined such interactions with computer simulations and these compared favorably to experiments. The results can be used in developing new materials, for example, nano-sized twins could be utilized for improved strength.   \n\nThe broader impacts of the research have been the education of students at the interface of materials science and engineering and mechanical engineering, the dissemination of results through workshops, symposia, theses and websites. The work also permitted interactions with other faculty and colleagues, which allowed graduate students to work with others from different academic backgrounds.  The work led to the advances in digital image correlation methods that are utilized in undergraduate and graduate classes in Experimental Stress Analysis. \n\n \n\n\t\t\t\t\tLast Modified: 08/18/2013\n\n\t\t\t\t\tSubmitted by: Huseyin Sehitoglu"
 }
}