{
 "awd_id": "0803619",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Molecular arrays for dipole-based quantum information processing",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Houghton Pratt",
 "awd_eff_date": "2008-09-15",
 "awd_exp_date": "2011-08-31",
 "tot_intn_awd_amt": 225000.0,
 "awd_amount": 225000.0,
 "awd_min_amd_letter_date": "2008-09-16",
 "awd_max_amd_letter_date": "2010-06-27",
 "awd_abstract_narration": "As the field of quantum information processing (QIP) matures, so do its goals. In particular, we are looking for more realistic and better scalable systems, for novel areas of application and stronger crossfertilization with other areas in physics. In this proposal, we are addressing all of these goals. We propose to deepen and expand our investigation of polar molecules for QIP, specifically with a view towards feasibility, scalability, and connection with novel solid state and hybrid systems. We want to explore similar setups for efficient deterministic optical quantum computing systems that also could be used for efficient switches and transistors.\r\nFirst, we want to expand the idea of using single polar molecules for qubits. Polar molecules are ideal because of both recent fast progress in cooling and trapping promising similar densities as neutral atoms and of ion-like ease of manipulation. We described a deterministic and robust scheme where we can switch molecular dipole moments on and off using the rich level hierarchies in molecules. Here, we want to suggest, (i) generalized criteria for polar molecule-based QIP, (ii) the use of solid state rare gas matrices as an ideal and novel architecture in which molecules can be stored very close\r\nand with nearly no relative distance uncertainties, thus maximizing the potential of the dipole-dipole interaction even beyond nearest-neighbor interactions, (iii) a hybrid-type nano-fiber/molecular trap design to both trap and couple the molecules, potentially on a so-called ?molecular chip. The objective of the second part of the proposal is to introduce dipolar arrays as tools for deterministic optical quantum computation. The idea of this is to treat photons as qubits. Since photons do not interact directly, a non-linearity has to be introduced in order to create a two-qubit gate. We propose to create singlephoton nonlinearities by sending dark-state polaritons, photon molecule coupled excitations, through a dipolar medium subject to dipole-dipole interactions.\r\nWhile propagating, the photons thus accumulate a nonlinear phase shift that can be interpreted as a phase gate. We propose to (i) describe in detail the process including interrelation between density, propagation length, coupling, and dipole-dipole interaction strength in order to create an efficient phase gate; (ii) to give an overview over the most important decoherence sources, such as non-symmetric excitations and phonons and their typical strengths for particular setups; (iii) in order to battle decoherence to investigate the possibility of using so-called ?many-body protected manifolds? which introduce a bias between symmetric and non-symmetric state manifolds and thus mitigate phonon decay; (iv) to study optimal dimensionality and geometry and connect these with similar architectures as suggested in the first part of the proposal; and (v) to give an outlook to novel solid state setups such as Si surface quantum dots and semiconductor bound excitons in connection with\r\nthe proposed idea.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Susanne",
   "pi_last_name": "Yelin",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Susanne F Yelin",
   "pi_email_addr": "syelin@g.harvard.edu",
   "nsf_id": "000492004",
   "pi_start_date": "2008-09-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robin",
   "pi_last_name": "Cote",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Robin J Cote",
   "pi_email_addr": "robin.cote@umb.edu",
   "nsf_id": "000104783",
   "pi_start_date": "2008-09-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Connecticut",
  "inst_street_address": "438 WHITNEY RD EXTENSION UNIT 1133",
  "inst_street_address_2": "",
  "inst_city_name": "STORRS",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "8604863622",
  "inst_zip_code": "062699018",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CT02",
  "org_lgl_bus_name": "UNIVERSITY OF CONNECTICUT",
  "org_prnt_uei_num": "",
  "org_uei_num": "WNTPS995QBM7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Connecticut",
  "perf_str_addr": "438 WHITNEY RD EXTENSION UNIT 1133",
  "perf_city_name": "STORRS",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "062699018",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CT02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "728100",
   "pgm_ele_name": "QIS - Quantum Information Scie"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 75000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 75000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 75000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our research is related to quantum computing<span> </span>with polar<span> </span>molecules. We first explored how to manipulate atoms into molecular<span> </span>states,<span> </span>the building block for quantum computing with polar molecules. We then&nbsp;determined<span> </span>tools for use in such quantum<span> </span>computing<span> </span>schemes. Similarly, we explored so-called deterministic photonic quantum computing, i.e., a scheme where photons - light quanta - serve as quantum bits. The feasibility and quality of the proposed scheme with many molecules was investigated.</p>\n<p>Recently, we also started to look how to use dipole-dipole interactions,<span> </span>such as they existbetween polar molecules, for the production of so-called 'cluster states.' These states<span> </span>might be interesting for so-called \"measurement based\" quantum computing, where fully<span> </span>deterministic quantum calculations can be done by linear measurements<span> </span>only - once the cluster state is prepared.</p>\n<p><span>&nbsp;</span>All of this research has been aimed towards a better understanding of the interactions of polar molecules, in particular in the ultracold regime and towards exploring whether they can be used as a resource for quantum information science - a question that should be answered with a clear 'yes.'</p>\n<p>The broader impact of this grant was the education of several postdocs and graduate students: They learned not only about polar molecule physics and quantum information theory, but also how to disseminate their research via research papers and presentations. In addition, the research was publicized in four refereed articles, one book chapter, and numerous invited conference and seminar talks.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/05/2011<br>\n\t\t\t\t\tModified by: Susanne&nbsp;F&nbsp;Yelin</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOur research is related to quantum computing with polar molecules. We first explored how to manipulate atoms into molecular states, the building block for quantum computing with polar molecules. We then determined tools for use in such quantum computing schemes. Similarly, we explored so-called deterministic photonic quantum computing, i.e., a scheme where photons - light quanta - serve as quantum bits. The feasibility and quality of the proposed scheme with many molecules was investigated.\n\nRecently, we also started to look how to use dipole-dipole interactions, such as they existbetween polar molecules, for the production of so-called 'cluster states.' These states might be interesting for so-called \"measurement based\" quantum computing, where fully deterministic quantum calculations can be done by linear measurements only - once the cluster state is prepared.\n\n All of this research has been aimed towards a better understanding of the interactions of polar molecules, in particular in the ultracold regime and towards exploring whether they can be used as a resource for quantum information science - a question that should be answered with a clear 'yes.'\n\nThe broader impact of this grant was the education of several postdocs and graduate students: They learned not only about polar molecule physics and quantum information theory, but also how to disseminate their research via research papers and presentations. In addition, the research was publicized in four refereed articles, one book chapter, and numerous invited conference and seminar talks.\n\n \n\n\t\t\t\t\tLast Modified: 11/05/2011\n\n\t\t\t\t\tSubmitted by: Susanne F Yelin"
 }
}