{
 "awd_id": "0803305",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Understanding and Tailoring Magnetic Interactions at the Interfaces of Magnetic Nanostructures",
 "cfda_num": "47.049",
 "org_code": "03070003",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Daniele Finotello",
 "awd_eff_date": "2008-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 310000.0,
 "awd_amount": 310000.0,
 "awd_min_amd_letter_date": "2008-08-22",
 "awd_max_amd_letter_date": "2010-07-27",
 "awd_abstract_narration": "Technical\r\nThis condensed matter physics research will develop a fundamental understanding of interfacial and interlayer interactions in magnetic nanostructures.  Oxide and metallic thin films will be grown by Molecular Beam Epitaxy (MBE) with atomic layer control and characterized by the state-of-the-art techniques of Reflection High-Energy Electron Diffraction (RHEED), Low-Energy Electron Diffraction (LEED), Auger Electron Spectroscopy (AES), and Scanning Tunneling Microscopy (STM).  Spin-dependent electronic reflectivity measured by Spin-Polarized Low Energy Electron Microscopy(SPLEEM) will reveal spin-dependent electronic structure of the ultrathin films.  Element specific magnetic domains will be imaged by Photoemission Electron Microscopy (PEEM) to retrieve the effect of magnetic interfacial and interlayer couplings.  Magnetic hysteresis loops will also be measured by in situ Surface Magneto-Optic Kerr Effect (SMOKE) technique and X-ray Magnetic Circular Dichroism (XMCD).  The research will involve both graduate and undergraduate students, thus provides a natural training of the students on basic science and technology.\r\n\r\nNon-Technical\r\nAs the size of materials is reduced to the nanometer scale, the electrical charge and magnetic field (spin) of electrons can behave coherently to generate unique materials properties that are important to the future information technologies. This condensed matter physics research program will develop a basic understanding of the electron spin interactions at the boundaries of different materials in magnetic nanostructures.  This understanding is crucial to the development of artificial structures which consist of properties not available in natural materials.  In order to achieve this goal, state-of-the-art techniques will be employed to synthesize and characterize the materials at the atomic level.  Result of the research will lead to an understanding of the new behaviors of electron spins at the nanometer scale, and to provide guidance for future spintronics device fabrication.  Graduate students will receive training at the cutting edge of modern experimental techniques, which is crucial for their future careers in academic, industrial, and government jobs.  Undergraduate students involved in this research program will have a chance of integrate their class room knowledge into the real scientific research.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zi",
   "pi_last_name": "Qiu",
   "pi_mid_init": "Q",
   "pi_sufx_name": "",
   "pi_full_name": "Zi Q Qiu",
   "pi_email_addr": "qiu@berkeley.edu",
   "nsf_id": "000232888",
   "pi_start_date": "2008-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 60000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 125000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 125000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>During the last supporting period, we completed several projects on magnetic nanostructures. The results were published in 30 refereed scientific journals, including 3 papers in <em>Physical Review Letters</em>, 1 in <em>Nature Physics</em>, and 14 papers in <em>Physical Review B.</em>&nbsp; The results were reported in 30 invited talks<br />at international and domestic conferences and universities.&nbsp; Two students received PhD degrees and one student began PhD research.&nbsp;&nbsp; In particular, we made significant contributions on the following topics.</p>\n<p><em><span style=\"text-decoration: underline;\">Exchange Bias Effect in CoO/Fe/Ag(001)</span></em></p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; When a ferromagnetic(FM)/antiferromagnetic(AFM) system is cooled within a magnetic field to below the N&eacute;el temperature (T<sub>N</sub>) of the AFM material, the resulting shift of the FM magnetic hysteresis loop is referred to as exchange bias.&nbsp; Although the exchange bias originates from the AFM order, it has remained a mystery as to how exactly the AFM spins affect the FM magnetization reversal. Different AFM spin structures have been proposed to explain the exchange bias. In experiments, however, the AFM compensated spins have not been fully explored by experiment during the FM layer reversal.&nbsp; We studied CoO/Fe/Ag(001) single crystalline thin films using XMCD and XMLD. We find the remarkable result that, as the CoO thickness increases, the exchange bias is established well before frozen spins become detectable in the CoO film. Our result demands that existing theoretical models reexamine whether it is necessary to freeze the majority of the AFM compensated spins in order to generate an exchange bias.</p>\n<p>&nbsp;</p>\n<p><em><span style=\"text-decoration: underline;\">Vortices in Antiferromagnet/Ferromagnet bilayer disks</span></em></p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; As the size of a magnetic system is reduced to the micron scale, it is known that the spins within a FM microstructure can curl around a central point to form a so-called magnetic vortex state.&nbsp; Despite differences in detail between vortex structures, a vortex state in a magnetic disk represents a topological object (Meron or one half of a Skyrmion). While there has been intensive study of the vortex state in FM disks, there has been no direct observation of the vortex state in an AFM microstructure even though theory predicts many interesting and unique properties of the AFM vortex <br />state andexperiment has confirmed the existence of the&nbsp; vortex state from the induced ferromagnetic moment within&nbsp; AFM disk.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; In a FM microstructure, the magnetic vortex state is formed by patterning a thin film into a microstructure, so that spins are forced to curl around a central point in order to minimize the magnetic charge at the boundary of the microstructure.&nbsp; In an AFM microstructure, however, the <br />agnetic vortex state cannot be formed in this way due to the lack of net<br />magnetic charges in AFM materials.&nbsp; <br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; We use a FM vortex to imprint a vortex into an AFM layer through FM/AFM interfacial magnetic interaction in a FM/AFM bilayer microstructure. In order to observe the AFM vortex, the element-specific XMLD effect must be applied to single crystal AFM microstructures.&nbsp; To this end, high quality single crystalline NiO/Fe and CoO/Fe bilayers were deposited onto Ag(001) surfaces by molecular beam epitaxy (MBE) and patterned by Focused Ion Beam (FIB) milling prior to measurements at the ALS beamline 4 and PEEM-3 stations.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; As a result we successfully imprinted vortex state into the AFM disks.&nbsp; The mos...",
  "por_txt_cntn": "\nDuring the last supporting period, we completed several projects on magnetic nanostructures. The results were published in 30 refereed scientific journals, including 3 papers in Physical Review Letters, 1 in Nature Physics, and 14 papers in Physical Review B.  The results were reported in 30 invited talks\nat international and domestic conferences and universities.  Two students received PhD degrees and one student began PhD research.   In particular, we made significant contributions on the following topics.\n\nExchange Bias Effect in CoO/Fe/Ag(001)\n\n            When a ferromagnetic(FM)/antiferromagnetic(AFM) system is cooled within a magnetic field to below the N&eacute;el temperature (TN) of the AFM material, the resulting shift of the FM magnetic hysteresis loop is referred to as exchange bias.  Although the exchange bias originates from the AFM order, it has remained a mystery as to how exactly the AFM spins affect the FM magnetization reversal. Different AFM spin structures have been proposed to explain the exchange bias. In experiments, however, the AFM compensated spins have not been fully explored by experiment during the FM layer reversal.  We studied CoO/Fe/Ag(001) single crystalline thin films using XMCD and XMLD. We find the remarkable result that, as the CoO thickness increases, the exchange bias is established well before frozen spins become detectable in the CoO film. Our result demands that existing theoretical models reexamine whether it is necessary to freeze the majority of the AFM compensated spins in order to generate an exchange bias.\n\n \n\nVortices in Antiferromagnet/Ferromagnet bilayer disks\n\n            As the size of a magnetic system is reduced to the micron scale, it is known that the spins within a FM microstructure can curl around a central point to form a so-called magnetic vortex state.  Despite differences in detail between vortex structures, a vortex state in a magnetic disk represents a topological object (Meron or one half of a Skyrmion). While there has been intensive study of the vortex state in FM disks, there has been no direct observation of the vortex state in an AFM microstructure even though theory predicts many interesting and unique properties of the AFM vortex \nstate andexperiment has confirmed the existence of the  vortex state from the induced ferromagnetic moment within  AFM disk.\n\n            In a FM microstructure, the magnetic vortex state is formed by patterning a thin film into a microstructure, so that spins are forced to curl around a central point in order to minimize the magnetic charge at the boundary of the microstructure.  In an AFM microstructure, however, the \nagnetic vortex state cannot be formed in this way due to the lack of net\nmagnetic charges in AFM materials.  \n         We use a FM vortex to imprint a vortex into an AFM layer through FM/AFM interfacial magnetic interaction in a FM/AFM bilayer microstructure. In order to observe the AFM vortex, the element-specific XMLD effect must be applied to single crystal AFM microstructures.  To this end, high quality single crystalline NiO/Fe and CoO/Fe bilayers were deposited onto Ag(001) surfaces by molecular beam epitaxy (MBE) and patterned by Focused Ion Beam (FIB) milling prior to measurements at the ALS beamline 4 and PEEM-3 stations.\n\n          As a result we successfully imprinted vortex state into the AFM disks.  The most interesting observation is that, in addition to the curling vortex structure in thinner NiO (CoO) films where the AFM spins are coupled collinearly with the Fe spins, there also exists a divergent AFM vortex structure in thicker NiO (CoO) films where the AFM spins are coupled perpendicularly to the Fe spins. The divergent vortex is never allowed within a FM vortex because it would result in a net magnetic charge at the element boundary.\n\n\n\t\t\t\t\tLast Modified: 10/04/2012\n\n\t\t\t\t\tSubmitted by: Zi Q Qiu"
 }
}