{
 "awd_id": "0803456",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "A Novel Model for Competing Risks Data with Masking",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gabor Szekely",
 "awd_eff_date": "2008-06-01",
 "awd_exp_date": "2011-05-31",
 "tot_intn_awd_amt": 194999.0,
 "awd_amount": 194999.0,
 "awd_min_amd_letter_date": "2008-05-29",
 "awd_max_amd_letter_date": "2010-03-04",
 "awd_abstract_narration": "A masked competing risks (MCR) model is a popular model for studying the lifetime (denoted by T) and the associated failure cause (denoted by C) of a J-component series system.  The system fails if one of its components fails.  The failure time might be censored and the failure cause might be masked. The investigator discovered that some of the assumptions used in the MCR modelare erroneous. In this project, the investigator proposes a new and a more realistic model, which is a significant improvement of the MCR model. Based on the new model, the PI proposes to study the parametric, non-parametric and semi-parametric estimation problems of the joint distribution of T and C.\r\n\r\nThe MCR data appear in numerous medical and industrial applications. For example, Dinse (1982) presents the MCR data of time until progression and the patient status at the time of progression for patients with glioblastoma (a cancer of the brain). The patient status  may not be identified. Reiser  et al.(1995) show that the MCR data arises from the testing of a particular type of IBM PS/2 computer.  The cause of failure of a computer may only be narrowed down to a set of possible causes. The estimation of  the joint distribution of T and C has a great impact in detecting the failure  cause efficiently.  The results of this research would provide a novel and realistic model for the MCR data and would provide statistical tools for analyzing the MCR data.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Qiqing",
   "pi_last_name": "Yu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Qiqing Yu",
   "pi_email_addr": "qyu@math.binghamton.edu",
   "nsf_id": "000467284",
   "pi_start_date": "2008-05-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Binghamton",
  "inst_street_address": "4400 VESTAL PKWY E",
  "inst_street_address_2": "",
  "inst_city_name": "BINGHAMTON",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6077776136",
  "inst_zip_code": "13902",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "L9ZDVULCHCV3",
  "org_uei_num": "NQMVAAQUFU53"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Binghamton",
  "perf_str_addr": "4400 VESTAL PKWY E",
  "perf_city_name": "BINGHAMTON",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "13902",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126900",
   "pgm_ele_name": "STATISTICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 63784.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 64990.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 66225.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br />In the past three years,&nbsp; the PI, together with three of<br />his Ph.D students,&nbsp; had made several accomplishments<br />&nbsp;on the&nbsp; research project DMS- 0803456&nbsp; sponsored by the NSF.<br />As the outcomes of this project, the following <br />seven papers&nbsp; have been accepted for publication in the peer-reviewed journals.</p>\n<p><br />In these papers, <br />the PI considers the&nbsp; model for competing risks data<br />with masked failure cause, called <br />the masked competing risks (MCR) data hereafter.<br />The MCR data are observations on the failure time T<br />and failure cause C of a system. <br />Examples of such MCR data include (1) failure time and cause<br />of a broken TV, (2) death time and cause of a patient.</p>\n<p>&nbsp;</p>\n<p>The PI points out that some assumptions in&nbsp; the old MCR model<br />are&nbsp; invalid, and the symmetry assumption in the old model<br />can be improved.<br />The PI has shown that some of the existing theoretic results are incorrect.&nbsp;</p>\n<p>Proper realistic models are&nbsp; proposed in PI's papers<br />for the right-censored (RC) data or interval-censored (IC)&nbsp; data.<br />Moreover, the PI proposes a new set-up to formulate<br />the parametric families of distribution of (T,C).<br />Notice that<br />T is continuous but C is discrete.<br />The existing&nbsp; parametric families are not suitable<br />for parametric set-up.<br />It is not a problem in the past, as in the old literature,<br />people only consider the case that T and C <br />are independent under the parametric approach.<br />The PI&nbsp; proposes to consider the conditional distribution<br />of T|C and the marginal distribution of C.<br />Then one can make use the existing parametric families.</p>\n<p>If&nbsp; the joint cdf of (T,C)&nbsp; is of a parametric <br />form, the MLE of the parameters can be obtained by <br />numerical methods such as the Newton-Raphson method or <br />the Monte-Carlo method.<br />The PI also implement <br />an algorithm for computing the MLE with right-censored<br />MCR data.</p>\n<p>Under the new model the PI&nbsp; establishes<br />the consistency and asymptotic normality of the<br />parametric MLE&nbsp; under certain regularity conditions<br />for finite dimensional parametric problems.</p>\n<p>The PI shows that the NPMLE of&nbsp; the joint cdf<br />&nbsp; is not unique and there exists <br />inconsistent NPMLE.<br />Instead of constructing a consistent repaired<br />NPMLE, as proposed in the proposal, <br />the PI, together with his Ph.D student<br />Jiahui Li, construct&nbsp; a consistent<br />NPMLE. The consistency and asymptotic normality<br />are established.</p>\n<p>The PI, together with his Ph.D student<br />Dr. Jiaping Wang, have written a computer program <br />for the NPMLE with IC MCR data (see [5])<br />and&nbsp; establish the consistency of the<br />NPMLE with the IC MCR data.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>The PI is supervising his student<br />to apply the proposed&nbsp; procedures<br />for censored MCR data<br />to the<br />``Long-term Prognostic Study of Breast Cancer Bone<br />Marrow Micrometastases (BMM) on Relapse and Survival\"<br />conducted at Strang Cancer Prevention Center. A manuscript<br />about the data analysis results is under preparing.</p>\n<p>&nbsp;</p>\n<p><br />Intellectual Merits.</p>\n<p>The new model proposed in this project <br />meets&nbsp; the urgent need in the study of MCR data, because<br />some major assumptions in the literature are invalid.<br />The new model is quite similar to the mixed case interval censorship model <br />(Schick and Yu (2000)) proposed by the PI for interval censoring data.<br />&nbsp;The latter model has since been cited more than 20 times in <br />the major statistical journals and a textbook (see Reference D2.), <br />and has become the standard model for interval-censored data.<br />The new model will play...",
  "por_txt_cntn": "\n\nIn the past three years,  the PI, together with three of\nhis Ph.D students,  had made several accomplishments\n on the  research project DMS- 0803456  sponsored by the NSF.\nAs the outcomes of this project, the following \nseven papers  have been accepted for publication in the peer-reviewed journals.\n\n\nIn these papers, \nthe PI considers the  model for competing risks data\nwith masked failure cause, called \nthe masked competing risks (MCR) data hereafter.\nThe MCR data are observations on the failure time T\nand failure cause C of a system. \nExamples of such MCR data include (1) failure time and cause\nof a broken TV, (2) death time and cause of a patient.\n\n \n\nThe PI points out that some assumptions in  the old MCR model\nare  invalid, and the symmetry assumption in the old model\ncan be improved.\nThe PI has shown that some of the existing theoretic results are incorrect. \n\nProper realistic models are  proposed in PI's papers\nfor the right-censored (RC) data or interval-censored (IC)  data.\nMoreover, the PI proposes a new set-up to formulate\nthe parametric families of distribution of (T,C).\nNotice that\nT is continuous but C is discrete.\nThe existing  parametric families are not suitable\nfor parametric set-up.\nIt is not a problem in the past, as in the old literature,\npeople only consider the case that T and C \nare independent under the parametric approach.\nThe PI  proposes to consider the conditional distribution\nof T|C and the marginal distribution of C.\nThen one can make use the existing parametric families.\n\nIf  the joint cdf of (T,C)  is of a parametric \nform, the MLE of the parameters can be obtained by \nnumerical methods such as the Newton-Raphson method or \nthe Monte-Carlo method.\nThe PI also implement \nan algorithm for computing the MLE with right-censored\nMCR data.\n\nUnder the new model the PI  establishes\nthe consistency and asymptotic normality of the\nparametric MLE  under certain regularity conditions\nfor finite dimensional parametric problems.\n\nThe PI shows that the NPMLE of  the joint cdf\n  is not unique and there exists \ninconsistent NPMLE.\nInstead of constructing a consistent repaired\nNPMLE, as proposed in the proposal, \nthe PI, together with his Ph.D student\nJiahui Li, construct  a consistent\nNPMLE. The consistency and asymptotic normality\nare established.\n\nThe PI, together with his Ph.D student\nDr. Jiaping Wang, have written a computer program \nfor the NPMLE with IC MCR data (see [5])\nand  establish the consistency of the\nNPMLE with the IC MCR data.\n\n \n\n \n\n \n\nThe PI is supervising his student\nto apply the proposed  procedures\nfor censored MCR data\nto the\n``Long-term Prognostic Study of Breast Cancer Bone\nMarrow Micrometastases (BMM) on Relapse and Survival\"\nconducted at Strang Cancer Prevention Center. A manuscript\nabout the data analysis results is under preparing.\n\n \n\n\nIntellectual Merits.\n\nThe new model proposed in this project \nmeets  the urgent need in the study of MCR data, because\nsome major assumptions in the literature are invalid.\nThe new model is quite similar to the mixed case interval censorship model \n(Schick and Yu (2000)) proposed by the PI for interval censoring data.\n The latter model has since been cited more than 20 times in \nthe major statistical journals and a textbook (see Reference D2.), \nand has become the standard model for interval-censored data.\nThe new model will play the same role for \nthe MCR data as the mixed case model for interval-censored data. \nIn fact, it lays a solid theoretic foundation for the\nstudy of MCR data and enables re-examination of all existing MCR \nstudies in the literature.\n\n Broader Impact.\n\nThe research topics proposed here are well suited for \nPh.D student research projects.\nOne  Ph.D student of the PI, Dr. Jiaping Wang,\ngot his Ph.D\ndegree under the sponsorship of this award.\nAnother two Ph.D students, Haoqing and Jiahui Li,\nare working on the projects of this proposal.\n\n \n\n\t\t\t\t\tLast Modified: 06/07/2011\n\n\t\t\t\t\tSubmitted by: Qiqing Yu"
 }
}