{
 "awd_id": "0803779",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Study Dust Optical and Radiative Properties Using Optimal Morphological Sets",
 "cfda_num": "47.050",
 "org_code": "06020105",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bradley F. Smull",
 "awd_eff_date": "2008-06-01",
 "awd_exp_date": "2012-05-31",
 "tot_intn_awd_amt": 419905.0,
 "awd_amount": 419905.0,
 "awd_min_amd_letter_date": "2008-05-09",
 "awd_max_amd_letter_date": "2010-04-16",
 "awd_abstract_narration": "Airborne dust and smaller aerosol particles play an important role in the earth's climate system by scattering light and longer wavelength (e.g., thermal) radiation passing through the atmosphere. To the extent that their impacts are imperfectly known, they also complicate interpretation of TOA (top of atmosphere) emissions of thermal energy and scattered/reflected light as remotely sensed by satellites. Both aspects are of crucial importance in our efforts to obtain a physically representative, quantitatively accurate understanding of global circulation dynamics and any overlain signals corresponding to climate change. The fact that dusts and aerosols exhibit a myriad of differing sizes, shapes and compositions greatly complicates this problem. The primary objective of this research effort is to explore the feasibility of reducing this complexity via definition and development a more manageable number of \"optimal morphological parameters\" associated with representative particle types. This project will develop and validate mathematically sophisticated methods for estimating both radiative and light-scattering properties of such particles that are far more efficient in their use of computer time than currently available methods. Once fully tested and documented, associated computer codes will be made widely available to the broader research community for further use and evaluation.\r\n\r\nThe intellectual merit of this effort is centered on improving our knowledge of the optical and radiative properties of airborne dust and aerosols. The resultant findings will have direct applications in the study of the Earth's radiative budget as well as remote sensing of atmospheric properties from both ground-based and orbital platforms. Broader impacts of this research will include increased ability to accurately specify the \"direct radiative forcing\" (e.g., induced warming and/or cooling) associated with both natural and anthropogenically-generated aerosols on our climate via sophisticated global-scale computer models. This project will also support the education and training of several graduate students in the interdiscplinary area marked by the intersection of atmospheric physics and classical electromagnetics.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ping",
   "pi_last_name": "Yang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ping Yang",
   "pi_email_addr": "pyang@tamu.edu",
   "nsf_id": "000493298",
   "pi_start_date": "2008-05-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "Kattawar",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "George W Kattawar",
   "pi_email_addr": "kattawar@tamu.edu",
   "nsf_id": "000371698",
   "pi_start_date": "2008-05-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Research Foundation",
  "inst_street_address": "400 HARVEY MITCHELL PKWY S STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778454375",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A & M RESEARCH FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "EQH8NQ4AXFT7"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M University",
  "perf_str_addr": "400 HARVEY MITCHELL PKY S STE 300",
  "perf_city_name": "COLLEGE STATION",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778454375",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 138978.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 141599.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 139328.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Principal Investigator (PI)</strong>: Professor Ping Yang</p>\n<p>Department of Atmospheric Sciences</p>\n<p>Texas A&amp;M University</p>\n<p>College Station, TX, 77843</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Co-Principal Investigator (Co-PI)</strong>: Professor George W. Kattawar</p>\n<p>Department of Physics &amp; Astronomy</p>\n<p>Texas A&amp;M University</p>\n<p>College Station, TX, 77843</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Summary of Work and Accomplishments</strong></p>\n<p><strong>&nbsp;</strong></p>\n<p>Airborne dust is an important species of aerosols. Dust particles are nonspherical. In many studies reported in the literature, these particles were treated as &ldquo;equivalent&rdquo; spheres. This simplification leads to substantial errors in simulating the optical properties of dust particles and in various downstream applications. With the support from the National Science Foundation, in this project we have developed state-of-the-art modeling capabilities and datasets for the optical properties of nonspherical dust aerosol particles. We have illustrated that the application of the new datasets can improve the current knowledge about dust aerosols from atmospheric remote sensing and radiative transfer perspectives. We have contributed the research community by providing a database of the single-scattering properties (specifically, the extinction cross section, single-scattering albedo and phase matrix) to a number of researchers upon their request. The performance period of this project was 6/1/2008&ndash;5/31/2012, which includes a one-year no-cost extension (i.e., 6/1/2011&shy;&ndash;5/31/2012).&nbsp; During the four years of this project, the principal investigator (PI) and the co-principal investigator (Co-I) have made significant achievements in both research and education associated with this project. Eighteen peer-reviewed journal papers have been published acknowledging the support or partial support by this project. Additionally, two invited book chapters have been accepted for publication, and one manuscript has been submitted for publication. The educational aspect of the project consisted of mentoring graduate students&rsquo; thesis research: three Master&rsquo;s degree theses and three Ph. D. dissertations have been completed.</p>\n<p>&nbsp;</p>\n<p>Specifically, we have accomplished the following research tasks:</p>\n<p>&nbsp;</p>\n<ul>\n<li>Modeled the scattering properties of dust particles for size parameters ranging from the Rayleigh to geometric-optics regimes, and tri-axial ellipsoids and distorted hexahedra were used to represent the particle shapes. </li>\n</ul>\n<p>&nbsp;</p>\n<ul>\n<li>Developed a database package of the scattering properties of dust particles. The single-scattering properties of tri-axial ellipsoids with 42 shapes specified in terms of two aspect ratios, 69 refractive indices, and 471 sizes were considered, and the extinction efficiency, single-scattering albedo, and phase matrix were simulated. The user-friendly database can output the bulk scattering properties of dust particles with given size distributions, refractive indices, and aspect ratios.</li>\n</ul>\n<p>&nbsp;</p>\n<ul>\n<li>Quantitatively investigated the influence of water coating on the single-scattering properties of soot aerosols. </li>\n</ul>\n<p>&nbsp;</p>\n<ul>\n<li>Quantitatively determined the effect of nonspherical particle shapes on radiative transfer simulations and the relative importance in comparison with other uncertainties arising from complex refractive indices. </li>\n</ul>\n<p>&nbsp;</p>\n<ul>\n<li>Investigated the nonsphericity effect of dust particles on the retrieval of dust properties based on measurement data from satellites. </li>\n</ul>\n<p>&nbsp;</p>\n<ul>\n<li>Explored the applicability of the discontinuous Galerkin time domain method (DGTD) to the scattering of light by dielectric particles in the 2D case. </li>\n</ul>\n<p>...",
  "por_txt_cntn": "\nPrincipal Investigator (PI): Professor Ping Yang\n\nDepartment of Atmospheric Sciences\n\nTexas A&amp;M University\n\nCollege Station, TX, 77843\n\n \n\n \n\nCo-Principal Investigator (Co-PI): Professor George W. Kattawar\n\nDepartment of Physics &amp; Astronomy\n\nTexas A&amp;M University\n\nCollege Station, TX, 77843\n\n \n\n \n\n \n\nSummary of Work and Accomplishments\n\n \n\nAirborne dust is an important species of aerosols. Dust particles are nonspherical. In many studies reported in the literature, these particles were treated as \"equivalent\" spheres. This simplification leads to substantial errors in simulating the optical properties of dust particles and in various downstream applications. With the support from the National Science Foundation, in this project we have developed state-of-the-art modeling capabilities and datasets for the optical properties of nonspherical dust aerosol particles. We have illustrated that the application of the new datasets can improve the current knowledge about dust aerosols from atmospheric remote sensing and radiative transfer perspectives. We have contributed the research community by providing a database of the single-scattering properties (specifically, the extinction cross section, single-scattering albedo and phase matrix) to a number of researchers upon their request. The performance period of this project was 6/1/2008&ndash;5/31/2012, which includes a one-year no-cost extension (i.e., 6/1/2011&shy;&ndash;5/31/2012).  During the four years of this project, the principal investigator (PI) and the co-principal investigator (Co-I) have made significant achievements in both research and education associated with this project. Eighteen peer-reviewed journal papers have been published acknowledging the support or partial support by this project. Additionally, two invited book chapters have been accepted for publication, and one manuscript has been submitted for publication. The educational aspect of the project consisted of mentoring graduate studentsÆ thesis research: three MasterÆs degree theses and three Ph. D. dissertations have been completed.\n\n \n\nSpecifically, we have accomplished the following research tasks:\n\n \n\nModeled the scattering properties of dust particles for size parameters ranging from the Rayleigh to geometric-optics regimes, and tri-axial ellipsoids and distorted hexahedra were used to represent the particle shapes. \n\n\n \n\nDeveloped a database package of the scattering properties of dust particles. The single-scattering properties of tri-axial ellipsoids with 42 shapes specified in terms of two aspect ratios, 69 refractive indices, and 471 sizes were considered, and the extinction efficiency, single-scattering albedo, and phase matrix were simulated. The user-friendly database can output the bulk scattering properties of dust particles with given size distributions, refractive indices, and aspect ratios.\n\n\n \n\nQuantitatively investigated the influence of water coating on the single-scattering properties of soot aerosols. \n\n\n \n\nQuantitatively determined the effect of nonspherical particle shapes on radiative transfer simulations and the relative importance in comparison with other uncertainties arising from complex refractive indices. \n\n\n \n\nInvestigated the nonsphericity effect of dust particles on the retrieval of dust properties based on measurement data from satellites. \n\n\n \n\nExplored the applicability of the discontinuous Galerkin time domain method (DGTD) to the scattering of light by dielectric particles in the 2D case. \n\n\n \n\nSystematically improved the accuracy of the geometric-optics method in the computation of the single-scattering properties of nonspherical particles, in particular, convex faceted particles. The resulting developed program has been named the physical-geometric optics hybrid (PGOH) method in the published literature. \n\n\n \n\nDeveloped an invariant imbedding T-matrix algorithm in the computation of rotationally symmetric particles. \n\n\n \n\nDeveloped an iterative T-matrix app..."
 }
}