{
 "awd_id": "0803280",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "III-COR Medium:   Collaborative Research:   Achieving Compliant Databases",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frank Olken",
 "awd_eff_date": "2008-09-01",
 "awd_exp_date": "2014-02-28",
 "tot_intn_awd_amt": 340000.0,
 "awd_amount": 356000.0,
 "awd_min_amd_letter_date": "2008-08-06",
 "awd_max_amd_letter_date": "2012-09-25",
 "awd_abstract_narration": "Spurred by financial scandals and privacy concerns, governments worldwide have moved to ensure confidence in digital records by regulating their retention and deletion. The goal of this project is to develop and explore a database management system (DBMS) architecture that supports a spectrum of approaches to regulatory compliance, thereby extending the level of protection afforded by conventional file-based compliance storage servers to the vast amounts of structured data residing in databases. The key challenge of this work is to provide compliance assurances for the DBMS, even against insiders with super-user powers, while balancing the need for trustworthiness against the conflicting requirements for scalable performance guarantees and low cost. The resulting architecture provides tunable tradeoffs between security and performance, through a spectrum of techniques ranging from tamper detection to tamper prevention for data, indexes, logs, and metadata; tunable vulnerability windows; tunable granularities of protection; careful use of magnetic disk as a cache and of secure coprocessors on the DBMS platform and compliance storage server platform; and judicious retargeting of an on-disk encryption unit.\r\n\r\nThis work enables compliance laws to be applied to business, government, and personal data now stored in databases, increasing societal confidence in such data. A new web course on compliance data management will raise the computer science community's awareness of compliance issues and will help train a new generation of professionals cognizant of these challenges and solutions.  The software prototypes and technical papers describing them will be disseminated through the project's web site http://web.crypto.cs.sunysb.edu/cdb/\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marianne",
   "pi_last_name": "Winslett",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marianne Winslett",
   "pi_email_addr": "winslett@illinois.edu",
   "nsf_id": "000443748",
   "pi_start_date": "2008-08-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 S WRIGHT ST",
  "perf_city_name": "URBANA",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736400",
   "pgm_ele_name": "Info Integration & Informatics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7364",
   "pgm_ref_txt": "INFO INTEGRATION & INFORMATICS"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9215",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING SYSTEMS"
  },
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 95295.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 110764.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 98234.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 51707.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>To ensure institutional accountability and societal trust, hundreds of regulations require long-term retention of records that are important for business and society.&nbsp; Often there is a significant incentive to tamper with these records; consider, e.g., financial records at Enron or e-government data such as voter registrations or birth records of Olympic gymnasts.&nbsp; For technical reasons, however, retention regulations have been interpreted much less stringently for database data than for email, spreadsheets, and other corporate documents.&nbsp; This project made major strides toward closing that gap, by producing low-cost methods to detect and deflect database tampering attempts, even if the attacker is a system administrator with super-user privileges.&nbsp; More precisely, the project produced low-cost techniques to ensure that the entire life cycle of a database record is trustworthy, including its creation, querying, migration to a new generation of servers, update, deletion, subpoena and litigation holds, and finally its mandated destruction.&nbsp; These new techniques are ready for adoption by the database industry when governments or companies want tighter guarantees against tampering of database contents.</p>\n<p>Specific technical contributions of the project include a 1%-overhead method to ensure that the results of a transaction processing workload are trustworthy, i.e., have not been tampered with subsequent to execution, even if the system crashes or super-user insiders attack the system.&nbsp; Under this approach, an organization can check for tampering of its data as frequently as desired, by running a routine that takes only a couple of minutes to execute.&nbsp; The project also produced low-cost schemes for several challenges associated with subpoenas and litigation holds, including ensuring that the data produced in response to a subpoena does not depend on irrelevant details of how the data is organized, and guaranteeing that subpoenaed data has been retained, even once it passes its mandated destruction date.&nbsp; The project also produced techniques for ensuring that data that has been destroyed cannot be reconstructed from other information left behind in a database.&nbsp; Further, since many records must be retained but few will ever be queried, the project demonstrated that a document&rsquo;s contents intrinsically govern how likely it is to ever be in the answer to any future query.&nbsp; Based on this, the project produced techniques for automatically identifying such records at the time of their creation and placing them and their associated meta-data on long-term storage that supports reasonably fast retrieval, while the remaining documents and meta-data can be retained on very low-cost media.</p>\n<p>In the course of producing these results, the project trained and educated a new generation of researchers and experts in secure data management and exploration, including three PhD students, two MS students, and half a dozen undergraduate interns who gained hands-on experience in creating large scale secure data management systems.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/11/2014<br>\n\t\t\t\t\tModified by: Marianne&nbsp;Winslett</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nTo ensure institutional accountability and societal trust, hundreds of regulations require long-term retention of records that are important for business and society.  Often there is a significant incentive to tamper with these records; consider, e.g., financial records at Enron or e-government data such as voter registrations or birth records of Olympic gymnasts.  For technical reasons, however, retention regulations have been interpreted much less stringently for database data than for email, spreadsheets, and other corporate documents.  This project made major strides toward closing that gap, by producing low-cost methods to detect and deflect database tampering attempts, even if the attacker is a system administrator with super-user privileges.  More precisely, the project produced low-cost techniques to ensure that the entire life cycle of a database record is trustworthy, including its creation, querying, migration to a new generation of servers, update, deletion, subpoena and litigation holds, and finally its mandated destruction.  These new techniques are ready for adoption by the database industry when governments or companies want tighter guarantees against tampering of database contents.\n\nSpecific technical contributions of the project include a 1%-overhead method to ensure that the results of a transaction processing workload are trustworthy, i.e., have not been tampered with subsequent to execution, even if the system crashes or super-user insiders attack the system.  Under this approach, an organization can check for tampering of its data as frequently as desired, by running a routine that takes only a couple of minutes to execute.  The project also produced low-cost schemes for several challenges associated with subpoenas and litigation holds, including ensuring that the data produced in response to a subpoena does not depend on irrelevant details of how the data is organized, and guaranteeing that subpoenaed data has been retained, even once it passes its mandated destruction date.  The project also produced techniques for ensuring that data that has been destroyed cannot be reconstructed from other information left behind in a database.  Further, since many records must be retained but few will ever be queried, the project demonstrated that a documentÆs contents intrinsically govern how likely it is to ever be in the answer to any future query.  Based on this, the project produced techniques for automatically identifying such records at the time of their creation and placing them and their associated meta-data on long-term storage that supports reasonably fast retrieval, while the remaining documents and meta-data can be retained on very low-cost media.\n\nIn the course of producing these results, the project trained and educated a new generation of researchers and experts in secure data management and exploration, including three PhD students, two MS students, and half a dozen undergraduate interns who gained hands-on experience in creating large scale secure data management systems.\n\n\t\t\t\t\tLast Modified: 07/11/2014\n\n\t\t\t\t\tSubmitted by: Marianne Winslett"
 }
}