{
 "awd_id": "0804820",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Contact Geometry, Contact Homology and Open Book Decompositions",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christopher Stark",
 "awd_eff_date": "2008-07-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 423346.0,
 "awd_amount": 423346.0,
 "awd_min_amd_letter_date": "2008-05-28",
 "awd_max_amd_letter_date": "2012-04-05",
 "awd_abstract_narration": "Abstract\r\n\r\nAward:  DMS-0804820\r\nPrincipal Investigator:  John B. Etnyre\r\n\r\nThe focus of this proposal is to better understand the intriguing\r\nnature of contact structures in all (odd) dimensions, with\r\nspecial attention given to dimension three and to apply contact\r\ngeometric techniques to questions in topology. The first main\r\ntheme of the proposed research is open book decompositions. The\r\nconnection of contact geometry and these specially fibered links\r\nhave provided a fount of information concerning contact\r\nstructures and low-dimensional topology. As part of this proposal\r\nthis fundamental connection will be exploited to define and study\r\nnew invariants of contact structures and special knots in them -\r\nspecifically, Legendrian and transversal knots. From prior work\r\nit is clear these invariants have subtle connections to the famed\r\ntight vs. overtwisted dichotomy in dimension three and properties\r\nof symplectic fillings of contact structures, which in turn are\r\ncrucial to applications to topology. Some of the major outcomes\r\nexpected from this part of the project are various classification\r\nresults for Legendrian and transversal knots in tight and\r\novertwisted contact structures and a better understanding of the\r\nfundamental process of contact surgery. The project will also\r\nstudy the connection between contact structures and open books in\r\nhigh dimensions with the goal of illuminating existence questions\r\nin high dimensions and trying to generalize the notion of\r\novertwistedness here as well. Similar to the connection with open\r\nbooks, contact structures are also related to foliations. This\r\nconnection has been instrumental in applications of contact\r\ngeometry to low-dimensional topology. Many of the outstanding\r\nquestions concerning this connection will be explored. A second\r\nmain theme of the proposal is the development and analysis of\r\nLegendrian contact homology in higher dimensions. There is a\r\ngreat deal of beautiful analytic and algebraic structure in this\r\ntheory, much of which is yet to be discovered. Moreover, through\r\nthe elegant conormal construction one can then use this to define\r\ninvariants of manifolds and of their embeddings in Euclidean\r\nspace.  These invariants appear to be extremely powerful and will\r\nbe thoroughly investigated.\r\n\r\nContact structures on manifolds are very natural objects, born\r\nover two centuries ago, as a natural language for geometric\r\noptics, thermodynamics and classical mechanics. Everyday, one\r\nencounters contact structures when parallel parking a car,\r\nskating, or watching the prismatic play of light in a glass of\r\nwater. Contact structures have been studied by many\r\nmathematicians and seem to touch on diverse areas of mathematics\r\nand physics, but only recently have they moved into the\r\nforeground of mathematics. This is due to the many remarkable\r\nbreakthroughs in contact topology, resulting in a rich and\r\nbeautiful theory with many far reaching applications to areas\r\nsuch as three and four dimensional topology (that is the\r\nstructure of space and space- time), string theory and large N\r\ndualities in modern physics, and fluid dynamics. The Principal\r\nInvestigator will study the relation between contact geometry and\r\nvarious topological objects (such as open book decompositions and\r\nfoliations). In addition he will develop analytic and algebraic\r\ntools for studying contact structures in high dimensions. As a\r\nwhole it is expected that at the conclusion of this project we\r\nwill have a much better understanding of contact structures in\r\nall dimensions and see many more surprising implications for low-\r\ndimensional manifolds.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Etnyre",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "John B Etnyre",
   "pi_email_addr": "etnyre@math.gatech.edu",
   "nsf_id": "000375996",
   "pi_start_date": "2008-05-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 NORTH AVE NW",
  "perf_city_name": "ATLANTA",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126700",
   "pgm_ele_name": "TOPOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 76895.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 85201.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 83793.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 87040.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 90417.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>Contact structures on manifolds are very natural objects, born&nbsp;</span><span>over two centuries ago, as a natural language for geometric&nbsp;</span><span>optics,</span><span>&nbsp;</span><span>thermodynamics and classical mechanics. Everyday, one&nbsp;</span><span>encounters contact structures when parallel parking a car,&nbsp;</span><span>skating, or watching the</span><span>&nbsp;</span><span>prismatic play of light in a glass of&nbsp;</span><span>water. Contact structures have been studied by many&nbsp;</span><span>mathematicians and seem to touch on diverse areas</span><span>&nbsp;</span><span>of mathematics&nbsp;</span><span>and physics, but only recently have they moved into the&nbsp;</span><span>foreground of mathematics. This is due to the many remarkable</span><span>&nbsp;</span><span>breakthroughs in contact topology, resulting in a rich and&nbsp;</span><span>beautiful theory with many far reaching applications to areas&nbsp;</span><span>such as three and four</span><span>&nbsp;</span><span>dimensional topology (that is the&nbsp;</span><span>structure of space and space- time), string theory and large N&nbsp;</span><span>dualities in modern physics, and fluid</span><span>&nbsp;</span><span>dynamics.</span><span>&nbsp;</span><br /><br /><strong>Intellectual</strong><span><strong>&nbsp;merit</strong>: Two basic questions about contact structures are (1) on what spaces do they exist? and (2) how many structures are there</span><span>&nbsp;</span><span>on a given space?</span><br /><br /><span>This grant help support the <span><span>PI's</span></span> answer to the first question in dimension 5: If a manifold has an almost contact structure (this is an obvious</span><span>&nbsp;</span><span>and easily checkable necessary condition to have a contact structure) then the manifold admits a contact structure (<span><span>homotopic</span></span> to the given</span><span>&nbsp;</span><span>almost contact structure). &nbsp;This is the first complete existence result in dimensions above 3.</span><span>&nbsp;</span><br /><br /><span>In relation to the second question the grant helped the PI prove several results. First in higher dimensions he showed how to take a given</span><span>&nbsp;</span><span>contact structure and create a new one (that can frequently be shown to be different).</span><span>&nbsp;</span><br /><br /><span>In dimension 3 trying to understand contact structures frequently comes down to understanding various knots within them, in particular in</span><span>&nbsp;</span><span>studying <span><span>Legendrian</span></span> and transverse knots. The PI classified <span><span>Legendrian</span></span> and transverse knots in many knot types and also generalized much</span><span>&nbsp;</span><span>of the \"standard&nbsp;</span><span>machinery</span><span>\" from standard (that is null-homologous) knots to rationally null-homologous knots. The PI also studied various</span><span>&nbsp;</span><span>constructions of contact structures based on knots, that is <span><span>Legendrian</span></span> and transverse surgery. He showed that these two surgery operations</span><span>&nbsp;</span><span>are related but not the same and gave examples where and nice transverse surgery yields a manifold with an <span><span>overtwisted</span></span> contact structure.</span><span>&nbsp;&nbsp;</span><span>Finally the PI had several results about the relation between open book decompositions and contact structures.</span><span>&nbsp;</span><br /><br /><span>The PI also developed relations between <span><span>Riemannian</span></span> geometry (a generalization of standard geometry) and contact structures. He was able</span><span>&nbsp;</span><span>to show how to use curvature properties in <span><span>Riemannian</span></span> geometry to illuminate properties of a contact structure.</span><span>&nbsp;</span><br /><br /><span>The PI also helped to further&nbsp;</span><spa...",
  "por_txt_cntn": "\nContact structures on manifolds are very natural objects, born over two centuries ago, as a natural language for geometric optics, thermodynamics and classical mechanics. Everyday, one encounters contact structures when parallel parking a car, skating, or watching the prismatic play of light in a glass of water. Contact structures have been studied by many mathematicians and seem to touch on diverse areas of mathematics and physics, but only recently have they moved into the foreground of mathematics. This is due to the many remarkable breakthroughs in contact topology, resulting in a rich and beautiful theory with many far reaching applications to areas such as three and four dimensional topology (that is the structure of space and space- time), string theory and large N dualities in modern physics, and fluid dynamics. \n\nIntellectual merit: Two basic questions about contact structures are (1) on what spaces do they exist? and (2) how many structures are there on a given space?\n\nThis grant help support the PI's answer to the first question in dimension 5: If a manifold has an almost contact structure (this is an obvious and easily checkable necessary condition to have a contact structure) then the manifold admits a contact structure (homotopic to the given almost contact structure).  This is the first complete existence result in dimensions above 3. \n\nIn relation to the second question the grant helped the PI prove several results. First in higher dimensions he showed how to take a given contact structure and create a new one (that can frequently be shown to be different). \n\nIn dimension 3 trying to understand contact structures frequently comes down to understanding various knots within them, in particular in studying Legendrian and transverse knots. The PI classified Legendrian and transverse knots in many knot types and also generalized much of the \"standard machinery\" from standard (that is null-homologous) knots to rationally null-homologous knots. The PI also studied various constructions of contact structures based on knots, that is Legendrian and transverse surgery. He showed that these two surgery operations are related but not the same and gave examples where and nice transverse surgery yields a manifold with an overtwisted contact structure.  Finally the PI had several results about the relation between open book decompositions and contact structures. \n\nThe PI also developed relations between Riemannian geometry (a generalization of standard geometry) and contact structures. He was able to show how to use curvature properties in Riemannian geometry to illuminate properties of a contact structure. \n\nThe PI also helped to further develop contact homology and knot contact homology. These are sophisticated analytic tools used to study contact structures, Legendrian knots and ordinary knots. Specifically he showed that knot contact homology has a combinatorial interpretation that is equivalent to Ng's knot invariants. He also augmented knot contact homology to create new and effective invariant of transverse knots. \n\nThe grant supported several other results but the above indicates the highlights of the work. Moreover must of the work mentioned above was collaborative (see list of publications). \n\nBroader Impacts: The PI supervised the PhD thesis of 5 students while supported by this grant. He also advised 2 more students that should finish the PhD thesis within a year or two. \n\nThe PI became the graduate director for the School of Mathematics at Georgia Tech in the fourth year of this grant and in that capacity has helped mentor dozens of graduate students.\n\nThe PI also ran three seminars at Georgia Tech: a research seminar, a working graduate seminar, and a graduate student seminar (that was co-organized by the students themselves).\n\nThe PI has been a co-organizer for 15 conferences in the past 5 years (span of this grant), including regional, national and international conferences. He has also co-organized the year l..."
 }
}