{
 "awd_id": "0804093",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Proposal: Novel Semiparametric Two-part Models: New Theories and Applications",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gabor Szekely",
 "awd_eff_date": "2008-08-01",
 "awd_exp_date": "2012-09-30",
 "tot_intn_awd_amt": 104507.0,
 "awd_amount": 104507.0,
 "awd_min_amd_letter_date": "2008-07-30",
 "awd_max_amd_letter_date": "2008-07-30",
 "awd_abstract_narration": "The long term goal of this study is to develop novel semiparametric analysis tools for biological, economical, demographical, and medical studies. In this study, the investigators propose novel semiparametric two-part models for analysis of (1) case I and (2) case k interval censored data with a cured subgroup, and (3) left censored data. Compared with existing ones, the proposed models have greater flexibility by allowing for semiparametric transformation functions and partially linear covariate effects. This study is the first to systematically investigate semiparametric two-part cure rate models with interval censored data, and two-part partially linear transformation models with left censored data. The investigators rigorously establish asymptotic properties of the proposed estimates using advanced empirical process techniques, and demonstrate a systematic framework for future semiparametric analysis of such data. Intensive numerical studies are employed to demonstrate superiority of proposed methods and provide guidelines for practical data analysis.\r\n\r\n\r\nThis study has the following scientific merits. (1) From a modeling point of view, it enriches semiparametric methodologies in general. The proposed models differ significantly from existing parametric or semiparametric alternatives, and are valuable additions to the family of semiparametric models. (2) From a methodology point of view, the investigators establish a general framework of penalized estimation and resampling-based inference for semiparametric models using advanced empirical process techniques. This framework is useful for many other studies. (3) From a statistical practice point of view, the proposed study provides powerful tools for analyzing ongoing studies and has a direct impact. (4) In addition, extensive numerical studies show that the proposed methods are more efficient, more flexible, and less sensitive to model mis-specification. In large scale studies, variables can have complex, nonlinear associations, and observations may be extremely expensive to collect.\r\nThe proposed models, along with rigorous analysis techniques, provide more efficient usage of such data, reveal more subtle structures, and benefit the whole scientific society in the long run. The proposed study has the following beneficial, educational and social impacts. (1) It fosters more intensive collaborations among investigators from different institutes and background.\r\n(2) It promotes teaching, training and learning at Yale University and University of Washington. (3) The investigators attend statistical and scientific meetings and present their research, which may promote interdisciplinary research among other scientists.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xiao-Hua",
   "pi_last_name": "Zhou",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xiao-Hua Zhou",
   "pi_email_addr": "azhou@u.washington.edu",
   "nsf_id": "000283032",
   "pi_start_date": "2008-07-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 BROOKLYN AVE NE",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126900",
   "pgm_ele_name": "STATISTICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 104507.0
  }
 ],
 "por": null
}