{
 "awd_id": "0804863",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Nanowire-Based High-Frequency, High-Q Electromechanical Resonators",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Usha Varshney",
 "awd_eff_date": "2008-07-01",
 "awd_exp_date": "2012-06-30",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2008-04-07",
 "awd_max_amd_letter_date": "2010-06-09",
 "awd_abstract_narration": "ABSTRACT:\r\n\r\nThe objective of this research is to develop high-frequency, high-quality factor (Q) nano-electromechanical resonators and integrated resonator/sensor systems. The approach is to build flexural-mode electromechanical resonators using chemically synthesized nanowires, either after growth or through a controlled direct-growth method. The nanowire resonator system offers both GHz operation potential and reduced internal and clamping losses due to its small size, single-crystalline material structure, smooth surfaces and a large aspect ratio.\r\n\r\nIntellectual Merits:  A systematic approach to improve the quality factor and the resonance frequency will be carried out through carefully designed material studies, device fabrication and analysis. Integration of nanowire resonators with other on-chip components will be explored through selective growth of nanowire bridges. Quantum-limited position measurements will be attempted by coupling a GHz resonator with an electrical transducer. The high-frequency, high-Q system will be suitable for a number of applications including ultra-sensitive mass, force and position detection, and open new frontiers such as mechanical quantum states and entanglement of the mechanical/electrical degrees of freedom. \r\n\r\nBroader Impacts: This program will provide educational and training opportunities for at least one graduate and one undergraduate student at any given year, with an emphasis on recruiting students from underrepresented groups. Knowledge and techniques developed during research will be incorporated into a new, comprehensive undergraduate course and disseminated to the general public through publications, technology transfer, websites and a textbook. Students in inner-city, high-need school districts will also be engaged through a research experience for teaches program, high-school class visits and online exhibits.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wei",
   "pi_last_name": "Lu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wei Lu",
   "pi_email_addr": "wluee@eecs.umich.edu",
   "nsf_id": "000492897",
   "pi_start_date": "2008-04-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "1109 GEDDES AVE STE 3300",
  "perf_city_name": "ANN ARBOR",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "097E",
   "pgm_ref_txt": "High Freq Devices & Circuits"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 100870.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 98593.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 100537.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Nanowires are one-dimensional structures with diameters as small as a few nanometers and lengths as long as tens of micrometers. Instead of being etched from a wafer as is the case for conventional microelectronic devices, nanowires can be &ldquo;grown&rdquo; atom by atom. As a result, they offer much better electrical, structural and mechanical properties than conventional etched structures. In this project, systematic studies were performed to demonstrate controlled growth of nanowires and verify their superior performance in the forms of both mechanical devices (high-frequency, high-quality factor mechanical resonators) and electrical devices (transistors and tunneling diodes). A number of educational and training initiatives have been carried out, with successful recruitment of graduate and undergraduate students from underrepresented groups. Knowledge and techniques developed during research has been incorporated into a new, comprehensive course and disseminated to the general public through publications, technology transfer, and websites. A textbook based on the research results is currently being prepared and visits to the research labs by middle school students have been successfully organized every year.</p>\n<p><strong>The major research and education activities of the project include:</strong></p>\n<p>1. Demonstration of high-performance nanowire mechanical devices</p>\n<p>We demonstrated the concept of building high frequency, high-quality factor mechanical resonators using chemically synthesized nanowires. These nanowire-based mechanical resonators are essentially nanoscale &ldquo;guitar strings&rdquo; with a free-standing nanowire clamped by two electrodes at the ends. The device can be driven and detected electrically. More importantly, the excellent structural and mechanical properties allow the resonators to exhibit superior performance in terms of the resonant frequency and quality-factor to allow superior performance as mass and force sensing. Tuning of the nanowire resonator frequencies can also be obtained using in-plane and out-of-plane electric fields in-situ. Important parameters such as the Young&rsquo;s modulus have been measured directly and show significant improvements over conventional materials.</p>\n<p>2. Controlled nanowire growth</p>\n<p>We successfully demonstrated integration of germanium (Ge) nanowires on silicon (Si) substrates. Ge can potentially offer higher performance than Si but integrating Ge on Si has remained a significant challenge for the semiconductor industry due to the large crystal lattice mismatch between them. Here this problem is addressed since the small size of the nanowires allows the growth of high-quality Ge nanowires on Si substrates with minimal defects. Additionally, Ge/Si heterostructures with sharp and well-controlled interfaces have been obtained. These structures have been used for high-performance electronic device studies. Additionally, nanowire growth using industry-friendly materials such as aluminum have been achieved.</p>\n<p>3. Electrical Device Development</p>\n<p>Different electrical devices such as nanowire transistors, tunneling diodes and vertical transistors have been fabricated based on the Ge nanowires and Ge/Si heterostructure nanowires. Excellent performance such as high carrier mobility and large peak-to-valley ratio has been obtained.</p>\n<p>4. Human resource development</p>\n<p>Two graduate students, Lin Chen and Ugo Otuonye (African American), were partially sponsored by this NSF grant. Another student sponsored by this program, Wayne Fung, successfully obtained Ph.D. in May 2012 and is currently establishing his own startup company. A Master student, Seok-Youl Choi graduated in 2010 and is currently a researcher in Korea. The PI paid particular attention to recruit students from underrepresented groups. For example, Ugo Otuonye initially worked on vertical Ge nanowire growth as a Direc...",
  "por_txt_cntn": "\nNanowires are one-dimensional structures with diameters as small as a few nanometers and lengths as long as tens of micrometers. Instead of being etched from a wafer as is the case for conventional microelectronic devices, nanowires can be \"grown\" atom by atom. As a result, they offer much better electrical, structural and mechanical properties than conventional etched structures. In this project, systematic studies were performed to demonstrate controlled growth of nanowires and verify their superior performance in the forms of both mechanical devices (high-frequency, high-quality factor mechanical resonators) and electrical devices (transistors and tunneling diodes). A number of educational and training initiatives have been carried out, with successful recruitment of graduate and undergraduate students from underrepresented groups. Knowledge and techniques developed during research has been incorporated into a new, comprehensive course and disseminated to the general public through publications, technology transfer, and websites. A textbook based on the research results is currently being prepared and visits to the research labs by middle school students have been successfully organized every year.\n\nThe major research and education activities of the project include:\n\n1. Demonstration of high-performance nanowire mechanical devices\n\nWe demonstrated the concept of building high frequency, high-quality factor mechanical resonators using chemically synthesized nanowires. These nanowire-based mechanical resonators are essentially nanoscale \"guitar strings\" with a free-standing nanowire clamped by two electrodes at the ends. The device can be driven and detected electrically. More importantly, the excellent structural and mechanical properties allow the resonators to exhibit superior performance in terms of the resonant frequency and quality-factor to allow superior performance as mass and force sensing. Tuning of the nanowire resonator frequencies can also be obtained using in-plane and out-of-plane electric fields in-situ. Important parameters such as the YoungÆs modulus have been measured directly and show significant improvements over conventional materials.\n\n2. Controlled nanowire growth\n\nWe successfully demonstrated integration of germanium (Ge) nanowires on silicon (Si) substrates. Ge can potentially offer higher performance than Si but integrating Ge on Si has remained a significant challenge for the semiconductor industry due to the large crystal lattice mismatch between them. Here this problem is addressed since the small size of the nanowires allows the growth of high-quality Ge nanowires on Si substrates with minimal defects. Additionally, Ge/Si heterostructures with sharp and well-controlled interfaces have been obtained. These structures have been used for high-performance electronic device studies. Additionally, nanowire growth using industry-friendly materials such as aluminum have been achieved.\n\n3. Electrical Device Development\n\nDifferent electrical devices such as nanowire transistors, tunneling diodes and vertical transistors have been fabricated based on the Ge nanowires and Ge/Si heterostructure nanowires. Excellent performance such as high carrier mobility and large peak-to-valley ratio has been obtained.\n\n4. Human resource development\n\nTwo graduate students, Lin Chen and Ugo Otuonye (African American), were partially sponsored by this NSF grant. Another student sponsored by this program, Wayne Fung, successfully obtained Ph.D. in May 2012 and is currently establishing his own startup company. A Master student, Seok-Youl Choi graduated in 2010 and is currently a researcher in Korea. The PI paid particular attention to recruit students from underrepresented groups. For example, Ugo Otuonye initially worked on vertical Ge nanowire growth as a Directed Study project during summer 2012 and has now officially joined the PIÆs group as a Ph.D student.\n\nWith support of this NSF grant, the PI also advised two REU s..."
 }
}