{
 "awd_id": "0804158",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Polyoxometalate-Containing Diblock Copolymers: Synthesis, Self-Assembly and Applications",
 "cfda_num": "47.049",
 "org_code": "03070012",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Freddy Khoury",
 "awd_eff_date": "2008-07-01",
 "awd_exp_date": "2012-06-30",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2008-06-05",
 "awd_max_amd_letter_date": "2008-06-05",
 "awd_abstract_narration": "TECHNICAL SUMMARY: \r\nOne exciting development in recent years on polyoxometalates (POMs), a fascinating type of molecular anionic cluster with sizes in the nanometer region, is that new chemistry has finally allowed the rational and controlled incorporation of POM clusters into organic ?à-conjugated systems.  It is now conceivable to envision next-generation POM-containing hybrids which offer morphological control and possess ordered micro- (and/or nano-) domain structures.  This proposal indeed aims at preparing unprecedented hybrid diblock copolymers with one flexible block containing POM clusters as pendants and the other block a ?à-conjugated polymer.  One fundamental question to be carefully addressed is how attached ¡§giant¡¨ ionic clusters affect the self-assembly process and what new morphologies may result.  One specific application to be targeted is for solar cells.  If phase-separated bicontinuous networks can be realized from hybrid rod-coil diblock copolymers where the POM clusters aggregate in one domain while conjugated ?à-segments arrange in the other, efficient photoinduced charge separation and transport may be attainable. Such hybrid diblock copolymers are thus potentially new efficient photovoltaic materials.  In addition to achieving efficient charge transport through diblock copolymer self-assembly, sub-phase liquid crystal order, including both nematic and discotic liquid crystalline phases, are judiciously designed to further improve charge transporting properties. \r\nNON-TECHNICAL SUMMARY: \r\nEnergy shortage is one of the most important issues facing industrialized nations in the 21st century.  Harvesting solar energy using solar cells is one of the most appealing and environmentally friendly approaches.  While conventional semiconductor-based solar cells have been in existence for over half a century now, these cells are still too expensive for broad applications.  Compared to traditional solar cells, polymer-based cells enjoy a variety of advantages such as low fabrication cost, light weight, substrate flexibility, good mechanical properties, etc.  The issue with polymer solar cells has been the poor power conversion efficiency.  This proposal aims at developing conceptually new hybrid polymers where electron-accepting inorganic clusters are brought together with organic block copolymers to facilitate photo-induced charge separation and subsequent charge transport.  These hybrid polymers not only represent a brand new type of material on which fundamental scientific questions can be addressed, but are also potentially highly efficient photovoltaic materials.  The economic and social impact of a breakthrough in polymer solar cell research is enormous.  The project¡¦s multidisciplinary nature will offer students, including undergraduates and high school students, ample opportunities to develop intellectual and technical skills in a diverse area.  The project will also allow the PI to continue to expand his outreach to more underrepresented and disadvantaged students in the greater Kansas City metropolitan area.      \r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zhonghua",
   "pi_last_name": "Peng",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zhonghua Peng",
   "pi_email_addr": "Pengz@umkc.edu",
   "nsf_id": "000297017",
   "pi_start_date": "2008-06-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Yong",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yong Wang",
   "pi_email_addr": "wangyo@umkc.edu",
   "nsf_id": "000103305",
   "pi_start_date": "2008-06-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Missouri-Kansas City",
  "inst_street_address": "118 UNIVERSITY HALL",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "8162355839",
  "inst_zip_code": "652113020",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MO03",
  "org_lgl_bus_name": "THE CURATORS OF THE UNIVERSITY OF MISSOURI",
  "org_prnt_uei_num": "",
  "org_uei_num": "J9CDGR596MN3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Missouri-Kansas City",
  "perf_str_addr": "118 UNIVERSITY HALL",
  "perf_city_name": "COLUMBIA",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "652113020",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MO03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177300",
   "pgm_ele_name": "POLYMERS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": null
}