{
 "awd_id": "0804167",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Mixed-Valent Transition Metal Oxides",
 "cfda_num": "47.049",
 "org_code": "03070007",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael J. Scott",
 "awd_eff_date": "2008-03-01",
 "awd_exp_date": "2015-12-31",
 "tot_intn_awd_amt": 632524.0,
 "awd_amount": 778362.0,
 "awd_min_amd_letter_date": "2008-02-28",
 "awd_max_amd_letter_date": "2015-01-13",
 "awd_abstract_narration": "This exploratory research program is directed towards the identification, synthesis, and characterization of mixed-valent transition metal oxides with charge ordering which results in coupling between electrical and magnetic properties. In this project, the emphasis is on the discovery of new classes of compounds where charge ordering can lead to ferroelectricity and magnetic order. The materials discovered in the program will have major impact in magnetic storage and sensing systems that are needed in next generation high-speed computers. Both graduate and undergraduate students will participate in this program and will acquire education and training in cutting-edge research techniques used in the materials synthesis, crystal structure analysis and electrical characterization using state-of-the-art research tools.  Students will report research progress locally as well as give presentations of finished work at scientific meetings at national and international levels.  \r\n%%%\r\nOne area of intense research in solid state chemistry is the discovery of new compounds that can simultaneously exhibit various properties leading to multifunctional miniature electronic devices.     A striking example is the coexistence of ferromagnetism and ferroelectricity in a single material platform that will revolutionize high speed computer industry by enabling devices that can read and write data simultaneously and is the subject of this program.   Our exploratory research focuses on the identification, synthesis, and characterization of new and known oxide based materials containing transition elements with an ordered arrangement of electronic charges giving rise to strong coupling between electrical and magnetic properties. This program provides training for both undergraduate and graduate students in synthetic materials chemistry, crystal structure analysis and electronic properties. It will also provide these students with the intellectual challenge of understanding the complex behavior of newly synthesized materials and help forge links between chemistry, physics and material science. Connections to high school students will be extended via presentations and by making available hands-on research experiences in PI laboratories. Students participating in this research program will have an experience that will prepare them well for the modern industrial environment.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mas",
   "pi_last_name": "Subramanian",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Mas A Subramanian",
   "pi_email_addr": "mas.subramanian@oregonstate.edu",
   "nsf_id": "000373751",
   "pi_start_date": "2008-02-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon State University",
  "inst_street_address": "1500 SW JEFFERSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CORVALLIS",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5417374933",
  "inst_zip_code": "973318655",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "OREGON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MZ4DYXE1SL98"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon State University",
  "perf_str_addr": "1500 SW JEFFERSON AVE",
  "perf_city_name": "CORVALLIS",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973318655",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176200",
   "pgm_ele_name": "SOLID STATE & MATERIALS CHEMIS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7969",
   "pgm_ref_txt": "FY 2010 Funding for PTR"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 153562.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 159362.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 165439.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 145838.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 154161.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>There is a need for new and better functional solid state materials for the realization of next generation devices and applications that fulfill societal needs.&nbsp; The primary goal of this exploratory research was discovery of new and better functional materials. It focused on the synthesis, discovery, and characterization of new oxide-based materials that give rise to interesting physical properties such as electrical, magnetic and optical useful in applications in electronics, energy and environment.&nbsp; Several important discoveries of both fundamental and applied aspects of materials have been achieved. &nbsp;This project provided excellent research training in solid state materials chemistry using advanced experimental techniques in synthesis and characterization.&nbsp; Students supported by this NSF project were trained in a broad array of chemical synthesis and physical characterization techniques.&nbsp;&nbsp; This research experience produced highly versatile, broadly educated and well trained students and post-doctoral fellows and are placed in industry, academia or national laboratories.&nbsp; &nbsp;In addition to research, opportunities were provided for students to broaden their education through travel to conferences and workshops and interactions with collaborators from other disciplines (e.g. physics and materials science).&nbsp; During the course of this project nine students were awarded Ph.D. degrees (5 female and one African American), two students with MS degress (one female) and seven&nbsp; undergraduate students (3 female) received training in the laboratory.&nbsp; The project also involved 4 post-doctoral fellows (2 female) and two international visiting scholars.&nbsp; One of the important aspects of discovery research conducted under this project was the education and scientific development of local area high school students by getting them involved in hands-on laboratory research activities.&nbsp; The project trained eight local area high school students and many of them are pursuing higher education in universities all over the country.</p>\n<p>Several classes of new solid state functional materials were discovered in this project and are having tremendous impact on applications which benefit the society.&nbsp;&nbsp; For example, the discovery of a new class of highly durable, non-toxic intense blue color pigments based on manganese based metal oxides (Figure 1). This discovery received world-wide attention as it has been over 200 years since the last durable blue pigment was discovered &mdash; CoAl<sub>2</sub>O<sub>4</sub> (circa. 1802). &nbsp;&nbsp;&nbsp;Multiple attempts in the intervening years to design alternate durable, safe and high-temperature-stable blue pigments without cobalt (a carcinogen) have not been successful. &nbsp;In addition to brilliant colors, these pigments also show large near-infrared reflectance (&gt;50%) and can be used in colored &ldquo;cool coatings&rdquo; for building roofs, automobiles etc.&nbsp; Cool coatings lower roof surface temperatures, reducing the need and cost (also reduce greenhouse gases) for cooling in air-conditioned buildings. &nbsp; The chemistry behind the cause of the blue color was unraveld and&nbsp; leveraged to rationally design advanced inorganic oxide based pigments with desired color as well as other important functionalities (Figure 2).&nbsp; These colored pigments also show very high near-IR reflectivity (heat from sun radiation) and UV absorption, thus offering a highly durable and energy saving coatings.&nbsp; Due to the importance of this discovery it was covered in the popular press and science magazines all over the world including <em>The New York Times,<sup> </sup>Scientific American and National Geographic Magazine, Science &amp; Vie (France),<sup> </sup>GEO</em><sup> </sup><em>(Germany),<sup> </sup>Chemistry World (UK), </em><em>Illustrert</em><em> </em><em>Vitenskap</e...",
  "por_txt_cntn": "\nThere is a need for new and better functional solid state materials for the realization of next generation devices and applications that fulfill societal needs.  The primary goal of this exploratory research was discovery of new and better functional materials. It focused on the synthesis, discovery, and characterization of new oxide-based materials that give rise to interesting physical properties such as electrical, magnetic and optical useful in applications in electronics, energy and environment.  Several important discoveries of both fundamental and applied aspects of materials have been achieved.  This project provided excellent research training in solid state materials chemistry using advanced experimental techniques in synthesis and characterization.  Students supported by this NSF project were trained in a broad array of chemical synthesis and physical characterization techniques.   This research experience produced highly versatile, broadly educated and well trained students and post-doctoral fellows and are placed in industry, academia or national laboratories.   In addition to research, opportunities were provided for students to broaden their education through travel to conferences and workshops and interactions with collaborators from other disciplines (e.g. physics and materials science).  During the course of this project nine students were awarded Ph.D. degrees (5 female and one African American), two students with MS degress (one female) and seven  undergraduate students (3 female) received training in the laboratory.  The project also involved 4 post-doctoral fellows (2 female) and two international visiting scholars.  One of the important aspects of discovery research conducted under this project was the education and scientific development of local area high school students by getting them involved in hands-on laboratory research activities.  The project trained eight local area high school students and many of them are pursuing higher education in universities all over the country.\n\nSeveral classes of new solid state functional materials were discovered in this project and are having tremendous impact on applications which benefit the society.   For example, the discovery of a new class of highly durable, non-toxic intense blue color pigments based on manganese based metal oxides (Figure 1). This discovery received world-wide attention as it has been over 200 years since the last durable blue pigment was discovered &mdash; CoAl2O4 (circa. 1802).    Multiple attempts in the intervening years to design alternate durable, safe and high-temperature-stable blue pigments without cobalt (a carcinogen) have not been successful.  In addition to brilliant colors, these pigments also show large near-infrared reflectance (&gt;50%) and can be used in colored \"cool coatings\" for building roofs, automobiles etc.  Cool coatings lower roof surface temperatures, reducing the need and cost (also reduce greenhouse gases) for cooling in air-conditioned buildings.   The chemistry behind the cause of the blue color was unraveld and  leveraged to rationally design advanced inorganic oxide based pigments with desired color as well as other important functionalities (Figure 2).  These colored pigments also show very high near-IR reflectivity (heat from sun radiation) and UV absorption, thus offering a highly durable and energy saving coatings.  Due to the importance of this discovery it was covered in the popular press and science magazines all over the world including The New York Times, Scientific American and National Geographic Magazine, Science &amp; Vie (France), GEO (Germany), Chemistry World (UK), Illustrert Vitenskap (Norway) and The Hindu (India), to name but a few.  Principal Investigator participated in several television and newspaper interviews and delivered lectures at high schools, colleges, art and science museums and various public events (e.g. Science Pubs) on the excitement of new materials discovery research..."
 }
}