{
 "awd_id": "0804591",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Synchrotron X-Ray Scattering Experiments on Solid Helium",
 "cfda_num": "47.049",
 "org_code": "03070003",
 "po_phone": "7032924935",
 "po_email": "gtessema@nsf.gov",
 "po_sign_block_name": "Guebre Tessema",
 "awd_eff_date": "2008-09-15",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 140503.0,
 "awd_amount": 140503.0,
 "awd_min_amd_letter_date": "2008-09-15",
 "awd_max_amd_letter_date": "2012-07-19",
 "awd_abstract_narration": "****NON-TECHNICAL ABSTRACT****\r\nThis collaborative award supports a program primarily directed towards issues that stem from recent experimental observations of a supersolid state. A supersolid is a new state of matter in which part of the atoms in the solid show frictionless motion with respect to the rest of the solid, or the container that holds it. This resembles such phenomena as superconductivity and superfluidity. The precise nature of the supersolid state is currently a matter of lively debate. A combination of mechanical and x-ray experiments aims at correlating phenomena observed at the macroscopic level with the microscopic structure of the solid. This will provide critical information for a more general understanding of supersolidity. The project is a vehicle for intensive and sustained collaboration between research groups at the University of Delaware, Western Michigan University, Northern Illinois University, and Pennsylvania State University focused on experiments at the Advanced Photon Source at Argonne National Laboratory. This setting gives both the undergraduate and graduate students involved a much wider view of the physics enterprise, and their potential role in it, than is usually the case. It also provides a mechanism for the students to build up a network of contacts among peers early on and forms an excellent preparation for a scientific career.\r\n\r\n****TECHNICAL ABSTRACT****\r\nThe central goal of this collaborative project is to provide critical information necessary to interpret recent observations of a possible supersolid state in 4He. A series of combined x-ray diffraction, torsional oscillator (TO) and dielectric constant experiments will be used to investigate several questions: 1. Are there features in the x-ray diffraction directly indicative of a supersolid transition? E.g., a careful study of the Debye-Waller factor may provide limits on the Bose condensate fraction. 2. What aspects of crystal quality are important for the formation of a supersolid state? X-ray measurements will be used to determine the crystal quality, and will be combined with TO measurements in a simultaneous experiment. In addition, disorder will be introduced in a controlled way by growing the solid in porous media such as aerogels. 3.  Does 4He form a commensurate solid at T = 0, or is the zero-point vacancy concentration > 0? High precision measurements of the temperature dependence of the lattice constants at constant volume, can distinguish between thermal and non-thermal vacancy populations. The training of graduate as well as undergraduate students forms an important part of this project. Its collaborative nature, as well as the fact that part of the work is done at the APS/ANL, gives students a much broader exposure to modes of research than is normally the case, and will form an excellent preparation for a scientific career.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Laurence",
   "pi_last_name": "Lurio",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Laurence B Lurio",
   "pi_email_addr": "llurio@niu.edu",
   "nsf_id": "000125909",
   "pi_start_date": "2008-09-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northern Illinois University",
  "inst_street_address": "1425 W LINCOLN HWY",
  "inst_street_address_2": "",
  "inst_city_name": "DEKALB",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "8157531581",
  "inst_zip_code": "601152828",
  "inst_country_name": "United States",
  "cong_dist_code": "14",
  "st_cong_dist_code": "IL14",
  "org_lgl_bus_name": "NORTHERN ILLINOIS UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M2EEE68GGCY9"
 },
 "perf_inst": {
  "perf_inst_name": "Northern Illinois University",
  "perf_str_addr": "1425 W LINCOLN HWY",
  "perf_city_name": "DEKALB",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "601152828",
  "perf_ctry_code": "US",
  "perf_cong_dist": "14",
  "perf_st_cong_dist": "IL14",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 44628.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 46792.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 49083.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Solids grown in confined environments often show new and unusual features such as amorphous phases, crystallites much larger than the pore size, freezing point suppression, and new solid-solid phase transitions.&nbsp; The observed behavior will depend on the nature of the material composing the solid and the interaction between the solid and the confining walls.&nbsp; &nbsp;We have studied the freezing properties of helium in Vycor glass, with a pore size of 7 nm.&nbsp; At low pressure, the confined helium exists in a body-centered cubic<br />phase and only transforms into the hexagonal closed packed phase typical of<br />bulk helium at pressure over around 110 bars.&nbsp; Furthermore, no higher order diffraction peaks are seen at any pressure indicating that the confined helium is partially amorphous.&nbsp;&nbsp;</p>\n<p>Measurements of crystallization within porous media provide essential tests of theories of the crystalline state.&nbsp; The interactions between the confining media and the confined solid provides a number of parameters which probe details of the crystallization process and can test theoretical understanding in a much more stringent way than with a spatially uniform material.&nbsp; Helium is a very simple noble gas solid and it should provide one of the best tests of theory, it is also one of the only materials where quantum effects play a central role.&nbsp; An intriguing result of the present work is the preference for the body centered cubic crystal in confinement over hexagonal close packed crystal.&nbsp; This seems to indicate that lower coordination solids are preferred for quantum solids in confined geometries</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/20/2013<br>\n\t\t\t\t\tModified by: Laurence&nbsp;B&nbsp;Lurio</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nSolids grown in confined environments often show new and unusual features such as amorphous phases, crystallites much larger than the pore size, freezing point suppression, and new solid-solid phase transitions.  The observed behavior will depend on the nature of the material composing the solid and the interaction between the solid and the confining walls.   We have studied the freezing properties of helium in Vycor glass, with a pore size of 7 nm.  At low pressure, the confined helium exists in a body-centered cubic\nphase and only transforms into the hexagonal closed packed phase typical of\nbulk helium at pressure over around 110 bars.  Furthermore, no higher order diffraction peaks are seen at any pressure indicating that the confined helium is partially amorphous.  \n\nMeasurements of crystallization within porous media provide essential tests of theories of the crystalline state.  The interactions between the confining media and the confined solid provides a number of parameters which probe details of the crystallization process and can test theoretical understanding in a much more stringent way than with a spatially uniform material.  Helium is a very simple noble gas solid and it should provide one of the best tests of theory, it is also one of the only materials where quantum effects play a central role.  An intriguing result of the present work is the preference for the body centered cubic crystal in confinement over hexagonal close packed crystal.  This seems to indicate that lower coordination solids are preferred for quantum solids in confined geometries\n\n\t\t\t\t\tLast Modified: 11/20/2013\n\n\t\t\t\t\tSubmitted by: Laurence B Lurio"
 }
}