{
 "awd_id": "0804508",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: PAPER: Precision Array to Probe the Epoch on Reionization",
 "cfda_num": "47.049",
 "org_code": "03020500",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Barvainis",
 "awd_eff_date": "2008-07-15",
 "awd_exp_date": "2012-06-30",
 "tot_intn_awd_amt": 944512.0,
 "awd_amount": 944512.0,
 "awd_min_amd_letter_date": "2008-07-11",
 "awd_max_amd_letter_date": "2010-10-04",
 "awd_abstract_narration": "The project is continued development of the Precision Array to Probe the Epoch of Reionization, which is a sophisticated radio array designed to measure highly-redshifted spectral lines from neutral hydrogen emanating from one of the earliest epochs of the formation of the universe. This version of the array will be placed at a very remote and radio-quiet location in Western Australia.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Donald",
   "pi_last_name": "Backer",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Donald C Backer",
   "pi_email_addr": "sibani@berkeley.edu",
   "nsf_id": "000198952",
   "pi_start_date": "2008-07-11",
   "pi_end_date": "2010-10-04"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Aaron",
   "pi_last_name": "Parsons",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Aaron R Parsons",
   "pi_email_addr": "aparsons@astro.berkeley.edu",
   "nsf_id": "000514543",
   "pi_start_date": "2010-10-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121800",
   "pgm_ele_name": "ADVANCED TECHNOLOGIES & INSTRM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  },
  {
   "pgm_ref_code": "7697",
   "pgm_ref_txt": "INSTRUMENTATION"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 190869.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 410768.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 342875.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Project Outcomes Report for General Public - NSF Grant #0804523</p>\n<p>PAPER (Precision Array for Probing the Epoch of Reionization) is a targeted experiment to detect the signal of hydrogen gas that existed in the earliest days of the Universe. The EoR, or epoch of reionization, is the period in the Universe&rsquo;s history when the first galaxies were forming. The ultraviolet light emitted by the stars in these galaxies ionized the hydrogen gas in the intergalactic space, that is, stripped away the one electron from the atom&rsquo;s nucleus. Thanks to the finite speed of light, we can observe this hydrogen gas and observe the pattern of ionization, though we do not yet have the capabilities to observe these young galaxies directly. Hydrogen gas emits light with a wavelength of 21 centimeters, a radio wavelength. However, the expansion of the Universe since this early time has shifted this light to a wavelength of 1.5 to 3 meters, or 100 to 200 MHz. To detect this faint, low-frequency signal, new telescopes and techniques need to be developed in order to make this discovery. PAPER has been designed and built with these specific observing challenges in mind.</p>\n<p>The telescope is an array that consists of dipoles, the individual antennas, that are connected to a central computer to make an interferometer. Each dipole sees nearly the entire sky overhead and is sensitive to a wide range of frequencies to match the EoR prediction. An eight-antenna interferometer was constructed and tested in the National Radio Quiet Zone in Green Bank, West Virginia, at the site of the National Radio Astronomy Observatory (NRAO) at the beginning of this grant period. The use of a nearby site with minimal radio frequency interference from human activity has been crucial to the planning and development of every stage of this telescope. With successive tests, improvements, and analysis, PAPER now consists of a 32-antenna engineering array in Green Bank and a 64-antenna scientific array in the Karoo in South Africa, future site of the Square Kilometer Array. PAPER is a successful collaboration among engineers and scientists from the NRAO, University of California Berkeley, University of Virginia, University of Pennsylvania, University of Cape Town, and SKA South Africa.</p>\n<p>With the scientific goal of detecting the signal of the EoR, the PAPER team has developed methods of calibration and analysis that take advantage of the properties of an interferometer. A radio interferometer does not directly take images of the sky but measures the distribution of light as a function of spatial frequency. The array can in fact be &ldquo;tuned&rdquo; to a specific size scale on the sky by carefully planning the spacing between antennas on the ground. We know what the approximate size of these regions of hydrogen will be from a decade of theoretical modelling, so the antenna spacings of the most recent iteration of PAPER have been set to be most sensitive to that size. The detection experiment will be made with an upcoming array of 128 antennas and will be searching for the power spectrum of the EoR, a measure of how much brightness is distributed over different scale sizes on the sky. Analysis of data from the current array of 64 antennas in South Africa is on track with theoretical predictions, with accurate removal of contaminating foreground galaxies and reaching  sensitivity within a factor of ten from what is estimated for detection.</p>\n<p>A six month period of remote observations in South Africa has yielded over 2000 hours of data, demonstrating stability of the instrument, long-term viability of the array, and the ability of the collaboration to transfer, store, and process several terabytes of data, primarily at our shared computing cluster at the University of Pennsylvania. The unique data analysis challenges of PAPER have encouraged software development of a suite of astronomical interf...",
  "por_txt_cntn": "\nProject Outcomes Report for General Public - NSF Grant #0804523\n\nPAPER (Precision Array for Probing the Epoch of Reionization) is a targeted experiment to detect the signal of hydrogen gas that existed in the earliest days of the Universe. The EoR, or epoch of reionization, is the period in the UniverseÆs history when the first galaxies were forming. The ultraviolet light emitted by the stars in these galaxies ionized the hydrogen gas in the intergalactic space, that is, stripped away the one electron from the atomÆs nucleus. Thanks to the finite speed of light, we can observe this hydrogen gas and observe the pattern of ionization, though we do not yet have the capabilities to observe these young galaxies directly. Hydrogen gas emits light with a wavelength of 21 centimeters, a radio wavelength. However, the expansion of the Universe since this early time has shifted this light to a wavelength of 1.5 to 3 meters, or 100 to 200 MHz. To detect this faint, low-frequency signal, new telescopes and techniques need to be developed in order to make this discovery. PAPER has been designed and built with these specific observing challenges in mind.\n\nThe telescope is an array that consists of dipoles, the individual antennas, that are connected to a central computer to make an interferometer. Each dipole sees nearly the entire sky overhead and is sensitive to a wide range of frequencies to match the EoR prediction. An eight-antenna interferometer was constructed and tested in the National Radio Quiet Zone in Green Bank, West Virginia, at the site of the National Radio Astronomy Observatory (NRAO) at the beginning of this grant period. The use of a nearby site with minimal radio frequency interference from human activity has been crucial to the planning and development of every stage of this telescope. With successive tests, improvements, and analysis, PAPER now consists of a 32-antenna engineering array in Green Bank and a 64-antenna scientific array in the Karoo in South Africa, future site of the Square Kilometer Array. PAPER is a successful collaboration among engineers and scientists from the NRAO, University of California Berkeley, University of Virginia, University of Pennsylvania, University of Cape Town, and SKA South Africa.\n\nWith the scientific goal of detecting the signal of the EoR, the PAPER team has developed methods of calibration and analysis that take advantage of the properties of an interferometer. A radio interferometer does not directly take images of the sky but measures the distribution of light as a function of spatial frequency. The array can in fact be \"tuned\" to a specific size scale on the sky by carefully planning the spacing between antennas on the ground. We know what the approximate size of these regions of hydrogen will be from a decade of theoretical modelling, so the antenna spacings of the most recent iteration of PAPER have been set to be most sensitive to that size. The detection experiment will be made with an upcoming array of 128 antennas and will be searching for the power spectrum of the EoR, a measure of how much brightness is distributed over different scale sizes on the sky. Analysis of data from the current array of 64 antennas in South Africa is on track with theoretical predictions, with accurate removal of contaminating foreground galaxies and reaching  sensitivity within a factor of ten from what is estimated for detection.\n\nA six month period of remote observations in South Africa has yielded over 2000 hours of data, demonstrating stability of the instrument, long-term viability of the array, and the ability of the collaboration to transfer, store, and process several terabytes of data, primarily at our shared computing cluster at the University of Pennsylvania. The unique data analysis challenges of PAPER have encouraged software development of a suite of astronomical interferometry tools and development of a calibration and imaging strategy with existing data packages. PAPER has al..."
 }
}