{
 "awd_id": "0804109",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Materials and Mechanisms of Multiferroicity",
 "cfda_num": "47.049",
 "org_code": "03070003",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Daniele Finotello",
 "awd_eff_date": "2008-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 360000.0,
 "awd_amount": 360000.0,
 "awd_min_amd_letter_date": "2008-08-22",
 "awd_max_amd_letter_date": "2010-06-15",
 "awd_abstract_narration": "**Non-Technical Abstract**\r\n\r\nMagnetism and ferroelectricity are imperative bases for current technology and the quest for multiferroic materials is of great technological and fundamental importance.  The significant cross-coupling effects between magnetism and ferroelectricity tend to occur at low temperatures--far below room temperature. To discover new multiferroics with enhanced cross-coupling effects at room temperature, and consequently to exploit tunable multifunctional devices with multiferroics, the project will investigate the microscopic origin of multiferroicity, attempt to unveil the dynamics relevant to the coupling effects, and explore new materials. The proposed studies will have a significant impact not only on specific issues in the field of multiferroics but also on a broad class of multifunctional complex materials, where lattice structuring plays an essential role in electronic and magnetic properties. The centerpiece of the proposal is a wide spectrum of collaboration, so a multiplicity of techniques and skills will be utilized. The proposed study will further strengthen the role of research in all levels of education. For example, high school students will be involved in the proposed research through the Partners in Science program, organized by the Liberty Science Center, Jersey City, New Jersey, which the PI has continuously involved in for the last 10 years.\r\n\r\n\r\n**Technical Abstract**\r\n\r\nThese projects focus on exploring new materials and understanding mechanisms of multiferroics, where magnetism and ferroelectricity coexist and can be cross-coupled to each other. The spin-lattice coupling, which is the ultimate driving force for the novel effects in multiferroics, is often relatively weak in these compounds. In addition, the critical temperature, Tc, below which couplings of various degrees of freedom take place is frequently well below room temperature. In order to discover new multiferroics with enhanced cross-coupling effects and Tc, and consequently to exploit tunable multifunctional devices with multiferroics, this project will attempt to connect multiferroicity with microscopic spin-orbital coupling/exchange striction and unveil the relevant dynamics. These proposed studies will have a significant impact not only on specific issues in the field of multiferroics but also on a broad class of multifunctional complex materials, where lattice plays an essential role on the electronic and magnetic properties. The centerpiece of this proposal is a wide spectrum of collaboration, so a multiplicity of techniques and skills will be used. The proposed study will further strengthen the role of research in all levels of education. For example, high school students will be involved in the proposed research through the Partners in Science program, organized by the Liberty Science Center, Jersey City, New Jersey, which the PI has continuously involved in for the last 10 years.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sang-Wook",
   "pi_last_name": "Cheong",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sang-Wook Cheong",
   "pi_email_addr": "sangc@physics.rutgers.edu",
   "nsf_id": "000468564",
   "pi_start_date": "2008-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University New Brunswick",
  "perf_str_addr": "3 RUTGERS PLZ",
  "perf_city_name": "NEW BRUNSWICK",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "089018559",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 120000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 120000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 120000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Multiferroics are complex materials where magnetism and ferroelectricity coexist and can be cross-coupled to each other, and can be the basis for new technological applications such as multilevel memories, tunable microwave devices, and novel optical/magnetic sensors. The current interest in the field of multiferroics is partially initiated by the discovery of the high magnetic tunability of electric polarization and dielectric constant in Tb(Dy)MnO<sub>3</sub> and Tb(Dy)Mn<sub>2</sub>O<sub>5</sub>, which the PI has significantly contributed to. To exploit tunable multifunctional devices with multiferroics, it is imperative to understand the mechanism of multiferroicity and unveil new functionalities of multiferroics.</p>\n<p>&nbsp;</p>\n<p>BiFeO3 is one of the best known multiferroics with high transition temperatures, but much of the fascinating physical properties were not explored yet because of the lack of any decent size single crystals. We have succeeded in growing large-size single crystals and have performed detailed characterization experiments such as transport measurements,<br />infrared spectroscopy and inelastic neutron scattering. From these<br />characterization experiments, we found [1] the magnitude of the measured<br />electric polarization is large and consistent with theoretical prediction, [2]<br />a few mm-size entire single crystal tends to have one single ferroelectric<br />domain, which is due to the low growth temperatures below the ferroelectric<br />Curie temperature, [3] a significant photodiode effect occurs in a crystal with<br />single ferroelectric domain. Unidirectional electric current flow, such as that<br />found in a diode, is essential for modern electronics. It usually occurs at<br />asymmetric interfaces such as p-n junctions or metal/semiconductor interfaces with Schottky barriers. We have discovered a diode effect associated with the direction of bulk electric polarization in BiFeO3. We found that bulk electric conduction in ferroelectric monodomain BiFeO3 crystals is highly nonlinear and unidirectional. This diode effect switches its direction when the electric polarization is flipped by an external voltage. We emphasize that this switchable diode effect has never been observed in any systems. A substantial visible-light photovoltaic effect is observed in BiFeO3 diode structures. A similar ferroelectric photovoltaic effect has been observed in other ferroelectrics with high-energy (e.g., UV) light, but only the photovoltaic current in BiFeO3 approaches the practical magnitude of the photo-current for solar energy harvest. These results should improve understanding of charge conduction mechanisms in leaky ferroelectrics and advance the design of switchable devices combining ferroelectric, electronic, and optical functionalities.</p>\n<p>&nbsp;</p>\n<p>Hexagonal REMnO<sub>3</sub> (RE: rare earths such as Ho, - - ,Lu, Y and Sc) is a multiferroics where ferroelectricity is induced by a structural transition &ndash; the size mismatch between RE and Mn induces a trimerization-type structural phase transition, and this structural transition leads to ferroelectricity. Even though for the past two decades, ferroelectric REMnO<sub>3</sub> has been extensively studied as a candidate material for ferroelectric memories and also for its multiferroicity, the detailed ferroelectric domain structure as well as the exact relationship between ferroelectric and trimerization domains in REMnO<sub>3 </sub>have never been revealed. In the process of investigating these, we have observed a unique ferroelectric domain pattern with a cloverleaf shape in hexagonal REMnO<sub>3</sub>. Mutual locking of trimerization-antiphase and ferroelectric boundaries results in this cloverleaf ferroelectric domain pattern. The six domains with a cloverleaf pattern are associated with a sense of rotation in trimerization, ferroelectric, and magnetic orders, and thus...",
  "por_txt_cntn": "\nMultiferroics are complex materials where magnetism and ferroelectricity coexist and can be cross-coupled to each other, and can be the basis for new technological applications such as multilevel memories, tunable microwave devices, and novel optical/magnetic sensors. The current interest in the field of multiferroics is partially initiated by the discovery of the high magnetic tunability of electric polarization and dielectric constant in Tb(Dy)MnO3 and Tb(Dy)Mn2O5, which the PI has significantly contributed to. To exploit tunable multifunctional devices with multiferroics, it is imperative to understand the mechanism of multiferroicity and unveil new functionalities of multiferroics.\n\n \n\nBiFeO3 is one of the best known multiferroics with high transition temperatures, but much of the fascinating physical properties were not explored yet because of the lack of any decent size single crystals. We have succeeded in growing large-size single crystals and have performed detailed characterization experiments such as transport measurements,\ninfrared spectroscopy and inelastic neutron scattering. From these\ncharacterization experiments, we found [1] the magnitude of the measured\nelectric polarization is large and consistent with theoretical prediction, [2]\na few mm-size entire single crystal tends to have one single ferroelectric\ndomain, which is due to the low growth temperatures below the ferroelectric\nCurie temperature, [3] a significant photodiode effect occurs in a crystal with\nsingle ferroelectric domain. Unidirectional electric current flow, such as that\nfound in a diode, is essential for modern electronics. It usually occurs at\nasymmetric interfaces such as p-n junctions or metal/semiconductor interfaces with Schottky barriers. We have discovered a diode effect associated with the direction of bulk electric polarization in BiFeO3. We found that bulk electric conduction in ferroelectric monodomain BiFeO3 crystals is highly nonlinear and unidirectional. This diode effect switches its direction when the electric polarization is flipped by an external voltage. We emphasize that this switchable diode effect has never been observed in any systems. A substantial visible-light photovoltaic effect is observed in BiFeO3 diode structures. A similar ferroelectric photovoltaic effect has been observed in other ferroelectrics with high-energy (e.g., UV) light, but only the photovoltaic current in BiFeO3 approaches the practical magnitude of the photo-current for solar energy harvest. These results should improve understanding of charge conduction mechanisms in leaky ferroelectrics and advance the design of switchable devices combining ferroelectric, electronic, and optical functionalities.\n\n \n\nHexagonal REMnO3 (RE: rare earths such as Ho, - - ,Lu, Y and Sc) is a multiferroics where ferroelectricity is induced by a structural transition &ndash; the size mismatch between RE and Mn induces a trimerization-type structural phase transition, and this structural transition leads to ferroelectricity. Even though for the past two decades, ferroelectric REMnO3 has been extensively studied as a candidate material for ferroelectric memories and also for its multiferroicity, the detailed ferroelectric domain structure as well as the exact relationship between ferroelectric and trimerization domains in REMnO3 have never been revealed. In the process of investigating these, we have observed a unique ferroelectric domain pattern with a cloverleaf shape in hexagonal REMnO3. Mutual locking of trimerization-antiphase and ferroelectric boundaries results in this cloverleaf ferroelectric domain pattern. The six domains with a cloverleaf pattern are associated with a sense of rotation in trimerization, ferroelectric, and magnetic orders, and thus can be called a multiferroic vortex. In fact, depending on vorticity, they can be characterized as multiferroic vortices or antivortices. We found that because of their topology, multiferroic vortices and antivortices..."
 }
}