{
 "awd_id": "0804043",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Glasses with Fictive Temperature-Independent Properties",
 "cfda_num": "47.049",
 "org_code": "03070009",
 "po_phone": "7032924936",
 "po_email": "lmadsen@nsf.gov",
 "po_sign_block_name": "Lynnette Madsen",
 "awd_eff_date": "2008-08-01",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 488225.0,
 "awd_amount": 488225.0,
 "awd_min_amd_letter_date": "2008-05-15",
 "awd_max_amd_letter_date": "2010-05-27",
 "awd_abstract_narration": "NON-TECHNICAL DESCRIPTION: In general, properties of a glass vary depending upon how fast it was cooled from its melt. There are two different types of glasses: normal glass and anomalous glass and they exhibit the opposite cooling rate dependences of properties. Thus, between these two types of glasses with opposite trends, there should be some special glasses whose properties do not change with cooling rate. These glasses are expected to be useful in many applications. For example, a flat panel display screen made of such glasses would not change its volume during the heat-treatment and electrodes can be placed at precise positions, leading to clearer images on the screen. When a glass is scratched with a hard object, a portion of the glass appears to change its structure and properties, which can lead to easy cracking. The special glass to be investigated in this research appears not to change its properties during scratching and is consequently less likely to crack. One graduate student and two undergraduate students will be trained in this program. At least one of the three students will be female.\r\n\r\nTECHNICAL DETAILS: Glass prepared under different cooling rates is defined in terms of its fictive temperature, i.e., the temperature at which the liquid freezes into the glassy state. Glasses with fictive temperature-independent properties are expected to exhibit unique characteristics useful in practical application such as non-compaction during liquid crystal display glass processing. Diamond indentation is often used to characterize mechanical properties of glasses, but what is happening during indentation is not clear. It appears that fictive temperature of a glass increases during indentation and the fictive temperature dependence of glass properties plays an important role in mechanical behavior under indentation. Thus, this study of the proposed glasses is expected to lead to the development of glasses with unique properties and clarify what is occurring during indentation in glasses and other brittle materials.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Minoru",
   "pi_last_name": "Tomozawa",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Minoru Tomozawa",
   "pi_email_addr": "tomozm@rpi.edu",
   "nsf_id": "000217074",
   "pi_start_date": "2008-05-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rensselaer Polytechnic Institute",
  "inst_street_address": "110 8TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "TROY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5182766000",
  "inst_zip_code": "121803590",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "RENSSELAER POLYTECHNIC INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "U5WBFKEBLMX3"
 },
 "perf_inst": {
  "perf_inst_name": "Rensselaer Polytechnic Institute",
  "perf_str_addr": "110 8TH ST",
  "perf_city_name": "TROY",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "121803590",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177400",
   "pgm_ele_name": "CERAMICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 115739.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 120968.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 251518.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;&nbsp;&nbsp;&nbsp; A glass can have a different structure and properties depending upon how it was cooled from its melt. This is attributed to the glass having different fictive temperatures, the temperature at which the liquid structure froze into a glass. When a melt is cooled faster, the resulting glass has a higher fictive temperature.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Glasses can be classified into two groups depending upon the fictive temperature dependence of its properties such as volume. Normal glasses such as soda-lime silicate glass have a larger volume when they have a higher fictive temperature as prepared by faster cooling (see Figure 1 Top), while anomalous glasses such as silica glass have smaller&nbsp;volume when they have higher fictive temperature as prepared by faster cooling (see Figure 1 Bottom). &nbsp;Between these two types of glasses, there should be intermediate glasses which have the same volume (or density) independent of cooling rate or fictive temperature (see the center line in Figure 2). The intermediate glasses are expected to have unique characteristics. For example, normal glasses decrease their volume when heat-treated at a temperature below the glass transition temperature. This small volume reduction, called compaction, can cause difficulty in production of high precision devices such as LCD television screens. The intermediate glasses are expected to exhibit no compaction upon heat-treatment.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Other unique characteristics were observed for the intermediate glasses. Indentation hardness is a simple method to measure the hardness of various solids. Ideally, the hardness of a material should be independent of the indentation load because the hardness is defined as the indentation load divided by the projected area of the indentation. In reality, most materials exhibit higher hardness under lower load. This phenomenon is known as the indentation size effect and the extent of this effect is expressed by a parameter, a<sub>1</sub>. It was discovered that intermediate glasses have very small value of this parameter as shown by the area near the origin of Figure 3, and correspondingly their hardness is nearly independent of load.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Similarly, near the glass composition with fictive temperature-independent volume, there were glass compositions with fictive temperature-independent elastic properties. These glasses exhibited high crack resistance under an indentation. Figure 4 shows Vickers indentation under 1 kg load in dry nitrogen, showing that the intermediate glass in the center was most crack-resistant.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; In this research, the accurate determination of fictive temperature of glasses was necessary. A simple and accurate method of determining fictive temperature of silica and high silica glasses using an infra-red silica structural band was developed. Figure 5 shows the essential features of the method. Silica glass samples with fictive temperatures of 1100 C and 1300 C were first prepared by holding the glass samples at these temperatures for extended times and then rapidly cooling in air. These glass samples were then heat-treated at 1200 C in air and the infra-red spectroscopy peak position was measured, both by absorption and reflection, as a function of the heat-treatment time. The infra-red peak position changed gradually approaching a final constant value from both higher and lower temperature sides. This final infra-red peak wavenumber must be a characteristic wavenumber unique to the fictive temperature corresponding to the heat-treatment temperature, 1200 C, in the present example. By plotting these final infra-red peak wavenumbers against the heat-treatment temperatures, one can obtain a calibration curve for fictive temperature. Once this type of ...",
  "por_txt_cntn": "\n     A glass can have a different structure and properties depending upon how it was cooled from its melt. This is attributed to the glass having different fictive temperatures, the temperature at which the liquid structure froze into a glass. When a melt is cooled faster, the resulting glass has a higher fictive temperature.\n\n     Glasses can be classified into two groups depending upon the fictive temperature dependence of its properties such as volume. Normal glasses such as soda-lime silicate glass have a larger volume when they have a higher fictive temperature as prepared by faster cooling (see Figure 1 Top), while anomalous glasses such as silica glass have smaller volume when they have higher fictive temperature as prepared by faster cooling (see Figure 1 Bottom).  Between these two types of glasses, there should be intermediate glasses which have the same volume (or density) independent of cooling rate or fictive temperature (see the center line in Figure 2). The intermediate glasses are expected to have unique characteristics. For example, normal glasses decrease their volume when heat-treated at a temperature below the glass transition temperature. This small volume reduction, called compaction, can cause difficulty in production of high precision devices such as LCD television screens. The intermediate glasses are expected to exhibit no compaction upon heat-treatment.          \n\n      Other unique characteristics were observed for the intermediate glasses. Indentation hardness is a simple method to measure the hardness of various solids. Ideally, the hardness of a material should be independent of the indentation load because the hardness is defined as the indentation load divided by the projected area of the indentation. In reality, most materials exhibit higher hardness under lower load. This phenomenon is known as the indentation size effect and the extent of this effect is expressed by a parameter, a1. It was discovered that intermediate glasses have very small value of this parameter as shown by the area near the origin of Figure 3, and correspondingly their hardness is nearly independent of load.\n\n      Similarly, near the glass composition with fictive temperature-independent volume, there were glass compositions with fictive temperature-independent elastic properties. These glasses exhibited high crack resistance under an indentation. Figure 4 shows Vickers indentation under 1 kg load in dry nitrogen, showing that the intermediate glass in the center was most crack-resistant.\n\n      In this research, the accurate determination of fictive temperature of glasses was necessary. A simple and accurate method of determining fictive temperature of silica and high silica glasses using an infra-red silica structural band was developed. Figure 5 shows the essential features of the method. Silica glass samples with fictive temperatures of 1100 C and 1300 C were first prepared by holding the glass samples at these temperatures for extended times and then rapidly cooling in air. These glass samples were then heat-treated at 1200 C in air and the infra-red spectroscopy peak position was measured, both by absorption and reflection, as a function of the heat-treatment time. The infra-red peak position changed gradually approaching a final constant value from both higher and lower temperature sides. This final infra-red peak wavenumber must be a characteristic wavenumber unique to the fictive temperature corresponding to the heat-treatment temperature, 1200 C, in the present example. By plotting these final infra-red peak wavenumbers against the heat-treatment temperatures, one can obtain a calibration curve for fictive temperature. Once this type of calibration curve is established, the fictive temperature of a glass sample with unknown thermal history can be determined by simply measuring its infra-red peak wavenumber and comparing the result with the calibration curve.  This method is now\nused by many investigators.\n\n  ..."
 }
}