{
 "awd_id": "0804232",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Switching Dynamics of Electric Field Domains in Semiconductor Superlattices",
 "cfda_num": "47.049",
 "org_code": "03070003",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Daniele Finotello",
 "awd_eff_date": "2008-07-15",
 "awd_exp_date": "2012-06-30",
 "tot_intn_awd_amt": 315000.0,
 "awd_amount": 315000.0,
 "awd_min_amd_letter_date": "2008-07-10",
 "awd_max_amd_letter_date": "2009-09-04",
 "awd_abstract_narration": "****NON-TECHNICAL ABSTRACT****\r\nThis project focuses on aspects of electronic transport in semiconductor superlattices - structures that are composed of many alternating layers of different semiconductor materials, with each layer having a width of only a few nanometers.  The flow of electrical current in these structures is highly nonlinear and this leads to complex switching behavior in the current response to changes in applied voltage.  A major objective of the project is to understand how this switching dynamics depends on a number of experimental parameters that can be systematically varied.  New measurement techniques and data analysis methods will be utilized in this project and will be applicable to a range of other physical systems that operate far from their respective equilibrium states.  This research will contribute to the understanding of physical processes that are important for emerging technological development. It will provide new, fundamental insight into the nonlinear electrical properties of superlattices with potential impact for a range of nanoscale electronic structures and optoelectronic devices, such as state-of-the-art lasers and sensitive light detectors. Graduate and undergraduate training is central to this project; students will become skilled in cutting edge measurement and computer simulation techniques preparing them for productive careers in industry or academic research.  Experimental samples for this project will be fabricated in collaboration with researchers in Germany, and this will provide valuable educational opportunities for graduate students.\r\n\r\n****TECHNICAL ABSTRACT****\r\nThis project addresses fundamental aspects of nonlinear electronic transport in semiconductor superlattices through the investigation of GaAs/AlAs samples that possess electric field domains and associated current bistability.  For such systems, the transient response to changes in applied voltage leads to current switching dynamics that may be purely stochastic or may involve a combination of complex deterministic and stochastic mechanisms.  The project investigates the dependence of switching dynamics on the conductivity of contact layers, the form of applied voltage pulses, the cross sectional dimensions of samples, and the level of external photoexcitation.  Novel measurement and data analysis methods will elucidate the important role played by metastable states in current switching.  Metastable states strongly influence dynamics for a wide range of non-equilibrium systems, and superlattices offer an ideal system for such studies due to their excellent structural characterization and capability for precise electrical measurement.  This research will also provide fundamental insight on the interplay of quantum tunneling and space-charge dynamics, with potential impact for nanoscale electronic structures and optoelectronic devices.  Graduate and undergraduate students will be trained in state-of-the-art measurement and simulation techniques providing them with strong preparation for careers in industry or academic research.  Experimental samples for this project will be fabricated in collaboration with researchers in Germany; this will provide valuable educational opportunities for graduate students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Teitsworth",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen W Teitsworth",
   "pi_email_addr": "teitso@phy.duke.edu",
   "nsf_id": "000450668",
   "pi_start_date": "2008-07-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "2200 W MAIN ST",
  "perf_city_name": "DURHAM",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277054640",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7504",
   "pgm_ref_txt": "NSF-INTERNAT COOP IN MATERIALS RES-OTHER"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 105000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 210000.0
  }
 ],
 "por": null
}