{
 "awd_id": "0804244",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Spin Transport and Dynamics in Ferromagnet-Semiconductor Structures",
 "cfda_num": "47.049",
 "org_code": "03070003",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Paul Sokol",
 "awd_eff_date": "2008-08-01",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 335000.0,
 "awd_amount": 335000.0,
 "awd_min_amd_letter_date": "2008-07-17",
 "awd_max_amd_letter_date": "2010-07-20",
 "awd_abstract_narration": "Technical\r\nThis project will address the fundamental physics of spin transport and dynamics in hybrid ferrromagnet-semiconductor heterostructures.   Devices in which large non-equilibrium spin populations are generated by spin injection will be fabricated, and the effects of spin polarization gradients on both charge and spin transport will be investigated.    Mechanisms for spin transport will be probed by exploiting new spin-sensitive electrical detection techniques.  Of particular interest are spin-orbit and hyperfine effects, which provide both new means for controlling electron spins as well as potential sources of spin relaxation.   The project consists of three components.  First, new devices will be developed allowing for the generation of polarization gradients on sub-micron length scales.  Second, electrical measurements sensitive to spin dynamics will be used to investigate the coupling of spin and charge transport near the metal-insulator transition in GaAs and InxGa1-xAs.  Finally, dynamic coupling between spins in the semiconductor and the ferromagnet will be investigated on nanosecond time scales.\r\n\r\nNon-technical\r\nMagnetic materials such as iron, cobalt or nickel represent a cornerstone of data storage technologies, and they are also a critical component in sensors for a wide range of applications from cars to cardiac defibrillators.   This project will explore the fundamental science of a new class of systems in which magnetic materials such as iron are combined with semiconductors.   Graduate and undergraduate students will be trained in the nanofabrication and measurement techniques required to fabricate and study devices based on these materials.  Recent research has shown that electrons can be transferred from ferromagnetic metals into semiconductors while preserving magnetic information in the form of their spin, which is analogous to a small magnet attached to the electron.  This project will determine how magnetic information can be transported inside semiconductors and then read out electronically.   New electronic devices combining very small magnets with thin layers of semiconductor will be developed.  New frontiers in the development of extremely small (less than one micron) and fast (less than one billionth of a second) devices will be addressed.   The output of this research will be useful in applications where storage and processing capabilities need to be combined in a single circuit element.  \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Crowell",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Paul A Crowell",
   "pi_email_addr": "crowell@umn.edu",
   "nsf_id": "000192933",
   "pi_start_date": "2008-07-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "2221 UNIVERSITY AVE SE STE 100",
  "perf_city_name": "MINNEAPOLIS",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554143074",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 105000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 115000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 115000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Magnetic materials, such as iron, cobalt, or nickel, are natural choices for the storage of information.&nbsp; For example, the north/south orientation of a bar magnet can be used to represent the binary numbers &ldquo;0&rdquo; or &ldquo;1&rdquo;.&nbsp; &nbsp;On the other hand, semiconductors such as silicon and gallium arsenide are the materials of choice for processing information.&nbsp; Both magnetic and semiconducting materials are used in computers.&nbsp; A hard drive, for example, stores information magnetically, while the microprocessor is based on semiconductor technology.</p>\n<p>&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; This NSF award was focused on a means to combine the most useful features of magnetic and semiconducting materials in a single electronic device.&nbsp; In principle, this will allow computer engineers to carry out both the storage and processing of information on a single chip.&nbsp; &nbsp;In order to accomplish this, the investigators needed to develop a reliable means of injecting magnetic information into the semiconductor and then detecting it electronically.&nbsp; The magnetic information is embedded in a property of electrons known as &ldquo;spin.&rdquo;</p>\n<p>&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Before the start of this project, devices combining magnetic and semiconductor materials were extremely unreliable.&nbsp; The first accomplishment of the investigators was to develop a completely robust means to fabricate devices made from layers of a magnetic material (iron) and a semiconductor (gallium arsenide).&nbsp; &nbsp;&nbsp;The magnetic material was grown on the semiconductor one atomic layer at a time, and then selectively removed to make the desired structures.&nbsp; At the beginning of the project, approximately &frac12; of the devices tested would fail, while at the end the yield was nearly 100%.&nbsp; Over the course of the program, the devices therefore became reliable tools to study fundamental physical phenomena.&nbsp; Electron spins could be injected from the iron, manipulated in the semiconductor, and then read out.</p>\n<p>&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; A major accomplishment of the program was a demonstration of the conversion of a charge current to a spin current.&nbsp; A charge current is the flow of ordinary electrons, as in a copper wire, whereas a spin current represents the flow of magnetic information. &nbsp;In a semiconductor such as gallium arsenide, the presence of impurities allows for the conversion of a charge current to a spin current, a phenomenon known as the spin Hall effect. &nbsp;&nbsp;In 2010, the investigators realized the first fully electrical demonstration of this phenomenon.&nbsp; They showed that a charge current flowing &lsquo;&rdquo;north&rdquo; could be converted to a spin current flowing &ldquo;east&rdquo;.&nbsp; The flow of spin current could be reversed by switching the direction of the charge current. This result is significant because it shows a path for integrating conventional charge-based electronics with new technologies based on magnetism.&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; A second major accomplishment of the program was the discovery of how the flow of spin in a semiconductor is modified by the presence of nuclear spins.&nbsp; Nuclear spins are located at the cores of atoms and are the basis for technologies such as magnetic resonance imaging.&nbsp;&nbsp; The investigators showed how spin is transferred back and forth between nuclei and electrons that are &ldquo;localized&rdquo; around impurities in the semiconductor.&nbsp; In particular, the &nbsp;investigators discovered a way to use the nuclear spins as a &ldquo;readout&rdquo; for electron spins injected from the magnetic material.&nbsp; This is particularly significant because it allowed for...",
  "por_txt_cntn": "\n        Magnetic materials, such as iron, cobalt, or nickel, are natural choices for the storage of information.  For example, the north/south orientation of a bar magnet can be used to represent the binary numbers \"0\" or \"1\".   On the other hand, semiconductors such as silicon and gallium arsenide are the materials of choice for processing information.  Both magnetic and semiconducting materials are used in computers.  A hard drive, for example, stores information magnetically, while the microprocessor is based on semiconductor technology.\n\n \n\n        This NSF award was focused on a means to combine the most useful features of magnetic and semiconducting materials in a single electronic device.  In principle, this will allow computer engineers to carry out both the storage and processing of information on a single chip.   In order to accomplish this, the investigators needed to develop a reliable means of injecting magnetic information into the semiconductor and then detecting it electronically.  The magnetic information is embedded in a property of electrons known as \"spin.\"\n\n \n\n        Before the start of this project, devices combining magnetic and semiconductor materials were extremely unreliable.  The first accomplishment of the investigators was to develop a completely robust means to fabricate devices made from layers of a magnetic material (iron) and a semiconductor (gallium arsenide).    The magnetic material was grown on the semiconductor one atomic layer at a time, and then selectively removed to make the desired structures.  At the beginning of the project, approximately &frac12; of the devices tested would fail, while at the end the yield was nearly 100%.  Over the course of the program, the devices therefore became reliable tools to study fundamental physical phenomena.  Electron spins could be injected from the iron, manipulated in the semiconductor, and then read out.\n\n \n\n        A major accomplishment of the program was a demonstration of the conversion of a charge current to a spin current.  A charge current is the flow of ordinary electrons, as in a copper wire, whereas a spin current represents the flow of magnetic information.  In a semiconductor such as gallium arsenide, the presence of impurities allows for the conversion of a charge current to a spin current, a phenomenon known as the spin Hall effect.   In 2010, the investigators realized the first fully electrical demonstration of this phenomenon.  They showed that a charge current flowing æ\"north\" could be converted to a spin current flowing \"east\".  The flow of spin current could be reversed by switching the direction of the charge current. This result is significant because it shows a path for integrating conventional charge-based electronics with new technologies based on magnetism. \n\n \n\n        A second major accomplishment of the program was the discovery of how the flow of spin in a semiconductor is modified by the presence of nuclear spins.  Nuclear spins are located at the cores of atoms and are the basis for technologies such as magnetic resonance imaging.   The investigators showed how spin is transferred back and forth between nuclei and electrons that are \"localized\" around impurities in the semiconductor.  In particular, the  investigators discovered a way to use the nuclear spins as a \"readout\" for electron spins injected from the magnetic material.  This is particularly significant because it allowed for a new measurement of the magnitude of the spin current that flows between the magnetic material and the semiconductor.  The investigators also demonstrated a completely electrical means for detecting nuclear magnetic resonance, which is the phenomenon at the heart of magnetic resonance imaging.\n\n \n\n        This program demonstrated substantial broader impacts through the development of human resources as well as a technology that is attracting attention from industry.  Four graduate students participated in the project, one of whom r..."
 }
}