{
 "awd_id": "0804984",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Enabling Magnetoplasticity in Polycrystalline Ni-Mn-Ga by Reducing Internal Constraints Through Porosity",
 "cfda_num": "47.049",
 "org_code": "03070010",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eric Taleff",
 "awd_eff_date": "2008-05-01",
 "awd_exp_date": "2012-04-30",
 "tot_intn_awd_amt": 330000.0,
 "awd_amount": 336000.0,
 "awd_min_amd_letter_date": "2008-06-20",
 "awd_max_amd_letter_date": "2011-05-23",
 "awd_abstract_narration": "TECHNICAL: Magnetic-field-induced twinning is responsible for the high magnetoplastic strains achievable in monocrystalline Ni-Mn-Ga. By contrast, polycrystalline Ni-Mn-Ga shows no magnetoplasticity because twinning is inhibited by internal incompatibility stresses developed between adjacent grains. The PIs recently discovered that porosity, because it reduces internal stresses, allows limited twinning to occur in polycrystalline Ni-Mn-Ga foams, resulting in magnetoplastic strains. Then, designing the foam architecture and grain microstructure will allow tuning continuously the magnetoplastic strain of these foams between those of a polycrystal (~0%) and a single crystal (~10%). In this basic study, PIs will develop a fundamental understanding of how foam architecture and grain microstructure enable magnetic-field-induced strains in polycrystalline magnetic shape-memory alloys, leading to experimentally-validated models that can quantitatively predict the magnitude of magnetoplastic strain for a given foam structure. To achieve this goal, fundamental experimental and theoretical studies of the mechanisms responsible for magnetoplasticity in the individual struts of foams will be carried out. The foam architecture will be varied, in terms of node and strut volume fraction as well as strut size and aspect ratio, by using two foam manufacturing methods (casting and powder metallurgy). The foam grain size and texture will be tailored: the ratio of grain to strut diameter will be varied from much smaller than unity (polycrystalline microstructure) to comparable to unity (bamboo microstructure), and the texture will be varied from random to strong fiber texture. Finally, the magneto-mechanical properties of the resulting foams will be characterized and numerically modeled on two length scales: at a shorter length scale, models based on dislocation-dislocation and dislocation-interface interactions will be developed to predict the effect of free surfaces on the constitutive behavior of Ni-Mn-Ga in small volumes; at larger length scale, finite-element models (FEM) will be created to predict, based on the constitutive behavior, the overall foam magneto-mechanical behavior. NON-TECHNICAL: The novel magnetic shape-memory foams, produced by the PIs in preliminary research, exhibit strains and response times comparable to Terfenol D, the best commercial magnetostrictive material, and are expected to show further improvements based on these fundamental study. As compared to Terfenol D, Ni-Mn-Ga foams have lower density and contain less expensive metals, and may thus grow rapidly in industrial importance, thus having a transformative effect on various sensor and actuator technologies. Also, while the present research will focus on Ni-Mn-Ga, the mechanisms studied are general in nature, and will thus apply to all other magnetic shape-memory alloys. Beyond sensor and actuator applications, the open foam porosity may enable new applications such as (i) micropumps without moving parts where fluids are displaced by magnetically deforming pores, or (ii) efficient magnetic cooling devices with high heat-transfer rates due to the large specific areas of foams. Finally, this project will educate two graduate students and several undergraduate students, whose recruitment will emphasize women and minorities. Beside research, the students will participate in various outreach activities using the shape-memory materials to introduce materials science and technology to young women, minorities, and grade school (K-12) students. The PIs have submitted a provisional patent and intend to pursue industrial applications which is key for transitioning the field to the US high-technology industry.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Mullner",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Peter Mullner",
   "pi_email_addr": "petermullner@boisestate.edu",
   "nsf_id": "000311634",
   "pi_start_date": "2008-06-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Boise State University",
  "inst_street_address": "1910 UNIVERSITY DR",
  "inst_street_address_2": "",
  "inst_city_name": "BOISE",
  "inst_state_code": "ID",
  "inst_state_name": "Idaho",
  "inst_phone_num": "2084261574",
  "inst_zip_code": "837250001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "ID02",
  "org_lgl_bus_name": "BOISE STATE UNIVERSITY",
  "org_prnt_uei_num": "HYWTVM5HNFM3",
  "org_uei_num": "HYWTVM5HNFM3"
 },
 "perf_inst": {
  "perf_inst_name": "Boise State University",
  "perf_str_addr": "1910 UNIVERSITY DR",
  "perf_city_name": "BOISE",
  "perf_st_code": "ID",
  "perf_st_name": "Idaho",
  "perf_zip_code": "837250001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "ID02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177100",
   "pgm_ele_name": "METAL & METALLIC NANOSTRUCTURE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 110000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 110000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 110000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Project Outcomes Report (POR)</p>\n<p>NSF-DMR-0804984</p>\n<p>Collaborative Research: Enabling Magnetoplasticity in Polycrystalline Ni-Mn-Ga by Reducing Internal Constraints through Porosity</p>\n<p>&nbsp;</p>\n<p>Nickel-manganese-gallium is a magnetic shape-memory alloy which means it has the astounding capability to deform &ndash; stretch and strain &ndash; when exposed to a variable magnetic field as produced by strong commercial magnets, for example. It possesses magnetic straining capability which makes it a &ldquo;smart material&rdquo;. To display this property, the alloy needs to be processed into what we call a single crystal &ndash; a metallic gem stone &ndash; where all atoms are arranged in a very regular manner.</p>\n<p>Metallic alloys naturally form aggregates of millions of very small crystallites similar to a granite rock, which is not a gem stone but made of millions of small grains, each with its own orientation of atomic arrangement. To transform an aggregate of small crystallites (a polycrystal) into a single crystal takes time and energy. Nature takes millions of years hat high pressure and high temperature to form beautiful gem stones. We do not need that much time but still, processing a good nickel-manganese-gallium single crystal takes about a week at high temperature; this is costly.</p>\n<p>In this project, we have demonstrated large magnetic strain in polycrystalline nickel-manganese-gallium by replacing grain boundaries &ndash; the interfaces between neighboring crystallites &ndash; with porosity. We made a metallic foam. Making metallic foam is &ndash; as growing crystals &ndash; an art in itself. Yet, processing metallic foam takes less time at high temperature and, thus, this method is more economical.</p>\n<p>We succeeded via a replication method. We first made a negative pattern of the porosity from a space-holder ceramics. Then, we cast liquid nickel-manganese-gallium into a porous ceramic preform. After solidifying the metal, the ceramics was leached out with acid. This processing route produces &ldquo;open porosity&rdquo; (like in a natural sponge) such that both pores and the remaining solid make an interconnecting network.</p>\n<p>Foam with a single large pore size displayed a modest magnetic strain. We concluded that coarse pores remove grain boundaries only partially. We needed more and very small pores. However, very fine pore foams cannot be processed with this replication method because the leaching process is exceedingly slow when the acid has to leach out very small ceramic particles. We solved this problem by placing small pores between large pores such that the network of large pores provided a fast etching path and the small pores removed the remaining grain boundaries.</p>\n<p>This processing route was highly successful. Right after processing, the foams with two pores sizes showed a significantly larger magnetic strain. We then performed a &ldquo;thermo-magneto-mechanical training&rdquo;, which means that we exposed the foam to a rotating magnetic field while heating and cooling the foam. Through repeated application of this &ldquo;training&rdquo; procedure, the magnetic strain grew and finally reached values comparable to that of nickel-manganese-gallium single crystals.</p>\n<p>Besides being published in high-impact scientific journals, our results were feature by various national and international technical journals such as Technology Review, MRS Bulletin, Nickel Magazine, Medical Product Manufacturing News, Nanotechnology News, Advanced Materials and Processing, etc. A Youth Science Magazine, Rosh Gadol, in Israel featured an article on our results.</p>\n<p>Following the lead of this project, other researchers (for example in Germany) have started to study magnetic shape-memory alloy foam. We utilized the success of this project to initiate further collaborative work with international partners in Italy, Switzerland, and C...",
  "por_txt_cntn": "\nProject Outcomes Report (POR)\n\nNSF-DMR-0804984\n\nCollaborative Research: Enabling Magnetoplasticity in Polycrystalline Ni-Mn-Ga by Reducing Internal Constraints through Porosity\n\n \n\nNickel-manganese-gallium is a magnetic shape-memory alloy which means it has the astounding capability to deform &ndash; stretch and strain &ndash; when exposed to a variable magnetic field as produced by strong commercial magnets, for example. It possesses magnetic straining capability which makes it a \"smart material\". To display this property, the alloy needs to be processed into what we call a single crystal &ndash; a metallic gem stone &ndash; where all atoms are arranged in a very regular manner.\n\nMetallic alloys naturally form aggregates of millions of very small crystallites similar to a granite rock, which is not a gem stone but made of millions of small grains, each with its own orientation of atomic arrangement. To transform an aggregate of small crystallites (a polycrystal) into a single crystal takes time and energy. Nature takes millions of years hat high pressure and high temperature to form beautiful gem stones. We do not need that much time but still, processing a good nickel-manganese-gallium single crystal takes about a week at high temperature; this is costly.\n\nIn this project, we have demonstrated large magnetic strain in polycrystalline nickel-manganese-gallium by replacing grain boundaries &ndash; the interfaces between neighboring crystallites &ndash; with porosity. We made a metallic foam. Making metallic foam is &ndash; as growing crystals &ndash; an art in itself. Yet, processing metallic foam takes less time at high temperature and, thus, this method is more economical.\n\nWe succeeded via a replication method. We first made a negative pattern of the porosity from a space-holder ceramics. Then, we cast liquid nickel-manganese-gallium into a porous ceramic preform. After solidifying the metal, the ceramics was leached out with acid. This processing route produces \"open porosity\" (like in a natural sponge) such that both pores and the remaining solid make an interconnecting network.\n\nFoam with a single large pore size displayed a modest magnetic strain. We concluded that coarse pores remove grain boundaries only partially. We needed more and very small pores. However, very fine pore foams cannot be processed with this replication method because the leaching process is exceedingly slow when the acid has to leach out very small ceramic particles. We solved this problem by placing small pores between large pores such that the network of large pores provided a fast etching path and the small pores removed the remaining grain boundaries.\n\nThis processing route was highly successful. Right after processing, the foams with two pores sizes showed a significantly larger magnetic strain. We then performed a \"thermo-magneto-mechanical training\", which means that we exposed the foam to a rotating magnetic field while heating and cooling the foam. Through repeated application of this \"training\" procedure, the magnetic strain grew and finally reached values comparable to that of nickel-manganese-gallium single crystals.\n\nBesides being published in high-impact scientific journals, our results were feature by various national and international technical journals such as Technology Review, MRS Bulletin, Nickel Magazine, Medical Product Manufacturing News, Nanotechnology News, Advanced Materials and Processing, etc. A Youth Science Magazine, Rosh Gadol, in Israel featured an article on our results.\n\nFollowing the lead of this project, other researchers (for example in Germany) have started to study magnetic shape-memory alloy foam. We utilized the success of this project to initiate further collaborative work with international partners in Italy, Switzerland, and China. We anticipate studying mechanisms of magnetic strain in polycrystalline fibers and to explore size effects of magnetic strain.\n\nIn summary: We succeeded to produce porous, pol..."
 }
}