{
 "awd_id": "0804915",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Structure and Performance of High Mobility Amorphous Indium-Oxide-Based Materials for Transparent Thin Film Transistors",
 "cfda_num": "47.049",
 "org_code": "03070004",
 "po_phone": "7032928428",
 "po_email": "cying@nsf.gov",
 "po_sign_block_name": "Z.  Ying",
 "awd_eff_date": "2008-05-01",
 "awd_exp_date": "2013-04-30",
 "tot_intn_awd_amt": 344484.0,
 "awd_amount": 344484.0,
 "awd_min_amd_letter_date": "2008-03-13",
 "awd_max_amd_letter_date": "2010-05-27",
 "awd_abstract_narration": "Technical: This project seeks to advance fundamental understanding of defect doping and interface structure of an emerging class of high-mobility semiconducting metal oxide materials, such as indium zinc oxide. Thin film transistors (TFTs) based on amorphous metal oxides offer the promise of transparent electronics along with significant performance and processing advantages over the amorphous Si and organic alternatives. The rate of development of oxide-based transparent TFT device technology has accelerated while critical/limiting underlying fundamental materials issues concerning native defect doping and the nano-scale structure of amorphous metal oxide semiconductors and their oxide/dielectric interfaces remain poorly understood. At present, the oxide-electronics literature is silent on critically important questions concerning carrier mobility and generation in the low carrier concentration regime and little is reported on the stability of oxide-channel TFT devices with respect to, for example, threshold voltage shift and channel conductivity. In this project, a gate-down test-TFT device will be used to analyze field effect transport behavior as a function of the processing and chemistry of channel and gate materials. Microstructural characterization tools such high resolution transmission electron microscopy will be used for interface morphology evaluation, while electron scattering and radial distribution function analysis along with fluctuation microscopy will provide insight into the near- and medium-range structure of the amorphous phase. Electronic characterization such as field effect transport and Hall measurements will be used to provide insight into the effect of processing on point-defect-scale features. Insights into the structure and formation of native donor defects will be examined using a novel defect volume measurement approach that relates film stress to measurable carrier density changes.\r\nNon-technical: The project addresses basic research issues in a topical area of materials science with high technological relevance, and is expected to provide scientific understanding of a class of semiconducting oxide materials, which could find applications for low cost, large-area electronics for displays, sensors, smart windows, and photovoltaics. The project provides training of both graduate and undergraduate students in research in an interdisciplinary. Strong connections between the PI and local industry will further enhance the value of the professional training experience for the students. The project also includes educational outreach activities to local schools, such as Science Day for middle school students and hands-on grade-appropriate demonstration of transparent thin film transistors.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Paine",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "David C Paine",
   "pi_email_addr": "David_Paine@Brown.edu",
   "nsf_id": "000460064",
   "pi_start_date": "2008-03-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brown University",
  "inst_street_address": "1 PROSPECT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PROVIDENCE",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4018632777",
  "inst_zip_code": "029129100",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "RI01",
  "org_lgl_bus_name": "BROWN UNIVERSITY",
  "org_prnt_uei_num": "E3FDXZ6TBHW3",
  "org_uei_num": "E3FDXZ6TBHW3"
 },
 "perf_inst": {
  "perf_inst_name": "Brown University",
  "perf_str_addr": "1 PROSPECT ST",
  "perf_city_name": "PROVIDENCE",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "029129100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "RI01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177500",
   "pgm_ele_name": "ELECTRONIC/PHOTONIC MATERIALS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 109930.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 117534.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 117020.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Thin film transistors (TFT&rsquo;s) are fabricated from deposited semiconductor films onto insulating, low cost, substrates that cannot withstand high temperatures.&nbsp;&nbsp; These devices are widely used in flat panel displays to control the individual elements (or pixels) that make up the displayed image.&nbsp; &nbsp;The semiconducting material &nbsp;of choice has, until recently, been amorphous Si.&nbsp;&nbsp; Because the constituent atoms in amorphous materials have no regular long range order, and bonding between atoms is highly directional, electrons are scattered by the randomly positioned atoms in the disordered amorphous structure and, hence, move slowly in these materials &nbsp;(this property is characterized as &ldquo;mobility&rdquo;).&nbsp; &nbsp;The crystalline order needed to improve the properties of amorphous Si deposited from the vapor requires higher temperatures than the substrates on which these materials are deposited can withstand and this has for many years limited the performance of amorphous Si based TFT&rsquo;s.&nbsp; This project has focused on the issues associated with use of an alternative semiconductor based on deposited oxides like Indium-Zinc-oxide.&nbsp; This semiconducting material has an amorphous structure but, unlike a-Si which has highly directional bonding, a-IZO has large, spherically symmetric,&nbsp; interatomic bonds that create wide, smooth pathways for electrons.&nbsp;&nbsp; This new class of oxide semiconductor has two orders of magnitude better electron mobility than the amorphous Si alternative and these oxide materials can be deposited onto arbitrary substrates (like plastic) at room&nbsp; temperature without a significant decrease in electron mobility.</p>\n<p>This project focused on the investigation of the fundamentals of native defect doping in amorphous Indium zinc oxide.&nbsp; A unique ultrahigh pressure oxidation system was used to modify point defect equilibrium, and hence free electron carrier density, in as-deposited amorphous IZO.&nbsp; The specific native defect that creates free electrons in amorphous-IZO was identified as vacancy-like, doubly charged oxygen deficiencies.&nbsp; Free carrier density can be controlled by manipulating oxygen over-pressure in as-deposited a-IZO films.&nbsp;&nbsp; Since this process can be performed at very low temperatures, the structure of the as-deposited material remains &nbsp;unchanged which allowed the investigation of &nbsp;carrier transport behavior in amorphous IZO .&nbsp; &nbsp;&nbsp;The dependency &nbsp;of electron carrier density on mobility was established; this insight is essential&nbsp; for the design of TFT and other&nbsp; electronic devices based on amorphous IZO.&nbsp;</p>\n<p>&nbsp;TFT&rsquo;s function by regulating the passage of electrons through a channel region in an on-off switch-like fashion.&nbsp; When the TFT is in the on-state, electrons that enter the oxide channel at the source and exit the device at the drain-contact to the channel.&nbsp; The properties of the interfaces in the source-drain contact metallization are therefore critical to the performance of the TFT device.&nbsp; In this project &nbsp;phase equilibrium modeling &nbsp;was used to predict the stability of various metallization choices and to establish a thermodynamics-based approach to the selection of metallization materials for oxide-channel based TFT&rsquo;s.&nbsp;&nbsp; It was determined &nbsp;that a widely used metallization choice, Ti, has the effect of chemically reducing&nbsp; IZO &nbsp;at very low temperatures which injects oxygen vacancies (and associated free carriers) into the channel at the source-drain contact.&nbsp; &nbsp;This was shown to lead to an unintended increase in carrier density which, in turn, leads to changes in critical device performance characteristics such as threshold voltage, off current, and electron mobility.</p>\n<p>Participants in this program inc...",
  "por_txt_cntn": "\nThin film transistors (TFTÆs) are fabricated from deposited semiconductor films onto insulating, low cost, substrates that cannot withstand high temperatures.   These devices are widely used in flat panel displays to control the individual elements (or pixels) that make up the displayed image.   The semiconducting material  of choice has, until recently, been amorphous Si.   Because the constituent atoms in amorphous materials have no regular long range order, and bonding between atoms is highly directional, electrons are scattered by the randomly positioned atoms in the disordered amorphous structure and, hence, move slowly in these materials  (this property is characterized as \"mobility\").   The crystalline order needed to improve the properties of amorphous Si deposited from the vapor requires higher temperatures than the substrates on which these materials are deposited can withstand and this has for many years limited the performance of amorphous Si based TFTÆs.  This project has focused on the issues associated with use of an alternative semiconductor based on deposited oxides like Indium-Zinc-oxide.  This semiconducting material has an amorphous structure but, unlike a-Si which has highly directional bonding, a-IZO has large, spherically symmetric,  interatomic bonds that create wide, smooth pathways for electrons.   This new class of oxide semiconductor has two orders of magnitude better electron mobility than the amorphous Si alternative and these oxide materials can be deposited onto arbitrary substrates (like plastic) at room  temperature without a significant decrease in electron mobility.\n\nThis project focused on the investigation of the fundamentals of native defect doping in amorphous Indium zinc oxide.  A unique ultrahigh pressure oxidation system was used to modify point defect equilibrium, and hence free electron carrier density, in as-deposited amorphous IZO.  The specific native defect that creates free electrons in amorphous-IZO was identified as vacancy-like, doubly charged oxygen deficiencies.  Free carrier density can be controlled by manipulating oxygen over-pressure in as-deposited a-IZO films.   Since this process can be performed at very low temperatures, the structure of the as-deposited material remains  unchanged which allowed the investigation of  carrier transport behavior in amorphous IZO .    The dependency  of electron carrier density on mobility was established; this insight is essential  for the design of TFT and other  electronic devices based on amorphous IZO. \n\n TFTÆs function by regulating the passage of electrons through a channel region in an on-off switch-like fashion.  When the TFT is in the on-state, electrons that enter the oxide channel at the source and exit the device at the drain-contact to the channel.  The properties of the interfaces in the source-drain contact metallization are therefore critical to the performance of the TFT device.  In this project  phase equilibrium modeling  was used to predict the stability of various metallization choices and to establish a thermodynamics-based approach to the selection of metallization materials for oxide-channel based TFTÆs.   It was determined  that a widely used metallization choice, Ti, has the effect of chemically reducing  IZO  at very low temperatures which injects oxygen vacancies (and associated free carriers) into the channel at the source-drain contact.   This was shown to lead to an unintended increase in carrier density which, in turn, leads to changes in critical device performance characteristics such as threshold voltage, off current, and electron mobility.\n\nParticipants in this program included graduate students, undergraduates, and summer research experience for teachers participants.   An undergraduate laboratory exercise was designed and implemented that included the fabrication and testing of oxide-based TFT devices.   Undergraduates participated in the running of experiments and in many cases were included  a..."
 }
}