{
 "awd_id": "0805950",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "AMC-SS: Markovian Embeddings for the Analysis and Computation of Patterns in non-Markovian Random Sequences",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gabor Szekely",
 "awd_eff_date": "2008-07-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 180000.0,
 "awd_min_amd_letter_date": "2008-06-20",
 "awd_max_amd_letter_date": "2012-07-24",
 "awd_abstract_narration": "The PI aims to develop new tools for the systematic analysis of patterns in random sequences with an arbitrary correlation structure. The project considers theoretical and computational aspects associated with possibly non-regular patterns in non-Markovian sequences. Previous work by the PI has shown the existence and uniqueness of optimal Markovian structures to keep track of the number of matches with a given pattern in a random sequence. At a theoretical level, the project aims to identify ergodic Markovian structures in embeddings that result in non-ergodic behavior due to small perturbations, and to use these ergodic structures to characterize the asymptotic distribution of the number of matches with a pattern in a non-Markovian sequence. It also compares the entropy of the optimal Markovian embedding of a non-Markovian sequence with that of the original sequence. At a computational level, the PI aims to apply generating function techniques in conjunction with Markovian embeddings to characterize the joint asymptotic distribution of the number of matches with several patterns. The PI also aims to quantify the error in approximating the number of matches with a pattern in a sequence of a moderate size with that of a Binomial distribution. A secondary goal of the project is to develop a method for the symbolic specification of branching processes that will represent the solutions of non-linear o.d.e.'s probabilistically and to explore new connections between these and the analysis of patterns in non-Markovian sequences.\r\n\r\nThe analysis of patterns in random sequences lies at the core of several emerging fields such as computational biology, security systems, speech recognition and text mining. Random sequences of characters are used to model diverse phenomena ranging from written text to genomic sequences to audit files. In these, exceptional patterns, i.e., over- or under-represented words, may provide a great deal of insight or knowledge. For instance, a widely used heuristic is that overrepresented patterns in DNA may be key for gene expression whereas underrepresented patterns may interfere with this process. As another example, hackers leave traces of their intrusions into secured databases in audit files and unusual patterns may be used to warn of potential security breaches. However, one cannot assess how truly exceptional a pattern is without a bona fide statistical model of the text in which it is immersed. The prevalent models cannot accommodate the long-range correlations present in most types of text. For example, the characters occurring in written text or audit files follow syntax rules and, in RNA sequences, palindromic structures induced by base-pairing convey genome-wide correlations. Unfortunately, the available techniques to assess how exceptional a pattern is, cannot systematically handle the more realistic models. Furthermore, the PI has recently shown that the widely used paradigm that the number of matches with a pattern in a long text is approximately Gaussian distributed does not necessarily apply when long-range correlations are present. Due to these considerations the PI aims to develop new qualitative and quantitative tools to address systematically the occurrence of highly complex patterns under more realistic statistical models of text.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Manuel",
   "pi_last_name": "Lladser",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Manuel E Lladser",
   "pi_email_addr": "lladser@colorado.edu",
   "nsf_id": "000333295",
   "pi_start_date": "2008-06-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 MARINE ST",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126300",
   "pgm_ele_name": "PROBABILITY"
  },
  {
   "pgm_ele_code": "755200",
   "pgm_ele_name": "COFFES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 117816.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 62184.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project addressed various aspects related to non-Markovianity i.e. sequences that evolve with strong correlations on previous values. Such sequences lie at the core of many applied fields, including computational biology, computer security and even speech recognition. Non-Markovian sequences are very challenging to analyze and have virtually no principles in comparison to the vast theory behind Markovian sequences. The main findings of this project are a first attempt to identify general principles and computational methods to harness non-Markovianity usually via embedding techniques.<br /> <br /> The project provided a first advance toward a 10-year old conjecture on the asymptotic Normality of hidden patterns in non-Markovian sequences generated by holomorphic dynamical sources [4]. Hidden patterns are important in computational biology to characterize the secondary structure of certain RNA sequences.</p>\n<p>It also identified a broad class of non-Markovian models where pattern problems are amenable to Markovian embeddings [7], a technique that uses sojourn-times in auxiliary Markov chains to characterize the distribution of matches with regular patterns in random sequences. Because of the later, the project also focused on methods to approximate the distribution of sojourn-times in Markov chains over Polish state spaces, particularly in the regime where the well-known Gaussian and compound Poisson approximations are expected to perform poorly [6]. The coupling ideas underlying the later led to the unexpected finding that Doeblin&rsquo;s ergodicity coefficient is sub-multiplicative, which in turn led to a first principles proof of Doeblin&rsquo;s characterization of the weak ergodicity of non-homogeneous finite Markov chains [3,6]. It was also shown that associated with any additive functional of a non-Markovian sequence there is an essentially unique and \"optimal\" Markovian embedding (i.e. with the \"least\" number of states) to represent the distribution of the functional in terms of another additive functional but of a first-order homogeneous Markov chain [7].</p>\n<p>The findings of the project are likely to have an impact in areas such as RNA-biology, genomics and metagenomics. In fact, the above findings led to approximation of p-values associated with the dopamine motif in <em>Caenorhabditis elegans</em> [6]. The project also identified a non-Markovian model that has the potential to describe non-coding regions in hyperthermophiles with an elevated GC-content, and under which the asymptotic frequency of matches with a certain regular pattern is non-Gaussian [7]. More synergistic activities&nbsp;of the project led to evidence for the neutral network hypothesis in RNA (which states that functional genomic sequences may easily mutate to sequences with additional biological functions) [2], to predictions of coverage of a sample from a discrete distribution [1], and estimators of the dissimilarity of two discrete distributions i.e. the probability that a draw from one distribution is not observed in a random sample from the other [5]. The later revealed meaningful similarities and differences between various microbial environments sampled using V35 16S rRNA data from Human Microbiome Project, and may find applications in SELEX experiments&mdash;a laboratory technique in which an initial pool of synthesized random RNA sequences is repeatedly screened to yield a pool containing only sequences with given biological functions&mdash;where the dissimilarity of the pools is now related to the probability of finding binding site solutions in one pool that are absent in the other.</p>\n<p>The project trained and partially supported three graduate students, one of which obtained a M.S. and another a Ph.D. in Applied Mathematics. It also aided these students to participate in a Summer School in Applied Probability in Canada, and in international conferences in Austria an...",
  "por_txt_cntn": "\nThis project addressed various aspects related to non-Markovianity i.e. sequences that evolve with strong correlations on previous values. Such sequences lie at the core of many applied fields, including computational biology, computer security and even speech recognition. Non-Markovian sequences are very challenging to analyze and have virtually no principles in comparison to the vast theory behind Markovian sequences. The main findings of this project are a first attempt to identify general principles and computational methods to harness non-Markovianity usually via embedding techniques.\n \n The project provided a first advance toward a 10-year old conjecture on the asymptotic Normality of hidden patterns in non-Markovian sequences generated by holomorphic dynamical sources [4]. Hidden patterns are important in computational biology to characterize the secondary structure of certain RNA sequences.\n\nIt also identified a broad class of non-Markovian models where pattern problems are amenable to Markovian embeddings [7], a technique that uses sojourn-times in auxiliary Markov chains to characterize the distribution of matches with regular patterns in random sequences. Because of the later, the project also focused on methods to approximate the distribution of sojourn-times in Markov chains over Polish state spaces, particularly in the regime where the well-known Gaussian and compound Poisson approximations are expected to perform poorly [6]. The coupling ideas underlying the later led to the unexpected finding that DoeblinÆs ergodicity coefficient is sub-multiplicative, which in turn led to a first principles proof of DoeblinÆs characterization of the weak ergodicity of non-homogeneous finite Markov chains [3,6]. It was also shown that associated with any additive functional of a non-Markovian sequence there is an essentially unique and \"optimal\" Markovian embedding (i.e. with the \"least\" number of states) to represent the distribution of the functional in terms of another additive functional but of a first-order homogeneous Markov chain [7].\n\nThe findings of the project are likely to have an impact in areas such as RNA-biology, genomics and metagenomics. In fact, the above findings led to approximation of p-values associated with the dopamine motif in Caenorhabditis elegans [6]. The project also identified a non-Markovian model that has the potential to describe non-coding regions in hyperthermophiles with an elevated GC-content, and under which the asymptotic frequency of matches with a certain regular pattern is non-Gaussian [7]. More synergistic activities of the project led to evidence for the neutral network hypothesis in RNA (which states that functional genomic sequences may easily mutate to sequences with additional biological functions) [2], to predictions of coverage of a sample from a discrete distribution [1], and estimators of the dissimilarity of two discrete distributions i.e. the probability that a draw from one distribution is not observed in a random sample from the other [5]. The later revealed meaningful similarities and differences between various microbial environments sampled using V35 16S rRNA data from Human Microbiome Project, and may find applications in SELEX experiments&mdash;a laboratory technique in which an initial pool of synthesized random RNA sequences is repeatedly screened to yield a pool containing only sequences with given biological functions&mdash;where the dissimilarity of the pools is now related to the probability of finding binding site solutions in one pool that are absent in the other.\n\nThe project trained and partially supported three graduate students, one of which obtained a M.S. and another a Ph.D. in Applied Mathematics. It also aided these students to participate in a Summer School in Applied Probability in Canada, and in international conferences in Austria and Poland. The project allowed the PI to travel and collaborate on the project with experts in France, and to partici..."
 }
}