{
 "awd_id": "0805164",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Integrating Biomaterials and Biophotonics to Assess How ECM Mechanics Regulate Cell Function in 3-D",
 "cfda_num": "47.049",
 "org_code": "03070013",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David A. Brant",
 "awd_eff_date": "2008-09-01",
 "awd_exp_date": "2011-08-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 405000.0,
 "awd_min_amd_letter_date": "2008-07-30",
 "awd_max_amd_letter_date": "2010-07-30",
 "awd_abstract_narration": "ID: MPS/DMR/BMAT(7623) 0805164   PI: Putnam, Andrew    ORG: University of California-Irvine\r\n\r\nTitle: Integrating Biomaterials and Biophotonics to Assess How ECM Mechanics Regulate Cell Function in 3-D\r\n\r\nINTELLECTUAL MERIT:  The extracellular matrix (ECM) provides both chemical and mechanical cues to cells, and an improved understanding of how these cues govern cell function in 3-D is critically important to design biomimetic materials as morphogenetic guides for tissue engineering.  In this proposal the PI plans to utilize a unique biosynthetic hybrid hydrogel based on poly(ethylene glycol) and fibrinogen (PEG-fibrinogen) to explicitly test the hypothesis that local substrate mechanical properties influence cell phenotype in 3-D. This hypothesis will be addressed using vascular smooth muscle cells (SMCs) as a physiologically relevant model cell system, based not only on the PI's documented experience with this cell type but also these cells' well-known ability to respond to static and dynamic mechanical stresses both in vitro and in vivo.  Preliminary data demonstrate that PEG-fibrinogen hydrogels support SMC adhesion, spreading, viability, and the expression of differentiation markers in 3-D over relatively long culture periods. This material also provides the means to predictably tune bulk mechanical properties independently from adhesion ligand density and proteolytic sensitivity, something which cannot be achieved using native biopolymers (e.g., collagen, fibrin). The PI also proposes to develop novel methodology to measure the local mechanical properties of PEG-fibrinogen gels, leveraging the co-PI's expertise with optical tweezers to investigate mechanotransduction mechanisms to address a major unanswered question in the area of cell-material interactions. The following three objectives constitute the proposed study: (1) Engineer, characterize, and develop novel biosynthetic hybrid hydrogels using PEG-fibrinogen and demonstrate that their bulk mechanical properties can be predictably manipulated while holding the concentration of fibrinogen constant. (2) Interrogate the local elastic and viscoelastic properties of the PEG-fibrinogen gels, comparing the measured values to the bulk measurements in the previous objective. (3) Assess the impact of gel mechanical properties on the phenotypic switch of SMCs (synthetic to contractile) cultured in 3-D in the context of this PEG-fibrinogen ECM analog, and quantify how the bulk and local mechanical properties of these cell-material constructs change over time.\r\n\r\nBROADER IMPACTS:  Completion of the objectives of this proposal requires an integration of emerging principles from biomaterials, biophotonics, and cell and molecular biology.  It will contribute to the near-term research goal of developing material systems and methods to address fundamental questions regarding ECM chemistry and mechanics. Such systems and methods will have a much broader impact defining biomechanical design parameters for biomaterials useful in tissue engineering, and allow fundamental mechanics questions relevant for developmental biology, cardiovascular physiology, wound healing, and tumorigenesis to be addressed in future proposals.  To facilitate dissemination of the methods developed here they will be integrated into the Laser Microbeam and Medical Program, an NIH Biomedical Technology Resource Center at the Beckman Laser Institute on the UCI campus.  In addition to training graduate students on the project, the PIs have established a working relationship with the California Alliance for Minority Participation (CAMP) and the Mathematics, Engineering, and Science Achievement (MESA) programs on the UCI campus to involve minority undergraduate and high school students in the program.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Putnam",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew J Putnam",
   "pi_email_addr": "putnam@umich.edu",
   "nsf_id": "000469102",
   "pi_start_date": "2008-07-30",
   "pi_end_date": "2009-08-29"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elliot",
   "pi_last_name": "Botvinick",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Elliot Botvinick",
   "pi_email_addr": "elliot.botvinick@uci.edu",
   "nsf_id": "000454770",
   "pi_start_date": "2009-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Putnam",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew J Putnam",
   "pi_email_addr": "putnam@umich.edu",
   "nsf_id": "000469102",
   "pi_start_date": "2009-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Elliot",
   "pi_last_name": "Botvinick",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Elliot Botvinick",
   "pi_email_addr": "elliot.botvinick@uci.edu",
   "nsf_id": "000454770",
   "pi_start_date": "2008-07-30",
   "pi_end_date": "2009-08-29"
  }
 ],
 "inst": {
  "inst_name": "University of California-Irvine",
  "inst_street_address": "160 ALDRICH HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IRVINE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9498247295",
  "inst_zip_code": "926970001",
  "inst_country_name": "United States",
  "cong_dist_code": "47",
  "st_cong_dist_code": "CA47",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA IRVINE",
  "org_prnt_uei_num": "MJC5FCYQTPE6",
  "org_uei_num": "MJC5FCYQTPE6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Irvine",
  "perf_str_addr": "160 ALDRICH HALL",
  "perf_city_name": "IRVINE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "926970001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "47",
  "perf_st_cong_dist": "CA47",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762300",
   "pgm_ele_name": "BIOMATERIALS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1711",
   "pgm_ref_txt": "MATERIALS EDUCATION AND RESEARCH"
  },
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 135000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 135000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 135000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Research in the field of biomaterials has experienced a renaissance in the past two decades. Efforts to design new materials are inspired by the native extracellular matrix (ECM), a complex 3D network of proteins and sugars that surrounds cells in the majority of tissues in the human body. The ECM is much more than a passive scaffold, and is now widely recognized to provide both chemical and mechanical information to the cells with which it interacts.&nbsp; Exciting evidence suggests that ECM stiffness may guide the transformation of stem cells into functional tissue, and plays an important role in the invasiveness of cancers. This project aimed to develop a 3D culture system in which the mechanical effects of a biomaterial on cells can be distinguished from its chemical effects. We compared measures of material stiffness on the length scales of tissues and cells to determine the &lsquo;meaning&rsquo; of stiffness as detected by cells in order to better guide biological experiments as well as the development of improved biomaterials. We proposed to demonstrate the potency of stiffness as a cue to isolated blood vessel smooth muscle cells, instructing them to take on the shape and function they originally had in the intact blood vessel.</p>\n<p>&nbsp;</p>\n<p>In the initial phases of this project, we successfully demonstrated that a biomaterial comprising both biological proteins and synthetic polymers could be used to tune stiffness without changing the protein concentration. In this way the effects of stiffness on cells could be isolated.&nbsp; After extended debates regarding the relevance of this hybrid material for the study of cell function, we focused our studies on fibrin, a natural biomaterial found in blood clots. Using a microscopic technique call optical tweezers, we measured the stiffness of fibrin at the length scale of a cell. Optical tweezers are much like &ldquo;tractor beams&rdquo; featured in science fiction films; they can grab and manipulate small objects. We found that stiffness measured at the length scale of the tissue reported a homogenous material of predictable material properties. In contrast, optical tweezers measurements of stiffness revealed a landscape of changing stiffness, where even a single cell may be surrounded by material stiffness varying by more than a factor of 10. &nbsp;We concluded that investigation of the role of stiffness in cell behavior must include such cell-scale measures of stiffness.</p>\n<p>&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; In the next phase of this project, we developed a new device to test the role of ECM stiffness in guiding cell function. This shear gradient device, which we affectionately refer to as Mr. Twisty, literally twists the biomaterials after they are formed within a petri dish. Some biological materials, and especially fibrin, have a special feature that they become stiffer as they stretch. By twisting the biomaterial, our device applies different amounts of stretch to different regions of the materials; the effect is somewhat like pulling a bunch of loose strings taut to varying degrees, thus creating a landscape of stiffness. We determined that isolated vascular smooth muscle cells align along the direction of increasing stiffness, and take on the shape and functionality they once had when they lined the blood vessel. These cells wrap around a blood vessel to provide structural support and to resist blood pressure in good health. In vascular disease, these cells change their behavior and invade the wall of the blood vessel, eventually breaking through it and contributing to the hardening of an artery. We have shown that the mechanical environment alone can revert these cells back into their normal, contractile behavior. &nbsp;We have also extended our techniques to study blood vessel growth in wound healing and cancer, pancreatic cell function in the tr...",
  "por_txt_cntn": "\nResearch in the field of biomaterials has experienced a renaissance in the past two decades. Efforts to design new materials are inspired by the native extracellular matrix (ECM), a complex 3D network of proteins and sugars that surrounds cells in the majority of tissues in the human body. The ECM is much more than a passive scaffold, and is now widely recognized to provide both chemical and mechanical information to the cells with which it interacts.  Exciting evidence suggests that ECM stiffness may guide the transformation of stem cells into functional tissue, and plays an important role in the invasiveness of cancers. This project aimed to develop a 3D culture system in which the mechanical effects of a biomaterial on cells can be distinguished from its chemical effects. We compared measures of material stiffness on the length scales of tissues and cells to determine the æmeaningÆ of stiffness as detected by cells in order to better guide biological experiments as well as the development of improved biomaterials. We proposed to demonstrate the potency of stiffness as a cue to isolated blood vessel smooth muscle cells, instructing them to take on the shape and function they originally had in the intact blood vessel.\n\n \n\nIn the initial phases of this project, we successfully demonstrated that a biomaterial comprising both biological proteins and synthetic polymers could be used to tune stiffness without changing the protein concentration. In this way the effects of stiffness on cells could be isolated.  After extended debates regarding the relevance of this hybrid material for the study of cell function, we focused our studies on fibrin, a natural biomaterial found in blood clots. Using a microscopic technique call optical tweezers, we measured the stiffness of fibrin at the length scale of a cell. Optical tweezers are much like \"tractor beams\" featured in science fiction films; they can grab and manipulate small objects. We found that stiffness measured at the length scale of the tissue reported a homogenous material of predictable material properties. In contrast, optical tweezers measurements of stiffness revealed a landscape of changing stiffness, where even a single cell may be surrounded by material stiffness varying by more than a factor of 10.  We concluded that investigation of the role of stiffness in cell behavior must include such cell-scale measures of stiffness.\n\n \n\n            In the next phase of this project, we developed a new device to test the role of ECM stiffness in guiding cell function. This shear gradient device, which we affectionately refer to as Mr. Twisty, literally twists the biomaterials after they are formed within a petri dish. Some biological materials, and especially fibrin, have a special feature that they become stiffer as they stretch. By twisting the biomaterial, our device applies different amounts of stretch to different regions of the materials; the effect is somewhat like pulling a bunch of loose strings taut to varying degrees, thus creating a landscape of stiffness. We determined that isolated vascular smooth muscle cells align along the direction of increasing stiffness, and take on the shape and functionality they once had when they lined the blood vessel. These cells wrap around a blood vessel to provide structural support and to resist blood pressure in good health. In vascular disease, these cells change their behavior and invade the wall of the blood vessel, eventually breaking through it and contributing to the hardening of an artery. We have shown that the mechanical environment alone can revert these cells back into their normal, contractile behavior.  We have also extended our techniques to study blood vessel growth in wound healing and cancer, pancreatic cell function in the treatment of diabetes, the differentiation of adult-derived stem cells into functional tissue, and to explore the mechanical behavior of other fibrous biomaterials.\n\n \n\n            In the course of..."
 }
}