{
 "awd_id": "0805353",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Photo-Stimulated Nanopattern Formation on Polarity Patterned Ferroelectric Surfaces",
 "cfda_num": "47.049",
 "org_code": "03070004",
 "po_phone": "7032928428",
 "po_email": "cying@nsf.gov",
 "po_sign_block_name": "Z.  Ying",
 "awd_eff_date": "2008-07-01",
 "awd_exp_date": "2012-06-30",
 "tot_intn_awd_amt": 420386.0,
 "awd_amount": 420386.0,
 "awd_min_amd_letter_date": "2008-06-05",
 "awd_max_amd_letter_date": "2010-05-26",
 "awd_abstract_narration": "Technical. The goal of this research is to reach greater understanding of photo excitation of po-larity patterned ferroelectric surfaces and to devise approaches for nanopattern formation. Prior research established that photo excitation of a polarity patterned lithium niobate surface while immersed in an aqueous silver nitrate solution leads to the formation of silver nanowire struc-tures that form along domain boundaries of up and down polarity domains on lithium niobate. Since the nanowires form at the polarity boundaries, their width and thickness appear to not be limited by lithography or the domain pattern, but by the physics and chemistry of photo-chemical phenomena. Since precise polarity patterns can be readily configured in ferroelectric materials, metallic nanostructures can be formed into unique patterns that extend over hundreds of microns or even millimeters with nanometer scale precision. This project aims for a comprehensive un-derstanding and a basis for the photo-excited deposition of precise nanopatterns on polarity pat-terned ferroelectric surfaces. The research involves experimental approaches for nanoscale char-acterization of ferroelectric materials, approaches to prepare clean, passivated, and characterized surfaces with controlled screening, processes for improved photo-stimulated deposition, and the development of substrates for surface enhanced Raman scattering (SERS). \r\nNon-Technical. The project addresses fundamental research issues in a topical area of elec-tronic/photonic materials science having technological relevance. There is potential that the re-search could substantially impact the development of electronic devices and sensors. Graduate and undergraduate students involved with this research will gain expertise relevant to careers in the electronics field. A new initiative of the ASU Department of Physics is the development of a Professional Science Masters in Nanoscience (PSM-Nano). This project contributes to the pro-gram in two ways: 1) The development of a research project that will pair one or two of the PSM-Nano candidates with one of the graduate students in this project, and 2) the development of two seminars for the group. The PI has been successful in involving undergraduates in re-search and in recruiting and mentoring women and minority students through their graduate de-gree.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Nemanich",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Robert J Nemanich",
   "pi_email_addr": "Robert.Nemanich@asu.edu",
   "nsf_id": "000304073",
   "pi_start_date": "2008-06-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "660 S MILL AVENUE STE 204",
  "perf_city_name": "TEMPE",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852813670",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177500",
   "pgm_ele_name": "ELECTRONIC/PHOTONIC MATERIALS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 136026.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 140074.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 144286.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this research has been the development of understanding and approaches to employ photo excitation of polar materials for nanopattern formation. Ferroelectric materials exhibit a spontaneous polarization that can be &lsquo;switched&rsquo; through the application of an electric field. The research approach involves illumination of a crystal surface with a pattern of oppositely directed polar domains.&nbsp; Typically a striped pattern is employed. This patterned polar surface is immersed in an aqueous silver nitrate solution, and illumination leads to enhanced chemical activity at regions related to the polarization domains of the substrate. By optimizing the chemical properties and the illumination wavelength and intensity, the project has defined conditions which lead to patterned silver deposition on the surface. These silver nanopatterns are unique in several ways.&nbsp; Since the nanowires form at the polarity boundaries, their width and thickness is not limited by lithography or the domain pattern, but by the physics and chemistry of the photo-chemical phenomena.&nbsp; Moreover, since precise polarity patterns can be readily configured in ferroelectric materials, the metallic nanostructures can be formed into unique patterns that extend over hundreds of microns or even millimeters with nanometer scale dimensions.</p>\n<p>The research has established that the nanopattern formation is dependent on the wavelength of the illumination, where varying the wavelength can lead to nanowire formation or uniform deposition without visible patterns. The research has also established that the pattern formation is related to the ratio of the chemical concentration and the illumination intensity. In one limit the substrate pattern determines the silver nanopattern and in the other limit the deposition is not determined by the pattern of the polar domains.</p>\n<p>The research has been extended to explore the electronic states of ZnO, a polar material, and VO<sub>2</sub> a material that exhibits a transition from insulating to metallic character with illumination or electric field.&nbsp; These results will form the basis for future research to determine if illumination can change the nanoscale properties of structures that include ZnO and/or VO<sub>2</sub>.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/02/2012<br>\n\t\t\t\t\tModified by: Robert&nbsp;J&nbsp;Nemanich</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goal of this research has been the development of understanding and approaches to employ photo excitation of polar materials for nanopattern formation. Ferroelectric materials exhibit a spontaneous polarization that can be æswitchedÆ through the application of an electric field. The research approach involves illumination of a crystal surface with a pattern of oppositely directed polar domains.  Typically a striped pattern is employed. This patterned polar surface is immersed in an aqueous silver nitrate solution, and illumination leads to enhanced chemical activity at regions related to the polarization domains of the substrate. By optimizing the chemical properties and the illumination wavelength and intensity, the project has defined conditions which lead to patterned silver deposition on the surface. These silver nanopatterns are unique in several ways.  Since the nanowires form at the polarity boundaries, their width and thickness is not limited by lithography or the domain pattern, but by the physics and chemistry of the photo-chemical phenomena.  Moreover, since precise polarity patterns can be readily configured in ferroelectric materials, the metallic nanostructures can be formed into unique patterns that extend over hundreds of microns or even millimeters with nanometer scale dimensions.\n\nThe research has established that the nanopattern formation is dependent on the wavelength of the illumination, where varying the wavelength can lead to nanowire formation or uniform deposition without visible patterns. The research has also established that the pattern formation is related to the ratio of the chemical concentration and the illumination intensity. In one limit the substrate pattern determines the silver nanopattern and in the other limit the deposition is not determined by the pattern of the polar domains.\n\nThe research has been extended to explore the electronic states of ZnO, a polar material, and VO2 a material that exhibits a transition from insulating to metallic character with illumination or electric field.  These results will form the basis for future research to determine if illumination can change the nanoscale properties of structures that include ZnO and/or VO2.\n\n \n\n\t\t\t\t\tLast Modified: 10/02/2012\n\n\t\t\t\t\tSubmitted by: Robert J Nemanich"
 }
}