{
 "awd_id": "0805881",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Operads and the Topology of Possibly Singular Spaces",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christopher Stark",
 "awd_eff_date": "2008-08-15",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 142005.0,
 "awd_amount": 142005.0,
 "awd_min_amd_letter_date": "2008-08-14",
 "awd_max_amd_letter_date": "2008-08-14",
 "awd_abstract_narration": "The PI's investigations will focus on the continuing study and understanding of the topology of spaces, manifolds and orbifolds in the geometric category and varieties and stacks in the algebraic category. The general tools for this analysis are operations on algebraic structures associated to these spaces such as operations on cohomology or on K-theory. Famous examples of this type of operations are String Topology and Gromov-Witten theory. The latter yields operations on the cohomology of a variety while the former provides operations on the homology of the loop space of a compact manifold.\r\nAdditionally, the PI will use other methods and techniques such as operads, (quasi-)Hopf algebras, representation theory, category theory, moduli spaces, vertex operator algebras and cosimplicial sets in his analysis. Concretely based on his previous work, the PI expects to define and construct a new spectrum from an operad that detects loop spaces as well as to establish a cosimplicial setup for moduli space actions in string topology. Furthermore he expects to define quantum K-theory, Gromov-Witten invariants and characteristic classes for global quotients. Extending these orbifold constructions to other types of global quotients will yield  deformation spaces for singularities with symmetries  and  an orbifold version of the chiral deRham complex. These constructions are tied together by conjectural symmetries such as the Landau-Ginzburg/Calabi-Yau correspondence and mirror symmetry which have their origin in physics.\r\n\r\nThe proposal contributes to several fields of mathematics and as the constructions are often motivated by considerations of string theory and quantum field theory it also finds applications in physics. In particular, the mathematical investigation of the above are expected to bring about important new results that cross-fertilize the subjects of topology, algebra, geometry, and number theory on one hand and on the other hand add to the transfer of knowledge between theoretical physics and mathematics.  The outcome will be helpful in understanding a wide spectrum of problems ranging from the purely mathematical such as the basic structure of solutions sets of equations which exhibit symmetries or are not smooth to a better mathematical description of the universe predicted by string theory.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ralph",
   "pi_last_name": "Kaufmann",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Ralph M Kaufmann",
   "pi_email_addr": "rkaufman@math.purdue.edu",
   "nsf_id": "000487555",
   "pi_start_date": "2008-08-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "2550 NORTHWESTERN AVE # 1100",
  "perf_city_name": "WEST LAFAYETTE",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479061332",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126700",
   "pgm_ele_name": "TOPOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 142005.0
  }
 ],
 "por": null
}