{
 "awd_id": "0805136",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Graphene- and Metal-based Atomically Precise Nanoelectronics",
 "cfda_num": "47.049",
 "org_code": "03070004",
 "po_phone": "7032928428",
 "po_email": "cying@nsf.gov",
 "po_sign_block_name": "Z.  Ying",
 "awd_eff_date": "2008-09-01",
 "awd_exp_date": "2012-05-31",
 "tot_intn_awd_amt": 444871.0,
 "awd_amount": 487871.0,
 "awd_min_amd_letter_date": "2008-08-22",
 "awd_max_amd_letter_date": "2010-06-29",
 "awd_abstract_narration": "Technical: The goal of the project is to develop fabrication methods for graphene- and metal-based nanostructures with atomically precise edges and boundaries, and to perform comprehensive variable-temperature magnetotransport measurements on these samples for comparison with theoretical predictions. Other goals include the scientific exploration of graphene- and metal-based devices with all three spatial dimensions smaller than 10 nm, and phenomena derived from this quantum confinement, including the opening of an orientation- and width-dependent energy gap, unusual quantum confinement effects due to the massless graphene charge carriers, and half-metallic behavior of graphene of interest for spintronic applications. Long-term objectives of the project are 1) precise control over the fabrication of such samples so that the deleterious effects of edge defects (vacancies) and the like can be avoided, and 2) a detailed understanding of their physics so that the full power of their electronic properties can be harnessed. A second theme of the project is the use of mass transport processes due to applied currents, magnetic fields, temperature gradients, and vapor flow to achieve atomically precise nanofabrication. This detailed investigation of atomic scale mass migration effects will have broad impact on the understanding of aging and failure of nanoscale devices, as the two are closely linked. Methods of atomically precise nanofabrication will be based on Feedback Controlled Electromigration of metal constrictions. This method may enable creation of metal masks with atomically smooth edges that will be used to define graphene nanostrips with all three dimensions smaller than 10 nm in size. Metal nanoparticles will be used to catalytically etch graphene into nanoribbons whose edges run parallel to well defined crystal axes of the carbon lattice. Graphene point contacts will be formed by direct FCE. Metal nanowires with integrated contacts and atomically precise sidewalls will be fabricated by controlling thermal gradients that develop during FCE. Micrometer-long nanowires with atomically smooth sidewalls will be sought by performing the FCE process with simultaneous independent control of thermal gradients provided by integrated heaters. Details of the thermal gradients and their evolution will be measured with nanoscale spatial resolution and 100 microsec. - 1 ms time resolution. \r\nNon-technical: The project addresses basic research issues in a topical area of electronic/photonic materials science with high technological relevance. Research and education are integrated with emphasis in education, outreach, international collaboration, and impact on related fields in science and engineering. Training will be provided to graduate students, undergraduates, and high school students in a dynamic and interdisciplinary research environment. Outreach and education efforts by the PIs will include a partnership with the Penn Science Teachers Institute to provide research experiences for their teacher graduates and to develop short courses to increase the content knowledge of high school science teachers. Philadelphia's K-12 community will be engaged through participation in the annual NanoDay@PENN, including technical posters from the group and presentations appropriate for a general audience. Research infrastructure will be enhanced through an international partnership with NanoAFNET, the Nanosciences African Network; the project will host up to three scientists per year with research interests in the area of nanoelectronics and nanomaterials.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alan",
   "pi_last_name": "Johnson",
   "pi_mid_init": "T",
   "pi_sufx_name": "Jr.",
   "pi_full_name": "Alan T Johnson",
   "pi_email_addr": "johnson@dept.Physics.Upenn.Edu",
   "nsf_id": "000105270",
   "pi_start_date": "2008-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Douglas",
   "pi_last_name": "Strachan",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Douglas R Strachan",
   "pi_email_addr": "doug.strachan@uky.edu",
   "nsf_id": "000200485",
   "pi_start_date": "2008-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pennsylvania",
  "inst_street_address": "3451 WALNUT ST STE 440A",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158987293",
  "inst_zip_code": "191046205",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "TRUSTEES OF THE UNIVERSITY OF PENNSYLVANIA, THE",
  "org_prnt_uei_num": "GM1XX56LEP58",
  "org_uei_num": "GM1XX56LEP58"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pennsylvania",
  "perf_str_addr": "3451 WALNUT ST STE 440A",
  "perf_city_name": "PHILADELPHIA",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191046205",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177500",
   "pgm_ele_name": "ELECTRONIC/PHOTONIC MATERIALS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6863",
   "pgm_ref_txt": "SEBML-MOORE'S LAW"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 444871.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 24000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 19000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The intellectual merit of this project included a demonstration of new methods for the fabrication of atomically precise electronic circuits and measurements of the physical properties of these devices. Feedback Controlled Electromigration (FCE) was used to form etch masks for graphene nanoconstriction transistors. These devices were found to have on/off ratios exceeding 1000, a value desired for applications in digital computing. Electron-beam &ldquo;nanosculpting&rdquo; was used to make nanoconstrictions from graphene inside a transmission electron microscope (TEM). TEM was used to image the device width while a home-built sample holder with electrical feedthroughs was used to measure the electrical resistance of the circuit. It was notable that even constrictions with widths as small as 1 nm were found to conduct electricity exceptionally well, and to sustain currents exceeding 20 microampers per square nanometer. New forms of memristor devices were fabricated and found to have exceptional properties. Finally a scalable approach to the growth of boron nitride monolayers was demonstrated.</p>\n<p>&nbsp;</p>\n<p>The broader impacts of the project included the education of 2 postdoctoral fellows, 6 graduate students, and 15 undergraduate students by involving them in the project on some level. Students were involved in all aspects of the work associated with their project. These students were involved in outreach activities in the community including NanoDay@Penn, an event that is open to high school students from around the city of Philadelphia, Experience-Based Career Center program for Kentucky high school students, the Math Science and Technology Center program from a high school in Kentucky, and the Louisville Science Center Nanodays event for local high school students. The work also included outreach to scientists in Africa, specifically the group of Prof. Ncholu Manyala at the University of Pretoria in South Africa, as part of an ongoing collaboration with Johnson&rsquo;s team. Other important collaborations included Simmons College, Oak Ridge National Laboratory, and the Fayett County Public Schools in Kentucky.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/28/2013<br>\n\t\t\t\t\tModified by: Alan&nbsp;T&nbsp;Johnson</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2013/0805136/0805136_10025261_1364513024181_insitugraphic--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2013/0805136/0805136_10025261_1364513024181_insitugraphic--rgov-800width.jpg\" title=\"Graphene Nanoribbon Measured in the TEM\"><img src=\"/por/images/Reports/POR/2013/0805136/0805136_10025261_1364513024181_insitugraphic--rgov-66x44.jpg\" alt=\"Graphene Nanoribbon Measured in the TEM\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Left: schematic of the graphene nanoribbon sample to be measurd in a Transmission Electron Microscope. Right: Measured values of conductance as a function of sample width.</div>\n<div class=\"imageCredit\">Johnson Group, Penn</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Alan&nbsp;T&nbsp;Johnson</div>\n<div class=\"imageTitle\">Graphene Nanoribbon Measured in the TEM</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2013/0805136/0805136_10025261_1364513142852_nanoconstfet--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2013/0805136/0805136_10025261_1364513142852_nanoconstfet--rgov-800width.jpg\" title=\"Data and Images ...",
  "por_txt_cntn": "\nThe intellectual merit of this project included a demonstration of new methods for the fabrication of atomically precise electronic circuits and measurements of the physical properties of these devices. Feedback Controlled Electromigration (FCE) was used to form etch masks for graphene nanoconstriction transistors. These devices were found to have on/off ratios exceeding 1000, a value desired for applications in digital computing. Electron-beam \"nanosculpting\" was used to make nanoconstrictions from graphene inside a transmission electron microscope (TEM). TEM was used to image the device width while a home-built sample holder with electrical feedthroughs was used to measure the electrical resistance of the circuit. It was notable that even constrictions with widths as small as 1 nm were found to conduct electricity exceptionally well, and to sustain currents exceeding 20 microampers per square nanometer. New forms of memristor devices were fabricated and found to have exceptional properties. Finally a scalable approach to the growth of boron nitride monolayers was demonstrated.\n\n \n\nThe broader impacts of the project included the education of 2 postdoctoral fellows, 6 graduate students, and 15 undergraduate students by involving them in the project on some level. Students were involved in all aspects of the work associated with their project. These students were involved in outreach activities in the community including NanoDay@Penn, an event that is open to high school students from around the city of Philadelphia, Experience-Based Career Center program for Kentucky high school students, the Math Science and Technology Center program from a high school in Kentucky, and the Louisville Science Center Nanodays event for local high school students. The work also included outreach to scientists in Africa, specifically the group of Prof. Ncholu Manyala at the University of Pretoria in South Africa, as part of an ongoing collaboration with JohnsonÆs team. Other important collaborations included Simmons College, Oak Ridge National Laboratory, and the Fayett County Public Schools in Kentucky.\n\n \n\n\t\t\t\t\tLast Modified: 03/28/2013\n\n\t\t\t\t\tSubmitted by: Alan T Johnson"
 }
}