{
 "awd_id": "0805598",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Fully Nonparametric Models for Random Effects, Order Thresholding, Boostrap Testing, and Applications",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gabor Szekely",
 "awd_eff_date": "2008-07-15",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2008-07-15",
 "awd_max_amd_letter_date": "2008-07-15",
 "awd_abstract_narration": "\r\nTechnological advancements in information gathering, and the increased fusion of mathematical innovation with biological, oceanic/atmospheric, and psychosocial sciences, have created a plethora of highly complex and very high-dimensional data sets in interdisciplinary research contexts. The non-standard features of such data include non-normality, complex heterogeneity and dependence structures, high-dimensionality, low sample sizes and unbalanced designs. The investigator puts forth more realistic statistical models for such data sets and develops advanced statistical methods for their analysis. This project has five specific aims: to enhance the modeling alternatives by proposing fully nonparametric models for crossed and nested two-way random and mixed effects designs, to construct statistical procedures for the common hypotheses of interest under each of these models (including robust rank-based procedures), to propose order thresholding (thresholding based on L-statistics) for reducing the dimensionality of the alternative hypothesis and for identification of the signal location, to propose a bootstrap testing method for improved accuracy of the test procedures, and to explore applications of the aforementioned test procedures to classification problems, through the recently developed test-based classification method. The proposed models and methods are fundamentally different in approach from the standard likelihood methods, the non- and semi-parametric models, and the Bayesian techniques.\r\n\r\nThe significance of this project stems from the fact that statistical analysis is the final, and often the most important, stage of many expensive scientific investigations. Does the concentration of certain contaminants in coastal waters have a decreasing or an increasing trend? Is a trend in the concentration of contaminants a result of natural processes or is it caused by human activity? Are gene expressions different under different biological environments and which genes are responsible for this difference? Has the Gang Resistance Education and Training\r\n(G.R.E.A.T.) program been effective in reducing adolescent deviant/illegal activities in urban areas? In early detection of the use of bioweapons, is there a signal (a certain symptom at rates higher than background) and if so where is it located? Typically, the data collected for answering such questions exhibit highly non-standard features. The data being collected by the Mussel Watch Project of NOAA's National Status and Trends program for monitoring marine environmental quality, is a good example of the type of complex features such data can exhibit. Due to their non-standard features, the data may fail to satisfy the regularity conditions that alternative models and methods require. Analyzing data under assumptions that are not satisfied may lead to incorrect conclusions regarding the statistically significant factors and trends, or may fail to identify an existing signal or the genes that are affected by a disease. The objective of this proposal is to develop advanced methods for data analysis based on realistic statistical models, and to develop software for their implementation.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Akritas",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Michael G Akritas",
   "pi_email_addr": "mga@stat.psu.edu",
   "nsf_id": "000333149",
   "pi_start_date": "2008-07-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 OLD MAIN",
  "perf_city_name": "UNIVERSITY PARK",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126900",
   "pgm_ele_name": "STATISTICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": null
}