{
 "awd_id": "0805385",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Elucidation of Microbial Response to Temperature Variation and the Diurnal Cycle in the Yellowstone Octopus Hot Spring:  A Proteomic Study",
 "cfda_num": "47.074",
 "org_code": "08040000",
 "po_phone": "7032927186",
 "po_email": "mkane@nsf.gov",
 "po_sign_block_name": "Matthew Kane",
 "awd_eff_date": "2008-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 449994.0,
 "awd_amount": 449994.0,
 "awd_min_amd_letter_date": "2008-09-09",
 "awd_max_amd_letter_date": "2008-09-09",
 "awd_abstract_narration": "Little is known about how microorganisms in nature adapt and change in reaction to changes in their surroundings.   Unlike the isolated bacteria grown in laboratories, microbes in 'the wild' live in complex communities.  These communities are comprised of diverse species, most of which are still unknown to science.  One fascinating example is the community that exists as laminate mats of heat-loving organisms in Octopus Spring in Yellowstone National Park.   Changes in light throughout the day affect interactions such as cross-feeding between microbes in the mats.  In addition to changes in light, the hot spring changes in temperature. The hypothesis driving this work is that the presence of particular proteins will reflect the activities, distribution, and changes in the inhabitants of the microbial mat community during changes in light and temperature.  Mass Spectrometry will be used to identify these proteins in samples from the mat in a new approach known as environmental proteomics.  A labeling method will be used to quantify the amounts of the proteins produced under different sampling conditions. Genomic and transcriptomic data will be compared to protein data, all collected under the same conditions.\r\n\r\nThis methodology is a new approach to identifying the influences of the environment on a microbial community. There is currently much genomic information about the different strains of heat-loving microbes, but characterization of the proteins produced by these organisms is just beginning. Knowledge of the proteins produced by the microorganisms in a well-characterized microbial mat will provide a valuable resource to the microbiological community and will aid in interpreting the microbial fossil record.  Proteomic data collected during the course of this project will be deposited in Yellowstone National Park databases.  This will coordinate findings from this proposal with the ongoing genomic work in the park.  Minority undergraduate students will be involved in this research through a Summer Undergraduate Research Program.  These summer students will be exposed to both rigorous labwork and scientific fieldwork in an exciting setting.  This attractive setting will also be used to educate the general public, both through an outreach speaking program and displays in Yellowstone National Park.  Thus this project will both improve the scientific literacy of the public and provide new methods and information about adaptation in microbial communities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "EF",
 "org_div_long_name": "Emerging Frontiers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Laurey",
   "pi_last_name": "Steinke",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Laurey Steinke",
   "pi_email_addr": "lsteinke@unmc.edu",
   "nsf_id": "000404523",
   "pi_start_date": "2008-09-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Nebraska Medical Center",
  "inst_street_address": "4215 EMILE ST",
  "inst_street_address_2": "",
  "inst_city_name": "OMAHA",
  "inst_state_code": "NE",
  "inst_state_name": "Nebraska",
  "inst_phone_num": "4025597456",
  "inst_zip_code": "68105",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NE02",
  "org_lgl_bus_name": "BOARD OF REGENTS OF THE UNIVERSITY OF NEBRASKA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G15AG3BLLMH4"
 },
 "perf_inst": {
  "perf_inst_name": "University of Nebraska Medical Center",
  "perf_str_addr": "4215 EMILE ST",
  "perf_city_name": "OMAHA",
  "perf_st_code": "NE",
  "perf_st_name": "Nebraska",
  "perf_zip_code": "68105",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NE02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "718700",
   "pgm_ele_name": "MICROBIAL GENOME SEQUENCING"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7187",
   "pgm_ref_txt": "MICROBIAL GENOME SEQUENCING"
  },
  {
   "pgm_ref_code": "9104",
   "pgm_ref_txt": "ENVIRONMENTAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 449994.0
  }
 ],
 "por": null
}