{
 "awd_id": "0805793",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Complex Stochastic Systems",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gabor Szekely",
 "awd_eff_date": "2008-07-01",
 "awd_exp_date": "2012-06-30",
 "tot_intn_awd_amt": 180001.0,
 "awd_amount": 180001.0,
 "awd_min_amd_letter_date": "2008-07-30",
 "awd_max_amd_letter_date": "2008-07-30",
 "awd_abstract_narration": "Technical description.  Tools for specifying models and understanding the relationship between different formulations of a model are critical for model development and analysis.  The first part of this project focuses on the relationship between specifying a model as a solution of a stochastic equation and the more abstract approach of specifying the model as a solution of a martingale problem.  Each approach has its strengths providing different intuitive insight and different methods of analysis.  Verifying the equivalence of these two approaches assures the validity of methods drawn from each applied to the other.   Together, the two approaches provide powerful methodology for insuring that the models are uniquely determined and for deriving computational techniques and model simplifications.  The second part of the project will develop new methods of representing processes in terms of large aggregations of ?particles.?  These particle representations provide powerful tools for analyzing and approximating the associated models.  One goal of the project will be to make these tools more readily available to the nonexpert by providing more intuitive approaches to the construction of the representations and clearer identification of the building blocks used in the construction.   The third part of the proposal considers stochastic control problems with delay.  Controlled random systems arise in essentially every area of application as do systems with delayed response to control.   This part of the project is concerned with extending tools well understood in systems without delay to systems with delay.\r\n\r\nNon-technical description.  The study of stochastic processes is concerned with mathematical descriptions of natural phenomena governed by \"random\" or \"chance\" mechanisms. Mathematical models of such phenomena may attempt to describe variation in time, in space, or both. The research to be performed is concerned with developing methods for specifying these mathematical models, approximating complex models by simpler ones, and constructing models addressing specific scientific applications.  The proposal addresses specific applications in biology and the theory and methodology to be developed have applications in other areas such as computer science and finance.  The project will also provide a fertile training ground for graduate students and postdoctoral researchers.  In particular, there is a high demand for well-trained mathematical scientists with the interest and expertise necessary to contribute to the solution of problems arising in all areas of biology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Kurtz",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas G Kurtz",
   "pi_email_addr": "kurtz@math.wisc.edu",
   "nsf_id": "000313382",
   "pi_start_date": "2008-07-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126300",
   "pgm_ele_name": "PROBABILITY"
  },
  {
   "pgm_ele_code": "755200",
   "pgm_ele_name": "COFFES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 180001.0
  }
 ],
 "por": null
}