{
 "awd_id": "0805100",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Tests of MacPherson-Srolovitz Grain Growth in Metallic Polycrystals",
 "cfda_num": "47.049",
 "org_code": "03070010",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eric Taleff",
 "awd_eff_date": "2008-06-15",
 "awd_exp_date": "2012-05-31",
 "tot_intn_awd_amt": 350000.0,
 "awd_amount": 361000.0,
 "awd_min_amd_letter_date": "2008-06-09",
 "awd_max_amd_letter_date": "2010-05-14",
 "awd_abstract_narration": "TECHNICAL: Cellular structures, ranging from soap bubbles or other froths to crystalline grains in polycrystals, tend to coarsen over time. Coarsening refers to the fact that some cells grow while others shrink and disappear. Understanding this process in any cellular structure contributes to controlling it and tailoring it for particular needs and applications. In two dimensions, the famous 1950s von Neumann-Mullins calculation expresses the rate of change of the area of a cell in terms of the number of its triple points (points where the cell has two neighbors). Until 2007, when MacPherson and Srolovitz published a d-dimensional generalization, there was no analogous formula in three dimensions. The MacPherson and Srolovitz calculation gives the rate of change of a cell volume in terms of simple geometrical quantities: the grain size (the mean width) and the total length of triple lines bounding the grain. However, applying this calculation to grain growth in polycrystals is somewhat suspect since it assumes that all boundaries have the same properties. Unfortunately, this is not true for crystal-to-crystal interfaces where properties depend on five mesoscopic parameters. So the question is, does the theoretical result help us understand growth in real materials? Can it be taken as a starting point from which to develop more complex models? These are basic scientific questions with direct implications for real world materials. Making materials with desirable properties requires control over grain size and grain boundary type distributions. Gaining predictive control over these properties requires a detailed, verified model. Contemporaneous with theoretical developments is the development of x-ray diffraction microscopy (XDM), a non-destructive, high energy, synchrotron x-ray technique that measures the location, shape, and orientation of large numbers of crystalline grains inside bulk polycrystals. Being non-destructive means that an ensemble of grains can be mapped, the sample annealed to allow growth, and the same volume of material re-mapped to determine changes. Within micron scale resolution limits, the measurements yield the types of each grain boundary and the geometry of grains. XDM measurements will begin with a high purity aluminum polycrystal that should approximate assumptions of the MacPherson-Srolovitz theory and continue with more complicated (impure and more anisotropic) materials. The objective is to determine whether the theory is applicable and whether it is useful as a starting point even when the assumptions are not well met. NON-TECHNICAL: The ability to perform non-destructive 3D microstructure measurements will have a broad impact in the materials sciences. Grain growth measurements will demonstrate the capabilities of microstructure mapping at the Advanced Photon Source (APS) and will help attract a community of users to the dedicated facility that has been developed over the past five years. The facility will include hardware and the software and computational power necessary to generate microscope output. Results and other measurements using the facility will help to constrain and/or validate theories and computer simulations of materials response to a variety of processing treatments including thermal, mechanical, and chemical. The technique can be used to study any crystal-based materials. Graduate and undergraduate students in Physics and Materials Science and Engineering will work in an interdisciplinary environment that cuts across fundamental materials issues, x-ray science, and applications technology. They will work within a large, active microstructure-community at CMU and at APS.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Suter",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Robert M Suter",
   "pi_email_addr": "suter@andrew.cmu.edu",
   "nsf_id": "000246585",
   "pi_start_date": "2008-06-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie-Mellon University",
  "perf_str_addr": "5000 FORBES AVE",
  "perf_city_name": "PITTSBURGH",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133815",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177100",
   "pgm_ele_name": "METAL & METALLIC NANOSTRUCTURE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 110000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 131000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 120000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Polycrystals are a class of materials used in essentially all sectors of the world economy. They are structural materials (used in bridges, buildings, and cars, for example) and they are critical components of power and propulsion systems where they serve in extreme environments (turbine and nuclear reactor components, and air frames, for example). As the name implies, polycrystals are composed of many small crystals or grains that are held together by a grain boundary network. The nature of the network and the defect structures inside of the grains determine most of the performance related properties of polycrystals. This National Science Foundation grant has advanced the development of a new measurement technique, called High Energy X-ray Diffraction Microscopy or HEDM, that allows us to see inside polycrystals and track grain structures, orientations, and defect content as well as the grain boundary network as the materials are subjected to thermal or other loading conditions. Broad impact is expected due to the applicability of the measurement technique to metallic, ceramic, and composite materials and to a wide variety of processing conditions. As a result of early successes, we have developed collaborations with industrial, academic, and national laboratory scientists.<br /><br />HEDM uses the unique x-ray beam characteristics available only at third generation synchrotron sources. Our technique development work has been a collaboration with staff scientists at the 1-ID beamline at the Advanced Photon Source (APS), the only appropriate source in the Americas. Important beam characteristics include high flux at high energy coming from a small source size that allows focusing to small dimensions. Over the course of the grant, we have installed new area detector hardware that improved spatial resolution and data collection speed as well as developing a customized sample environment for heating samples in the experimental apparatus. Data collection protocols and associated software have been developed to allow flexible measurements using a variety of beam geometries. Further, the PI led the successful development of the scientific case for upgrading the Sector 1 facility as a part of the overall APS Upgrade project (see http://aps.anl.gov/Upgrade).<br /><br />Obtaining three dimensional maps of microstructures requires not only the beamline and associated equipment, but also high performance computations that convert hundreds of giga-bytes of detector image data into the microstructure that generated those images. A major effort has gone into development of reconstruction software that runs on parallel computation hardware, including a cluster at Carnegie Mellon that was purchased under this grant and NSF sponsored XSEDE supercomputers. Our reconstruction algorithms are unique and are applicable both to well-ordered structures and to quite defected materials where the scattering is more complex. The latter class of materials is of great interest to both scientists and the materials engineering community. Since the capability to map bulk microstructures non-destructively is new and allows us to watch materials evolution, we have also developed a wide variety of algorithms and software for probing statistics and tracking local features across different materials states.<br /><br />In addition to the broad impact of technique and analysis development work, we have performed measurements on the thermal responses of several different metallic polycrystals. These studies of ordering phenomena are of substantial intellectual merit since they illuminate more extensively than other measurements to date the processes that underlie the approach to equilibrium in crystalline systems. With new analysis tools applied to an early data set, we have observed the reduction in defect content and the growth of new crystalline grains out of a deformed matrix in high purity aluminum. ...",
  "por_txt_cntn": "\nPolycrystals are a class of materials used in essentially all sectors of the world economy. They are structural materials (used in bridges, buildings, and cars, for example) and they are critical components of power and propulsion systems where they serve in extreme environments (turbine and nuclear reactor components, and air frames, for example). As the name implies, polycrystals are composed of many small crystals or grains that are held together by a grain boundary network. The nature of the network and the defect structures inside of the grains determine most of the performance related properties of polycrystals. This National Science Foundation grant has advanced the development of a new measurement technique, called High Energy X-ray Diffraction Microscopy or HEDM, that allows us to see inside polycrystals and track grain structures, orientations, and defect content as well as the grain boundary network as the materials are subjected to thermal or other loading conditions. Broad impact is expected due to the applicability of the measurement technique to metallic, ceramic, and composite materials and to a wide variety of processing conditions. As a result of early successes, we have developed collaborations with industrial, academic, and national laboratory scientists.\n\nHEDM uses the unique x-ray beam characteristics available only at third generation synchrotron sources. Our technique development work has been a collaboration with staff scientists at the 1-ID beamline at the Advanced Photon Source (APS), the only appropriate source in the Americas. Important beam characteristics include high flux at high energy coming from a small source size that allows focusing to small dimensions. Over the course of the grant, we have installed new area detector hardware that improved spatial resolution and data collection speed as well as developing a customized sample environment for heating samples in the experimental apparatus. Data collection protocols and associated software have been developed to allow flexible measurements using a variety of beam geometries. Further, the PI led the successful development of the scientific case for upgrading the Sector 1 facility as a part of the overall APS Upgrade project (see http://aps.anl.gov/Upgrade).\n\nObtaining three dimensional maps of microstructures requires not only the beamline and associated equipment, but also high performance computations that convert hundreds of giga-bytes of detector image data into the microstructure that generated those images. A major effort has gone into development of reconstruction software that runs on parallel computation hardware, including a cluster at Carnegie Mellon that was purchased under this grant and NSF sponsored XSEDE supercomputers. Our reconstruction algorithms are unique and are applicable both to well-ordered structures and to quite defected materials where the scattering is more complex. The latter class of materials is of great interest to both scientists and the materials engineering community. Since the capability to map bulk microstructures non-destructively is new and allows us to watch materials evolution, we have also developed a wide variety of algorithms and software for probing statistics and tracking local features across different materials states.\n\nIn addition to the broad impact of technique and analysis development work, we have performed measurements on the thermal responses of several different metallic polycrystals. These studies of ordering phenomena are of substantial intellectual merit since they illuminate more extensively than other measurements to date the processes that underlie the approach to equilibrium in crystalline systems. With new analysis tools applied to an early data set, we have observed the reduction in defect content and the growth of new crystalline grains out of a deformed matrix in high purity aluminum. A study of high purity nickel which includes several thousand grains and five different anne..."
 }
}