{
 "awd_id": "0806321",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Dynamics of Coupled Cell Systems",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Henry Warchall",
 "awd_eff_date": "2008-06-15",
 "awd_exp_date": "2012-11-30",
 "tot_intn_awd_amt": 196353.0,
 "awd_amount": 196353.0,
 "awd_min_amd_letter_date": "2008-06-20",
 "awd_max_amd_letter_date": "2009-09-20",
 "awd_abstract_narration": "The project aims to advance the understanding of the dynamics of networks of interacting differential equations and maps. The project focuses in particular on the ways oscillatory and other complex dynamical behavior, such as heteroclinic cycles and chaotic dynamics, can be forced by the network architecture. Many physical, electrical and biological systems can be modeled by networks of interacting differential equations and maps. Models of this type, which can involve a mix of continuous and discrete dynamical systems, possibly with time delays and filters, are called hybrid systems. A high priority of the project is the development of a mathematical theory of hybrid systems, with a special focus on engineering and computer applications. The project will use mathematical techniques originally developed for the study of symmetric dynamical systems, work on statistical and stochastic properties of dynamical systems, and develop new methods for the construction of relatively simple dynamical systems (modules) which satisfy specified dynamical and structural properties.\r\n\r\nSystems of coupled differential equations are used as models in a wide range of physical applications such as neuronal networks, speciation, gene dynamics, arrays of Josephson junctions, and mechanical, electrical and computer systems. The project aims to develop an improved mathematical understanding of the dynamics of these systems. It is a natural development and continuation of past research undertaken, notably in an NSF-sponsored project on \"Synchrony and Structure in Coupled Cell Systems.? Part of the research will be undertaken in collaboration with groups in the United Kingdom (Manchester and Exeter) and Portugal (Porto). The Manchester group has a strong focus on applications in the areas of electrical and computer systems and biology, and these applications will help give a framework for the development of the theoretical aspects of networks. At least two graduate students will be directly supported by the grant. More generally, the research will directly impact the mathematical education of graduate and undergraduate students at the University of Houston through seminars, the development of graduate course in the area of differential equations, and undergraduate research projects in the area of networks. The investigator has shown a long-term commitment to the development of outreach programs for the professional development of mathematics and science teachers, notably through the Houston Teachers Institute and the Yale National Initiative. The proposed research will impact the development and content of these programs. The investigator will continue to work towards improving the understanding of mathematics and its applications among the general population by means of public lectures, educational publications, and popular scientific writings.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Field",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Michael J Field",
   "pi_email_addr": "mikefield@gmail.com",
   "nsf_id": "000383199",
   "pi_start_date": "2008-06-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Houston",
  "inst_street_address": "4300 MARTIN LUTHER KING BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "HOUSTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7137435773",
  "inst_zip_code": "772043067",
  "inst_country_name": "United States",
  "cong_dist_code": "18",
  "st_cong_dist_code": "TX18",
  "org_lgl_bus_name": "UNIVERSITY OF HOUSTON SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "QKWEF8XLMTT3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Houston",
  "perf_str_addr": "4300 MARTIN LUTHER KING BLVD",
  "perf_city_name": "HOUSTON",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "772043067",
  "perf_ctry_code": "US",
  "perf_cong_dist": "18",
  "perf_st_cong_dist": "TX18",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 52680.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 143673.0
  }
 ],
 "por": null
}