{
 "awd_id": "0806430",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Studies of the Structure, Evolution and Dynamics of Lower Stratospheric Frontal Zones Associated with Upper-level Jet/Front Systems and their Influence on Tropopause Deformation",
 "cfda_num": "47.050",
 "org_code": "06020105",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Chungu Lu",
 "awd_eff_date": "2008-06-15",
 "awd_exp_date": "2012-05-31",
 "tot_intn_awd_amt": 314448.0,
 "awd_amount": 314448.0,
 "awd_min_amd_letter_date": "2008-06-03",
 "awd_max_amd_letter_date": "2010-04-26",
 "awd_abstract_narration": "Deformation of the tropopause plays a fundamental role in the development of a variety of weather systems. Among the physical and structural mechanisms known to promote local deformation and steepening of the tropopause are the development of upper-level jet/front systems (ULJFs), the superposition of polar and subtropical ULJFs, and, more recently, the encroachment of coherent tropopause disturbances (CTDs) upon pre-existing polar or subtropical gradients of potential temperature on the dynamic tropopause. When viewed from any of these perspectives, tropopause steepening necessarily involves structural and dynamical evolution of the lower stratospheric frontal zone above the jet core. It is hypothesized that such changes have consequences for the local deformation of the tropopause and, accordingly, for the development of lower tropospheric weather systems. \r\n\r\nThis conjecture, coupled with a nearly complete absence of prior research focus on these features, motivates the research in which the structure, evolution, and life cycle of the lower stratospheric frontal zones associated with upper-level jet/front systems (ULJFs), as well as their influence on local tropopause deformation, extratropical development, stratosphere/troposphere exchange and their relationship to coherent tropopause disturbances (CTDs) will be examined. The investigation will employ both synoptic-climatological and case study approaches using the National Center for Environmental Prediction's Global Final Analysis (FNL) data as well as output from fine-scale numerical simulations of selected events performed using the National Center for Atmospheric Research's Weather Research and Forecasting (WRF) model. \r\n\r\nThe FNL analysis will be used to both examine the relationship between extreme surface cyclogenesis and tropopause steepness as well as to investigate the vertical structure of strong and extreme CTDs which is hypothesized to have an important influence on lower stratospheric frontal structure and tropopause slope. Employing output from fine-scale WRF simulations of selected cases of ULJF life cycles, the influence of lower stratospheric frontal circulations on local deformation of the tropopause above the jet core will be examined. This analysis will be augmented by a piecewise potential vorticity (PV) inversion, performed using the same model output, that will be used to examine the circulations associated with the perturbation PV of the upper tropospheric and lower stratospheric frontal zones of the ULJF, respectively. Isolation of these separate circulations will lend insight into the nature of the separate frontal developments, the influence each evolving structure has on the other, on tropopause deformation above and below the jet core, as well as on surface cyclogenesis. The WRF-Chemsitry model will be used to examine the influence of varying lower stratospheric frontal structures and their associated circulations on the degree of stratosphere/troposphere exchange. \r\n\r\nBy involving both graduate and undergraduate students, the research will advance discovery, learning, teaching, training and diversity within this subfield. The results of the research will be disseminated widely through scholarly publications and theses. The resulting increased understanding of the structure, evolution and dynamics of the lower stratospheric frontal zones associated with ULJFs will provide new insights into the role of lower stratospheric processes in deforming the tropopause and, consequently, in driving the sensible weather in the mid-latitudes. Thus, the research represents first steps towards understanding of an understudied problem with direct impacts on the life cycles of extratropical cyclones. As such, its pursuit potentially will provide a benefit to society by enhancing the ability to forecast weather that is directly and indirectly associated with these disturbances.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jonathan",
   "pi_last_name": "Martin",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathan E Martin",
   "pi_email_addr": "jemarti1@wisc.edu",
   "nsf_id": "000101748",
   "pi_start_date": "2008-06-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  },
  {
   "pgm_ele_code": "574000",
   "pgm_ele_name": "Climate & Large-Scale Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 101648.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 104775.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 108025.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The science of mid-latitude meteorology has existed in its modern state, a separate branch of physics, for less than a century.&nbsp; One of the cornerstone ideas underlying its ascendence as a separate science was the notion of fronts.&nbsp; Mid-latitude storms are, in fact, characterized by their frontal structure first discussed in the 1920s.&nbsp; Understanding of the structure of these frontal boundaries has changed substantially since then so that by the early 1960s it was generally acknowledged that the boundaries were zones of contrast that extended upward from the surface of the Earth to the tropopause where the jet stream was located.&nbsp; Amazingly, despite basic physical rules that mandate its presence, little attention had been given to frontal structures in the lower stratosphere, above the jet stream.&nbsp; This grant examined the structure, evolution and dynamics of frontal structures in the lower stratosphere and, as such, represented one of the first investigations of such features.&nbsp;</p>\n<p>We found that lower stratospheric and upper tropospheric fronts are not always in synch with one another.&nbsp; In fact, when the jet stream flow is from the northwest, the lower stratospheric front is weakening while the upper tropospheric front intensifies.&nbsp; The intensification of the upper tropospheric front in such cases can presage the development of major storms nearer the surface.&nbsp; In contrast, when the jet stream flow is from the southwest, the upper tropospheric front weakens while the lower stratospheric front intensifies.&nbsp; As the lower stratospheric front intensifies, major changes in the weather can begin to occur to the east of the frontal region - sometimes a major shift of the jet stream to the north.</p>\n<p>We were curious about the nature of interactions between surface fronts and lower stratospheric fronts when the jet stream flow is from the southwest.&nbsp; In such cases, the thunderstorms produced by the surface front act to destabilize the air column in the upper troposphere.&nbsp; This makes that air easier to move in the vertical direction.&nbsp; This air is forced to rise by the dynamics associated with the lower stratospheric frontal forcing.&nbsp; Upon rising, this air cools dramatically and actually intensfies the lower stratospheric front (and the associated jet stream).&nbsp; We suggested that this interaction is a major reason why the wintertime jet stream can so rapidly change its core speeds when in the vicinity of a thunderstorm-producing surface front AND an active lower stratospheric front.</p>\n<p>Other work we considered in the course of this grant included an examination of rapid, intraseasonal (i.e. within a season) retractions of the Pacific jet stream.&nbsp; The Pacific jet stream is oriented nearly east-west and extends from the coast of Asia to the central Pacific Ocean.&nbsp; The exit region of the jet (i.e. where the jet ends) can be located anywhere from 160E to 120W.&nbsp; Sometimes, the jet extending all the way to 120W (well east of Hawaii) can suddenly retract back to 160E (well west of Hawaii) in a matter of a week or two.&nbsp; We call such events jet retraction events.&nbsp; It turns out that these events play a major role in the weather of Hawaii and the west coast of the United States and so, along with being just interesting from a scientific point of view, they are also very relevant to the daily lives of millions of people.&nbsp; We found that these jet retraction events have a typical life cycle during which the circulation of the entire Pacific Ocean basin changes character in a very short time and that they seem to be influenced both the the mid-latitudes and by the tropics.&nbsp; We are currently proposing to learn more about exactly HOW these events come to pass in order to better arm forecasters with insights that might contribute to their ability to save lives and property.</p...",
  "por_txt_cntn": "\nThe science of mid-latitude meteorology has existed in its modern state, a separate branch of physics, for less than a century.  One of the cornerstone ideas underlying its ascendence as a separate science was the notion of fronts.  Mid-latitude storms are, in fact, characterized by their frontal structure first discussed in the 1920s.  Understanding of the structure of these frontal boundaries has changed substantially since then so that by the early 1960s it was generally acknowledged that the boundaries were zones of contrast that extended upward from the surface of the Earth to the tropopause where the jet stream was located.  Amazingly, despite basic physical rules that mandate its presence, little attention had been given to frontal structures in the lower stratosphere, above the jet stream.  This grant examined the structure, evolution and dynamics of frontal structures in the lower stratosphere and, as such, represented one of the first investigations of such features. \n\nWe found that lower stratospheric and upper tropospheric fronts are not always in synch with one another.  In fact, when the jet stream flow is from the northwest, the lower stratospheric front is weakening while the upper tropospheric front intensifies.  The intensification of the upper tropospheric front in such cases can presage the development of major storms nearer the surface.  In contrast, when the jet stream flow is from the southwest, the upper tropospheric front weakens while the lower stratospheric front intensifies.  As the lower stratospheric front intensifies, major changes in the weather can begin to occur to the east of the frontal region - sometimes a major shift of the jet stream to the north.\n\nWe were curious about the nature of interactions between surface fronts and lower stratospheric fronts when the jet stream flow is from the southwest.  In such cases, the thunderstorms produced by the surface front act to destabilize the air column in the upper troposphere.  This makes that air easier to move in the vertical direction.  This air is forced to rise by the dynamics associated with the lower stratospheric frontal forcing.  Upon rising, this air cools dramatically and actually intensfies the lower stratospheric front (and the associated jet stream).  We suggested that this interaction is a major reason why the wintertime jet stream can so rapidly change its core speeds when in the vicinity of a thunderstorm-producing surface front AND an active lower stratospheric front.\n\nOther work we considered in the course of this grant included an examination of rapid, intraseasonal (i.e. within a season) retractions of the Pacific jet stream.  The Pacific jet stream is oriented nearly east-west and extends from the coast of Asia to the central Pacific Ocean.  The exit region of the jet (i.e. where the jet ends) can be located anywhere from 160E to 120W.  Sometimes, the jet extending all the way to 120W (well east of Hawaii) can suddenly retract back to 160E (well west of Hawaii) in a matter of a week or two.  We call such events jet retraction events.  It turns out that these events play a major role in the weather of Hawaii and the west coast of the United States and so, along with being just interesting from a scientific point of view, they are also very relevant to the daily lives of millions of people.  We found that these jet retraction events have a typical life cycle during which the circulation of the entire Pacific Ocean basin changes character in a very short time and that they seem to be influenced both the the mid-latitudes and by the tropics.  We are currently proposing to learn more about exactly HOW these events come to pass in order to better arm forecasters with insights that might contribute to their ability to save lives and property.\n\nOne final contribution we made in this work was examination of what is known as an undular bore in the Central United States.  This feature is like an intense surface cold front in that it ha..."
 }
}