{
 "awd_id": "0806131",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "\"Collaborative Research: Regression Problems in Functional Data Analysis\"",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gabor Szekely",
 "awd_eff_date": "2008-06-01",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 100000.0,
 "awd_amount": 100000.0,
 "awd_min_amd_letter_date": "2008-05-28",
 "awd_max_amd_letter_date": "2010-03-03",
 "awd_abstract_narration": "Modern data collection methods are now frequently returning observations that could be viewed as the results of digitized recording or sampling from random functions. This project investigates regression problems for which the response is scalar but some of the predictors are functional. The general goal is to gain understanding on the inference of the models based on partially observed and error-contaminated functional data. Distinctions will be made between dense functional data, usually obtained from images, and sparse functional data, usually obtained from longitudinal studies. The specific topics include the consideration of (i) a functional generalized linear model for dense functional data using a penalized likelihood approach, (ii) dimension reduction methodologies based on sliced inverse regression and sliced average variance estimation, and (iii) a functional generalized linear model for sparse functional data using an approximated quasi-likelihood approach. New approaches will be proposed in the consideration of these problems, and asymptotic theories will be proved to validate the approaches.  The sparse functional generalized linear model will be considered in a framework of joint modeling between a longitudinal life style profile and an endpoint health outcome. This involves the study of a new type of error-in-variable problem, which is expected to extend the horizon of longitudinal-data modeling.\r\n\r\nAn important current focal point of statistical research is the so-called high-dimensional data analysis. Indeed, high-dimensional data are a fact of life. This is evidenced by our increasing need for larger storage devices on our computers. Roughly speaking, functional data are high-dimensional data which can be approximated by smooth curves or functions. Such data are abundant in scientific investigations, and it is of crucial importance to be able to effectively analyze such data. The PI will investigate approaches that will fundamentally contribute to the practice of functional data analysis. Direct applications of the research can be found in areas including image analysis, bioinformatics, and medicine. Research-level classes on functional data analysis based on this research will be offered at both University of Georgia and University of Michigan.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yehua",
   "pi_last_name": "Li",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yehua Li",
   "pi_email_addr": "yehuali@ucr.edu",
   "nsf_id": "000149978",
   "pi_start_date": "2008-05-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Georgia Research Foundation Inc",
  "inst_street_address": "310 E CAMPUS RD RM 409",
  "inst_street_address_2": "",
  "inst_city_name": "ATHENS",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "7065425939",
  "inst_zip_code": "306021589",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "GA10",
  "org_lgl_bus_name": "UNIVERSITY OF GEORGIA RESEARCH FOUNDATION, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "NMJHD63STRC5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Georgia",
  "perf_str_addr": "623 BOYD GRADUATE RESEARCH CTR",
  "perf_city_name": "ATHENS",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "306020001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "GA10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126900",
   "pgm_ele_name": "STATISTICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 31267.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 32834.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 35899.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In a data-rich environment that we are living in, scientific researchers are facing the challenges of analyzing massive data. These challenges include feature extraction, modeling and model validation. Many types of these massive data fall into the regime of functional data, including many medical image data, MRI, mass spectroscopy and clinical longitudinal data. These data are so fundamentally different from the data we used to see that many existing theory and methods in statistics do not apply.</p>\n<p>&nbsp;In this project, the PI made fundamental contributions to the theory and methods in dimension reduction for functional data, which provides statistical tools for extracting useful, low dimensional signals from these high dimensional data. The PI&rsquo;s theoretical work on functional principal component analysis and functional sliced inverse regression build the foundation for further methodology developments in this field. The PI also investigated regression problems on functional data using flexible, data-driven semi-parametric models. These models are robust in a sense that they rely on very few assumptions about the underlying mechanism that generates the data, and have shown great success in modeling colon carcinogenesis data and AIDS clinical trial data. Based on the new theory developed in this project, the PI also developed new model selection criteria to determine how many useful signals in these data should be included in further data analysis.</p>\n<p>The research conducted in this project has a broad impact in biological and medical research. The PI applied the newly developed semi-parametric regression models to the functional data raised in a colon carcinogenesis study, and detected a very interesting interaction effect between the protein of interest and environmental variables (such as diet). Such an interaction effect was never found in the literature. The PI also developed a new functional analysis of covariance model to model AIDS clinical trial data. The PI provided an efficient estimation procedure and a hypothesis testing procedure for the new model. With the new model and procedure, the PI was able to detect the treatment effects from different drug regimens. &nbsp;Many of the theoretical contribution from this project will be included in a textbook written by the PI&rsquo;s collaborator, Prof. Tailen Hsing from University of Michigan.&nbsp; The new book provides educational material to graduate students and other researchers in this field. Part of the project also became the dissertation topic of a Ph.D. student.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/30/2012<br>\n\t\t\t\t\tModified by: Yehua&nbsp;Li</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn a data-rich environment that we are living in, scientific researchers are facing the challenges of analyzing massive data. These challenges include feature extraction, modeling and model validation. Many types of these massive data fall into the regime of functional data, including many medical image data, MRI, mass spectroscopy and clinical longitudinal data. These data are so fundamentally different from the data we used to see that many existing theory and methods in statistics do not apply.\n\n In this project, the PI made fundamental contributions to the theory and methods in dimension reduction for functional data, which provides statistical tools for extracting useful, low dimensional signals from these high dimensional data. The PIÆs theoretical work on functional principal component analysis and functional sliced inverse regression build the foundation for further methodology developments in this field. The PI also investigated regression problems on functional data using flexible, data-driven semi-parametric models. These models are robust in a sense that they rely on very few assumptions about the underlying mechanism that generates the data, and have shown great success in modeling colon carcinogenesis data and AIDS clinical trial data. Based on the new theory developed in this project, the PI also developed new model selection criteria to determine how many useful signals in these data should be included in further data analysis.\n\nThe research conducted in this project has a broad impact in biological and medical research. The PI applied the newly developed semi-parametric regression models to the functional data raised in a colon carcinogenesis study, and detected a very interesting interaction effect between the protein of interest and environmental variables (such as diet). Such an interaction effect was never found in the literature. The PI also developed a new functional analysis of covariance model to model AIDS clinical trial data. The PI provided an efficient estimation procedure and a hypothesis testing procedure for the new model. With the new model and procedure, the PI was able to detect the treatment effects from different drug regimens.  Many of the theoretical contribution from this project will be included in a textbook written by the PIÆs collaborator, Prof. Tailen Hsing from University of Michigan.  The new book provides educational material to graduate students and other researchers in this field. Part of the project also became the dissertation topic of a Ph.D. student.\n\n\t\t\t\t\tLast Modified: 08/30/2012\n\n\t\t\t\t\tSubmitted by: Yehua Li"
 }
}