{
 "awd_id": "0806155",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Learning about the Tail of the Probability Density Function for Equilibrium Climate Sensitivity",
 "cfda_num": "47.050",
 "org_code": "06020106",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anjuli Bamzai",
 "awd_eff_date": "2008-06-01",
 "awd_exp_date": "2012-05-31",
 "tot_intn_awd_amt": 509222.0,
 "awd_amount": 555348.0,
 "awd_min_amd_letter_date": "2008-05-29",
 "awd_max_amd_letter_date": "2011-12-07",
 "awd_abstract_narration": "The importance of human-induced climate change depends critically on the equilibrium climate sensitivity (referred to as climate sensitivity hereafter, i.e., the change in global surface air temperature resulting from a doubling of the pre industrial atmospheric carbon dioxide concentration). The Intergovernmental Panel on Climate Change (IPCC) historically assessed the climate sensitivity at a range from 1.5 to 4.5 degrees Celsius.  The PIs document that there is a significant likelihood that the climate sensitivity lies outside this range, with probability density functions (pdfs) that have a thick upper tail. The most recent IPCC report presents a number of pdfs for the sensitivity, all of which have a thick upper tail. This research focuses on the thick upper tail. Testing whether or not the real climate system is located in this thick upper tail is not just a tantalizing scientific puzzle, but can also provide large economic value, as it can inform the design of improved climate policies. A recent economic analysis shows that the thick upper tail of current climate sensitivity estimates can dominate the ranking of proposed climate-change strategies in terms of their benefit/cost ratio. The intuition behind this is that a decision maker may give considerable weight to the very costly outcomes of different climate change strategies that are associated with the cases where the thick upper tail of current climate sensitivity estimates is revealed to be the true state of the system.\r\n\r\nThe PIs will use their simple climate model and updated observational data to test five  hypotheses: (1) The inclusion of the additional near-surface air temperature observations since 1998 will reduce the 90% confidence interval of climate sensitivity; (2) The inclusion of non-sulfate aerosol radiative forcing will increase the 90% confidence interval of climate sensitivity, this because the resulting negative radiative forcing will be greater than that for sulfate aerosol alone; (3) The inclusion of oceanic heat-content data will reduce the 90% confidence interval of climate sensitivity; (4) The combined effect of these three datasets will be a reduction of the 90% confidence interval of climate sensitivity; (5) The uncertainty in climate sensitivity due to climatic noise can be reduced by learning about climate sensitivity overtime. In addition, the PIs will examine how climate variability and paleoclimatic information influence the estimation of the pdf of climate sensitivity. The Bayesian averaging method that they will use will allow them to learn about different radiative forcing models and incorporate their associated hindcast abilities into the estimation of the distribution of climate sensitivity. \r\n\r\nThe intellectual merit of the research is that it will produce improved estimates of climate sensitivity from both the Frequency and Bayesian points of view using additional observations: updated surface air temperatures, ocean heat content, paleoclimatic data, and radiative forcing from non-sulfate aerosols. This knowledge will inform decision-makers about the magnitude and rate of reductions in the anthropogenic emission of greenhouse gases that are needed to \"...prevent dangerous anthropogenic interference with the climate system\", as required by Article 2 of the UN Framework Convention on Climate Change. This is also the most important broader impact of the research. The second broader impact will be the use of the results by other scientists to study the impacts and policy implications of human-induced climatic change. The third broader impact will be public outreach and communication. The PI will continue this via his lectures to the public, business leaders and policymakers.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Schlesinger",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Michael E Schlesinger",
   "pi_email_addr": "schlesin@atmos.uiuc.edu",
   "nsf_id": "000468210",
   "pi_start_date": "2008-05-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Bin",
   "pi_last_name": "Li",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bin Li",
   "pi_email_addr": "binli@atmos.uiuc.edu",
   "nsf_id": "000482967",
   "pi_start_date": "2008-05-29",
   "pi_end_date": "2008-08-08"
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 S WRIGHT ST",
  "perf_city_name": "URBANA",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "574000",
   "pgm_ele_name": "Climate & Large-Scale Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 165924.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 167500.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 175798.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 46126.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>We have used our Climate Research Group&rsquo;s Simple Climate Model to estimate values of equilibrium climate sensitivity DT<sub>2x </sub>(that is, the amount of global warming we would expect if the concentration of carbon dioxide in the atmosphere were to double), as well as other climate parameters. We have used new, updated records for the radiative forcings that influence the climate. As our Group has done previously, we use the model to seek the values of the DT<sub>2x</sub> by minimizing the error between the observed temperature records and those simulated by the model for different choices of DT<sub>2x</sub>. Similar analyses are done for the other parameters whose values we seek to constrain.</p>\n<p>Our central estimates of DT<sub>2x</sub> range from about 1.5&deg; to 2.0&deg; Celsius (2.7&deg; to 3.6&deg; Fahrenheit), depending on the particular temperature dataset used for comparison. These values are on the low side of the values reported in the Intergovernmental Panel on Climate Change&rsquo;s Fourth Assessment Report, but still indicate that emissions of greenhouse gases will warm the atmosphere. The range of values we obtain through a statistical technique intended to account for the natural variability of Earth&rsquo;s climate system are narrower than those our Group found previously, with a much lower probability of very high values of DT<sub>2x</sub>.</p>\n<p>However, we emphasize that while our values of DT<sub>2x</sub> are on the low side of common estimates, this does not mean that humans are not affecting the climate. In fact, we find the opposite &ndash; human emissions are the most important factor in the observed temperature increase since 1850. We also find human emissions are primarily responsible for the post-1976 warming. However, human emissions were only a secondary factor in the warming observed from 1904-1944; during that period, the internal variability of Earth&rsquo;s climate system was the most important factor contributing to the warming.</p>\n<p>The United Nations has set a goal of holding the global warming since the beginning of the Industrial Revolution to below 2&deg;C (3.6&deg;F), a level that will hopefully avoid the more disastrous consequences involved with climate change. To understand whether this level is feasible, we simulated future temperature changes based on potential future emissions trajectories. We found trajectories that held the global-mean warming below 2&deg;C while equalizing the total amount of historical emissions between the developed and developing world, by requiring all countries to cut greenhouse-gas emissions to zero over the 2015-2065 period, but requiring developed countries to reduce emissions more quickly. The 2&deg;C target could not be met unless developing countries participated.</p>\n<p>Since internal variability is important to Earth&rsquo;s climate, we took a closer look at the &ldquo;quasi-periodic oscillations&rdquo; (QPOs) in Earth&rsquo;s temperature record. These are oscillations whose amplitude and period may be irregular. As our Group has found before, the most important QPO is a phenomenon known as the Atlantic Multidecadal Oscillation, which has a period of about 65 years and is particularly prominent in the North Atlantic. However, we discover that oscillations of this period are present in all the world&rsquo;s ocean basins except the Eastern Equatorial Pacific. These oscillations have not been reported previously in several of the regions of the world. We believe additional study of the QPOs is warranted to help us understand how climate changes in different regions of the world.</p>\n<p>The finding that human emissions of greenhouse gases are the most important cause of the observed temperature increase in since 1850 and in the post-1976 period is the most important broader impact of our work because of its importance for climate policy. This is not a new finding of course, ...",
  "por_txt_cntn": "\nWe have used our Climate Research GroupÆs Simple Climate Model to estimate values of equilibrium climate sensitivity DT2x (that is, the amount of global warming we would expect if the concentration of carbon dioxide in the atmosphere were to double), as well as other climate parameters. We have used new, updated records for the radiative forcings that influence the climate. As our Group has done previously, we use the model to seek the values of the DT2x by minimizing the error between the observed temperature records and those simulated by the model for different choices of DT2x. Similar analyses are done for the other parameters whose values we seek to constrain.\n\nOur central estimates of DT2x range from about 1.5&deg; to 2.0&deg; Celsius (2.7&deg; to 3.6&deg; Fahrenheit), depending on the particular temperature dataset used for comparison. These values are on the low side of the values reported in the Intergovernmental Panel on Climate ChangeÆs Fourth Assessment Report, but still indicate that emissions of greenhouse gases will warm the atmosphere. The range of values we obtain through a statistical technique intended to account for the natural variability of EarthÆs climate system are narrower than those our Group found previously, with a much lower probability of very high values of DT2x.\n\nHowever, we emphasize that while our values of DT2x are on the low side of common estimates, this does not mean that humans are not affecting the climate. In fact, we find the opposite &ndash; human emissions are the most important factor in the observed temperature increase since 1850. We also find human emissions are primarily responsible for the post-1976 warming. However, human emissions were only a secondary factor in the warming observed from 1904-1944; during that period, the internal variability of EarthÆs climate system was the most important factor contributing to the warming.\n\nThe United Nations has set a goal of holding the global warming since the beginning of the Industrial Revolution to below 2&deg;C (3.6&deg;F), a level that will hopefully avoid the more disastrous consequences involved with climate change. To understand whether this level is feasible, we simulated future temperature changes based on potential future emissions trajectories. We found trajectories that held the global-mean warming below 2&deg;C while equalizing the total amount of historical emissions between the developed and developing world, by requiring all countries to cut greenhouse-gas emissions to zero over the 2015-2065 period, but requiring developed countries to reduce emissions more quickly. The 2&deg;C target could not be met unless developing countries participated.\n\nSince internal variability is important to EarthÆs climate, we took a closer look at the \"quasi-periodic oscillations\" (QPOs) in EarthÆs temperature record. These are oscillations whose amplitude and period may be irregular. As our Group has found before, the most important QPO is a phenomenon known as the Atlantic Multidecadal Oscillation, which has a period of about 65 years and is particularly prominent in the North Atlantic. However, we discover that oscillations of this period are present in all the worldÆs ocean basins except the Eastern Equatorial Pacific. These oscillations have not been reported previously in several of the regions of the world. We believe additional study of the QPOs is warranted to help us understand how climate changes in different regions of the world.\n\nThe finding that human emissions of greenhouse gases are the most important cause of the observed temperature increase in since 1850 and in the post-1976 period is the most important broader impact of our work because of its importance for climate policy. This is not a new finding of course, but it is a finding that continues to meet with resistance among a large segment of the American public. We further emphasize that, even though our estimates for climate sensitivity are on the low side of the val..."
 }
}