{
 "awd_id": "0806490",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: PNe as Probes of the Early Chemical History of the Galaxy and M31",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": "7032924905",
 "po_email": "nsharp@nsf.gov",
 "po_sign_block_name": "Nigel Sharp",
 "awd_eff_date": "2008-07-01",
 "awd_exp_date": "2012-06-30",
 "tot_intn_awd_amt": 110390.0,
 "awd_amount": 110390.0,
 "awd_min_amd_letter_date": "2008-06-20",
 "awd_max_amd_letter_date": "2010-05-05",
 "awd_abstract_narration": "In this collaborative effort, Drs Bruce Balick (University of Washington), Richard Henry (University of Oklahoma), and Karen Kwitter (Williams College) will complement extant studies of the least evolved and most extended stellar populations with observations of the metal-enriched gas ejected from early generations of stars in the Milky Way (the \"Galaxy\") and our nearest sibling neighbor galaxy, M31. The results will constrain and challenge extant models of how all galaxies evolved or merged into others. In addition, the means by which elements such as nitrogen and oxygen have been formed in dying stars will be determined by measuring the historical rates of their production. The data products will include databases of spectra and abundances of planetary nebulae (PNe) in all galactic environments, doubling the size of the present sample derived for of PNe near the Earth. \r\n\r\nThe history of galaxy formation must be read from the shape, dynamics, and chemistry of its oldest and least evolved \"fossil\" stars. These stars are found throughout the extended, largely undisturbed outer regions of all galaxies, large and small. The chemistry and kinematics of these stars help to constrain the models for the early assembly of galaxies, the role of ongoing assimilation of dwarf galaxies, the ejections of younger stars into the old thick disk and halo, the feedback of heavy elements from the nucleus, supernovae, and AGB mass loss, the influence of dark matter, and the rates and size scales of the formation of structure in the early and highly chaotic universe. As a part of this research, new methods for analyzing the data and measuring chemical abundances will be developed for faint nebulae. These will have application throughout extragalactic astronomy in such areas as element production rates in very early supernovae and the chemical properties of distant quasars. In addition, all of the activities that will take place as a part of this research program have been conceived with the goal of providing research opportunities for undergraduate students, especially those students from underrepresented groups. The students will be direct participants in analyzing the data and developing creative interpretive ideas that form the core motivation for practicing science and research, and for understanding its role in modern society.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Karen",
   "pi_last_name": "Kwitter",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Karen B Kwitter",
   "pi_email_addr": "kkwitter@williams.edu",
   "nsf_id": "000192949",
   "pi_start_date": "2008-06-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Williams College",
  "inst_street_address": "880 MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "WILLIAMSTOWN",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135974352",
  "inst_zip_code": "012672600",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MA01",
  "org_lgl_bus_name": "PRESIDENT & TRUSTEES OF WILLIAMS COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "JVZEJJ6N5EM8"
 },
 "perf_inst": {
  "perf_inst_name": "Williams College",
  "perf_str_addr": "880 MAIN ST",
  "perf_city_name": "WILLIAMSTOWN",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "012672600",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MA01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121600",
   "pgm_ele_name": "GALACTIC ASTRONOMY PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  },
  {
   "pgm_ref_code": "7480",
   "pgm_ref_txt": "ARCHIVAL DATA ANALYSIS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 35403.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 36452.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 38535.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>What are <em>planetary nebulae?</em></strong> Planetary nebulae represent the almost-final stages in the evolution of a star whose mass is between about a tenth and ten times the sun&rsquo;s mass, when the nuclear reactions that made it shine and created new chemical elements have just about ceased. The outer layers of the star are ejected and expand away to form beautiful bubbles, rings and lobes (Figure 1). The exposed hot core of the star makes the ejected matter glow, forming what we now call a planetary nebula (though unrelated to our everyday idea of a planet). Colleagues and I have observed planetary nebulae in our own Milky Way Galaxy and the in Andromeda Galaxy (also called M31 from its designation in the Messier Catalog). We have measured the chemical abundances in these objects and mapped the distribution of the elements across the disks of these galaxies.&nbsp;</p>\n<p><strong>Why are planetary nebulae important?</strong> The ejected outer layers of these dying stars have had some of the newly created elements mixed into them during the star&rsquo;s evolution so that the expelled material is enriched, primarily in the light elements helium, carbon, and in exceptional cases, nitrogen and oxygen. The next generations of stars to form will benefit from the contributions of many planetary nebulae (along with other sources) and start out with an enhanced supply of these elements compared with previous generations of stars. Aside from helium, none of these elements existed before the first generations of stars 13 billion years ago. So studying the rate at which heavy elements build up over time in a galaxy gives us insight into how the galaxy formed and how the pace of star formation has changed over its history. The importance of these elements is comparable to that of DNA in biological systems, and holds the key to our understanding of how stars and galaxy disks form.</p>\n<p><strong>How do we do it? </strong>We used a spectrograph to spread the light from the planetary nebulae into specific colors, or wavelengths. Figure 2 shows part of a planetary nebula spectrum; the peaks are &ldquo;emission lines&rdquo; that act as a kind of fingerprint, identifying elements present in the gas. The strengths&nbsp;of the lines, combined with the physics describing their emission, reveal the abundances of the corresponding elements.&nbsp;</p>\n<p><strong>Why M31?</strong> It&rsquo;s the nearest spiral galaxy similar to the Milky Way, and is located about 2.5 million light-years away. Because our solar system resides in the Milky Way&rsquo;s disk it is very difficult for us to measure distances to the planetary nebulae in our own galaxy, especially since interstellar dust (from which planets and life form) occludes our view beyond the immediate solar neighborhood. Figure 3 shows M31 and a view of the Milky Way from our vantage point inside it; the &lsquo;X&rsquo; marks our position in M31 if the Sun were located there. So, despite their large distances from us, planetary nebulae in M31 have important advantages over those in the Milky Way: we know precisely how far away they are from the center of their galaxy and the obscuring effects of dust are minimal. Figure 4 maps the planetary nebulae in M31 (dots); the galaxy as typically imaged is shown to the same scale in the inset. We observed 16 planetary nebulae in the outer disk (circled objects) at a wide range of distances from M31&rsquo;s center.</p>\n<p><strong>What did we find?</strong> Figure 5 is a representation of the falloff of the amount of oxygen in Milky Way and M31 planetary nebulae relative to their distances from the center of their galaxy. Note that the points representing the M31 planetary nebulae fall off less steeply than those for the Milky Way planetary nebulae. This disparity indicates differences in the history of how these two galaxies assembled. In addition to the evolution of abundances in the...",
  "por_txt_cntn": "\nWhat are planetary nebulae? Planetary nebulae represent the almost-final stages in the evolution of a star whose mass is between about a tenth and ten times the sunÆs mass, when the nuclear reactions that made it shine and created new chemical elements have just about ceased. The outer layers of the star are ejected and expand away to form beautiful bubbles, rings and lobes (Figure 1). The exposed hot core of the star makes the ejected matter glow, forming what we now call a planetary nebula (though unrelated to our everyday idea of a planet). Colleagues and I have observed planetary nebulae in our own Milky Way Galaxy and the in Andromeda Galaxy (also called M31 from its designation in the Messier Catalog). We have measured the chemical abundances in these objects and mapped the distribution of the elements across the disks of these galaxies. \n\nWhy are planetary nebulae important? The ejected outer layers of these dying stars have had some of the newly created elements mixed into them during the starÆs evolution so that the expelled material is enriched, primarily in the light elements helium, carbon, and in exceptional cases, nitrogen and oxygen. The next generations of stars to form will benefit from the contributions of many planetary nebulae (along with other sources) and start out with an enhanced supply of these elements compared with previous generations of stars. Aside from helium, none of these elements existed before the first generations of stars 13 billion years ago. So studying the rate at which heavy elements build up over time in a galaxy gives us insight into how the galaxy formed and how the pace of star formation has changed over its history. The importance of these elements is comparable to that of DNA in biological systems, and holds the key to our understanding of how stars and galaxy disks form.\n\nHow do we do it? We used a spectrograph to spread the light from the planetary nebulae into specific colors, or wavelengths. Figure 2 shows part of a planetary nebula spectrum; the peaks are \"emission lines\" that act as a kind of fingerprint, identifying elements present in the gas. The strengths of the lines, combined with the physics describing their emission, reveal the abundances of the corresponding elements. \n\nWhy M31? ItÆs the nearest spiral galaxy similar to the Milky Way, and is located about 2.5 million light-years away. Because our solar system resides in the Milky WayÆs disk it is very difficult for us to measure distances to the planetary nebulae in our own galaxy, especially since interstellar dust (from which planets and life form) occludes our view beyond the immediate solar neighborhood. Figure 3 shows M31 and a view of the Milky Way from our vantage point inside it; the æXÆ marks our position in M31 if the Sun were located there. So, despite their large distances from us, planetary nebulae in M31 have important advantages over those in the Milky Way: we know precisely how far away they are from the center of their galaxy and the obscuring effects of dust are minimal. Figure 4 maps the planetary nebulae in M31 (dots); the galaxy as typically imaged is shown to the same scale in the inset. We observed 16 planetary nebulae in the outer disk (circled objects) at a wide range of distances from M31Æs center.\n\nWhat did we find? Figure 5 is a representation of the falloff of the amount of oxygen in Milky Way and M31 planetary nebulae relative to their distances from the center of their galaxy. Note that the points representing the M31 planetary nebulae fall off less steeply than those for the Milky Way planetary nebulae. This disparity indicates differences in the history of how these two galaxies assembled. In addition to the evolution of abundances in the disk of M31, our data allow us to evaluate the masses of the stars that created the planetary nebulae we observed. We found that these planetary nebulae came from stars that were roughly twice as massive as our sun. Because of their higher masses, ..."
 }
}