{
 "awd_id": "0806254",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "COLLABORATIVE RESEARCH:   Spatial and Temporal Influences of Thermokarst Features",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Neil R. Swanberg",
 "awd_eff_date": "2008-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 335981.0,
 "awd_amount": 335981.0,
 "awd_min_amd_letter_date": "2008-08-20",
 "awd_max_amd_letter_date": "2011-07-15",
 "awd_abstract_narration": "Recent summaries of international research clearly document the past and future extent of climate warming in the Arctic. These summaries suggest that in the future, rising temperatures will be accompanied by increased precipitation, mostly as rain: 20% more over the Arctic as a whole and up to 30% more in coastal areas during the winter and autumn. These climate changes will have important impacts on Arctic Systems. Of direct interest to this research is the likelihood that warming will promote permafrost degradation and thaw. Formerly frozen soils may be further destabilized by increased precipitation, leading to hillslope thermokarst failures. Recent work has documented that thermokarst failures are abundant and appear to have become more numerous around Toolik Lake on the eastern North Slope and in the western Noatak River basin in Alaska. A widespread and long-term increase in the incidence of thermokarst failures may have important impacts on the structure and function of arctic headwater landscapes. This research will use a systems approach to address hypotheses about how thermokarst failures influence the structure and function of the arctic landscape. It will focus on the composition of vegetation, the distribution and processing of soil nutrients, and exports of sediments and nutrients to stream and lake ecosystems. Results obtained at this hillslope scale will be linked to patterns observed at the landscape scale to test hypotheses about the spatial distribution of thermokarst failures in the arctic foothills. It is important to understand these interactions because perhaps the greatest potential impacts of changing land surface processes and formation of thermokarst failures are feedbacks to the climate system through energy, albedo, water, and trace gas exchange.\r\n\r\nThis research is designed to quantify linkages among climatology, hillslope hydrology, geomorphology, geocryology, community ecology of vegetation, soil nutrient dynamics, microbial ecology, trace gas dynamics, and aquatic ecology. It will employ a combination of field experimentation, remote sensing, and simulation modeling as a means to quantify these relationships.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "Kling",
   "pi_mid_init": "W",
   "pi_sufx_name": "II",
   "pi_full_name": "George W Kling",
   "pi_email_addr": "gwk@umich.edu",
   "nsf_id": "000419650",
   "pi_start_date": "2008-08-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "1109 GEDDES AVE STE 3300",
  "perf_city_name": "ANN ARBOR",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "521900",
   "pgm_ele_name": "ARCSS-Arctic System Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 83825.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 79452.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 83590.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 89114.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Project Outcomes Report</strong></p>\n<p><em>Arctic System Science (ARCSS)</em> &ndash; Collaborative Research:&nbsp; Spatial and Temporal Influences of Thermokarst Failures on Surface Processes in Arctic Landscapes</p>\n<p>George W. Kling, University of Michigan</p>\n<p><strong><em>Scientific Merit</em></strong>&nbsp; &nbsp;</p>\n<p>The tremendous stores of organic carbon currently frozen in permafrost soils have the potential to double the amount of carbon in the atmosphere on a timescale similar to human inputs of CO<sub>2</sub>.&nbsp; However, what we have found is that permafrost soils may not thaw in place, and in fact throughout the Arctic the melting of ground ice is causing ever greater amounts of land-surface subsidence or &ldquo;thermokarst failures&rdquo;. &nbsp;We measured the impact from a glacial thermokarst failure on the chemical inputs to a lake, and found that the inputs peaked in the first several years after the disturbance and following that the inputs appeared to decline fairly rapidly (years, not decades). &nbsp;We found that the lake trapped thermokarst sediments and thus acted as an &ldquo;attenuator&rdquo; with respect to propagation across the landscape of the chemical disturbance from the thermokarst.&nbsp; However, at the same time the export of carbon and nitrogen downstream from the impacted lake outlet stream was still much higher than export in reference streams and even than export in streams that were impacted by fire.&nbsp; We also found that exposure to sunlight of this previously buried soil carbon enhanced the bacterial degradation and production of CO<sub>2</sub> by at least 40% compared to carbon remaining in the dark, indicating that this frozen soil carbon may be rapidly converted to CO<sub>2</sub> and released to the atmosphere when it is exposed.<strong>&nbsp; </strong>However, it is as yet unclear what the long-term impacts of the sediment inputs from the thermokarst are on the lake.&nbsp; In collaboration with another NSF-funded project, the analyses of lake sediment cores showed that during the past ~5500 years there have been many &ldquo;thermokarst events&rdquo; recorded as clay layers in the sediments, which means that thermokarst failures near Toolik Lake may have been a consistent feature of the landscape for many thousands of years.&nbsp; Given this result, it will be necessary to better understand what climate conditions occurred in the past to cause these failures, and whether the predicted climate of the future will increase the frequency of thermokarst failures and enhance the conversion of soil carbon into CO<sub>2</sub> released to the atmosphere.&nbsp;</p>\n<p class=\"Normal-NSF\"><strong><em>&nbsp;</em></strong><strong><em>Broader Impacts</em></strong></p>\n<p class=\"Normal-NSF\">Global change and especially climate warming in this century will define the evolution of our planet and the role and fate of humans in this new epoch. &nbsp;The Arctic is a bellwether for change, and increasing temperatures will melt soils frozen for thousands of years, cause damage to cold-regions infrastructure, and may alter the delicate balance of carbon stored in plants and soils versus carbon being released to the atmosphere and acting as a heat-trapping gas (carbon dioxide or methane).&nbsp; In fact in the last 10 years the increasing heat of debate on how climate-change impacts to the Arctic will feed back to affect global temperatures has mirrored the arctic warming itself.&nbsp; Thus the goal of this research project was to better understand how the land surface will respond when the ice below melts, and how the resulting landslides (thermokarst failures) will affect the carbon balance between soil and atmosphere.&nbsp; We learned that these thermokarst failures churn-up soil carbon and expose it to surface light and warmth, and these surface conditions stimulate the carbon&rsquo;s conversion into carbon dioxide by up...",
  "por_txt_cntn": "\nProject Outcomes Report\n\nArctic System Science (ARCSS) &ndash; Collaborative Research:  Spatial and Temporal Influences of Thermokarst Failures on Surface Processes in Arctic Landscapes\n\nGeorge W. Kling, University of Michigan\n\nScientific Merit   \n\nThe tremendous stores of organic carbon currently frozen in permafrost soils have the potential to double the amount of carbon in the atmosphere on a timescale similar to human inputs of CO2.  However, what we have found is that permafrost soils may not thaw in place, and in fact throughout the Arctic the melting of ground ice is causing ever greater amounts of land-surface subsidence or \"thermokarst failures\".  We measured the impact from a glacial thermokarst failure on the chemical inputs to a lake, and found that the inputs peaked in the first several years after the disturbance and following that the inputs appeared to decline fairly rapidly (years, not decades).  We found that the lake trapped thermokarst sediments and thus acted as an \"attenuator\" with respect to propagation across the landscape of the chemical disturbance from the thermokarst.  However, at the same time the export of carbon and nitrogen downstream from the impacted lake outlet stream was still much higher than export in reference streams and even than export in streams that were impacted by fire.  We also found that exposure to sunlight of this previously buried soil carbon enhanced the bacterial degradation and production of CO2 by at least 40% compared to carbon remaining in the dark, indicating that this frozen soil carbon may be rapidly converted to CO2 and released to the atmosphere when it is exposed.  However, it is as yet unclear what the long-term impacts of the sediment inputs from the thermokarst are on the lake.  In collaboration with another NSF-funded project, the analyses of lake sediment cores showed that during the past ~5500 years there have been many \"thermokarst events\" recorded as clay layers in the sediments, which means that thermokarst failures near Toolik Lake may have been a consistent feature of the landscape for many thousands of years.  Given this result, it will be necessary to better understand what climate conditions occurred in the past to cause these failures, and whether the predicted climate of the future will increase the frequency of thermokarst failures and enhance the conversion of soil carbon into CO2 released to the atmosphere. \n Broader Impacts\nGlobal change and especially climate warming in this century will define the evolution of our planet and the role and fate of humans in this new epoch.  The Arctic is a bellwether for change, and increasing temperatures will melt soils frozen for thousands of years, cause damage to cold-regions infrastructure, and may alter the delicate balance of carbon stored in plants and soils versus carbon being released to the atmosphere and acting as a heat-trapping gas (carbon dioxide or methane).  In fact in the last 10 years the increasing heat of debate on how climate-change impacts to the Arctic will feed back to affect global temperatures has mirrored the arctic warming itself.  Thus the goal of this research project was to better understand how the land surface will respond when the ice below melts, and how the resulting landslides (thermokarst failures) will affect the carbon balance between soil and atmosphere.  We learned that these thermokarst failures churn-up soil carbon and expose it to surface light and warmth, and these surface conditions stimulate the carbonÆs conversion into carbon dioxide by up to 40% more than the same carbon held in the dark.  Because it is now clear that these carbon-rich soils will not \"thaw quietly\", and through thermokarst activity will be exposed to surface conditions, it is important to provide and use a better scientific understanding of the arctic carbon balance and how this sleeping threat may accelerate global warming.  With a better understanding of this threat we will help define the r..."
 }
}