{
 "awd_id": "0806703",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Some mesoscale issues for applied mathematics",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Steuerwalt",
 "awd_eff_date": "2008-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 521969.0,
 "awd_amount": 843579.0,
 "awd_min_amd_letter_date": "2008-06-25",
 "awd_max_amd_letter_date": "2011-08-11",
 "awd_abstract_narration": "Kinderlehrer\r\nDMS-0806703\r\n\r\n     Mesoscale phenomena in physical and biological systems\r\nassume prominence when an intermediate length or time scale is\r\nrequired to assess gross system behavior or when the finer active\r\nscales cannot be directly interrogated.  These systems are\r\nfrequently metastable.  Two broad areas for investigation have\r\nbeen identified directly from potential application: texture\r\ndevelopment dependent on interfacial properties of polycrystals\r\nand diffusion mediated transport with application to ensembles of\r\nmolecular motors.  A central materials science problem is to\r\nengineer a microstructure to attain a desired set of\r\ncharacteristics.  The group of the investigator has discovered a\r\nnew characterization of material texture, the description of a\r\npolycrystal in terms of its geometry and crystallography, called\r\nthe grain boundary character distribution, which is found to be\r\ncorrelated to interfacial energy.  A main objective of this\r\nproject is to explain this characterization employing large scale\r\nsimulation and analysis and stochastic analysis.  Geometric\r\ncoarsening is also studied.  The goal of the second part of the\r\nproject is to develop appropriate modeling and analytical methods\r\nto understand how molecular motors function in various\r\ncircumstances, and in particular, to examine various\r\ntransformation pathways and transduction scenarios.  This\r\ninvolves mass transport theory among other new directions in\r\nnonlinear analysis.  Understanding the predictive character of\r\nlarge scale simulations of metastable systems used to interrogate\r\nand model physical and biological systems is an emerging\r\nfundamental challenge for mathematical/computational science.  It\r\nis a coarse graining or upscaling question at the informational\r\nlevel.  The goal of this project is to address this challenge.\r\n\r\n     This project has two related parts.  Most engineered\r\nmaterials arise as polycrystalline microstructures, composed of a\r\nmyriad of small crystallites, called grains, separated by\r\ninterfaces, called grain boundaries.  The energetics and\r\nconnectivity of this network of boundaries are implicated in many\r\nproperties across all scales of use, from nanoscale medicine and\r\nelectronics to aircraft structures.  A new characterization of\r\nmaterial texture is now available, the grain boundary character\r\ndistribution, discovered very recently in the group of the\r\ninvestigator.  It is as if each material leaves a unique\r\nfootprint in the microscope.  A project objective is to explain\r\nthis distribution by simulation and innovative mathematical\r\nanalysis in order to provide materials engineers with a\r\npredictive tool.  Eukaryotic intracellular traffic owes to a\r\nnetwork of molecular motors moving on cytoskeletal or actin\r\nfilaments.  This is the second part.  The ability to successfully\r\ntransduce chemical energy to motion owes to functional elements\r\nand relations in the system.  These are modeled and analyzed. \r\nThe opportunity to discover the interplay between chemistry and\r\nmechanics and to elaborate the implications of metastability\r\ncould not offer a more exciting venue.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Kinderlehrer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Kinderlehrer",
   "pi_email_addr": "davidk@andrew.cmu.edu",
   "nsf_id": "000204348",
   "pi_start_date": "2008-06-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie-Mellon University",
  "perf_str_addr": "5000 FORBES AVE",
  "perf_city_name": "PITTSBURGH",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133815",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  },
  {
   "pgm_ele_code": "755200",
   "pgm_ele_name": "COFFES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 521969.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 321610.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Cellular structures are ubiquitous: most materials, natural and engineered, are polycrystalline, consisting of a myriad of small grains separated by interfaces, the grain boundaries. Engineered polycrystals span the length scales of the material world from mighty aircraft and stunning bridges to the nanoscale wiring of our swiftest computers. A central materials science problem is to engineer a microstructure to attain a desired set of characteristics. The recently discovered grain boundary character distribution (GBCD) shows that the boundary network has order. When the interfacial energy depends on crystallography alone, the GBCD is the Boltzmann distribution. This is among the simplest distributions, corresponding to independent trials with respect to the interfacial energy density. Why does such simplicity emerge from such complexity? Microstructures coarsen, according to thermodynamics with topological constraints, dissipating energy as some cells, or grains, expand, while others disappear. Understanding these kinetics is the foundation to understanding how the Boltzmann distribution arises. To understand the multiple scale aspects, &nbsp;a unique very large scale simulation platform requiring the solution of hundreds of thousands of coupled partial differential equations was devised in this interdisciplinary project. Concomitantly, a novel interpretation of the the kinetics in terms of a free energy and a Kantorovich-Rubinstein-Wasserstein metric is developed and successfully employed to identify the statistic harvested from the simulation. This is the first identification of a statistic by this method and it points to wide application in many other areas, for example, in materials and in biology. In this instance, although coarsening is not a particle system, with eternal collisions causing the system to equilibrate, the fluctuations caused by the &lsquo;perpetual&rsquo; critical or rearrangement events caused by the deletion of small cells and facets offer the network ample randomness to work in concert with the interfacial energy. Indeed, the new entropy based theory suggests that the GBCD satisfies a Fokker-Planck Equation, an equation whose stationary state is a Boltzmann distribution. The achievement represents a seminal interdisciplinary contribution to science. As suggested above, the basic principles underlying this research will find much application.<br /><br /><br />The path to new science is through the discovery of new areas, new enterprises, and new opportunities. Here it is achieved through interdisciplinary effort, often in collaboration with colleagues from allied fields. A main activity is to recruit and to train young people to pursue this endeavor. Students and postdocs have been involved in all areas of this project: during the grant period, the Principal Investigator supervised or co-supervised six postdoctoral fellows, two of whom were female, and co-supervised a student.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/27/2015<br>\n\t\t\t\t\tModified by: David&nbsp;Kinderlehrer</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nCellular structures are ubiquitous: most materials, natural and engineered, are polycrystalline, consisting of a myriad of small grains separated by interfaces, the grain boundaries. Engineered polycrystals span the length scales of the material world from mighty aircraft and stunning bridges to the nanoscale wiring of our swiftest computers. A central materials science problem is to engineer a microstructure to attain a desired set of characteristics. The recently discovered grain boundary character distribution (GBCD) shows that the boundary network has order. When the interfacial energy depends on crystallography alone, the GBCD is the Boltzmann distribution. This is among the simplest distributions, corresponding to independent trials with respect to the interfacial energy density. Why does such simplicity emerge from such complexity? Microstructures coarsen, according to thermodynamics with topological constraints, dissipating energy as some cells, or grains, expand, while others disappear. Understanding these kinetics is the foundation to understanding how the Boltzmann distribution arises. To understand the multiple scale aspects,  a unique very large scale simulation platform requiring the solution of hundreds of thousands of coupled partial differential equations was devised in this interdisciplinary project. Concomitantly, a novel interpretation of the the kinetics in terms of a free energy and a Kantorovich-Rubinstein-Wasserstein metric is developed and successfully employed to identify the statistic harvested from the simulation. This is the first identification of a statistic by this method and it points to wide application in many other areas, for example, in materials and in biology. In this instance, although coarsening is not a particle system, with eternal collisions causing the system to equilibrate, the fluctuations caused by the æperpetualÆ critical or rearrangement events caused by the deletion of small cells and facets offer the network ample randomness to work in concert with the interfacial energy. Indeed, the new entropy based theory suggests that the GBCD satisfies a Fokker-Planck Equation, an equation whose stationary state is a Boltzmann distribution. The achievement represents a seminal interdisciplinary contribution to science. As suggested above, the basic principles underlying this research will find much application.\n\n\nThe path to new science is through the discovery of new areas, new enterprises, and new opportunities. Here it is achieved through interdisciplinary effort, often in collaboration with colleagues from allied fields. A main activity is to recruit and to train young people to pursue this endeavor. Students and postdocs have been involved in all areas of this project: during the grant period, the Principal Investigator supervised or co-supervised six postdoctoral fellows, two of whom were female, and co-supervised a student.\n\n\t\t\t\t\tLast Modified: 09/27/2015\n\n\t\t\t\t\tSubmitted by: David Kinderlehrer"
 }
}