{
 "awd_id": "0806128",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Statistical Analysis for Models involving Riemannian Manifolds",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gabor Szekely",
 "awd_eff_date": "2008-09-01",
 "awd_exp_date": "2010-08-31",
 "tot_intn_awd_amt": 59991.0,
 "awd_amount": 59991.0,
 "awd_min_amd_letter_date": "2008-08-29",
 "awd_max_amd_letter_date": "2008-08-29",
 "awd_abstract_narration": "This application is motivated by real life problems whose modeling and analysis involve non-Euclidean Riemannian manifolds. In particular, it is motivated by problems arising from analyzing  diffusion tensor imaging (DTI) data and longitudinal data analysis, with both having important implications in various scientific fields such as neuroscience. Although, there has been a considerable amount of theoretical developments for statistical models involving manifolds, as well as developments of computational tools for special manifolds, there are still many gaps that need to be bridged both in terms of theory and computation. For instance, there is a pressing need to develop new and sophisticated statistical techniques when data lie on a manifold. There is also a scope to extend available computational tools to complex statistical models. In this application, the investigators address the issues of computation, estimation as well statistical inference in a unified manner in the models involving manifolds. In particular, the investigators 1) develop a framework for non-parametric smoothing when data lie on a special manifold; and study the asymptotic properties of the resulting estimators; 2) develop computational algorithms and softwares for parameter estimation, non-parametric smoothing as well as model selection; 3) develop a general framework for statistical inference when the parameter space is a special manifold; 4) apply the analytical and computational tools to problems in areas including (but not limited to), cognitive neuroscience, longitudinal studies and psychometry. Together, this work enhances understanding of the role of geometry in statistical modeling and analysis for a broad range of problems. It also contributes to the development of computational tools for various fields as mentioned above.\r\n\r\nIn this application, the investigators develop quantitative tools in areas such as cognitive neuroscience, where the problems have specific geometric structures. They aim to extract important features of the data by explicitly utilizing these structures. These investigators address the issues of computation, estimation and prediction for such problems under a unified statistical modeling framework. This application is partly motivated by studies in discovering the structure and functionality of brain tissues through images generated by technologies such as diffusion tensor imaging (DTI). The fundamental problems associated with the cognitive function of brains become a rich and extremely important field of study.  The implication of ongoing research in this field is tremendous in terms of understanding and treating complex brain disorders such as Alzheimer's disease and autism. Moreover, this application results in developments of open source softwares and quantitative techniques that can be extended to a broader range of complex scientific problems, including longitudinal studies and psychometry. Hence, the understanding of many problems in the field of biology, health and medicine is also likely to be benefited from this application. This application also has a broader educational impact through interdisciplinary research between statisticians and neuroscientists.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jie",
   "pi_last_name": "Peng",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jie Peng",
   "pi_email_addr": "jiepeng@ucdavis.edu",
   "nsf_id": "000489437",
   "pi_start_date": "2008-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Debashis",
   "pi_last_name": "Paul",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Debashis Paul",
   "pi_email_addr": "debpaul@ucdavis.edu",
   "nsf_id": "000489425",
   "pi_start_date": "2008-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "1850 RESEARCH PARK DR STE 300",
  "perf_city_name": "DAVIS",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956186153",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126900",
   "pgm_ele_name": "STATISTICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1269",
   "pgm_ref_txt": "STATISTICS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 59991.0
  }
 ],
 "por": null
}