{
 "awd_id": "0806305",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Differential Geometry and Topology of Riemannian Submanifolds",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924881",
 "po_email": "jkaniaba@nsf.gov",
 "po_sign_block_name": "Joanna Kania-Bartoszynska",
 "awd_eff_date": "2008-07-01",
 "awd_exp_date": "2012-06-30",
 "tot_intn_awd_amt": 114105.0,
 "awd_amount": 114105.0,
 "awd_min_amd_letter_date": "2008-05-28",
 "awd_max_amd_letter_date": "2008-05-28",
 "awd_abstract_narration": "The PI is interested primarily in classical problems involving curves and surfaces in Euclidean space, and more generally Riemannian submanifolds. Although PI's research in this area, which includes joint work with more than a dozen collaborators, spans a wide range of  topics,  there are a number of recurring themes such as various notions of convexity or optmization, and the interaction between geometry and topology, which permeate throughout his work. More specifically, a typical problem is how  restrictions on curvature, or various boundary conditions, influence the global shape of a curve or  \r\na hypersurface.  These investigations   comprise the following  \r\ninterelated categories: (i) Structure of locally convex hypersurfaces with boundary, including connections with Monge-Ampere equations, Alexandrov spaces with curvature bounded below, and a question of Yau; (ii) Applications of the h-principle, in the sense of Gromov, to embeddings with prescribed curvature, including  knots with constant curvature or  torsion; (iii) Riemannian four vertex theorems for surfaces with boundary and space curves; (iv) Capillary surfaces and generalizations of the classical isoperimetric inequality, via sharp estimates for total curvature of hypersurfaces with convex boundary;\r\n(v) Shadows on illuminated hypersurfaces and their application to geometric variational problems; (vi) Local and global isometric embedding problems;  (vii) The relation between the intrinsic diameter and area of convex surfaces.\r\n\r\n\r\n\r\nCurves and surfaces are to geometry what numbers are to algebra. They form the basic ingredients of our visual perception and inspire the development of far reaching mathematical tools. Yet despite centuries of pure study, and an abundance of potential applications, there are still many fundamental open problems in this area which are strikingly intuitive and elementary to state. Moreover, technological shortcomings, such as the inability of present day computers to reliably recognize a human face, further illustrate the deficiencies in our understanding of the concept of shape. The PI believes that focusing on classical problems in submanifold geometry and topology is likely to  stimulate useful developments in pure mathematics, or lead to wider applications in science and technology. For instance, those aspects of the PI's work dealing with shadows on illuminated surfaces are motivated in part by a study of soap films, and have connections to computer vision (the ``shape from shading\" problems); The investigations on knots may be of interest in studying DNA; Calculating the intrinsic diameter of convex bodies is of interest in motion planing and robotics; While studying isoperimetric problems  \r\nand capillary surfaces have been a significant source of enrichment   \r\nin the calculus of variations. Still, the greatest impact of the proposed activity could be discovery of unexpected phenomena, or new connections between various fields.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mohammad",
   "pi_last_name": "Ghomi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mohammad Ghomi",
   "pi_email_addr": "ghomi@math.gatech.edu",
   "nsf_id": "000231927",
   "pi_start_date": "2008-05-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 NORTH AVE NW",
  "perf_city_name": "ATLANTA",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126500",
   "pgm_ele_name": "GEOMETRIC ANALYSIS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 114105.0
  }
 ],
 "por": null
}