{
 "awd_id": "0806721",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Improvement of Mid-Latitude Atmospheric Predictions Using Coherent Tropical Convective Phenomena",
 "cfda_num": "47.050",
 "org_code": "06020106",
 "po_phone": "7032928527",
 "po_email": "edeweave@nsf.gov",
 "po_sign_block_name": "Eric DeWeaver",
 "awd_eff_date": "2008-06-01",
 "awd_exp_date": "2012-05-31",
 "tot_intn_awd_amt": 338807.0,
 "awd_amount": 338807.0,
 "awd_min_amd_letter_date": "2008-05-02",
 "awd_max_amd_letter_date": "2008-05-02",
 "awd_abstract_narration": "The depiction of mid-latitude variability in the present generation of numerical weather prediction models is very good; there remain, however, significant problems in the depiction of tropical variability due to the need to parameterize convection. Through global atmospheric teleconnections, the tropics can significantly influence the mid-latitudes. It is reasonable, therefore, to expect that improvements in the depiction of long time-scale coherent phenomena within the tropics may benefit mid-latitude predictions. This follows because such variability has large spatial scales and long decorrelation times. It can induce a significant and long lasting influence on the higher latitudes and thus can affect long-range weather forecasts. In recent years, the availability of high quality tropical data has revealed that the depiction of such coherent variability is less than satisfactory in many numerical weather prediction and climate models. There are thus strong grounds for optimism that better simulation of tropical coherent phenomena may lead to improved mid-latitude forecasts. \r\n\r\nMotivated by these considerations, a stochastic model of the more important aspects of tropical convection will be developed. This model will be capable of reproducing well most of the important observed spectral features of convection in wave-number and frequency space and the horizontal and vertical spatial structures associated with coherent tropical variability.  The stochastic model will be embedded within a (dry) primitive equation model, and the influence on mid-latitude predictions will be explored using a theoretical ensemble approach and by examining the influence on historical forecast skill. These predictability results will be compared with a primitive equation model that uses a conventional convection scheme. \r\n\r\nThe theoretical study will address the following questions: \r\n1. Which remote regions predictability are most strongly influenced by various tropical coherencies and why? \r\n2. What is the principal dynamical mechanism in the atmosphere for causing shifts in predictability? \r\n\r\nThe practical forecast study will address the following questions \r\n1. How much gain in forecast skill might we expect in various regions with a better representation of tropical coherent variability? \r\n2. How should effort be concentrated in improving convection representation to obtain the greatest payoff in increased prediction skill? \r\n\r\nBroader impacts of this work are educational and operational: Graduate students at the Courant Institute of New York University will be trained in important aspects of predictability research. Secondly this work will provide concrete information to operational weather prediction modelers as to what features of convective behavior should be addressed in order to obtain significant gains in forecast skill.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Kleeman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Richard Kleeman",
   "pi_email_addr": "kleeman@cims.nyu.edu",
   "nsf_id": "000171030",
   "pi_start_date": "2008-05-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York University",
  "inst_street_address": "70 WASHINGTON SQ S",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129982121",
  "inst_zip_code": "100121019",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "NEW YORK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NX9PXMKW5KW8"
 },
 "perf_inst": {
  "perf_inst_name": "New York University Courant Institute of Mathematical Sciences",
  "perf_str_addr": "251 Mercer Street",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100121110",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "574000",
   "pgm_ele_name": "Climate & Large-Scale Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 338807.0
  }
 ],
 "por": null
}