{
 "awd_id": "0807871",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Toward a First Principle Understanding of Internal Waves, Eddies, and Their Interactions",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Henry Warchall",
 "awd_eff_date": "2008-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 149099.0,
 "awd_amount": 149099.0,
 "awd_min_amd_letter_date": "2008-06-30",
 "awd_max_amd_letter_date": "2012-07-25",
 "awd_abstract_narration": "Despite the enormous complexity of the ocean, the spectral energy density of internal waves is believed to be universal, given by the Garrett-Munk spectrum (1972). It has been generally understood that such a spectral energy density of internal waves is the result of nonlinear wave-wave interaction, and the theory of wave turbulence describes the spectral energy transfers in such systems. Wave turbulence has contributed tremendously to our understanding of spectral energy transfers in atmosphere and ocean. However, the question remains why the internal wavefield spectrum possesses such a universality. The goal of the research that is funded by this award is to give a theoretical explanation of this apparent universality. To begin with, it will be demonstrated that the traditional wave turbulence assumptions of weak nonlinear resonant wave-wave interactions are violated by interacting internal waves. A generalization of  traditional wave turbulence is necessary, including strongly nonlinear wave-wave interactions that are not necessarily resonant. Oceanographers believe that it is sufficient to consider only wave-wave interactions to describe the formation of the spectral energy density of internal waves. It will be demonstrated that this intuition is correct to a large extend. Yet wave-wave interactions alone are not exclusively responsible for the formation of the spectral energy density of internal waves. Using direct numerical simulation of wave-wave interactions, it will be demonstrated that energy tends to cascade towards longer and longer horizontal waves. Additional, large scale vortices in the ocean and their interactions with internal waves will be considered. In particular, the coupling of the quasi-geostrophical potential vorticity turbulence and of internal waves will be studied. Such wave-vortex interactions will describe how internal waves are influenced and influence large scale oceanic vortices. To achieve these goals, a novel Hamiltonian structure that has been developed for internal waves will be used, and a rigorous reformulation of wave turbulence theory that was developed recently by the proposer will be employed. \r\n\r\nThe oceanic wavefield is a large and complex system. For such systems, it is often extremely useful to decribe the energy spectrum of the underlying dynamics: How much energy is contained in surface ripples, how much in swells travelling across the ocean, how much in tidal flows, how much in large scale currents such as the Gulf Stream, and how do these features at vastly different scales influence each other. The work supported by this award focuses on internal waves. For a simple table-top illustration, one should visualize a glass container whose bottom half is filled with water, with oil in the top half. Then it is possible that waves slosh around at the water-oil interface while the oily surface appears calm. Such waves at interfaces between fluids of different density are often observed in the ocean over the continental shelf during the summer, due to solar heating, and they in turn influence weather patterns. It has been observed that such internal waves in the ocean have an energy spectrum that is universal. This research work will contribute to a theoretical understanding of this universality. It will also lead to a better understanding of processes in the ocean and in the atmosphere, and thus contribute to mathematical models for climate and weather modeling and prediction. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yuri",
   "pi_last_name": "Lvov",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Yuri V Lvov",
   "pi_email_addr": "lvovy@rpi.edu",
   "nsf_id": "000485198",
   "pi_start_date": "2008-06-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rensselaer Polytechnic Institute",
  "inst_street_address": "110 8TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "TROY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5182766000",
  "inst_zip_code": "121803590",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "RENSSELAER POLYTECHNIC INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "U5WBFKEBLMX3"
 },
 "perf_inst": {
  "perf_inst_name": "Rensselaer Polytechnic Institute",
  "perf_str_addr": "110 8TH ST",
  "perf_city_name": "TROY",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "121803590",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 149099.0
  }
 ],
 "por": null
}