{
 "awd_id": "0807551",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Research on Nonlinear Partial Differential Equations in Conservation Laws and Related Applications",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Henry Warchall",
 "awd_eff_date": "2008-06-01",
 "awd_exp_date": "2012-05-31",
 "tot_intn_awd_amt": 268471.0,
 "awd_amount": 268471.0,
 "awd_min_amd_letter_date": "2008-05-28",
 "awd_max_amd_letter_date": "2008-05-28",
 "awd_abstract_narration": "This project is focused on mathematical research on nonlinear partial differential equations in conservation laws and related applications, along with the analysis and development of efficient nonlinear techniques. The work has three interrelated aspects: (i) shock reflection-diffraction; (ii) stability of multidimensional shock-fronts; and (iii) isometric embedding in differential geometry. Their unifying mathematical theme is the theory of nonlinear partial differential equations of mixed hyperbolic-elliptic type and related nonlinear techniques. In each topic, nonlinear problems involving partial differential equations of mixed type will be posed and corresponding mathematical techniques for their solution will be devised. As a result, new physical insights will be gained by investigating important nonlinear applied partial differential equations, effective nonlinear techniques will be developed, and the correct mathematical frameworks in which to pose and discuss these problems will be established. The work will also lead to the analysis and development of nonlinear techniques which will have applications in broader classes of important nonlinear partial differential equations.\r\n\r\nWhile great progress has been made for nonlinear partial differential equations of hyperbolic type (e.g. for the description of wave propagation) and of elliptic type (e.g.. for deformations of solid bodies) respectively, the mathematical study of such equations of mixed hyperbolic-elliptic type and related applications is much less developed. Problems of this type occur when the behavior of gas flow near the speed of sound in the vicinity of solid objects is described. Examples include aircraft wings and turbine components. The work supported by this award will support research on nonlinear problems involving partial differential equations of mixed type and corresponding mathematical techniques. It will lead to a deeper understanding of nonlinear phenomena of mixed hyperbolic-elliptic type and will provide efficient nonlinear methods and theories for applications. Given the richness and range of applications, this research project will have a broad impact by investigating several important nonlinear partial differential equations of mixed type and related applications and by developing methodology and a set of nonlinear techniques for their further study. The project will (i) yield new understanding of the mathematics of gases, fluids, and geometry, which is critical for aerodynamics, industrial gas processing, materials science, medical imaging, and environmental science; (ii) provide advanced training for graduate students, post-doctoral associates, and other junior researchers, including several members from underrepresented groups. Furthermore, since the design of efficient numerical schemes hinges on the understanding of the underlying mathematical structure and pattern, success with this project will be useful to numerical analysis.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gui-Qiang",
   "pi_last_name": "Chen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gui-Qiang Chen",
   "pi_email_addr": "gqchen@math.northwestern.edu",
   "nsf_id": "000167494",
   "pi_start_date": "2008-05-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "633 CLARK ST",
  "perf_city_name": "EVANSTON",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602080001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 268471.0
  }
 ],
 "por": null
}