{
 "awd_id": "0807556",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "RUI: Radio Astronomical Investigations of  the Interstellar Medium, Relativistic  Gravitation, and Pulsars",
 "cfda_num": "47.049",
 "org_code": "03020400",
 "po_phone": "7032922620",
 "po_email": "mwomack@nsf.gov",
 "po_sign_block_name": "Maria Womack",
 "awd_eff_date": "2008-08-15",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 332335.0,
 "awd_amount": 332335.0,
 "awd_min_amd_letter_date": "2008-08-04",
 "awd_max_amd_letter_date": "2011-06-20",
 "awd_abstract_narration": "Here, Dr. Weisberg will undertake a radioastronomical research program encompassing three major themes. The first two use pulsars as tools for the study of other physical phenomena - namely the interstellar medium and relativistic gravitation. The third focuses on studying the emissions and evolution of pulsars themselves.\r\n\r\nPulsars possess several unique properties that make them ideal probes of the interstellar medium. Specifically, their emissions are pulsed, polarized, and pointlike. Their pulsing allows for dispersion delays to be measured, which leads to interstellar electron density determinations. Their high polarization permits the measurement of Faraday rotation, which yields galactic magnetic field measurements along the line of sight. That they are pointlike ensures that the signal probes a needle-thin column along the line of sight. In this part of the project, five principal spectrometric and polarimetric investigations will be undertaken that take advantage of these three properties to advance the understanding of a wide variety of phenomena in the interstellar medium, including the characteristics of neutral atomic, molecular, and ionized regions, especially on the smallest scales \r\n \r\nThe first binary pulsar, PSR B1913+16, has proved to be an outstanding laboratory for the study of relativistic gravitation. Although the accuracy of probing gravity wave emission is now limited by systematic effects, there are still new and interesting relativistic phenomena that will be studied here. The 'Shapiro' gravitational propagation delay is expected to become measurable over the next decade, which will lead to two additional relativistic tests which can constrain otherwise viable gravitational theories. The 'geodetic' spin axis precession causes the line of sight to slowly drift across the pulsar, thereby permitting a rare glimpse of the emission beam in the direction orthogonal to its usual presentation. The additional observations which are supported here will uniquely help to further constrain the beam shape, a basic quantity that will be useful for emission mechanism studies. \r\n \r\nThe details of the pulsar emission mechanism and of the nature of pulsar interiors are still unclear forty years after the discovery of these objects. A series of experiments to measure their polarized emissions will be carried out by Dr. Weisberg and students with an eye toward establishing the beam geometry, and studying and creating empirical emission models. \r\n\r\nThe observations will be carried out with the Arecibo, Green Bank, and Parkes telescopes. Carleton College undergraduate students will be integrally involved in all aspects of data acquisition and analysis, including participation in two month-long trips to the Australia Telescope National Facility.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joel",
   "pi_last_name": "Weisberg",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Joel M Weisberg",
   "pi_email_addr": "JWEISBER@CARLETON.EDU",
   "nsf_id": "000480235",
   "pi_start_date": "2008-08-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carleton College",
  "inst_street_address": "1 N COLLEGE ST",
  "inst_street_address_2": "",
  "inst_city_name": "NORTHFIELD",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "5072224303",
  "inst_zip_code": "550574044",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MN02",
  "org_lgl_bus_name": "CARLETON COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "KALKKJL418Q7"
 },
 "perf_inst": {
  "perf_inst_name": "Carleton College",
  "perf_str_addr": "1 N COLLEGE ST",
  "perf_city_name": "NORTHFIELD",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "550574044",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MN02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121500",
   "pgm_ele_name": "STELLAR ASTRONOMY & ASTROPHYSC"
  },
  {
   "pgm_ele_code": "124300",
   "pgm_ele_name": "Gravity Exp. & Data Analysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "9299",
   "pgm_ref_txt": "COMB RESRCH-CURRC DEV IN TECH"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 74374.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 86276.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 81792.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 89893.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div>\n<div style=\"font-family: 'times new roman', 'new york', times, serif; font-size: 12pt; color: #000000;\">\n<div style=\"color: #000000; font-weight: normal; font-style: normal; text-decoration: none; font-family: Helvetica, Arial, sans-serif; font-size: 12pt;\">\n<div>\n<div>\n<p style=\"margin-top: 0px; margin-right: 0px; margin-bottom: 12px; margin-left: 0px; font: normal normal normal 12px/normal Times;\">A  radio pulsar is a spinning neutron star, the remnant stellar core after  a supernova explosion, with a radio beam that sweeps the sky much as a  lighthouse beam. When the beam points at Earth, we see a radio \"pulse,\"  which explains the name.&nbsp; The pulses, repeating very regularly, are like  the ticks of a very accurate clock. We have used measurements of these  pulses to study the interstellar medium (the few wisps of material in  interstellar space) lying between the pulsars and Earth,&nbsp; to investigate  relativistic theories of gravity, and to learn about the nature of  pulsars themselves.</p>\n<p style=\"margin-top: 0px; margin-right: 0px; margin-bottom: 12px; margin-left: 0px; font: normal normal normal 12px/normal Times;\">We  studied the structure of the interstellar medium on small (tens of AU)  scales by observing the absorption of pulsar signals by intervening  neutral hydrogen clouds over a several-year period.&nbsp; Since most pulsars  are high-velocity objects, this time baseline allowed the pulsar-Earth  line of sight to drift across tens of AU of the interstellar medium.&nbsp; We  found that, contrary to earlier, similar experiments, there is little  evidence for small-scale structure.&nbsp; We believe that our more advanced  instrumentation yields a more reliable result than the earlier projects  did. (Stanimirovi?,&nbsp;S.; Weisberg,&nbsp;J.&nbsp;M.; Pei,&nbsp;Z.; Tuttle,&nbsp;K.;  Green,&nbsp;J.&nbsp;T.&nbsp; \"Arecibo Multi-epoch H I Absorption Measurements Against  Pulsars: Tiny-scale Atomic Structure,\"<span class=\"Apple-converted-space\">&nbsp;</span><em>Astrophysical Journal,</em><span class=\"Apple-converted-space\">&nbsp;</span><strong>720</strong>, 415 (2010). )</p>\n<p style=\"margin-top: 0px; margin-right: 0px; margin-bottom: 12px; margin-left: 0px; font: normal normal normal 12px/normal Times;\">We  analyzed our ongoing timing measurements of the binary pulsar PSR  B1913+16.&nbsp; We found that the orbit is decaying at a rate very close to  that predicted by Einstein's general theory of relativity, whereby the  orbital energy is converted into gravitational radiation.&nbsp;  (Weisberg,&nbsp;J.&nbsp;M.; Nice,&nbsp;D.&nbsp;J.; Taylor,&nbsp;J.&nbsp;H. \"Timing Measurements of the  Relativistic Binary Pulsar PSR B1913+16,\"<span class=\"Apple-converted-space\">&nbsp;</span><em>Astrophysical Journal</em>,<span class=\"Apple-converted-space\">&nbsp;</span><strong>722</strong>, 1030 (2010).)</p>\n<p style=\"margin-top: 0px; margin-right: 0px; margin-bottom: 12px; margin-left: 0px; font: normal normal normal 12px/normal Times;\">We  studied 81 pulsars' polarized emissions over a four-year period in  order to search for variations that could be caused either by pulsar  spin axis precession or by interstellar magnetic field variations.&nbsp;  Marginal evidence for such variations was found in about a quarter of  the pulsars. (Weisberg,&nbsp;J.&nbsp;M.; Everett,&nbsp;J.&nbsp;E.; Cordes,&nbsp;J.&nbsp;M.;  Morgan,&nbsp;J.&nbsp;J.; Brisbin,&nbsp;D.&nbsp;G., \"A Search for Neutron Star Precession and  Interstellar Magnetic Field Variations Via Multiepoch Pulsar  Polarimetry,\"<span class=\"Apple-converted-space\">&nbsp;</span><em>Astrophysical Journal</em>,<strong><span class=\"Apple-converted-space\">&nbsp;</span>721,</strong><span class=\"Apple-converted-space\">&nbsp;</span>1044 (2010).)<strong>&nbsp;</strong></p>\n<p style=\"margin-top: 0px; margin-right: 0px; margin-bottom: 12px; margin-left: 0px; font: normal normal normal 12px/normal Times; min-height: 14px;\">&nbsp;...",
  "por_txt_cntn": "\n\n\n\n\nA  radio pulsar is a spinning neutron star, the remnant stellar core after  a supernova explosion, with a radio beam that sweeps the sky much as a  lighthouse beam. When the beam points at Earth, we see a radio \"pulse,\"  which explains the name.  The pulses, repeating very regularly, are like  the ticks of a very accurate clock. We have used measurements of these  pulses to study the interstellar medium (the few wisps of material in  interstellar space) lying between the pulsars and Earth,  to investigate  relativistic theories of gravity, and to learn about the nature of  pulsars themselves.\nWe  studied the structure of the interstellar medium on small (tens of AU)  scales by observing the absorption of pulsar signals by intervening  neutral hydrogen clouds over a several-year period.  Since most pulsars  are high-velocity objects, this time baseline allowed the pulsar-Earth  line of sight to drift across tens of AU of the interstellar medium.  We  found that, contrary to earlier, similar experiments, there is little  evidence for small-scale structure.  We believe that our more advanced  instrumentation yields a more reliable result than the earlier projects  did. (Stanimirovi?, S.; Weisberg, J. M.; Pei, Z.; Tuttle, K.;  Green, J. T.  \"Arecibo Multi-epoch H I Absorption Measurements Against  Pulsars: Tiny-scale Atomic Structure,\" Astrophysical Journal, 720, 415 (2010). )\nWe  analyzed our ongoing timing measurements of the binary pulsar PSR  B1913+16.  We found that the orbit is decaying at a rate very close to  that predicted by Einstein's general theory of relativity, whereby the  orbital energy is converted into gravitational radiation.   (Weisberg, J. M.; Nice, D. J.; Taylor, J. H. \"Timing Measurements of the  Relativistic Binary Pulsar PSR B1913+16,\" Astrophysical Journal, 722, 1030 (2010).)\nWe  studied 81 pulsars' polarized emissions over a four-year period in  order to search for variations that could be caused either by pulsar  spin axis precession or by interstellar magnetic field variations.   Marginal evidence for such variations was found in about a quarter of  the pulsars. (Weisberg, J. M.; Everett, J. E.; Cordes, J. M.;  Morgan, J. J.; Brisbin, D. G., \"A Search for Neutron Star Precession and  Interstellar Magnetic Field Variations Via Multiepoch Pulsar  Polarimetry,\" Astrophysical Journal, 721, 1044 (2010).) \n \nAs  in much of astrophysics, one of the most fundamental (and yet difficult  to measure) properties of pulsars is their distance.  We developed   techniques to correctly estimate the statistical uncertainties in  parallax and neutral hydrogen absoprtion distance measurements, and  provided a list of distances and their uncertainties; along with  software that can be used in conjunction with additional future  measurements.  (Verbiest, J. P. W.; Weisberg, J. M.; Chael, A. A.;  Lee, K. J.; Lorimer, D. R., \"On Pulsar Distance Measurements and Their  Uncertainties,\" Astrophysical Journal, 755, 39 (2012). )\n \nMost  of these activities have been done in collaboration with Carleton  students, thereby providing them with invaluable experience in real  astrophysical research.\n\n\n\n\n\n\n\n\n\t\t\t\t\tLast Modified: 11/13/2013\n\n\t\t\t\t\tSubmitted by: Joel M Weisberg"
 }
}