{
 "awd_id": "0807658",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Small-scale structures in dynamical systems: Accurate numerics and renormalization",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Henry Warchall",
 "awd_eff_date": "2008-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 136293.0,
 "awd_amount": 136293.0,
 "awd_min_amd_letter_date": "2008-08-19",
 "awd_max_amd_letter_date": "2008-08-19",
 "awd_abstract_narration": "This is a proposal for research in mathematical physics and applied mathematics that focuses on small-scale structures in dynamical systems. Investigations of small-scale structures are important because they are inextricably related to the asymptotic behavior of the system -- a central theme in the theory of dynamical systems with numerous important applications. We plan to investigate numerically and theoretically the global organization among the scaling exponents for different transitions to complex behavior -- a new phenomenon noticed recently in the numerical studies of the PI and his collaborators. We propose a theoretical explanation of some of these phenomena that is based on the renormalization group description. While most research on applications of renormalization to dynamical systems focuses on the asymptotic behavior of the renormalization operator around a particular fixed point, we believe that the methodology proposed by the PI and his collaborators will lead to new insights about the global behavior of the renormalization operator. Other projects that we propose to pursue are related to quasiperiodically forced systems (in particular, the classical and quantum effects in resonators with moving boundaries) and small-scale properties of some physical systems and critical dynamical objects.\r\n\r\nThis is a proposal for research in mathematical physics and applied mathematics that focuses on small-scale structures in dynamical systems. The proposed research will deepen our understanding of the dynamics of the renormalization operator and may spur new research in areas where renormalization group description plays an important role -- dynamical systems, statistical physics, fluid dynamics, field theory, solid state physics. The project will further our knowledge about some physical phenomena and the general properties of critical dynamical systems. The project is truly interdisciplinary -- it will employ methods of applied analysis, techniques for high-accuracy numerical computations, and methods of theoretical physics, and will stimulate the interaction between experts in different areas of mathematics and science. It will involve undergraduate and graduate students majoring in mathematics and physics, offering them opportunities to gain knowledge and skills useful in their career paths, whether within or outside of academia.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nikola",
   "pi_last_name": "Petrov",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Nikola P Petrov",
   "pi_email_addr": "npetrov@math.ou.edu",
   "nsf_id": "000491851",
   "pi_start_date": "2008-08-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Oklahoma Norman Campus",
  "inst_street_address": "660 PARRINGTON OVAL RM 301",
  "inst_street_address_2": "",
  "inst_city_name": "NORMAN",
  "inst_state_code": "OK",
  "inst_state_name": "Oklahoma",
  "inst_phone_num": "4053254757",
  "inst_zip_code": "730193003",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OK04",
  "org_lgl_bus_name": "UNIVERSITY OF OKLAHOMA",
  "org_prnt_uei_num": "",
  "org_uei_num": "EVTSTTLCEWS5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Oklahoma Norman Campus",
  "perf_str_addr": "660 PARRINGTON OVAL RM 301",
  "perf_city_name": "NORMAN",
  "perf_st_code": "OK",
  "perf_st_name": "Oklahoma",
  "perf_zip_code": "730193003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OK04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 136293.0
  }
 ],
 "por": null
}