{
 "awd_id": "0807395",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:   Time-Dependent and Inhomogeneous Flows of Entangled Polymeric and Micellar Networks",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Steuerwalt",
 "awd_eff_date": "2008-07-15",
 "awd_exp_date": "2011-12-31",
 "tot_intn_awd_amt": 205633.0,
 "awd_amount": 205633.0,
 "awd_min_amd_letter_date": "2008-07-03",
 "awd_max_amd_letter_date": "2008-07-03",
 "awd_abstract_narration": "Cook\r\nDMS-0807395\r\nMcKinley\r\nDMS-0807330\r\n\r\n     In this collaborative project, the investigators and a\r\ncolleague study the motion of complex fluids, especially flows of\r\nwormlike micellar fluids and of monodisperse polymer solutions in\r\na variety of geometries and under a variety of forcings. \r\nSurfactant systems consist of amphiphilic molecules with\r\nhydrophilic heads and hydrophobic tails.  Under suitable chemical\r\nconditions these molecules can self-assemble in aqueous solution\r\ninto long aggregates known as worm-like micelles.  These long\r\nflexible structures entangle to form a network and lead to\r\nviscoelastic properties similar to those of polymer melts and\r\nconcentrated solutions, but with the added complexity that the\r\nworms continuously break and reform (i.e. they are \"living\r\npolymers\").  External deformations can enhance the local rate of\r\nmicellar breakage, thus the macroscopic flow affects the\r\nmicroscopic structure which in turn further modifies the global\r\nvelocity field.  Due to these multi-scale interactions these\r\nfluids exhibit flow inhomogeneities even in simple geometries. \r\nDevelopment and analysis of new constitutive models and\r\ncomparison with experimental results is generating new insight\r\nand understanding into the multi-scale nature of these flows and\r\nof the influence of the evolution in the microscopic structure on\r\nthe macroscopic measurables.  The governing mathematics is that\r\nof a nonlinear system of partial differential equations\r\ndescribing conservation of mass and linear momentum, coupled to\r\nequations governing the number densities of the entangled\r\nmolecules and constitutive (stress) equations for each species. \r\nSpecifically, the investigators study a pair of two-species\r\nnetwork models that they recently proposed: a two species model\r\nwith chain scission and reforming effects (the VCM model)\r\nphysically appropriate for wormlike micellar solutions, and a\r\nsimplified non-interacting model (PEC+M model) appropriate to\r\nmonodisperse entangled polymer solutions.  The investigators\r\nstudy the time evolution of the solutions in strong extensional\r\nflow and in rapidly time-varying flow using a combination of\r\nasymptotics and computation as well as experiments.  Approximate\r\nclosed form solutions are generated to enable an understanding of\r\nthe flows and of sharp spatial transitions (microstructural\r\nboundary layers). \r\n\r\n     The investigators study the material properties of complex\r\nfluids such as those constituting shampoos, liquid detergents,\r\nmolten plastics, and fluids utilized in enhanced oil recovery. \r\nOn the microscopic scale these polymeric fluids consist of large\r\naggregates or macromolecules and the shape and orientation of\r\nthese molecules control the properties of the fluid and how it\r\nperforms in the desired application.  It is very difficult to\r\ncharacterize these fluids experimentally because their flow\r\nproperties, unlike those of Newtonian fluids such as water,\r\nbecome inhomogeneous even in simple geometries.  This means that\r\nthe usual types of measurements (in which the fluid properties\r\nare measured at the flow boundaries) are not sufficient to\r\nunderstand and characterize the material response.  The\r\ninvestigators have formulated a new equation of state -- a\r\nmathematical model -- that more fully describes the\r\nmicrostructural properties of these fluids and how they flow. \r\nThey now investigate the predictions of this model in various\r\ncomplex flows and compare this with experimental findings.  This\r\nin turn enables them to develop new means to probe and\r\ncharacterize the properties of the fluids.  The complex fluids\r\nlisted above are used commercially in a variety of geometries\r\nthat may involve both stretching flows (such as the motion of a\r\njet, flow out of a nozzle) as well as shearing flows (for example\r\npumping of the fluids in a pipe).  To ensure that their\r\nanalytical and experimental results are relevant to researchers\r\nin industry, the investigators investigate both steady and\r\ntime-dependent examples of both types of flow conditions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "L. Pamela",
   "pi_last_name": "Cook-Ioannidis",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "L. Pamela Cook-Ioannidis",
   "pi_email_addr": "cook@math.udel.edu",
   "nsf_id": "000148537",
   "pi_start_date": "2008-07-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Delaware",
  "inst_street_address": "550 S COLLEGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "DE",
  "inst_state_name": "Delaware",
  "inst_phone_num": "3028312136",
  "inst_zip_code": "197131324",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DE00",
  "org_lgl_bus_name": "UNIVERSITY OF DELAWARE",
  "org_prnt_uei_num": "",
  "org_uei_num": "T72NHKM259N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Delaware",
  "perf_str_addr": "550 S COLLEGE AVE",
  "perf_city_name": "NEWARK",
  "perf_st_code": "DE",
  "perf_st_name": "Delaware",
  "perf_zip_code": "197131324",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DE00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 205633.0
  }
 ],
 "por": null
}