{
 "awd_id": "0808783",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "HCC-Large: Decentralized Virtual Activities and Technologies: A Socio-Technical Approach",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Bainbridge",
 "awd_eff_date": "2008-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 2997936.0,
 "awd_amount": 2997936.0,
 "awd_min_amd_letter_date": "2008-08-28",
 "awd_max_amd_letter_date": "2008-08-28",
 "awd_abstract_narration": "This project employs an empirical socio-technical research approach to understand how to gain maximum benefit from decentralized virtual activity systems (DVASs).  We see growing, widespread interest in the development and use of decentralized systems and virtual world environments as possible new places for engaging in collaborative work activities. There is widespread interest in stimulating new technological innovations that enable people to come together through social networking, file or media sharing, and massively multi-player online game play. This new generation of networked computing environments seems headed towards increased socialization, interaction, communication, and collaboration that span multiple organizational boundaries as its primary purpose. But how do we get there from here? Is it sufficient to just let the market of entrepreneurial vendors and technological innovators simply decide who needs what? The history of computing reveals a legacy of many failed or problematic efforts to develop and deploy computing systems that arise from a lack of understanding or recognition of the ways in which people's work and social activities are situated in organizational and technological contexts. These contexts configure, constrain, or enable some types of activities to flourish while others are displaced, either unintentionally or intentionally.\r\n\r\nThe core of the research focuses on both the individual and collective study of six critical variables: representations and realities, conflicting policies and practices, relationship work, processes and coordination, privacy and awareness, and security and trust.  DVAS research requires a broad interdisciplinary understanding of the problems and a broad and interdisciplinary approach to their solution. This project is a large multi-site, multi-partner research endeavor with an interdisciplinary team, that provides the greatest practical opportunity for generalizable results from comparative analyses of both in-situ field studies and technology prototyping efforts. Five research partners serve multiple roles in this project. First, they serve as a source of real-world problems for the project to tackle. Second, as organizations facing the daily problems of distributed development, the partners view these as practical problems, and they will engage directly with the research team in developing strategies and solutions. Third, they serve as test-beds for early evaluation of proposed new solutions. In other words, working with the research partners ensures a continuous engagement with real world settings at all stages of the project.\r\n\r\nResearch on DVASs will have a vital impact on society. As development and use of DVASs becomes more common practice and as organizations continue to become more decentralized, new methods and policies will need to be identified and tested to enable people to collaborate successfully. This study has economic value as it will help organizations to carry out decentralized work effectively with smoother coordination, so that they can better compete in the global market. DVASs will be resilient to environmental disruptions as collaboration will be able to be conducted from anywhere, anytime, using representations of people, artifacts, and activities. Understanding the unique challenges of work in decentralized and virtual activities, as well as designing DVAS technologies to meet the challenges, will have both theoretical and practical impact. Theoretically, the project will determine the contours of decentralized activity, allowing comparison to other social forms such as traditional hierarchies, communities of practice, and rational bureaucracies. Finally, the results will also benefit higher education as new people entering the workforce will need to gain skills in developing DVASs, and in working in decentralized virtual worlds and environments.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Walt",
   "pi_last_name": "Scacchi",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Walt S Scacchi",
   "pi_email_addr": "wscacchi@ics.uci.edu",
   "nsf_id": "000468796",
   "pi_start_date": "2008-08-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bonnie",
   "pi_last_name": "Nardi",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Bonnie A Nardi",
   "pi_email_addr": "nardi@uci.edu",
   "nsf_id": "000467453",
   "pi_start_date": "2008-08-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Taylor",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Richard N Taylor",
   "pi_email_addr": "taylor@ics.uci.edu",
   "nsf_id": "000417152",
   "pi_start_date": "2008-08-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gloria",
   "pi_last_name": "Mark",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gloria Mark",
   "pi_email_addr": "gmark@ics.uci.edu",
   "nsf_id": "000280400",
   "pi_start_date": "2008-08-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Cristina",
   "pi_last_name": "Lopes",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Cristina V Lopes",
   "pi_email_addr": "lopes@ics.uci.edu",
   "nsf_id": "000103290",
   "pi_start_date": "2008-08-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Irvine",
  "inst_street_address": "160 ALDRICH HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IRVINE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9498247295",
  "inst_zip_code": "926970001",
  "inst_country_name": "United States",
  "cong_dist_code": "47",
  "st_cong_dist_code": "CA47",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA IRVINE",
  "org_prnt_uei_num": "MJC5FCYQTPE6",
  "org_uei_num": "MJC5FCYQTPE6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Irvine",
  "perf_str_addr": "160 ALDRICH HALL",
  "perf_city_name": "IRVINE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "926970001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "47",
  "perf_st_cong_dist": "CA47",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "164000",
   "pgm_ele_name": "Information Technology Researc"
  },
  {
   "pgm_ele_code": "170900",
   "pgm_ele_name": "CISE EDUCAT RES & CURRIC DEVEL"
  },
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1640",
   "pgm_ref_txt": "INFORMATION TECHNOLOGY RESEARC"
  },
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "9215",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING SYSTEMS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 2997936.0
  }
 ],
 "por": null
}