{
 "awd_id": "0808911",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dissertation Improvement Grant: Micromorphological Analysis of Activity Areas at the Early Bronze Age Village, T.A.V. Afragola, Southern Italy",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2008-05-01",
 "awd_exp_date": "2009-10-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 14983.0,
 "awd_min_amd_letter_date": "2008-05-05",
 "awd_max_amd_letter_date": "2009-05-04",
 "awd_abstract_narration": "Under the supervision of Dr. Natalie Munro, Tiziana Matarazzo will use micromorphological analysis to identify human activity areas at T.A.V. Afragola, an exceptionally well-preserved Bronze Age village in southern Italy. The Afragola village is remarkable for its preservation, which is matched by few archaeological sites in Europe. The site has been called the ?New Pompeii? as it was covered by almost 1 m of ash during the Vesuvius eruption in 3,780 BP. The site boasts a large number of well-preserved structures, built features and organic materials and it provides a unique laboratory to investigate variability in artifact distribution and activity areas across the village. The identification of activity areas will proceed through the analysis of micromorphological thin sections of collected samples of undisturbed surface sediments.\r\n \r\nThe identification of activity areas is a first step toward understanding how past people interacted, organized their daily routines, and moved around their settlements.  In addition, identification of the types of artifacts and tasks associated with activity areas informs us about social differentiation and organization. By identifying the location and function of domestic and manufacturing areas, this study will address issues related to social stratification, labor specialization, economic specialization, and organization of households in Bronze Age Italy. \r\n\r\nThrough the study of undisturbed archaeological deposits, soil micromorphology can be used to reconstruct the formation histories of complex occupation surfaces and associated activities. This study will examine the relationship between household structures, microstratigraphy, and micro-refuse to identify domestic and manufacturing activities and their precise location at the site. \r\n\t\r\nThe intellectual merit of this study is realized on four fronts. First, the Vesuvius eruption resulted in near total preservation of the village. This quality of preservation is extremely rare in the archaeological record and provides a unique snapshot of past human activities.  Second, Afragola was occupied in the Bronze Age, a period of monumental social and economic change. This study will contribute to an active debate on the development of social complexity that crosscuts diverse time periods and geographic regions.  Third, although scholars have studied the architecture, construction materials and associated artifacts of this period, little is known about its household spatial organization.  The application of micromorphology to the study of human domestic activities has the potential to revolutionize our current understanding of everyday life during this period.  Finally, the function of most features and structures at T.A.V. Afragola cannot be discerned using traditional archaeological techniques. \r\n\r\nThis project will also increase public knowledge about micromorphological analysis and the study of human behavior at the household level. This research will demonstrate the value of micromorphology for addressing cultural questions that cannot be reconstructed using macro-archaeological methods alone. This is important not only in Italy but also in the United States where micromorphology is not commonly used in archaeological analysis despite its potential to answer questions that cannot be addressed using other means. The study will not only provide training for the author, but will encourage undergraduates at the same institution to explore micromorphology technique to answer socio-cultural questions. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Natalie",
   "pi_last_name": "Munro",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Natalie D Munro",
   "pi_email_addr": "Natalie.Munro@uconn.edu",
   "nsf_id": "000492983",
   "pi_start_date": "2008-05-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Connecticut",
  "inst_street_address": "438 WHITNEY RD EXTENSION UNIT 1133",
  "inst_street_address_2": "",
  "inst_city_name": "STORRS",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "8604863622",
  "inst_zip_code": "062699018",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CT02",
  "org_lgl_bus_name": "UNIVERSITY OF CONNECTICUT",
  "org_prnt_uei_num": "",
  "org_uei_num": "WNTPS995QBM7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Connecticut",
  "perf_str_addr": "438 WHITNEY RD EXTENSION UNIT 1133",
  "perf_city_name": "STORRS",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "062699018",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CT02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 14983.0
  }
 ],
 "por": null
}