{
 "awd_id": "0808632",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "III-CXT-Large : Collaborative Research: Interactive and intelligent searching of biological images by query and network navigation with learning capabilities",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927347",
 "po_email": "sspengle@nsf.gov",
 "po_sign_block_name": "Sylvia Spengler",
 "awd_eff_date": "2008-08-01",
 "awd_exp_date": "2013-01-31",
 "tot_intn_awd_amt": 99269.0,
 "awd_amount": 138769.0,
 "awd_min_amd_letter_date": "2008-08-09",
 "awd_max_amd_letter_date": "2012-06-06",
 "awd_abstract_narration": "A fundamental and hard question in biology is identification of organisms.  This proposal focuses on identification of nematodes, which are particularly difficult to identify, with the average identification requiring significant time and high level of expertise.  Nematodes have direct and significant effect on humans, other animals, and agriculture.  Four species of nematode parasites infect over 2 billion people worldwide, and one type of nematode causes one-third of the total estimated worldwide annual yield losses to all soybean pathogens.  The current  limiting factors for identification are the lack of tools and automation, the need for image comparison off-line and a need for significant expertise.  To enable seasoned researchers as well as students to use resources, the team will build on image searching work, using a set of images that will make nematode identification a simple process of point and click.  In addition to enabling research by harnessing data and experience of experts, the work may make biology more accessible.  The team will build a computer-assisted interactive navigator that will intelligently assist and learn from the user.  The work can be extended to many other biological data sets.  The research challenges include extraction of features and similarity functions, and the mining, clustering, and anomaly detection for image and non-image data.  Graduate students are engaged in the research and outreach involving high school students is also planned.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eyualem",
   "pi_last_name": "Abebe",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eyualem Abebe",
   "pi_email_addr": "Abebee@easternflorida.edu",
   "nsf_id": "000086853",
   "pi_start_date": "2008-08-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Elizabeth City State University",
  "inst_street_address": "1704 WEEKSVILLE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ELIZABETH CITY",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "2523353222",
  "inst_zip_code": "279097977",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NC01",
  "org_lgl_bus_name": "ELIZABETH CITY STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "K2QMZUVDPKW1"
 },
 "perf_inst": {
  "perf_inst_name": "Elizabeth City State University",
  "perf_str_addr": "1704 WEEKSVILLE RD",
  "perf_city_name": "ELIZABETH CITY",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "279097977",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NC01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "164000",
   "pgm_ele_name": "Information Technology Researc"
  },
  {
   "pgm_ele_code": "736400",
   "pgm_ele_name": "Info Integration & Informatics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7364",
   "pgm_ref_txt": "INFO INTEGRATION & INFORMATICS"
  },
  {
   "pgm_ref_code": "7925",
   "pgm_ref_txt": "LARGE PROJECT"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 99269.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 17500.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 8000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 14000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>Our project is part of a bigger project that brought together expertise in computer science and nematology to develop a computer-assisted interactive key (NemaScope) with the goal of making nematode species identification a simple process of point-and-click. We used nematodes because they are a challenging group we, as a group, know well and work on. Nematodes are found in all sediment habitats and are the most numerous and mostly the most diverse group among all animals in sediment habitats. The method we proposed to develop however could be extended to other databases on any group of organisms.&nbsp;</span></p>\n<p><span>We tested the key at several levels of prior training and expertise, from absolute beginners (such as high school students) to acknowledged experts. One group was undergraduate students from two universities one of which was Elizabeth City State University. We conducted two sets of tests on the use of the online key by undergraduate students at Elizabeth City State University. Integrated within the development of NemaScope, we studied nematode communities in northeastern North Carolina: Lake Phelps and coastal, marine nematode communities. Lake Phelps is the second largest natural lake in North Carolina which is small and has acidic water. We characterized the nematode communities and cultivable microbial communities of the lake to develop a baseline data for future monitoring of environmental change of this important freshwater body. </span><span>Many nematode genera found in Lake Phelps are new records to the entire region of North America. </span><span>We identified three new species and we are now working to identify those genera to species level. Our results broadens our understanding of the global and regional distribution of nematodes in freshwater bodies. Our work on coastal nematode communities also expanded our knowledge of global nematode distribution.</span></p>\n<p><span>In the Department of Biology and Marine Environmental Science, Elizabeth City State University, we trained and mentored 12 undergraduate students of whom nine were African Americans and one was Arab American female. Our students participated in local, regional and national, scientific meetings and present their research findings in the form of oral and poster presentations. We have published ten papers in peer-reviewed professional journals and two of those papers were co-authored by four undergraduate minority students.&nbsp;</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/15/2013<br>\n\t\t\t\t\tModified by: Eyualem&nbsp;Abebe</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOur project is part of a bigger project that brought together expertise in computer science and nematology to develop a computer-assisted interactive key (NemaScope) with the goal of making nematode species identification a simple process of point-and-click. We used nematodes because they are a challenging group we, as a group, know well and work on. Nematodes are found in all sediment habitats and are the most numerous and mostly the most diverse group among all animals in sediment habitats. The method we proposed to develop however could be extended to other databases on any group of organisms. \n\nWe tested the key at several levels of prior training and expertise, from absolute beginners (such as high school students) to acknowledged experts. One group was undergraduate students from two universities one of which was Elizabeth City State University. We conducted two sets of tests on the use of the online key by undergraduate students at Elizabeth City State University. Integrated within the development of NemaScope, we studied nematode communities in northeastern North Carolina: Lake Phelps and coastal, marine nematode communities. Lake Phelps is the second largest natural lake in North Carolina which is small and has acidic water. We characterized the nematode communities and cultivable microbial communities of the lake to develop a baseline data for future monitoring of environmental change of this important freshwater body. Many nematode genera found in Lake Phelps are new records to the entire region of North America. We identified three new species and we are now working to identify those genera to species level. Our results broadens our understanding of the global and regional distribution of nematodes in freshwater bodies. Our work on coastal nematode communities also expanded our knowledge of global nematode distribution.\n\nIn the Department of Biology and Marine Environmental Science, Elizabeth City State University, we trained and mentored 12 undergraduate students of whom nine were African Americans and one was Arab American female. Our students participated in local, regional and national, scientific meetings and present their research findings in the form of oral and poster presentations. We have published ten papers in peer-reviewed professional journals and two of those papers were co-authored by four undergraduate minority students. \n\n \n\n\t\t\t\t\tLast Modified: 04/15/2013\n\n\t\t\t\t\tSubmitted by: Eyualem Abebe"
 }
}