{
 "awd_id": "0808678",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "HCC-Large: Using the Internet without using the Eyes: Models of Online Transactions for Non-Visual Interaction",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2008-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 1582860.0,
 "awd_amount": 1623540.0,
 "awd_min_amd_letter_date": "2008-09-04",
 "awd_max_amd_letter_date": "2011-07-15",
 "awd_abstract_narration": "The Internet has become the primary medium for accessing information and for conducting many types of online transactions, including shopping, paying bills, making travel plans, applying for college or employment, and participating in civic activities.  The primary mode of interaction over the Internet is via graphical browsers designed for visual navigation. This seriously limits the access of people with impaired vision or blindness, a population that is large and growing ever larger.  Existing assistive technology for non-visual Internet access typically forces users with visual impairments into an inefficient, sequential mode of information access.  To do better, two kinds of models are needed.  First, we need to build computational models to represent the structure of web pages and online transactions, and to present them effectively using non-visual modalities.  Second, we need to better understand how users' mental models for online transactions are built and utilized; we then need to align the computational models with the users' mental models, so as  to combine their strengths and significantly improve the efficiency of non-visual interactions.  In previous work, the PI developed the HearSay non-visual web browser, which permits users to perform basic non-visual web browsing and search, contextual browsing, and online form-filling.  However, HearSay does not take full advantage of the interaction context or the unique perceptual and processing strengths of people with visual impairments.  In the current project, the PI seeks to combine basic computational and psychological research designed to produce accessibility technology embodying the synergy of computational modeling and users' mental models.  In terms of computational research, the PI will: (i) automatically track the interaction context of user browsing actions; (ii) automatically build models for transactions that users perform online; and (iii) develop ways in which users can interact with transaction models through non-visual modalities efficiently and effectively.  In terms of psychological research, user studies will be conducted to examine (i) how people build mental models for online transactions, and (ii) how they use modality-specific cues and their own short-term memory to utilize these mental models.  The PI will incorporate the findings from these user studies into the computational models for online transaction processing, so as to align them with the users' mental models.\r\n\r\nBroader Impacts:  The ultimate goal of the PI's research is to empower people with visual impairments to lead completely independent lives with the help of the Internet.  To this end, the PI has planned an extensive dissemination campaign involving workshops, collaborations with institutions that serve people who have visual impairments, and online dissemination of HearSay prototypes and HearSay component technologies.  HearSay will also provide a means, in principle, for anyone who wishes to have non-visual Internet access (e.g., listening to Internet content while driving).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "IV",
   "pi_last_name": "Ramakrishnan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "IV Ramakrishnan",
   "pi_email_addr": "ram@cs.stonybrook.edu",
   "nsf_id": "000365929",
   "pi_start_date": "2008-09-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Brennan",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Susan E Brennan",
   "pi_email_addr": "susan.brennan@stonybrook.edu",
   "nsf_id": "000106933",
   "pi_start_date": "2008-09-04",
   "pi_end_date": "2011-07-15"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Amanda",
   "pi_last_name": "Stent",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Amanda Stent",
   "pi_email_addr": "amanda.stent@gmail.com",
   "nsf_id": "000203133",
   "pi_start_date": "2008-09-04",
   "pi_end_date": "2011-03-07"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Yevgen",
   "pi_last_name": "Borodin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yevgen Borodin",
   "pi_email_addr": "borodin@cs.stonybrook.edu",
   "nsf_id": "000532638",
   "pi_start_date": "2011-03-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Stony Brook",
  "inst_street_address": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "inst_street_address_2": "",
  "inst_city_name": "STONY BROOK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6316329949",
  "inst_zip_code": "117940001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NY01",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "M746VC6XMNH9",
  "org_uei_num": "M746VC6XMNH9"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Stony Brook",
  "perf_str_addr": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "perf_city_name": "STONY BROOK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "117940001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NY01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "164000",
   "pgm_ele_name": "Information Technology Researc"
  },
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1640",
   "pgm_ref_txt": "INFORMATION TECHNOLOGY RESEARC"
  },
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "7925",
   "pgm_ref_txt": "LARGE PROJECT"
  },
  {
   "pgm_ref_code": "9215",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING SYSTEMS"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 1582860.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 21000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 19680.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The World Wide Web &nbsp;has become the primary medium for accessing information and for conducting many types of online&nbsp;<em>transactions</em>, including shopping online, paying bills, making travel plans, applying for college or employment, and participating in civic activities. The primary mode of interaction with the Web is via graphical browsers designed for visual navigation.&nbsp;This seriously limits the access of people with impaired vision or blindness, a population that is large and growing ever larger.&nbsp; Just to give a sense of the size of the target population: in the U.S. alone, there are over 10 million visually impaired people, of whom approximately 1.3 million people are legally blind, as reported by the American Foundation for the Blind, and, according to the World Health Organization&rsquo;s 2003 report there are more than 175 million people with visual impairment worldwide (40 to 45 million blind and 135 million with low vision).</p>\n<p class=\"EHeading4\">Blind people use screen readers to access the Web.&nbsp; Screen-readers and more generally non-visual web browsers typically read out the content of the screen, ignoring the graphics and layout of web pages while giving other audio or Braille feedback to help navigate web pages.</p>\n<p class=\"EHeading4\">However a large gap remains between the ways sighted and blind users browse the Web due to the differences in their perception and the mode of interaction.&nbsp; Sighted users can quickly process web content by visually segmenting any web page into sections, classifying the whole page and its parts, finding patterns, filtering out irrelevant information, and quickly identifying possible steps and actions they can take on any web page (e.g.: log in, add to cart, etc.).&nbsp; On the other hand, blind users are forced to process information sequentially, as screen readers read the page in the order it is presented in web pages.&nbsp; While shortcuts are provided for skipping through text or reading it more rapidly, blind users still have to listen to much irrelevant content before reaching the content of interest as screen-readers provide almost no content-analysis to facilitate access to relevant information.&nbsp; When a blind user visits a web page for the first time, s/he cannot easily tell, without listening to all of it, how much information it contains.&nbsp; Navigating back and forth among pages, blind users often have to listen to redundant information, design strategies to find relevant content, or remember page structure to make web browsing more efficient. All of these difficulties make non-visual web browsing slow and difficult. In short, blind users can experience considerable information overload when using assistive tools. This is especially true of web transactions such as shopping, registrations, online banking and bill-payments, which often involve a number of steps spanning several web pages</p>\n<p>To significantly advance the state of the art in web accessibility technology for blind people the project proposed developing a computational model based on how blind users&nbsp; &nbsp;use the non-visual interface for browsing and search and on how they use non-visual contextual cues that are constructed and maintained during non-visual transactions. The computational model would facilitate repositioning of web content for doing efficient search and retrieval of information as well as for conducting online transactions with non-visual modalities, namely keyboards and audio. Development of such a model was the principal objective of this research project.</p>\n<p>A major outcome of the project is Hearsay,&nbsp;a multi-modal non-visual web browser incorporating such a model. Four years in the making HearSay is &nbsp;a working system. On the algorithmic side, it incorporates a number of robust and scalable techniques based on Information Retrieval and Machine Learning, including: ...",
  "por_txt_cntn": "\nThe World Wide Web  has become the primary medium for accessing information and for conducting many types of online transactions, including shopping online, paying bills, making travel plans, applying for college or employment, and participating in civic activities. The primary mode of interaction with the Web is via graphical browsers designed for visual navigation. This seriously limits the access of people with impaired vision or blindness, a population that is large and growing ever larger.  Just to give a sense of the size of the target population: in the U.S. alone, there are over 10 million visually impaired people, of whom approximately 1.3 million people are legally blind, as reported by the American Foundation for the Blind, and, according to the World Health OrganizationÆs 2003 report there are more than 175 million people with visual impairment worldwide (40 to 45 million blind and 135 million with low vision).\nBlind people use screen readers to access the Web.  Screen-readers and more generally non-visual web browsers typically read out the content of the screen, ignoring the graphics and layout of web pages while giving other audio or Braille feedback to help navigate web pages.\nHowever a large gap remains between the ways sighted and blind users browse the Web due to the differences in their perception and the mode of interaction.  Sighted users can quickly process web content by visually segmenting any web page into sections, classifying the whole page and its parts, finding patterns, filtering out irrelevant information, and quickly identifying possible steps and actions they can take on any web page (e.g.: log in, add to cart, etc.).  On the other hand, blind users are forced to process information sequentially, as screen readers read the page in the order it is presented in web pages.  While shortcuts are provided for skipping through text or reading it more rapidly, blind users still have to listen to much irrelevant content before reaching the content of interest as screen-readers provide almost no content-analysis to facilitate access to relevant information.  When a blind user visits a web page for the first time, s/he cannot easily tell, without listening to all of it, how much information it contains.  Navigating back and forth among pages, blind users often have to listen to redundant information, design strategies to find relevant content, or remember page structure to make web browsing more efficient. All of these difficulties make non-visual web browsing slow and difficult. In short, blind users can experience considerable information overload when using assistive tools. This is especially true of web transactions such as shopping, registrations, online banking and bill-payments, which often involve a number of steps spanning several web pages\n\nTo significantly advance the state of the art in web accessibility technology for blind people the project proposed developing a computational model based on how blind users   use the non-visual interface for browsing and search and on how they use non-visual contextual cues that are constructed and maintained during non-visual transactions. The computational model would facilitate repositioning of web content for doing efficient search and retrieval of information as well as for conducting online transactions with non-visual modalities, namely keyboards and audio. Development of such a model was the principal objective of this research project.\n\nA major outcome of the project is Hearsay, a multi-modal non-visual web browser incorporating such a model. Four years in the making HearSay is  a working system. On the algorithmic side, it incorporates a number of robust and scalable techniques based on Information Retrieval and Machine Learning, including: content analysis that partitions web pages into meaningful sections for ease of navigation; context-directed browsing that exploits the content surrounding a link to find relevant information as users move fro..."
 }
}