{
 "awd_id": "0809494",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Chemical Synthesis of Single-Chirality, Structurally Uniform Carbon Nanotubes",
 "cfda_num": "47.049",
 "org_code": "03090003",
 "po_phone": "7032924949",
 "po_email": "tli@nsf.gov",
 "po_sign_block_name": "Tingyu Li",
 "awd_eff_date": "2008-07-01",
 "awd_exp_date": "2011-12-31",
 "tot_intn_awd_amt": 633166.0,
 "awd_amount": 633166.0,
 "awd_min_amd_letter_date": "2008-06-25",
 "awd_max_amd_letter_date": "2010-03-19",
 "awd_abstract_narration": "This project will continue work on the development of methods for the chemical synthesis of single-chirality, structurally uniform carbon nanotubes.  Despite intense scrutiny by scientists and engineers worldwide for nearly two decades, carbon nanotubes are still being made today by poorly understood, empirical, high temperature methods based on the transition metal-mediated capture of atomic, diatomic, and polyatomic carbon species from the gas phase.  It is the goal of this project to develop synthetic organic chemical methods that will make possible the rational chemical synthesis of all-carbon single walled nanotubes that are closed at one end and open at the other, with predefined, uniform diameter, chirality, end cap structure, and rim structure.  The project builds on and extends methods previously developed in the laboratory of the P.I. for the chemical synthesis of numerous geodesic polyarenes, including fullerene-C60.  \r\n\r\nWith this award, the Organic and Macromolecular Chemistry Program is supporting the research of Professor Lawrence T. Scott of the Department of Chemistry at Boston College.  Professor Scott's research efforts revolve around the development of methods for the synthesis of nonplanar networks of trigonal carbon atoms.  Such chemistry could provide access to ultra thin, super strong, and light weight nanowires with metal-like electrical conducting properties.  Successful development of the methodology will create new opportunities for advances in nanotechnology, from materials science and bioengineering to molecular scale circuitry and electronic devices.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lawrence",
   "pi_last_name": "Scott",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Lawrence T Scott",
   "pi_email_addr": "lawrence.scott@bc.edu",
   "nsf_id": "000304059",
   "pi_start_date": "2008-06-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Boston College",
  "inst_street_address": "140 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHESTNUT HILL",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6175528000",
  "inst_zip_code": "024673800",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MA04",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MJ3JH8CRJBZ7"
 },
 "perf_inst": {
  "perf_inst_name": "Boston College",
  "perf_str_addr": "140 COMMONWEALTH AVE",
  "perf_city_name": "CHESTNUT HILL",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "024673800",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "195000",
   "pgm_ele_name": "METHODOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9146",
   "pgm_ref_txt": "MANUFACTURING BASE RESEARCH"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 217166.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 208000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 208000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The discovery of carbon nanotubes in 1991 almost instantly inspired dreams among scientists and engineers about how such light weight, super strong, heat resistant, ultra thin nanowires could someday be used to miniaturize electronic devices down to the nanometer scale, well beyond the limits of what can ever be achieved by lithography on silicon chips. Unfortunately, not all carbon nanotubes (CNTs) are alike. Some are semiconductors, whereas others are highly conductive, like metals, with current carrying capacities up to 1000 times greater than that of copper wire. Despite two decades of extensive experimentation worldwide, however, all known preparation methods still yield mixtures of different types of CNTs that are virtually impossible to separate into their individual components in useful amounts. More controlled methods for synthesizing CNTs are clearly needed.</p>\n<p>If a collection of identical, short CNT could be synthesized &ldquo;from the ground up&rdquo; in the laboratory and they could then be elongated by the repetitive addition of carbon atoms to their rims, like adding bricks to build a chimney, then every resulting CNT would be of the same type; the diameters of all the CNTs produced and the structures of their sidewalls would all be identical. The dimensions and structure of the template rim would dictate the diameter and &ldquo;chirality&rdquo; of the resulting CNTs. From an appropriately designed small hydrocarbon template, elongation would yield exclusively CNTs that belong to the so-called armchair nanotube family, which exhibit the metal-like electrical conductivity required for use as nanowires. This project has led to the successful development of laboratory methods for synthesizing the first samples of structurally pure, short carbon nanotubes. The accompanying image shows the X-ray crystal structure of this C<sub>50</sub>H<sub>10</sub> geodesic polyarene. The stage is finally now set for the final challenge of developing methods for elongating such small hydrocarbon templates into full-length, uniform diameter, single-chirality carbon nanotubes.</p>\n<p>Thirteen students who worked on this project completed their B.S., M.S., or Ph.D. degrees and wrote theses or Ph.D. dissertations. Seven (54%) were women. All of the students presented their research at one or more scientific conferences, and several won prizes and/or fellowships for their accomplishments. Professor Scott worked with each student on the initial organization of the written thesis and then on revisions and refining the various drafts until they were ready to submit to the committee of faculty readers. Through this training, students in Professor Scott&rsquo;s laboratory learned to think, speak, write, and present themselves as professional chemists. Five visiting graduate students from overseas also came to the Scott laboratory for periods of 3-11 months each to participate in this project; each had won a fellowship from his or her own country. Such international exchange arrangements enriched the scientific atmosphere in the laboratory and fostered partnerships with colleagues overseas. Several collaborations are still underway. A local high school student spent one summer working on this project and is now an undergraduate chemistry major at Harvard University.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/31/2012<br>\n\t\t\t\t\tModified by: Lawrence&nbsp;T&nbsp;Scott</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2012/0809494/0809494_100255...",
  "por_txt_cntn": "\nThe discovery of carbon nanotubes in 1991 almost instantly inspired dreams among scientists and engineers about how such light weight, super strong, heat resistant, ultra thin nanowires could someday be used to miniaturize electronic devices down to the nanometer scale, well beyond the limits of what can ever be achieved by lithography on silicon chips. Unfortunately, not all carbon nanotubes (CNTs) are alike. Some are semiconductors, whereas others are highly conductive, like metals, with current carrying capacities up to 1000 times greater than that of copper wire. Despite two decades of extensive experimentation worldwide, however, all known preparation methods still yield mixtures of different types of CNTs that are virtually impossible to separate into their individual components in useful amounts. More controlled methods for synthesizing CNTs are clearly needed.\n\nIf a collection of identical, short CNT could be synthesized \"from the ground up\" in the laboratory and they could then be elongated by the repetitive addition of carbon atoms to their rims, like adding bricks to build a chimney, then every resulting CNT would be of the same type; the diameters of all the CNTs produced and the structures of their sidewalls would all be identical. The dimensions and structure of the template rim would dictate the diameter and \"chirality\" of the resulting CNTs. From an appropriately designed small hydrocarbon template, elongation would yield exclusively CNTs that belong to the so-called armchair nanotube family, which exhibit the metal-like electrical conductivity required for use as nanowires. This project has led to the successful development of laboratory methods for synthesizing the first samples of structurally pure, short carbon nanotubes. The accompanying image shows the X-ray crystal structure of this C50H10 geodesic polyarene. The stage is finally now set for the final challenge of developing methods for elongating such small hydrocarbon templates into full-length, uniform diameter, single-chirality carbon nanotubes.\n\nThirteen students who worked on this project completed their B.S., M.S., or Ph.D. degrees and wrote theses or Ph.D. dissertations. Seven (54%) were women. All of the students presented their research at one or more scientific conferences, and several won prizes and/or fellowships for their accomplishments. Professor Scott worked with each student on the initial organization of the written thesis and then on revisions and refining the various drafts until they were ready to submit to the committee of faculty readers. Through this training, students in Professor ScottÆs laboratory learned to think, speak, write, and present themselves as professional chemists. Five visiting graduate students from overseas also came to the Scott laboratory for periods of 3-11 months each to participate in this project; each had won a fellowship from his or her own country. Such international exchange arrangements enriched the scientific atmosphere in the laboratory and fostered partnerships with colleagues overseas. Several collaborations are still underway. A local high school student spent one summer working on this project and is now an undergraduate chemistry major at Harvard University.\n\n \n\n\t\t\t\t\tLast Modified: 01/31/2012\n\n\t\t\t\t\tSubmitted by: Lawrence T Scott"
 }
}