{
 "awd_id": "0809165",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: Exhumation History and Potential Mesozoic Fault Reactivation of the St. Lawrence Rift System, Southern Quebec",
 "cfda_num": "47.050",
 "org_code": "06030103",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Fountain",
 "awd_eff_date": "2008-06-15",
 "awd_exp_date": "2011-05-31",
 "tot_intn_awd_amt": 48374.0,
 "awd_amount": 48374.0,
 "awd_min_amd_letter_date": "2008-06-05",
 "awd_max_amd_letter_date": "2008-06-05",
 "awd_abstract_narration": "The Saint Lawrence Rift System in southern Quebec is a currently active seismic zone along northwest-southwest-trending Late Proterozoic (between 900 ? 570 million years ago) regional normal faults that may have been reactivated during the Mesozoic (between 248 ? 65 million years ago). This study is using apatite fission-track analysis to determine the cooling or exhumation history along these faults as well as related northwest-southwest-trending faults bounding the Saguenay River fjord in southern Quebec. Apatite fission-track dating allows an estimation of a rock?s cooling history below 100 degrees Centigrade, which corresponds to about 3-4 km depth in the Earth's crust. The goals of this investigation are to: 1) determine the timing, regional extent and magnitude of the most recent displacement and/or reactivation of these fault systems; and 2) relate potential Mesozoic fault reactivation to the formation of major regional faults which bound a series of rift basins in New England that were created in the Mesozoic during the opening of the Atlantic Ocean.\r\n\r\nThe fission-track age trends will better delineate the regional extent of the effects of Mesozoic rifting into the interior of northeastern North America, which will have major implications for the timing and nature of rifting in the North Atlantic. The suggested relationship of the passage of the North American plate over the Great Meteor hotspot in the Cretaceous, widespread regional exhumation across northern New York state and New England during the same time, and the current existence of thin lithosphere over low shear wave velocity mantle from eastern New York across Vermont and into the White Mountain region of New Hampshire will be better constrained by the results of this study. The study will relate the current active seismicity in the Charlevoix, Quebec region, which is the most seismically active zone in eastern North America, to the Mesozoic regional exhumation and rifting attributed to the passage of northeastern North American plate over the Great Meteor hotspot. The results can also be useful in hydrocarbon exploration in southern Quebec. Undergraduate students will be involved in a substantial manner in all aspects of the project from field sample collection to actual age determinations. The students participating in this research effort will greatly enhance their knowledge of geologic research techniques and will present their results at professional conferences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mary",
   "pi_last_name": "Roden-Tice",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Mary K Roden-Tice",
   "pi_email_addr": "rodentmk@plattsburgh.edu",
   "nsf_id": "000185255",
   "pi_start_date": "2008-06-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY College at Plattsburgh",
  "inst_street_address": "101 BROAD ST",
  "inst_street_address_2": "",
  "inst_city_name": "PLATTSBURGH",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5185642155",
  "inst_zip_code": "129012637",
  "inst_country_name": "United States",
  "cong_dist_code": "21",
  "st_cong_dist_code": "NY21",
  "org_lgl_bus_name": "RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK, THE",
  "org_prnt_uei_num": "M3SSQY9ACBN5",
  "org_uei_num": "M3SSQY9ACBN5"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY College at Plattsburgh",
  "perf_str_addr": "101 BROAD ST",
  "perf_city_name": "PLATTSBURGH",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "129012637",
  "perf_ctry_code": "US",
  "perf_cong_dist": "21",
  "perf_st_cong_dist": "NY21",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157200",
   "pgm_ele_name": "Tectonics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 48374.0
  }
 ],
 "por": null
}