{
 "awd_id": "0809216",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Probing Highly Unstable Organic Molecules with Matrix Isolation Spectroscopy and Photochemistry",
 "cfda_num": "47.049",
 "org_code": "03090003",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Tyrone Mitchell",
 "awd_eff_date": "2008-07-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 428800.0,
 "awd_amount": 428800.0,
 "awd_min_amd_letter_date": "2008-06-25",
 "awd_max_amd_letter_date": "2009-04-02",
 "awd_abstract_narration": "Probing Highly Unstable Organic Molecules with Matrix Isolation\r\nSpectroscopy and Photochemistry\r\n\r\nIntellectual Merit\r\n\r\n\tThis proposal describes a plan for the generation and investigation of organic molecules whose properties are at the limits of stability and reactivity.  The proposed systems will be investigated primarily at cryogenic temperatures by matrix isolation methods, with IR and UV/visible spectroscopy. These results will be complemented by collaborative laser flash photolysis studies both in solution and in low temperature solid media, which will provide important reaction rate data. Density Functional Theoretical calculations will play a significant role in aiding the spectroscopic characterization of these systems and in initial examinations of their electronic and structural properties. With collaborators, applications of higher level theory will also be used to explore the complex electronic structures of these species in greater depth, as well as quantum mechanical tunneling in their reactions. Primary objectives of the project include the following: (1) New, highly strained cyclic cumulenes and related species will be sought, and efforts will be made to understand their unusual electronic structures through a combination of spectroscopy and calculational modeling; (2) Unimolecular and bimolecular reactions of carbenes and carbocations at very low temperatures will be investigated, and new instances of quantum mechanical tunneling will be sought; (3) Extremely strained bridgehead alkenes, as well as mechanistic details of their formation, will be investigated; (4) A new collaborative project will attempt to utilize highly-sensitive laser cavity ring-down spectroscopy to explore the kinetics of low-temperature tunneling reactions in solid media. The above studies will revolve around a variety of halo- and, in particular, trifluoromethylcarbenes as starting points.\r\n\r\nBroader Impact\r\n\r\n\tThe new high-energy organic reactive intermediates that will be investigated in this proposed work have relevance to such broad areas as interstellar chemistry, combustion, soot formation, fullerene production, magnetic materials, enzymatic transformations and organic synthesis.  Moreover, these investigations will provide new information on systems which are widely utilized for photoaffinity labeling and offer the potential for discovery of new labeling agents. These studies will provide experimental data on molecules which pose significant challenges for theory. Scientists have long sought to understand the effects of quantum mechanical tunneling in a very wide variety of systems, ranging from enzyme kinetics to interstellar reactions; the proposed studies promise to provide unique information on the tunneling reactions of organic molecules, both at very low temperatures and in solution. Collaborations with a theoretical group, and with solution and solid state laser spectroscopy groups, broaden the applicability of this work to many areas in science. The investigations will offer especially broad training for students and co-workers, including organic synthesis, sophisticated spectroscopy, photochemistry, physical organic techniques, and modern theoretical methodology. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Sheridan",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Robert S Sheridan",
   "pi_email_addr": "rss@chem.unr.edu",
   "nsf_id": "000383757",
   "pi_start_date": "2008-06-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Board of Regents, NSHE, obo University of Nevada, Reno",
  "inst_street_address": "1664 N VIRGINIA ST # 285",
  "inst_street_address_2": "",
  "inst_city_name": "RENO",
  "inst_state_code": "NV",
  "inst_state_name": "Nevada",
  "inst_phone_num": "7757844040",
  "inst_zip_code": "895570001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NV02",
  "org_lgl_bus_name": "BOARD OF REGENTS OF THE NEVADA SYSTEM OF HIGHER ED",
  "org_prnt_uei_num": "WLDGTNCFFJZ3",
  "org_uei_num": "WLDGTNCFFJZ3"
 },
 "perf_inst": {
  "perf_inst_name": "Board of Regents, NSHE, obo University of Nevada, Reno",
  "perf_str_addr": "1664 N VIRGINIA ST # 285",
  "perf_city_name": "RENO",
  "perf_st_code": "NV",
  "perf_st_name": "Nevada",
  "perf_zip_code": "895570001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NV02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "194200",
   "pgm_ele_name": "UNIMOLECULAR PROCESSES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 168800.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 260000.0
  }
 ],
 "por": null
}