{
 "awd_id": "0809217",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Manioc at Ceren:  Ancient Maya Garden Plant or Staple Crop?",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2008-06-01",
 "awd_exp_date": "2011-05-31",
 "tot_intn_awd_amt": 86252.0,
 "awd_amount": 86252.0,
 "awd_min_amd_letter_date": "2008-06-03",
 "awd_max_amd_letter_date": "2008-06-03",
 "awd_abstract_narration": "With the support of the US National Science Foundation, Dr. Payson Sheets (Anthropology, University of Colorado) and a team of international specialists and students will conduct an investigation into ancient Maya agriculture in El Salvador.  The team will consist of archaeologists, surveyors, agricultural technicians, biologists, and an ethnobotanist. The project will investigate ancient Maya agriculture at distances of 100 to 200 meters south of the Ceren village, a World Heritage site.  That village, and the surrounding agricultural fields, was buried about 1400 years ago by volcanic ash from the Loma Caldera volcanic vent.  That vent opened up under the Rio Sucio, and the ensuing steam explosions covered the surrounding terrain with a fine-grained moist volcanic ash that resulted in extraordinary preservation.  Test pits last year encountered a cornfield with the stalks and ears of corn preserved to the point of individual corn kernels can be examined and measured.  Such preservation is unprecedented in the Americas, and allows for precise estimates of productivity per unit area.\r\n\r\nIn this ongoing project the most important discovery last year was a manioc field, encountered in two test pits.  The field had been harvested just hours before the eruption, and had been replanted by cutting the vertical stalks of the manioc plants and placing them horizontally in the raised beds.  Had the eruption not occurred, the stalks would have generated new plants above ground, and long carbohydrate-rich tubers below ground.   The project will search for the boundary of the harvested manioc, and when unharvested areas are encountered they will be studied intensively.\r\n\r\nThe vertical stalks of manioc bushes should be preserved as hollow spaces a meter or two above the planting bed, based on previous experience.   When the vertical stalks are encountered, they will be investigated with fiber optiscopes.  Once the condition and volume is known of a plant, dental plaster will be mixed and used to fill the cavity.  Once the plaster has set, it will be excavated.  Then the tubers will be investigated and cast.  When all has been cast and lifted the above-ground and below-ground elements will be reunited, and for the first time ancient manioc productivity can be quantified.  Controlled experiments in various areas of the world have shown that manioc outproduces maize by six to fifteen times, in carbohydrates per unit area.   Thus, a major aspect of intellectual merit is finding intensive manioc production in a Maya village that could be part of the answer of how the Maya fed the multitudes.\r\n\r\nA persistent problem for Maya archaeologists in the Classic period, contemporary with Ceren, is how dense populations, in the hundreds of people per square kilometer, were fed with seed crops.   Manioc may well be part of the answer.   A broader impact is the fact that the manioc stalks and tubers discovered in 2007 are more robust than those grown today in the area.  This generated considerable interest, and Salvadoran scientists will assist in exploring the reasons for that, with potential implications for improving contemporary agriculture.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Payson",
   "pi_last_name": "Sheets",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Payson Sheets",
   "pi_email_addr": "sheetsp@colorado.edu",
   "nsf_id": "000418160",
   "pi_start_date": "2008-06-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Lentz",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "David L Lentz",
   "pi_email_addr": "david.lentz@uc.edu",
   "nsf_id": "000225431",
   "pi_start_date": "2008-06-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 MARINE ST",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9198",
   "pgm_ref_txt": "OTHER ENVIRONMENT"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 86252.0
  }
 ],
 "por": null
}