{
 "awd_id": "0809068",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Reconfiguration and Rigidity",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924488",
 "po_email": "jwang@nsf.gov",
 "po_sign_block_name": "Junping Wang",
 "awd_eff_date": "2008-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 312000.0,
 "awd_amount": 312000.0,
 "awd_min_amd_letter_date": "2008-08-22",
 "awd_max_amd_letter_date": "2010-07-24",
 "awd_abstract_narration": "Geometric and computational problems involving points and objects of various shapes are basic to the understanding of geometric modeling, computer graphics, the analysis and synthesis of mechanisms, robot manipulation, structural analysis, protein folding and granular materials, for example.  What are the geometric principles that are relevant to understanding how configurations of linkages in the plane can be reconfigured?  What are the basic geometric tools that can be applied to understand and analyze the area/volume of various arrangements and formulas for the union and intersections of circular disks in the plane or space?  Recent advances have shown that there are some subtle and insightful ideas that can be brought to bear on these very basic problems that include packing and covering problems as extreme special cases.  \r\n\r\nSuppose a configuration of points in the plane or space is given.  The distance between some (but not all) of the pairs of these points is fixed.  Is there another corresponding configuration, other than congruent copies of the original configuration, of the points with corresponding distances the same?  When this occurs, the configuration is called globally rigid.  When the configuration is sufficiently generic, there is a reasonable algorithm to determine if it is globally rigid.  This is of interest in protein folding, point location problems and structural stability, for example.  It is proposed that this theory and corresponding algorithms can be used to provide structural information about the shapes of molecules as well as the stability of a wide variety of novel structures.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Connelly",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Robert Connelly",
   "pi_email_addr": "connelly@math.cornell.edu",
   "nsf_id": "000226992",
   "pi_start_date": "2008-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "341 PINE TREE RD",
  "perf_city_name": "ITHACA",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 98284.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 107221.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 106495.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>There were three main areas where there was significant progress, the Kneser-Poulsen Conjecture, global rigidity questions, and jammed packings.&nbsp; The Kneser-Poulsen Conjecture says that if any finite configuration of spherical balls in Euclidean space is rearranged such that each pair of centers does not get closer together, an expansion of the centers, then the volume of the union of the balls does not decrease.&nbsp; By a result of the PI and K. Bezdek, this conjecture was proved for the plane, but it is open for all higher dimensions.&nbsp; Igors Gorbovickis, a student of the PI, showed that for a given expansion of a finite number of points, if the radii of disks, for those points as centers, is large enough, then the Kneser-Poulsen Conjecture holds.&nbsp; Gorbovickis also showed for any finite configuration of balls in dimension d, if the initial configuration of each ball intersects no more than d+2 other balls, then any expansion will not decrease the volume of their union.&nbsp; These results have been submitted and the first will appear.&nbsp; The Kneser-Poulsen problem seems to be quite difficult and, for the time being, we must settle for what information we can.&nbsp; <br /><br />Consider a finite collection of points in Euclidean space where some pairs are constrained to be at a fixed distance apart.&nbsp; If there is no other non-congruent configuration that satisfies those constraints, the structure is called a globally rigid framework.&nbsp; The PI has a matrix criterion that will determine whether a configuration, that is generic (which means that there is no non-zero integer polynomial relation among the coordinates of the configuration), is globally rigid.&nbsp; In the plane, B. Jackson and T. Jordan have shown, using this matrix criterion, that there is a polynomial time deterministic combinatorial algorithm that calculates the generic global rigidity in terms of the graph of the framework.&nbsp; In higher dimensions, in general, there does not seem to be such an algorithm, even for local generic rigidity.&nbsp; For the case when the framework is given by globally rigid subframeworks, called bodies, T. Jordan, W. Whiteley, and the PI have shown that, for such generic bar-body frameworks, there is again a deterministic, polynomial-time algorithm that calculates generic global rigidity.&nbsp; The algorithm is simple, but the proof is tricky.&nbsp; <br /><br />Another way to create generic globally rigid frameworks is to create them inductively.&nbsp; There are easy methods by combining pairs of globally rigid frameworks with large common sub-frameworks, for example, but this can create a large number of extraneous bars.&nbsp; The PI has shown that if the intersection of two globally rigid frameworks in dimension d has exactly d + 1 vertices, then any one common bar of the two frameworks can be eliminated and the resulting framework will be globally rigid, again in d-space.&nbsp; This will appear in the Proceedings of the Russian Academy of Sciences.<br /><br />A collection of disks in a container is called a packing if their interiors do not overlap.&nbsp; Such a packing is said to be jammed, if it has no nontrivial motions preserving the packing condition. It is important for granular materials, codes, and number theory to find dense or locally maximally dense configurations of disks in various containers.&nbsp; Locally maximally dense packings tend to be jammed, possibly with a few rattlers rattling around.&nbsp; One particularly interesting container is a fixed flat torus, even in the case of the plane.&nbsp; Such packings correspond to infinite periodic packings determined by a fixed lattice, and a particularly interesting lattice is the one determined by two unit vectors 60 degrees apart, the ubiquitous triangular lattice.&nbsp; The problem is to determine the most dense packing of n equal disks in a torus given by such a lattice.&nbsp; ...",
  "por_txt_cntn": "\nThere were three main areas where there was significant progress, the Kneser-Poulsen Conjecture, global rigidity questions, and jammed packings.  The Kneser-Poulsen Conjecture says that if any finite configuration of spherical balls in Euclidean space is rearranged such that each pair of centers does not get closer together, an expansion of the centers, then the volume of the union of the balls does not decrease.  By a result of the PI and K. Bezdek, this conjecture was proved for the plane, but it is open for all higher dimensions.  Igors Gorbovickis, a student of the PI, showed that for a given expansion of a finite number of points, if the radii of disks, for those points as centers, is large enough, then the Kneser-Poulsen Conjecture holds.  Gorbovickis also showed for any finite configuration of balls in dimension d, if the initial configuration of each ball intersects no more than d+2 other balls, then any expansion will not decrease the volume of their union.  These results have been submitted and the first will appear.  The Kneser-Poulsen problem seems to be quite difficult and, for the time being, we must settle for what information we can.  \n\nConsider a finite collection of points in Euclidean space where some pairs are constrained to be at a fixed distance apart.  If there is no other non-congruent configuration that satisfies those constraints, the structure is called a globally rigid framework.  The PI has a matrix criterion that will determine whether a configuration, that is generic (which means that there is no non-zero integer polynomial relation among the coordinates of the configuration), is globally rigid.  In the plane, B. Jackson and T. Jordan have shown, using this matrix criterion, that there is a polynomial time deterministic combinatorial algorithm that calculates the generic global rigidity in terms of the graph of the framework.  In higher dimensions, in general, there does not seem to be such an algorithm, even for local generic rigidity.  For the case when the framework is given by globally rigid subframeworks, called bodies, T. Jordan, W. Whiteley, and the PI have shown that, for such generic bar-body frameworks, there is again a deterministic, polynomial-time algorithm that calculates generic global rigidity.  The algorithm is simple, but the proof is tricky.  \n\nAnother way to create generic globally rigid frameworks is to create them inductively.  There are easy methods by combining pairs of globally rigid frameworks with large common sub-frameworks, for example, but this can create a large number of extraneous bars.  The PI has shown that if the intersection of two globally rigid frameworks in dimension d has exactly d + 1 vertices, then any one common bar of the two frameworks can be eliminated and the resulting framework will be globally rigid, again in d-space.  This will appear in the Proceedings of the Russian Academy of Sciences.\n\nA collection of disks in a container is called a packing if their interiors do not overlap.  Such a packing is said to be jammed, if it has no nontrivial motions preserving the packing condition. It is important for granular materials, codes, and number theory to find dense or locally maximally dense configurations of disks in various containers.  Locally maximally dense packings tend to be jammed, possibly with a few rattlers rattling around.  One particularly interesting container is a fixed flat torus, even in the case of the plane.  Such packings correspond to infinite periodic packings determined by a fixed lattice, and a particularly interesting lattice is the one determined by two unit vectors 60 degrees apart, the ubiquitous triangular lattice.  The problem is to determine the most dense packing of n equal disks in a torus given by such a lattice.  If n is of the the form a^2 +ab + b^2, for a and b integers, called a triangular lattice number, then there is another triangular sublattice of the given triangular lattice that corresponds to a packing of n..."
 }
}