{
 "awd_id": "0809988",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Using Powerful, Low-Frequency Radio Waves from Lightning to Diagnose the D-region Ionosphere",
 "cfda_num": "47.050",
 "org_code": "06020201",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anja Stromme",
 "awd_eff_date": "2008-08-15",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 229609.0,
 "awd_amount": 229609.0,
 "awd_min_amd_letter_date": "2008-08-08",
 "awd_max_amd_letter_date": "2010-07-14",
 "awd_abstract_narration": "This project will study the D-region electron density, at altitudes less than 95 km, using 3-300 kHz lightning radio emissions as a probe.  In particular, new techniques will be applied to analysis of lightning radio emissions known as Narrow Bipolar Events in order to provide ionosonde-like retrievals of electron density profiles as well as information on the vertical and horizontal structure of D-region perturbations due to solar flares, particle precipitation, and thunderstorms.  The primary research tasks are to develop an improved full wave propagation model which will provide more detailed ionospheric parameter extraction; to apply this technique to archived events to establish baseline D region ionospheric variability under a variety of conditions; and to apply to the results to open questions regarding radiation belt dynamics and lightning-ionosphere interactions.  The theoretical electromagnetic model will be tested against observations of the propagation of lightning-generated radio waves detected simultaneously by multiple wide-band receivers at varying locations.  Application of the model will enable inference of the D-region's horizontally-localized, instantaneous electron density profile in the vertical direction.  This will be studied under a variety of geophysical conditions as well as the time variations caused by external influences such as magnetospheric and interplanetary disturbances, solar flares, and lightning itself.  The tasks to be performed include:  1) Development of improved ionospheric radio-sounding technique using 3-300 kHz radiation from \"Narrow Bipolar Event\" lightning discharges; 2) Study of the vertical structure of D-region electron density profile in quiet, undisturbed conditions, using the improved sounding technique; 3) Study of vertical and horizontal structure of D-region perturbations due to solar flare activity, magnetospheric energetic particle precipitation and electron heating by the electrostatic fields of nearby thunderstorms and by electron heating by the radiated electromagnetic pulse of lightning strokes.  The databases to be used includes the World Wide Lightning Location Network (WWLLN) and the Los Alamos Sferic Array.  A graduate student will participate in the project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Holzworth",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Robert H Holzworth",
   "pi_email_addr": "bobholz@washington.edu",
   "nsf_id": "000415817",
   "pi_start_date": "2008-08-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Abram",
   "pi_last_name": "Jacobson",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Abram R Jacobson",
   "pi_email_addr": "abramj@u.washington.edu",
   "nsf_id": "000103565",
   "pi_start_date": "2008-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 BROOKLYN AVE NE",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152100",
   "pgm_ele_name": "AERONOMY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 72773.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 76484.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 80352.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In the upper edge of the Earth&rsquo;s atmosphere, above about 60 km altitude, the air atoms and molecules can be &ldquo;ionized&rdquo; by ultraviolet and X-ray radiation from the Sun. (This radiation is blocked by attenuation in the atmosphere, thankfully, from reaching the Earth&rsquo;s surface. If it were not, life in the open would be impossible. )</p>\n<p>&nbsp;</p>\n<p>&ldquo;Ionization&rdquo; refers to stripping-away a negatively charged electron, so that two charged particles replace the original neutral atom (or molecule): An electron, carrying one elementary negative charge, and an ion, carrying one elementary positive charge. The ion is thousands of times more massive than the electron. &nbsp;Radio waves are affected by charged particles. The electric field in a radio wave displaces the charged particle. The displacement oscillates with the driving wave electric field. The lighter the particle, the greater the amplitude of its response to the radio electric field. In the case of our ion and electron, we can ignore the ion&rsquo;s wave displacement, and pay attention solely to the electron&rsquo;s displacement.</p>\n<p>&nbsp;</p>\n<p>The electron displacement in the radio electric field causes the ionosphere to behave like a conductor, or at least like a partial conductor. However, unlike a familiar conductor like copper, the ionospheric electrical conductivity is profoundly affected by the Earth&rsquo;s magnetic field. This is the same magnetic field that aligns a compass needle. The ionosphere&rsquo;s mobile electrons&rsquo; displacement due to the wave electric field is partly impeded in the direction perpendicular to the magnetic field, but proceeds unaffected parallel (or antiparallel) to the magnetic field. This selection for a favored displacement direction is referred to as &ldquo;anisotropy&rdquo;.</p>\n<p>&nbsp;</p>\n<p>The lowermost edge of the ionosphere is called the &ldquo;D layer&rdquo; and is found between 60 and 100 km altitude. The D layer causes significant attenuation of radio waves, due to energy loss when an electron collides into a neutral atom (or molecule). The electromagnetic energy flows from the radio wave to the electron and then to heating the neutral gas. This represents a net loss to the radio wave, referred to as &ldquo;D-layer absorption&rdquo;. Absorption is intimately related to radio reflection. Indeed, the characteristics of reflected radio waves can be used to infer the degree of energy loss in the reflecting medium, in this case, the D-layer. This in turn can be affected profoundly by external perturbations such as solar flares. Thus, the challenge set for this project was to monitor the D-layer electrical behavior and its response to various perturbations.</p>\n<p>&nbsp;</p>\n<p><strong>Radio probling of the D-layer</strong></p>\n<p>For probing the D-layer from Earth, we seek to measure the downward reflection of radio waves from the D layer. Since frequencies in the AM radio band and higher frequencies are reflected from ionospheric regions higher than the D layer, one needs to use Very Low Frequency (VLF; 3-30 thousand cycles of oscillation per second) radio waves to look at the D-layer.</p>\n<p>&nbsp;</p>\n<p>It is well known that to radiate efficiently, a radio antenna must have a length on the order of half the radio wave&rsquo;s wavelength. This can be reduced to a quarter wavelength if the antenna can be mounted at right angles to an extensive, electrically-conducting surface. For a typical VLF frequency, say 10-thousand cycles per second, the radio wavelenth is 30 km. In order to broadcast such a wave to the ionosphere, one would need to build a vertical antenna with a height of about a quarter wavelength above the conducting ground, or with a height of 7.5 km! Constructing such an antenna is out of the question.</p>\n<p>&nbsp;</p>\n<p>Fortunately, very long antennas occur in nature, and this project exploited such natu...",
  "por_txt_cntn": "\nIn the upper edge of the EarthÆs atmosphere, above about 60 km altitude, the air atoms and molecules can be \"ionized\" by ultraviolet and X-ray radiation from the Sun. (This radiation is blocked by attenuation in the atmosphere, thankfully, from reaching the EarthÆs surface. If it were not, life in the open would be impossible. )\n\n \n\n\"Ionization\" refers to stripping-away a negatively charged electron, so that two charged particles replace the original neutral atom (or molecule): An electron, carrying one elementary negative charge, and an ion, carrying one elementary positive charge. The ion is thousands of times more massive than the electron.  Radio waves are affected by charged particles. The electric field in a radio wave displaces the charged particle. The displacement oscillates with the driving wave electric field. The lighter the particle, the greater the amplitude of its response to the radio electric field. In the case of our ion and electron, we can ignore the ionÆs wave displacement, and pay attention solely to the electronÆs displacement.\n\n \n\nThe electron displacement in the radio electric field causes the ionosphere to behave like a conductor, or at least like a partial conductor. However, unlike a familiar conductor like copper, the ionospheric electrical conductivity is profoundly affected by the EarthÆs magnetic field. This is the same magnetic field that aligns a compass needle. The ionosphereÆs mobile electronsÆ displacement due to the wave electric field is partly impeded in the direction perpendicular to the magnetic field, but proceeds unaffected parallel (or antiparallel) to the magnetic field. This selection for a favored displacement direction is referred to as \"anisotropy\".\n\n \n\nThe lowermost edge of the ionosphere is called the \"D layer\" and is found between 60 and 100 km altitude. The D layer causes significant attenuation of radio waves, due to energy loss when an electron collides into a neutral atom (or molecule). The electromagnetic energy flows from the radio wave to the electron and then to heating the neutral gas. This represents a net loss to the radio wave, referred to as \"D-layer absorption\". Absorption is intimately related to radio reflection. Indeed, the characteristics of reflected radio waves can be used to infer the degree of energy loss in the reflecting medium, in this case, the D-layer. This in turn can be affected profoundly by external perturbations such as solar flares. Thus, the challenge set for this project was to monitor the D-layer electrical behavior and its response to various perturbations.\n\n \n\nRadio probling of the D-layer\n\nFor probing the D-layer from Earth, we seek to measure the downward reflection of radio waves from the D layer. Since frequencies in the AM radio band and higher frequencies are reflected from ionospheric regions higher than the D layer, one needs to use Very Low Frequency (VLF; 3-30 thousand cycles of oscillation per second) radio waves to look at the D-layer.\n\n \n\nIt is well known that to radiate efficiently, a radio antenna must have a length on the order of half the radio waveÆs wavelength. This can be reduced to a quarter wavelength if the antenna can be mounted at right angles to an extensive, electrically-conducting surface. For a typical VLF frequency, say 10-thousand cycles per second, the radio wavelenth is 30 km. In order to broadcast such a wave to the ionosphere, one would need to build a vertical antenna with a height of about a quarter wavelength above the conducting ground, or with a height of 7.5 km! Constructing such an antenna is out of the question.\n\n \n\nFortunately, very long antennas occur in nature, and this project exploited such natural emissions. Many lightning strokes have very long channels- several kilometers or more. The most powerful part of these signals occurs at Very Low Frequencies, so these signals are ideally suited for reflections off of the D layer.\n\n \n\nTo implement this concept, we used recordings of lightning VL..."
 }
}