{
 "awd_id": "0809454",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Synthesis and Characterization of Polymeric Nanofibers and Nanowires",
 "cfda_num": "47.049",
 "org_code": "03070012",
 "po_phone": "7032924933",
 "po_email": "alovinge@nsf.gov",
 "po_sign_block_name": "Andrew Lovinger",
 "awd_eff_date": "2008-08-01",
 "awd_exp_date": "2010-07-31",
 "tot_intn_awd_amt": 17100.0,
 "awd_amount": 17100.0,
 "awd_min_amd_letter_date": "2008-08-28",
 "awd_max_amd_letter_date": "2008-08-28",
 "awd_abstract_narration": "\r\nTECHNICAL ABSTRACT:\r\n\r\nThis research, submitted to the US-Egypt International Collaboration and funded by the NSF Office of International Science and Engineering, proposes a fabrication method that can produce continuous polymer nano-fibers with submicron cross-section. This technique can spin fibers from polymeric precursors that would be considered \"unspinnable\" by any other current method. As such, this technique may allow the fabrication of novel fiber structures, assist in the fabrication of nano-fibers from new materials, and allow the use of novel chemical routes in fiber spinning. Produced nano-fibers will be characterized by means of a powerful spectroscopy technique, Raman spectroscopy, which is capable of probing structural characteristics on the molecular level. The correlation between processing conditions and nanofiber characteristics will also be investigated in order to optimize the processing conditions.   Once nano-fiber processing has been optimized, we shall explore the development of a new approach of manufacturing insulated nanowires, where single-walled carbon nanotubes or conducting polymers will be used as a conducting core encapsulated in an insulating polymer. Several applications are expected for such insulated nanowires spatially in the field of nanoelectronics.\r\n\r\n\r\nNON-TECHNICAL ABSTRACT : \r\n\r\nPolymer fibers are very important constituents in almost every field in our modern life.  Textile industry, water purification and waste management,  and environmental filters, fishing nets, structural composites, surgical masks, vascular grafts and heart valves are few examples of applications that could benefit from advanced polymeric nanofibers.  Some of these fibers are from natural origin while the majority is made of various types of synthetic polymers. \r\n\r\nThe new challenges facing us necessitate the development of new materials using very efficient and innovative techniques on the nanoscale. The proposed work is an international collaboration between USA and Egypt. Once successful, the proposed technology enables the production of nano-fibers that are much needed in both advanced and developing countries. The proposed work establishes a well needed production method for advanced nano-fibers and nanowires with potential applications in several fields, such as medical, environmental, nanoelectronic, water treatment, fishing industry, structural applications, etc., that would definitely benefit both the US and Egyptian economy.  In addition to the education and training of Egyptian graduate students in US, and use of  project findings in undergraduate courses, the proposed work establishes an international collaboration between Wright State University (USA), and British  University, Egypt.  Such collaboration would naturally grow into more collaborations that includes student exchange, visiting professorships, and scientific workshops.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Maher",
   "pi_last_name": "Amer",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Maher S Amer",
   "pi_email_addr": "maher.amer@wright.edu",
   "nsf_id": "000190753",
   "pi_start_date": "2008-08-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wright State University",
  "inst_street_address": "3640 COLONEL GLENN HWY",
  "inst_street_address_2": "",
  "inst_city_name": "DAYTON",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "9377752425",
  "inst_zip_code": "454350002",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "OH10",
  "org_lgl_bus_name": "WRIGHT STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPT2UNTNHJZ1"
 },
 "perf_inst": {
  "perf_inst_name": "Wright State University",
  "perf_str_addr": "3640 COLONEL GLENN HWY",
  "perf_city_name": "DAYTON",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "454350002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "OH10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": null,
 "pgm_ref": [
  {
   "pgm_ref_code": "5944",
   "pgm_ref_txt": "EGYPT (COOP SCIENCE)"
  },
  {
   "pgm_ref_code": "5976",
   "pgm_ref_txt": "AFRICA, NEAR EAST, & SO ASIA"
  },
  {
   "pgm_ref_code": "9162",
   "pgm_ref_txt": "MULTI DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 17100.0
  }
 ],
 "por": null
}