{
 "awd_id": "0809440",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: Innovative Determination of Phase Diagrams of Green Surfactants in Water and Ionic Liquids",
 "cfda_num": "47.049",
 "org_code": "03090004",
 "po_phone": "7032925327",
 "po_email": "cfoss@nsf.gov",
 "po_sign_block_name": "Colby Foss",
 "awd_eff_date": "2008-07-15",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 270000.0,
 "awd_amount": 270000.0,
 "awd_min_amd_letter_date": "2008-07-23",
 "awd_max_amd_letter_date": "2008-07-23",
 "awd_abstract_narration": "This project supported by the Experimental Physical Chemistry Program employs a new approach to more quickly and accurately determine the behavior of an important class of \"green\" surfactants in various solvents.  The surfactants known as alkyl glucosides are considered \"green\" as they are derived from naturally occurring and renewable resources and are largely environmentally and physiologically benign.   Depending on the temperature and the surfactant concentration in solution, alkyl glucosides assemble into a variety of aggregates such as spherical micelles and lamellar bilayers. Our approach monitors the fluorescence signal of a dye that is incorporated in the solvent-surfactant mixtures at very low concentrations.  The dye is sensitive to its chemical environment and yields a unique signal that reflects the nature of the aggregate(s) present.   One important advantage of this technique is that the fluorescence signals of the dye in different surfactant aggregates are independent of each other, and thus the signals from coexisting aggregates can be detected simultaneously. The fact that the signals can uniquely identify the aggregates present gives this technique its novelty and power.  Phase diagrams will be prepared to illustrate the aggregates present as a function of concentration and temperature. As all of the practical and commercial applications of glucoside surfactants depend critically on knowledge of surfactant phase diagrams, this project will provide accurate and complete information to enable preparation of specific aggregates.  A particularly intriguing aspect of this project is to construct and then compare the phase diagrams of the surfactants in water with the phase diagrams of the same surfactants in ionic liquids. As the study of surfactant behavior in ionic liquids is a relatively unexplored area, our investigations of the glucosides in ionic liquids will make a significant contribution to the available literature on surfactants in these green solvent systems.  \r\n\r\nSince the availability of accurate phase diagrams is important to many disciplines from materials to biochemistry, this project has the potential for broad interdisciplinary impact.  Furthermore, an important objective of these investigations is the training of talented undergraduate students in the methods of research for productive careers in graduate studies or industry.  The project will continue to demonstrate and enhance the feasibility of effective collaborative student-faculty research in the co-principal investigators' laboratories at a primarily undergraduate institution leading to publications in peer-reviewed journals and presentations at scientific venues.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kerry",
   "pi_last_name": "Karukstis",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Kerry K Karukstis",
   "pi_email_addr": "kerry_karukstis@hmc.edu",
   "nsf_id": "000304710",
   "pi_start_date": "2008-07-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gerald",
   "pi_last_name": "Van Hecke",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Gerald R Van Hecke",
   "pi_email_addr": "gerald_vanhecke@hmc.edu",
   "nsf_id": "000465752",
   "pi_start_date": "2008-07-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvey Mudd College",
  "inst_street_address": "301 PLATT BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "CLAREMONT",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9096218121",
  "inst_zip_code": "917115901",
  "inst_country_name": "United States",
  "cong_dist_code": "28",
  "st_cong_dist_code": "CA28",
  "org_lgl_bus_name": "HARVEY MUDD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "C76JKA5JY2B3"
 },
 "perf_inst": {
  "perf_inst_name": "Harvey Mudd College",
  "perf_str_addr": "301 PLATT BLVD",
  "perf_city_name": "CLAREMONT",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "917115901",
  "perf_ctry_code": "US",
  "perf_cong_dist": "28",
  "perf_st_cong_dist": "CA28",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "196000",
   "pgm_ele_name": "STRUCTURE AND REACTIVITY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 270000.0
  }
 ],
 "por": null
}