{
 "awd_id": "0809483",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Mechanisms of Nucleic Acid Oxidation and Cross-linking",
 "cfda_num": "47.049",
 "org_code": "03090003",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Tyrone Mitchell",
 "awd_eff_date": "2008-08-01",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 490000.0,
 "awd_amount": 490000.0,
 "awd_min_amd_letter_date": "2008-07-30",
 "awd_max_amd_letter_date": "2010-06-21",
 "awd_abstract_narration": "With the support of the Organic Dynamics Program in the Chemistry Division, Professor Cynthia J. Burrows of the Chemistry Department at the University of Utah will formulate a detailed molecular picture of how DNA is oxidized in the presence of reactive species such as protein, polyamine and catecholamine nucleophiles. A complete mechanistic picture of how such adducts form is important in order to understand the fundamental processes in damage to genomic DNA. Studies outlined in this proposal build upon recent results showing that 8-oxo-7, 8-dihydroguanosine is sensitive to further oxidation by one-electron oxidants leading to a quinonoid intermediate that is nucleophilically trapped to generate hydantoin products. Recent progress has shown that other oxidized bases are subject to the same facile oxidation/nucleophilic trapping mechanism. Experiments proposed include NMR and LC/MS characterization of amino acid and polyamine adducts to nucleosides and to DNA oligomers, and investigation of their mechanisms of formation and chemical stability. Methods will be developed to understand the chemical structures responsible for DNA-protein cross-linking via both DNA oxidation and protein oxidation. Adducts of phenols and catechols to guanosine in DNA will be prepared and analyzed for their ability to mediate further oxidative damage to DNA. A major part of the new research will focus on characterization of reactive quinonoid intermediates in 8-oxoguanosine and uric acid oxidation. Nucleosides and synthetic oligonucleotides will be studied by stopped-flow spectrophotometry and spectroelectrochemistry to decipher individual steps in the formation and decay of the quinones. Mechanistic parallels are proposed between purine oxidation and the pterin and flavin redox cofactors, leading to the transformative hypothesis that RNA damage products were ancestral to the evolution of nucleotide coenzymes.\r\n\r\nThis research by Professor Burrows of the University of Utah will include the training of undergraduate and graduate students who will be well versed in mechanistic organic chemistry, gain biotechnical skills in the manipulation of nucleic acids and proteins, and contribute to our molecular understanding of DNA damage, which underlies processes leading to aging, cancer, and neurological disorders. A major new effort in this project is the development of a library of DNA adducts that will be prepared by undergraduate research students. The organic synthesis is straightforward and appropriate for students with little or no prior research experience. Students will prepare new nucleoside adducts by selecting from a wide variety of commercially available nucleophiles (e.g. primary amines such as amino acids), then purifing 5 mg of each adduct by HPLC, and loading them onto 96-well plates. Students will then analyze the plates by UPLC/ESI-MS and submit them for a battery of screening tests for biological activity at the University of Utah?s new core facility for biomolecular screening. Undergraduate researchers are recruited from the University?s ACCESS program, which fast-tracks high achieving women high school students into research labs in their freshman year. Professor Burrows is the Director of the Chemistry-Biology Interface Training Program from which minority undergraduate researchers will be recruited. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Cynthia",
   "pi_last_name": "Burrows",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Cynthia J Burrows",
   "pi_email_addr": "burrows@chem.utah.edu",
   "nsf_id": "000417175",
   "pi_start_date": "2008-07-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Utah",
  "inst_street_address": "201 PRESIDENTS CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SALT LAKE CITY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8015816903",
  "inst_zip_code": "841129049",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UNIVERSITY OF UTAH",
  "org_prnt_uei_num": "",
  "org_uei_num": "LL8GLEVH6MG3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Utah",
  "perf_str_addr": "201 PRESIDENTS CIR",
  "perf_city_name": "SALT LAKE CITY",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841129049",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "194400",
   "pgm_ele_name": "BIMOLECULAR PROCESSES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1158",
   "pgm_ref_txt": "BIOMOLECULAR PROCESSES"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 340000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project has investigated the interaction of light with DNA and RNA, the genetic code carriers of living&nbsp;systems from viruses to humans.&nbsp; The RNA World hypothesis suggests that there was a prebiotic&nbsp;time on early Earth, circa 4 billion years ago,&nbsp;when RNA was a key molecule to both carry genetic information and to catalyze reactions such as those needed in metabolism, the conversion of&nbsp;\"food\" to chemical energy.&nbsp; This project found that a simple reaction of a DNA base, namely oxidation of&nbsp;guanine, leads to a reactive component in DNA with two of the key characteristics of vitamin B2.&nbsp; These are the ability to be easily oxidized, and the ability to absorb light in the near UV range.&nbsp; These&nbsp;properties lead to the&nbsp;catalytic repair of&nbsp;DNA that has been damaged by&nbsp;shorter wavelength&nbsp;UV light using a mechanism very similar to that of vitamin B2 (flavin).&nbsp; UV light is deleterious to cells, in part because of damage to the genome in which two adjacent thymines (\"T\" in the genetic code\") in DNA bond together to form dimers.&nbsp; The repair of thymine dimers in plants and lower animal species&nbsp;is conducted a flavin-catalyzed reaction.</p>\n<p>A key outcome of this work is to suggest a way that&nbsp;RNA-based coenzymes, such as vitamin B2, evolved chemically from the&nbsp;&nbsp;prebiotic soup, that is, the complex mixture of small molecules that eventually organized into protocells that were the precursors of life.</p>\n<p>Undergraduate and graduate students trained on this project enhance their skills in chemistry and biology by synthesizing new compounds, understanding the interaction of light and matter, and reading about astrobiology.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/10/2012<br>\n\t\t\t\t\tModified by: Cynthia&nbsp;J&nbsp;Burrows</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project has investigated the interaction of light with DNA and RNA, the genetic code carriers of living systems from viruses to humans.  The RNA World hypothesis suggests that there was a prebiotic time on early Earth, circa 4 billion years ago, when RNA was a key molecule to both carry genetic information and to catalyze reactions such as those needed in metabolism, the conversion of \"food\" to chemical energy.  This project found that a simple reaction of a DNA base, namely oxidation of guanine, leads to a reactive component in DNA with two of the key characteristics of vitamin B2.  These are the ability to be easily oxidized, and the ability to absorb light in the near UV range.  These properties lead to the catalytic repair of DNA that has been damaged by shorter wavelength UV light using a mechanism very similar to that of vitamin B2 (flavin).  UV light is deleterious to cells, in part because of damage to the genome in which two adjacent thymines (\"T\" in the genetic code\") in DNA bond together to form dimers.  The repair of thymine dimers in plants and lower animal species is conducted a flavin-catalyzed reaction.\n\nA key outcome of this work is to suggest a way that RNA-based coenzymes, such as vitamin B2, evolved chemically from the  prebiotic soup, that is, the complex mixture of small molecules that eventually organized into protocells that were the precursors of life.\n\nUndergraduate and graduate students trained on this project enhance their skills in chemistry and biology by synthesizing new compounds, understanding the interaction of light and matter, and reading about astrobiology.\n\n\t\t\t\t\tLast Modified: 11/10/2012\n\n\t\t\t\t\tSubmitted by: Cynthia J Burrows"
 }
}