{
 "awd_id": "0809074",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: PICASSO: Program to Investigate Convective Alboran Sea System Overturn",
 "cfda_num": "47.050",
 "org_code": "06030201",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Leonard E. Johnson",
 "awd_eff_date": "2008-10-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 743499.0,
 "awd_amount": 743499.0,
 "awd_min_amd_letter_date": "2008-09-19",
 "awd_max_amd_letter_date": "2012-07-09",
 "awd_abstract_narration": "The Alboran Sea was created in the wake of the young subduction zones that swept across the Western Mediterranean in the Neogene during the convergence of Africa and Europe.  The Gibraltar Arc and Alboran Sea are the westernmost part of the system and one of the most confusing.  The mixture of westward rollback, extension, strike-slip, volcanism, uplift and subsidence has defied attempts to compose a consistent scenario that explains all of the obervations.  Partly as a result of inadequate data, there are many models that have been proposed involving subduction, slab breakoff, delamination and drips.  There is credible evidence that the lithospheric mantle of the overriding plate of a west-facing subduction zone has been thinned by both back-arc stretching and some type of convective removal (e.g. drips, delamination, etc.).  The process of convective thinning is poorly understood but is believed to be important in driving uplift and subsidence of the Earth?s surface, influencing rates of deformation in active orogens, and contributing to recycling of continental materials back into the mantle.  \r\n\r\nThis award provides for a multidisciplinary, international investigation of the Alboran Sea, Gibraltar arc, Atlas Mountains and surrounding areas in the western Mediterranean using passive and active seismology, magnetotellurics, geochemistry, petrology/structural geology, and geodynamic modeling.  The overall goal of the project is to study the processes responsible for convective thinning in the Gibraltar-Alboran Sea region.  The project, known as PICASSO, has now been funded in Spain and Ireland as a colloaborative EU-US program, with proposals from a number of other EU nations submitted or in process.  The project was selected as the pilot experiment for TopoEurope, an EarthScope-like initiative recently approved by the European Science Foundation.  A large part of the field deployments will be done by European scientists, including a 3D EarthScope-type rolling array (IberArray), with additional targeted field experiments by US investigators.  The IberArray is already underway with ~60 stations deployed in the PICASSO field area.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Evans",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Robert L Evans",
   "pi_email_addr": "revans@whoi.edu",
   "nsf_id": "000095233",
   "pi_start_date": "2008-09-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alan",
   "pi_last_name": "Chave",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Alan D Chave",
   "pi_email_addr": "achave@whoi.edu",
   "nsf_id": "000473958",
   "pi_start_date": "2008-09-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Woods Hole Oceanographic Institution",
  "inst_street_address": "266 WOODS HOLE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WOODS HOLE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5082893542",
  "inst_zip_code": "025431535",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "WOODS HOLE OCEANOGRAPHIC INSTITUTION",
  "org_prnt_uei_num": "",
  "org_uei_num": "GFKFBWG2TV98"
 },
 "perf_inst": {
  "perf_inst_name": "Woods Hole Oceanographic Institution",
  "perf_str_addr": "266 WOODS HOLE RD",
  "perf_city_name": "WOODS HOLE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025431535",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "158100",
   "pgm_ele_name": "CONTINENTAL DYNAMICS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 33000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 279998.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 223000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 105501.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 102000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The western Mediterranean is a complex area from the viewpoint of plate tectonics. It is the place where the African and European plates slowly converge. The area has experienced occasional large deep earthquakes. Researchers have proposed a range of models to explain the processes occurring in the region. These models include a variety of subduction geometries, where one plate (usually oceanic) plunges beneath another and is pushed down deep into the earth&rsquo;s mantle. Other models include delamination, or the removal by dripping, of the lower parts of the lithosphere into the mantle.</p>\n<p>This report documents one part of a large multi-disciplinary effort which in itself is part of a larger international program to understand the tectonics of this complex region. &nbsp;</p>\n<p>Specifically, our group used the magnetotelluric (MT) method, a geophysical technique, to image deep into the Earth. The method measures naturally occurring electric and magnetic fields at the seafloor, generated by the interaction of the Earth&rsquo;s magnetic field and the charged particles of the solar wind. These charged particles create electric currents in the ionosphere which induce current flow within the Earth. The pattern of current flow beneath Earth&rsquo;s surface is dependent on the electrical conductivity structure, a physical property sensitive to temperature, composition and particularly the presence of fluids, in essence properties that are important for understanding a variety of tectonic processes. MT has been used extensively on the seafloor to study melting at mid-ocean ridges and fluid release and melting at subduction zones, the nature of the oceanic mantle and is also used by the Petroleum industry as an exploration tool.</p>\n<p>We used the MT method to study the Western Mediterranean, focusing on data collected in the Alboran Sea, deploying instruments from two research groups in water depths greater than 800m, to avoid the extensive fishing activity in the region. The data collected were complex and contain contributions from several factors: The structure of the earth that we want to constrain; the effects of seafloor topography; and the effects of the coastlines of Spain and Morocco. This complexity necessitated running large numerical inversions to obtain the conductivity distribution, using software developed by the exploration industry and carried out in collaboration with an industry group in Milan, Italy.</p>\n<p>The model derived from the MT data, including some stations previously acquired in southern Spain, is broadly consistent with a model for the region that includes subduction of an eastward trending plate beneath Gibraltar which then plunges nearly vertically beneath the Alboran Sea between Spain and Morocco. Our model also shows a region beneath the Alboran Sea that we think represents a region of lithospheric detachment with upwelling, material filling the void created. Finally, our model highlights a region of anomalously thin lithosphere with mantle that is indicative of the presence of fluids or partial melt at shallow depths (20-30km below the seafloor). This anomaly sits beneath a region of seafloor where volcanic rocks have been sampled and is also close to a known primary plate boundary.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/02/2014<br>\n\t\t\t\t\tModified by: Robert&nbsp;L&nbsp;Evans</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe western Mediterranean is a complex area from the viewpoint of plate tectonics. It is the place where the African and European plates slowly converge. The area has experienced occasional large deep earthquakes. Researchers have proposed a range of models to explain the processes occurring in the region. These models include a variety of subduction geometries, where one plate (usually oceanic) plunges beneath another and is pushed down deep into the earthÆs mantle. Other models include delamination, or the removal by dripping, of the lower parts of the lithosphere into the mantle.\n\nThis report documents one part of a large multi-disciplinary effort which in itself is part of a larger international program to understand the tectonics of this complex region.  \n\nSpecifically, our group used the magnetotelluric (MT) method, a geophysical technique, to image deep into the Earth. The method measures naturally occurring electric and magnetic fields at the seafloor, generated by the interaction of the EarthÆs magnetic field and the charged particles of the solar wind. These charged particles create electric currents in the ionosphere which induce current flow within the Earth. The pattern of current flow beneath EarthÆs surface is dependent on the electrical conductivity structure, a physical property sensitive to temperature, composition and particularly the presence of fluids, in essence properties that are important for understanding a variety of tectonic processes. MT has been used extensively on the seafloor to study melting at mid-ocean ridges and fluid release and melting at subduction zones, the nature of the oceanic mantle and is also used by the Petroleum industry as an exploration tool.\n\nWe used the MT method to study the Western Mediterranean, focusing on data collected in the Alboran Sea, deploying instruments from two research groups in water depths greater than 800m, to avoid the extensive fishing activity in the region. The data collected were complex and contain contributions from several factors: The structure of the earth that we want to constrain; the effects of seafloor topography; and the effects of the coastlines of Spain and Morocco. This complexity necessitated running large numerical inversions to obtain the conductivity distribution, using software developed by the exploration industry and carried out in collaboration with an industry group in Milan, Italy.\n\nThe model derived from the MT data, including some stations previously acquired in southern Spain, is broadly consistent with a model for the region that includes subduction of an eastward trending plate beneath Gibraltar which then plunges nearly vertically beneath the Alboran Sea between Spain and Morocco. Our model also shows a region beneath the Alboran Sea that we think represents a region of lithospheric detachment with upwelling, material filling the void created. Finally, our model highlights a region of anomalously thin lithosphere with mantle that is indicative of the presence of fluids or partial melt at shallow depths (20-30km below the seafloor). This anomaly sits beneath a region of seafloor where volcanic rocks have been sampled and is also close to a known primary plate boundary.\n\n\t\t\t\t\tLast Modified: 10/02/2014\n\n\t\t\t\t\tSubmitted by: Robert L Evans"
 }
}