{
 "awd_id": "0809195",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:  Imaging Subcontinental-Scale Slip Events near the Moho",
 "cfda_num": "47.050",
 "org_code": "06030204",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robin Reichlin",
 "awd_eff_date": "2008-08-01",
 "awd_exp_date": "2011-07-31",
 "tot_intn_awd_amt": 199934.0,
 "awd_amount": 199934.0,
 "awd_min_amd_letter_date": "2008-08-19",
 "awd_max_amd_letter_date": "2009-06-05",
 "awd_abstract_narration": "Technical Description of Research\r\n\r\nThe addition of continuous GPS to traditional seismotectonics and geophysical imaging is revolutionizing our understanding of active tectonic systems, most notably in the forearc regions of subduction megathrusts.  In virtually every example studied, interseismic 'slow slip events' (SSEs) occur over large patches of the subduction interface, with moment release in the M6 to M7 range.  A decade of geodetic results from the Basin and Range Geodetic Network (BARGEN), situated in the intraplate, orogenic plateau setting of the Basin and Range province, has demonstrated similar behavior.  A prototype of NSF's Plate Boundary Observatory (PBO) known as the Basin and Range Geodetic Network (BARGEN) has documented subcontinental-scale variations in tectonic velocity that are unexpectedly large, coherent, and difficult to explain in the context of existing models of lithospheric dynamics.  Our recent synthesis of these results and other geophysical data in the region have led to the development of the 'megadetachment hypothesis,' which explains the observed velocity variations as an SSE of extraordinary scale, caused by stick-slip behavior along the Moho rather than along a subduction interface.  The objective of this project is to test this hypothesis by collecting and analyzing data from a 22-station subnetwork of BARGEN sites not incorporated into PBO, through 2010. This network is situated between PBO sites in eastern California and Arizona, Utah and northern Nevada.  This project strongly leverages an existing infrastructural resource (a $1,000,000 continuous GPS network with time series back to 1999, previously supported by the Department of Energy) in a key region that will otherwise not be investigated.  Our previous results predict the onset of a regional SSE in the 2008-2010 time frame, which should appear as a regional slowing of site velocities in Nevada relative to North America.  We will analyze the GPS data, including (1) basic processing to generate time series and velocity fields, combining them with key PBO sites relevant to the megadetachment hypothesis; and (2) advanced processing and data interpretation of key subsets of the data. \r\n\r\n\r\nNon-Technical Explanation\r\n\r\nThe theory of plate tectonics predicts the relative motions between the earth?s tectonic plates, through reconstruction of ancient magnetic stripes on the ocean floor generated by the process of sea-floor spreading over millions of years.  Geodetic motions measured over the last two decades strongly confirm the theory.  But the boundaries between plates, where most of the world's earthquakes and volcanic eruptions occur, are not razor-thin faults that accommodate all of the interplate motion as predicted by plate theory.  Instead, they are broad zones of complex deformation that in some cases are more than 1000 km wide.  One of the most important recent discoveries bearing on the physics of these broad zones of deformation are 'slow slip events' (SSEs).  In terms of energy release, these events are of similar size to damaging earthquakes. Unlike earthquakes, which occur over a matter of seconds, SSEs last from a few days up to several years, and thus are too slow to generate seismic waves detectable by seismometers.  The discovery of SSEs was only possible through the advent of continuous GPS networks built across plate boundary deformation zones over the last decade, such as the Basin and Range Geodetic Network (BARGEN), which straddles the 1000 km-wide Pacific-North America plate boundary deformation zone.  Given their importance to the overall deformation budget along plate boundaries, their mere existence is revolutionizing our physical understanding of plate boundaries, including the problem of the physics of earthquakes.  Nearly all SSEs observed to date occurred along subduction megathrusts, the zone of contact between plates where one plate dives beneath another.  The one exception is a large SSE imaged by BARGEN that began in 1999 and ended in 2005 in the Basin and Range province.  The SSE was manifest by the slowing of tectonic velocity of GPS sites across Nevada by 1 mm/yr relative to their pre-1999 rates.  Monitoring though 2010 will the test hypothesis that the Basin and Range SSEs are periodic. With the added benefit of some 80 GPS sites in the region sponsored by PBO, we will gain a much more detailed picture of the kinematics of these transient events.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Davis",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "James L Davis",
   "pi_email_addr": "jdavis@ldeo.columbia.edu",
   "nsf_id": "000322536",
   "pi_start_date": "2008-08-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Smithsonian Institution Astrophysical Observatory",
  "inst_street_address": "60 GARDEN ST",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174967923",
  "inst_zip_code": "021381516",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "SMITHSONIAN INSTITUTION",
  "org_prnt_uei_num": "Q7N8CH7NR418",
  "org_uei_num": "Q7N8CH7NR418"
 },
 "perf_inst": {
  "perf_inst_name": "Smithsonian Institution Astrophysical Observatory",
  "perf_str_addr": "60 GARDEN ST",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021381516",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 95844.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 104090.0
  }
 ],
 "por": null
}