{
 "awd_id": "0809466",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Kinetic and Thermodynamic Studies Relevant to Biological Iron Transport",
 "cfda_num": "47.049",
 "org_code": "03090005",
 "po_phone": "7032927196",
 "po_email": "tpatten@nsf.gov",
 "po_sign_block_name": "Timothy Patten",
 "awd_eff_date": "2008-07-15",
 "awd_exp_date": "2012-06-30",
 "tot_intn_awd_amt": 465000.0,
 "awd_amount": 465000.0,
 "awd_min_amd_letter_date": "2008-07-10",
 "awd_max_amd_letter_date": "2010-04-14",
 "awd_abstract_narration": "This award in the Inorganic, Bioinorganic and Organometallic Chemistry program and the Molecular and Cell Biology Biochemistry program supports research by Provessor Alvin Crumbliss at Duke University to investigate mechanisms for biological Fe transport mediated by siderophores and two periplasmic proteins, ferric binding protein (FbpA) from Neisseria and periplasmic binding protein (PBP) from Pseudomonas. Specific aims are to: explore a redox switch hypothesis for Fe transport whereby Fe/ligand exchange is initiated by Fe3+ reduction, investigate the role of the outer membrane receptor TbpA/B in removing Fe from Fe2hTf , investigate the role of the TbpA plug domain in inserting Fe into FbpA, investigate the role of the synergistic anion (X) in inserting Fe into FbpA and in modulating the biophysical properties of FeFbpA-X, use an ex vivo method to determine the in vivo synergistic anion changes in FeFbpA-X with variations in cell growth environment, investigate Ga3+ sequestration by FbpA to probe the mechanism of periplasm-to-cytosol Fe transport, investigate the molecular interactions between the FpvAI-plug domain, pyoverdine, and a periplasmic binding protein that are relevant to Fe transport in Pseudomonas, investigate the relationship between Fe and Zn sequestration by brasilibactin A and the biological activity and signaling functions of this siderophore, investigate the coordination and redox chemistry of a siderophore conjugate designed to initiate intracellular Fenton chemistry, and directly correlate in vitro results with in vivo studies performed in biological collaborators laboratories. In vitro and ex vivo biophysical methods will be used to achieve the objectives.  SUPREX analysis of MALDI-TOF mass spectra will be used to characterize metal-protein, protein-protein, protein-siderophore, and protein-anion interactions, and their influence on Fe/ligand exchange. Recombinant WT and mutant proteins, including plug domains from membrane receptors, will be used to explore individual steps in the transport process. \r\n\r\nThis project enables mentoring minority students through Project SEED, high school teacher workshops, and four-year college seminars. Research results on Fe transport are used to illustrate principles taught in General Chemistry. This research program involves extensive collaboration with five US and international biological laboratories, which will enhance the interdisciplinary and global research experience of students in the PI's and collaborators' laboratories, thereby broadening contributions to education and scientific infrastructure.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alvin",
   "pi_last_name": "Crumbliss",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Alvin L Crumbliss",
   "pi_email_addr": "alc@chem.duke.edu",
   "nsf_id": "000311786",
   "pi_start_date": "2008-07-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "2200 W MAIN ST",
  "perf_city_name": "DURHAM",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277054640",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  },
  {
   "pgm_ele_code": "196800",
   "pgm_ele_name": "PHYSICAL INORGANIC"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1166",
   "pgm_ref_txt": "MOLECULAR BIOCHEMISTRY"
  },
  {
   "pgm_ref_code": "9181",
   "pgm_ref_txt": "BIOPROCESSING/BIOMOLECULAR MATERIALS"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 155000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 155000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 155000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Kinetic and Thermodynamic Studies Relevant to Biological Iron Transport</strong></p>\n<p><em>Alvin L. Crumbliss, Duke University, Award # (CHE&mdash;0809466)</em></p>\n<p>Iron is an essential nutrient for virtually every living cell.&nbsp; Consequently an investigation of how different cells acquire iron has far reaching ramifications.&nbsp; Knowing how iron gets into cells that provide a healthy life cycle for an organism has application in human health and nutrition.&nbsp; Knowing how iron gets into cells that cause disease can provide an opportunity for curing that disease by shutting off the iron supply, or by providing a pathway for bringing a therapeutic agent into the cell that will kill the cell.&nbsp;</p>\n<p>Our project provides fundamental knowledge of how the pathogenic bacterium <em>Neisseria</em> <em>gonorrhoeae,</em> which is the causative agent of the sexually transmitted disease gonorrhoeae, transports and manages iron.&nbsp; This information will provide opportunities for new methods to control this STD.&nbsp; Mycobacteria, which are the causative agents of tuberculosis, use small organic molecules to scavenge iron from their environment, the human host blood serum.&nbsp; Our research results have helped to elucidate that process and provide a better understanding of iron metabolism in this pathogen caused disease.&nbsp;</p>\n<p>Cells have surface membrane proteins that control what goes in and out of a cell by a process called &ldquo;molecular recognition&rdquo;.&nbsp; We have characterized, with respect to their probable therapeutic mode of action, bifunctional molecules that are designed to be &ldquo;recognized&rdquo; by a specific pathogenic cell membrane.&nbsp; These molecules contain hidden components which once inside the cell will promote cell death.&nbsp; This is called a Trojan horse approach to antibiotic design.</p>\n<p>The iron paradox is that while iron is an essential nutrient for all cells, it is also toxic when found in the wrong place at the wrong time and wrong concentration.&nbsp; Therefore iron management is an important process in biology and the chemical mechanisms for this management are important and complex.&nbsp; Our studies have extended our understanding of how the human body detoxifies hemoglobin residues from senile red blood cells.&nbsp; This information will help in the design of more effective blood substitutes which are useful in the case of catastrophic accidents and battlefield injuries.</p>\n<p>Iron is in the environment (second most prevalent metal in the earth&rsquo;s crust) and in every living cell.&nbsp; An understanding of the chemical basis for its movement and reactivity has wide application in environmental science, technology, biology, chemistry and human health and disease.&nbsp;&nbsp;</p>\n<p>This research has contributed to the scientific infrastructure of the US and has been instrumental in the scientific training of 10 women and 2 underrepresented minority students.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/02/2012<br>\n\t\t\t\t\tModified by: Alvin&nbsp;L&nbsp;Crumbliss</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nKinetic and Thermodynamic Studies Relevant to Biological Iron Transport\n\nAlvin L. Crumbliss, Duke University, Award # (CHE&mdash;0809466)\n\nIron is an essential nutrient for virtually every living cell.  Consequently an investigation of how different cells acquire iron has far reaching ramifications.  Knowing how iron gets into cells that provide a healthy life cycle for an organism has application in human health and nutrition.  Knowing how iron gets into cells that cause disease can provide an opportunity for curing that disease by shutting off the iron supply, or by providing a pathway for bringing a therapeutic agent into the cell that will kill the cell. \n\nOur project provides fundamental knowledge of how the pathogenic bacterium Neisseria gonorrhoeae, which is the causative agent of the sexually transmitted disease gonorrhoeae, transports and manages iron.  This information will provide opportunities for new methods to control this STD.  Mycobacteria, which are the causative agents of tuberculosis, use small organic molecules to scavenge iron from their environment, the human host blood serum.  Our research results have helped to elucidate that process and provide a better understanding of iron metabolism in this pathogen caused disease. \n\nCells have surface membrane proteins that control what goes in and out of a cell by a process called \"molecular recognition\".  We have characterized, with respect to their probable therapeutic mode of action, bifunctional molecules that are designed to be \"recognized\" by a specific pathogenic cell membrane.  These molecules contain hidden components which once inside the cell will promote cell death.  This is called a Trojan horse approach to antibiotic design.\n\nThe iron paradox is that while iron is an essential nutrient for all cells, it is also toxic when found in the wrong place at the wrong time and wrong concentration.  Therefore iron management is an important process in biology and the chemical mechanisms for this management are important and complex.  Our studies have extended our understanding of how the human body detoxifies hemoglobin residues from senile red blood cells.  This information will help in the design of more effective blood substitutes which are useful in the case of catastrophic accidents and battlefield injuries.\n\nIron is in the environment (second most prevalent metal in the earthÆs crust) and in every living cell.  An understanding of the chemical basis for its movement and reactivity has wide application in environmental science, technology, biology, chemistry and human health and disease.  \n\nThis research has contributed to the scientific infrastructure of the US and has been instrumental in the scientific training of 10 women and 2 underrepresented minority students.\n\n\t\t\t\t\tLast Modified: 12/02/2012\n\n\t\t\t\t\tSubmitted by: Alvin L Crumbliss"
 }
}