{
 "awd_id": "0809418",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Mechanisms of Transition Metal Catalyzed Reactions in Hydrocarbons",
 "cfda_num": "47.049",
 "org_code": "03090003",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Tyrone Mitchell",
 "awd_eff_date": "2008-08-15",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 800000.0,
 "awd_amount": 826518.0,
 "awd_min_amd_letter_date": "2008-08-04",
 "awd_max_amd_letter_date": "2011-08-02",
 "awd_abstract_narration": "With the support of the Organic Dynamics Program in the Chemistry Division, Professor Robert Grubbs at The California Institute of Technology will continue to work on a family of catalysts that have been able to impact a broad range of applications. The catalysts have displayed high levels of both activity and selectivity, the understanding of which has resulted from studies of mechanisms and structure function relationships. During the next granting period, new methods will be developed and explored for the synthesis of ligands that will aid in the fundamental understanding of the factors that control the efficiency of these systems. Out of these studies will come an efficient method for generating an array of N-heterocyclic carbenes that can be used in many catalytic processes beyond olefin metathesis. Although active metathesis catalysts have been prepared from ruthenium, osmium and iridium, to date there are no reports of even a moderately efficient metathesis catalyst based on iron. Ligand systems that should support and stabilize iron alkylidenes will be prepared and investigated to determine if some of the lessons learned from ruthenium catalysts can be applied to iron-based systems. Another objective of the proposed research is to explore routes to the synthesis of new forms of polyethylene (PE) to be used to develop and test models of structure-property relationships. New routes will be developed to perfect linear and monodispersed PE, continue the exploration of cyclic PEs, and develop new approaches to the synthesis of hyper-branched PE. Collaborations have been established for the full characterization and comparison of the properties of each of these topologically diverse materials. Additionally, a new strategy to develop catalysts for the interchange of functional groups (functional group metathesis) between two olefins, similar to olefin metathesis, which involves the interchange of fragments between two olefins. This strategy will provide new routes for the oxidation, aziridination, and hydration of olefins. Special emphasis will be on the development of a catalyst for the anti Markovnikov addition of water to olefins. To aid in these investigations, rapid screening techniques will be used and fundamental mechanistic studies will be carried out.\r\n\r\nThis proposal by Professor Grubbs at The California Institute of Technology will produce new polymeric materials that other groups both in industry and academia will use to explore structure-property relationships. The past program produced over 65 publications and 14 issued patents related to olefin metathesis chemistry. These publications were either directly funded by NSF or were made possible by catalysts developed using NSF funding. The academic impact of the NSF funded program is demonstrated by being ranked in the top two of most cited programs with 90 citations per paper. The research program has produced a number of students who are now outstanding researchers in major academic and industrial institutions. It brings postdoctoral fellows and students from around the world, and supports 2-4 undergraduates for a ten week period, exposing them to academic research. Professor Grubbs' research is the basis for a number of industrial processes and is creating new employment opportunities in the US.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Grubbs",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Robert H Grubbs",
   "pi_email_addr": "rhg@caltech.edu",
   "nsf_id": "000343771",
   "pi_start_date": "2008-08-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California Institute of Technology",
  "inst_street_address": "1200 E CALIFORNIA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "PASADENA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6263956219",
  "inst_zip_code": "911250001",
  "inst_country_name": "United States",
  "cong_dist_code": "28",
  "st_cong_dist_code": "CA28",
  "org_lgl_bus_name": "CALIFORNIA INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "U2JMKHNS5TG4"
 },
 "perf_inst": {
  "perf_inst_name": "California Institute of Technology",
  "perf_str_addr": "1200 E CALIFORNIA BLVD",
  "perf_city_name": "PASADENA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "911250001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "28",
  "perf_st_cong_dist": "CA28",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "194400",
   "pgm_ele_name": "BIMOLECULAR PROCESSES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "044E",
   "pgm_ref_txt": "CATALYSIS"
  },
  {
   "pgm_ref_code": "1773",
   "pgm_ref_txt": "POLYMERS"
  },
  {
   "pgm_ref_code": "1948",
   "pgm_ref_txt": "SYNTHESIS"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 200000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 200000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 226518.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 200000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The NSF has supported fundamental research into the development and study of catalysts for the olefin metathesis reaction.&nbsp; Based on past work supported by the NSF a family of catalysts have been developed and studied that are now finding wide use in academic research and in the production of new commercial products. Based on fundamental mechanistic studies, the factors that control the activity and selectivity of the systems have been elucidated.&nbsp; This understanding has led to the development of much more active and selective catalysts.&nbsp; The catalysts discovered at Caltech operate are now being sold to a wide array of organizations.&nbsp;&nbsp;</p>\n<p>The catalysts provide the key transformation for the synthesis of a new pharmaceutical for the treatment of Hepatitis C that is in Phase III clinical trials.&nbsp; It is the major element in a large biorefinery that converts seed oils into chemicals and fuels. In addition, the catalysts can be used to prepare polymers from cyclic olefins.&nbsp; An array of new polymers and polymer composites are being prepared using selected members of this family of catalysts.&nbsp; The detailed understanding of the mechanism of catalyst action has allowed precise tuning of the catalysts to give exquisite control of polymer structure and processing conditions.&nbsp; One class of polymers that is particularly promising is &ldquo;block-brush polymers&rdquo;.&nbsp; These polymers are prepared using monomers that are themselves short polymers.&nbsp; Using the Caltech catalysts, these monomers can be polymerized into brush polymers with precisely defined molecular weights.&nbsp; If two different monomers are used in sequence, a block polymer is produced.&nbsp; If the two parts of the block are incompatible, the material phase separates into a layered structure where the spacing is controlled by the molecular weight of the backbone of the polymer.&nbsp; The precise control allowed by the Caltech catalysts has opened the synthesis of materials that can reflect different wavelengths of light. &nbsp;These materials called photonic crystals show considerable promise since their precise structure facilitates their rapid assembly into the desired structures.&nbsp; Although targets of polymer synthesis in the past, the Caltech systems are the first that provide the control required to produce the precise structures with large spacing.&nbsp; &nbsp;</p>\n<p>During the past year of grant, a new family of catalysts was discovered that allows for the simple and efficient synthesis of <em>cis</em> double bonds.&nbsp; These catalyst promise to make the synthesis of &ldquo;Green&rdquo; pest control agents called pheromones much more efficient.&nbsp; Phermones are the chemicals that insects use to communicate, especially during mating.&nbsp; During the mating period, the female produces a special chemical for her species that selectively attracts the corresponding male.&nbsp; If synthetic pheromone of the proper structure is released in very low levels in the field of interest during the mating period, the males cannot locate the females for mating.&nbsp; The major drawback to the broad use of pheromones is their costs.&nbsp; The new metathesis method offers a method to meet this need.&nbsp;</p>\n<p>The fundamental discoveries funded by the NSF are being translated into products and processes that promise Greener chemicals, smarter materials and new families of pharmaceuticals.&nbsp;&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/31/2013<br>\n\t\t\t\t\tModified by: Robert&nbsp;H&nbsp;Grubbs</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe NSF has supported fundamental research into the development and study of catalysts for the olefin metathesis reaction.  Based on past work supported by the NSF a family of catalysts have been developed and studied that are now finding wide use in academic research and in the production of new commercial products. Based on fundamental mechanistic studies, the factors that control the activity and selectivity of the systems have been elucidated.  This understanding has led to the development of much more active and selective catalysts.  The catalysts discovered at Caltech operate are now being sold to a wide array of organizations.  \n\nThe catalysts provide the key transformation for the synthesis of a new pharmaceutical for the treatment of Hepatitis C that is in Phase III clinical trials.  It is the major element in a large biorefinery that converts seed oils into chemicals and fuels. In addition, the catalysts can be used to prepare polymers from cyclic olefins.  An array of new polymers and polymer composites are being prepared using selected members of this family of catalysts.  The detailed understanding of the mechanism of catalyst action has allowed precise tuning of the catalysts to give exquisite control of polymer structure and processing conditions.  One class of polymers that is particularly promising is \"block-brush polymers\".  These polymers are prepared using monomers that are themselves short polymers.  Using the Caltech catalysts, these monomers can be polymerized into brush polymers with precisely defined molecular weights.  If two different monomers are used in sequence, a block polymer is produced.  If the two parts of the block are incompatible, the material phase separates into a layered structure where the spacing is controlled by the molecular weight of the backbone of the polymer.  The precise control allowed by the Caltech catalysts has opened the synthesis of materials that can reflect different wavelengths of light.  These materials called photonic crystals show considerable promise since their precise structure facilitates their rapid assembly into the desired structures.  Although targets of polymer synthesis in the past, the Caltech systems are the first that provide the control required to produce the precise structures with large spacing.   \n\nDuring the past year of grant, a new family of catalysts was discovered that allows for the simple and efficient synthesis of cis double bonds.  These catalyst promise to make the synthesis of \"Green\" pest control agents called pheromones much more efficient.  Phermones are the chemicals that insects use to communicate, especially during mating.  During the mating period, the female produces a special chemical for her species that selectively attracts the corresponding male.  If synthetic pheromone of the proper structure is released in very low levels in the field of interest during the mating period, the males cannot locate the females for mating.  The major drawback to the broad use of pheromones is their costs.  The new metathesis method offers a method to meet this need. \n\nThe fundamental discoveries funded by the NSF are being translated into products and processes that promise Greener chemicals, smarter materials and new families of pharmaceuticals.  \n\n \n\n\t\t\t\t\tLast Modified: 05/31/2013\n\n\t\t\t\t\tSubmitted by: Robert H Grubbs"
 }
}