{
 "awd_id": "0809802",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Understanding and Controlling Gas-Surface Reactivity with State-Selected Reagents",
 "cfda_num": "47.049",
 "org_code": "03090004",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Charles Pibel",
 "awd_eff_date": "2008-08-15",
 "awd_exp_date": "2011-12-31",
 "tot_intn_awd_amt": 575000.0,
 "awd_amount": 575000.0,
 "awd_min_amd_letter_date": "2008-08-04",
 "awd_max_amd_letter_date": "2010-05-03",
 "awd_abstract_narration": "In this award funded by the Experimental Physical Chemistry Program of the Division of Chemistry, Prof. Arthur Utz of Tufts University will conduct detailed studies of the chemical reaction dynamics for gas-surface reactions using laser preparation to perform quantum-state resolved reactivity measurements on metal surfaces.  These studies will be carried out by combining laser excitation methods with ultra-high vacuum techniques. \r\nOne set of experiments will investigate methane reactivity at surfaces, while another group will test the size limit for mode specific effects by using larger gas reactants for which intramolecular vibrational energy redistribution (IVR) is observed for the isolated molecule in the gas phase.  These experiments are designed to understand the role of internal energy in gas-surface reactions and test the limits of bond-selective surface chemistry. \r\n\r\nThe ultimate goal of this work is to develop a better understanding of the important variables that influence gas-surface reactivity, with an aim towards designing better theories and improved practical applications.   The results of this study will provide theorists with much useful data to test the latest theories. The results will also provide important guidance in designing practical catalytic reaction schemes, which are important to industry.  Students and postdoctoral research associates who participate in this research acquire new knowledge and skills in preparation for advanced studies or entrance into the scientific/technological job market.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Arthur",
   "pi_last_name": "Utz",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Arthur L Utz",
   "pi_email_addr": "autz@tufts.edu",
   "nsf_id": "000301045",
   "pi_start_date": "2008-08-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Tufts University",
  "inst_street_address": "80 GEORGE ST",
  "inst_street_address_2": "",
  "inst_city_name": "MEDFORD",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6176273696",
  "inst_zip_code": "021555519",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "TRUSTEES OF TUFTS COLLEGE",
  "org_prnt_uei_num": "WL9FLBRVPJJ7",
  "org_uei_num": "WL9FLBRVPJJ7"
 },
 "perf_inst": {
  "perf_inst_name": "Tufts University",
  "perf_str_addr": "80 GEORGE ST",
  "perf_city_name": "MEDFORD",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021555519",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "196200",
   "pgm_ele_name": "SPECTROSCOPY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 315000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 130000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 130000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Heterogeneous catalysis, in which a metal surface increases the rate and/or selectivity of a chemical reaction, is the basis for industrial processes that remediate pollution and produce the products that make modern life what it is. Catalytic processes also provide solutions to society&rsquo;s ongoing need to produce and store energy in an affordable and environmentally benign manner.</p>\n<p>&nbsp;</p>\n<p>The work supported by this NSF award uses state-of-the-art experimental methods to uncover the mechanistic (atomic-level) details of a key catalytic reaction. We study how methane (CH<sub>4</sub>), the chief component of natural gas, dissociates on a metal surface into methyl (CH<sub>3</sub>) and H atom fragments. This step is rate limiting in the industrially important steam reforming reaction, as well as other processes that convert natural gas into more conveniently transported fuels or more versatile chemical feedstocks. Recent discoveries of large natural gas reserves make the chemical processing of methane an even more important target for chemists.</p>\n<p>&nbsp;</p>\n<p>Our goal is to build up the storyboards for an atomic level movie of methane dissociating on a catalytically active metal surface. This work has focused on nickel surfaces, and in particular on the Ni(111) surface where the Ni atoms form a hexagonal close-packed array on the surface. We wish to identify how methane&rsquo;s bonds stretch and bend as it morphs from methane molecule to the surface-bound methyl and H atom reaction products. The challenge is that this transformation occurs in less than a ps, or one trillionth of a second, and on a sub-&Aring; length scale. To address this experimental challenge, we use infrared light to excite specific stretching or bending motions in the methane molecule before it impacts the surface. We then quantify how well each of these motions promotes reaction. In this way, we can associate those motions that are best at promoting reaction with the important molecular deformations that must occur during reaction. We find that while both stretching and bending excitation promotes reaction, C-H stretching is most important for promoting methane dissociation.</p>\n<p>&nbsp;</p>\n<p>In another line of experiments, we monitor reactivity as a function of surface temperature. At cryogenic temperatures (&lt; 90K, or &lt; - 183&deg;C), the majority of the Ni atoms lie very near their equilibrium positions in the plane of the surface. As the surface warms, the atoms begin to vibrate, and some of them move above the surface by 0.2&Aring; or more. By studying how the reactivity of methane molecules prepared with a very precise amount of rotational, vibrational, and translational energy react as a function of surface temperature, we have been able to see how this surface atom motion can play an extremely important role in promoting surface reaction. At low incident molecular speeds, which are most important in industrial catalytic reactors, the addition of Ni atom motion can increase the reaction probability by 1000-fold or more. This observation points to the pivotal role that surface atom motion can play in catalytic chemistry, and it contradicts the view of the surface as a static template for reactivity. Instead, it is now clear that the dynamical motion of the surface can play an extremely important role in promoting catalytic reactions. This discovery provides valuable insight into the mechanism of heterogeneous catalysis in general, and particularly on small nanoparticles where substrate atom motion is more pronounced due to the lower cohesive forces of small particles.</p>\n<p>&nbsp;</p>\n<p>Our experiments provide detailed experimental data that is ideally suited for testing and extending theoretical descriptions of catalytic chemistry. We work closely with theory groups in the US and abroad in this regard. Close interplay between experiment and theory provides th...",
  "por_txt_cntn": "\nHeterogeneous catalysis, in which a metal surface increases the rate and/or selectivity of a chemical reaction, is the basis for industrial processes that remediate pollution and produce the products that make modern life what it is. Catalytic processes also provide solutions to societyÆs ongoing need to produce and store energy in an affordable and environmentally benign manner.\n\n \n\nThe work supported by this NSF award uses state-of-the-art experimental methods to uncover the mechanistic (atomic-level) details of a key catalytic reaction. We study how methane (CH4), the chief component of natural gas, dissociates on a metal surface into methyl (CH3) and H atom fragments. This step is rate limiting in the industrially important steam reforming reaction, as well as other processes that convert natural gas into more conveniently transported fuels or more versatile chemical feedstocks. Recent discoveries of large natural gas reserves make the chemical processing of methane an even more important target for chemists.\n\n \n\nOur goal is to build up the storyboards for an atomic level movie of methane dissociating on a catalytically active metal surface. This work has focused on nickel surfaces, and in particular on the Ni(111) surface where the Ni atoms form a hexagonal close-packed array on the surface. We wish to identify how methaneÆs bonds stretch and bend as it morphs from methane molecule to the surface-bound methyl and H atom reaction products. The challenge is that this transformation occurs in less than a ps, or one trillionth of a second, and on a sub-&Aring; length scale. To address this experimental challenge, we use infrared light to excite specific stretching or bending motions in the methane molecule before it impacts the surface. We then quantify how well each of these motions promotes reaction. In this way, we can associate those motions that are best at promoting reaction with the important molecular deformations that must occur during reaction. We find that while both stretching and bending excitation promotes reaction, C-H stretching is most important for promoting methane dissociation.\n\n \n\nIn another line of experiments, we monitor reactivity as a function of surface temperature. At cryogenic temperatures (&lt; 90K, or &lt; - 183&deg;C), the majority of the Ni atoms lie very near their equilibrium positions in the plane of the surface. As the surface warms, the atoms begin to vibrate, and some of them move above the surface by 0.2&Aring; or more. By studying how the reactivity of methane molecules prepared with a very precise amount of rotational, vibrational, and translational energy react as a function of surface temperature, we have been able to see how this surface atom motion can play an extremely important role in promoting surface reaction. At low incident molecular speeds, which are most important in industrial catalytic reactors, the addition of Ni atom motion can increase the reaction probability by 1000-fold or more. This observation points to the pivotal role that surface atom motion can play in catalytic chemistry, and it contradicts the view of the surface as a static template for reactivity. Instead, it is now clear that the dynamical motion of the surface can play an extremely important role in promoting catalytic reactions. This discovery provides valuable insight into the mechanism of heterogeneous catalysis in general, and particularly on small nanoparticles where substrate atom motion is more pronounced due to the lower cohesive forces of small particles.\n\n \n\nOur experiments provide detailed experimental data that is ideally suited for testing and extending theoretical descriptions of catalytic chemistry. We work closely with theory groups in the US and abroad in this regard. Close interplay between experiment and theory provides the insights necessary to uncover new catalytic processes and increase the level of rational design that can be brought to bear on important energy-related and enviro..."
 }
}