{
 "awd_id": "0809638",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: What is the Strength of Low-Angle Normal Faults?",
 "cfda_num": "47.050",
 "org_code": "06030103",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Stephen Harlan",
 "awd_eff_date": "2008-06-15",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 237297.0,
 "awd_amount": 237297.0,
 "awd_min_amd_letter_date": "2008-05-09",
 "awd_max_amd_letter_date": "2013-04-17",
 "awd_abstract_narration": "Low-angle normal faults have been a puzzle since they were first discovered because they appear to slip while at a high angle to the maximum compressive stress, which should be an unfavorable orientation. Some strike-slip faults, such as the San Andreas, share this enigmatic trait. Several hypotheses have been proposed to explain the apparent mechanical weakness of these unfavorably oriented faults: (1) the stress field rotates as low-angle normal faults are approached; (2) low-angle normal faults are weak because inherently weak materials or well-developed flow fabrics exist in the fault core; (3) low-angle normal faults are weak due to lowering of the effective normal stress by high pore fluid pressure. This project is testing these hypotheses through a combination of structural, petrographic, and fluid inclusion studies of fault rocks formed around the Whipple and west Salton low-angle normal faults in southern California. Structural studies combine outcrop-scale data on shear and tensile fractures with microscopic data on tensile microcracks and fluid-inclusion arrays to define the orientation of the paleostress field, and its temporal and spatial variations. Microthermometry of oriented fluid inclusion arrays constrain the pressure and temperature conditions of fluid entrapment during brecciation and subsequent fracturing. Possible fluid sources are evaluated using exploratory whole-rock and stable-isotope data. Both faults have quartzofeldspathic footwalls, display evidence of paleoseismicity, and have well-constrained slip and footwall-cooling histories. This project focuses on the upper footwalls where macroscale structural rotations relative to the low-angle normal faults are known to be minor. The two faults are complementary because they allow study of slip gradients (finite displacements ranging from 5-50 km) and allow comparison of fault-zone rocks and structure developed at different crustal levels, from the base of the seismogenic zone for the Whipple detachment to in and above the upper seismogenic zone for the west Salton detachment.\r\n\r\nLow-angle normal faults (i.e., extensional faults that slip at angles of less than 30 degrees to the earth?s surface) have economic and societal relevance because (a) they host ore deposits and control regions in which petroleum accumulates, and (b) they pose a potential seismic risk to communities like Salt Lake City, Utah, and Mexicali, Baja California. Because of their apparently anomalous orientation with respect to major stresses in the earth, the mechanical conditions under which they slip are not well understood. As a result, their seismic hazards are also not well understood. Major strike-slip faults, such as the San Andreas fault, pose a clear seismic threat to many large population centers and are the targets of several efforts (e.g., San Andreas drilling project) to characterize the nature of the fault zone rocks, fluids within/near the fault zones, and nearby stress orientations. This study will provide a complementary data set from another class of faults that can ultimately be combined with data from the San Andreas and other faults to (1) document fault rock features and histories that are unique to different types of major faults, and (2) gain clearer understanding of earthquake mechanics in different settings in the crust.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gary",
   "pi_last_name": "Axen",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Gary J Axen",
   "pi_email_addr": "Gary.Axen@NMT.edu",
   "nsf_id": "000423203",
   "pi_start_date": "2008-05-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New Mexico Institute of Mining and Technology",
  "inst_street_address": "801 LEROY PL",
  "inst_street_address_2": "",
  "inst_city_name": "SOCORRO",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5758355496",
  "inst_zip_code": "878014681",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NM02",
  "org_lgl_bus_name": "NEW MEXICO INSTITUTE OF MINING AND TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HZJ2JZUALWN4"
 },
 "perf_inst": {
  "perf_inst_name": "New Mexico Institute of Mining and Technology",
  "perf_str_addr": "801 LEROY PL",
  "perf_city_name": "SOCORRO",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "878014681",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NM02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157200",
   "pgm_ele_name": "Tectonics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 60598.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 87234.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 89465.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project provided a test of several mechanical models of faulting, using detailed measurements of thousands of fractures that surround two gently inclined, large displacement normal faults (faults along which the block below the fault slid up relative to the block below and became exposed at the Earth&rsquo;s surface).&nbsp; Displacement across the two faults was about 10 kilometers (about 6 miles) for one, and about 50 kilometers (about 30 miles) for the other.&nbsp; These two faults are well exposed in the Whipple Mountains and along the west side of the Salton Trough in southern California.&nbsp; They share a mechanical conundrum with the San Andreas fault system, which has persisted for decades: it appears that the shear stress causing fault slip is very low&mdash;lower than expected to normally allow slip against friction on the fault.&nbsp; The San Andreas fault system is the boundary between the Pacific and North American tectonic plates and presents very serious seismic threats to major cities in California and northwestern Mexico, so understanding the mechanics of such faults will help understand earthquake activity. &nbsp;The San Andreas fault system is undoubtedly the most well studied fault on Earth, yet this controversy exists still. Unlike the active San Andreas fault system, along which the two sides move horizontally relative to one another, the inactive faults we studied expose fault-zone rocks and structures that formed at depths of about 2 to 15 kilometers (about 1.5 to 9 miles depth) in the crust.&nbsp; The method is to determine mathematically (through a formal inversion method) the orientation of the stresses driving fault slip when they were active.&nbsp; Comparison of these results to mechanical models developed on the basis of fault-mechanical theory, laboratory experiments on rock strength and deformation, or from geological observations of faults, allowed us to test the validity of the models.&nbsp; Two existing models of six explain our results well, one does so moderately well and three models can be excluded.&nbsp; To our knowledge this is the first such geological test, most others being done indirectly using seismicity patterns along the San Andreas fault system and mostly producing somewhat ambiguous results.</p>\n<p>&nbsp;</p>\n<p>In particular, our work indicates that the stress field was strongly rotated in the upper, brittle crust, from a subvertical orientation of the maximum principal stress in the near surface to an inclination of about 45 degrees from horizontal in the middle crust where the faults passed through a transition from deeper, distributed (crystal-plastic) deformation below to slip on a discrete fault plane in the overlying brittle crust.</p>\n<p>&nbsp;</p>\n<p>We also obtained unexpected results: (1) the change in magnitude of the stress (stress drop) during earthquakes must have been of similar magnitude to the ambient stress difference between maximum and minimum principal stresses that drove slip on one of the faults.&nbsp; (2) Unusual layers of crushed rock found along one fault were probably formed during prehistoric earthquakes and not by slow steady creeping slip that does not release seismic energy.&nbsp; To date, only rocks found along faults that were subjected to melting due to frictional heating during earthquake slip are thought to record prehistoric seismicity.&nbsp; The layered, crushed rocks we studied are much more common along many exposed faults than rocks subjected to frictional melting.</p>\n<p>&nbsp;</p>\n<p>This project trained a female PhD student who now is a professor at a major US university and exposed one female undergraduate to field and laboratory methods of our research.&nbsp; Five peer-reviewed publications will result (three are already published), several talks ranging from fifteen minutes to an hour were presented at national Earth science conferences or given to Earth science a...",
  "por_txt_cntn": "\nThis project provided a test of several mechanical models of faulting, using detailed measurements of thousands of fractures that surround two gently inclined, large displacement normal faults (faults along which the block below the fault slid up relative to the block below and became exposed at the EarthÆs surface).  Displacement across the two faults was about 10 kilometers (about 6 miles) for one, and about 50 kilometers (about 30 miles) for the other.  These two faults are well exposed in the Whipple Mountains and along the west side of the Salton Trough in southern California.  They share a mechanical conundrum with the San Andreas fault system, which has persisted for decades: it appears that the shear stress causing fault slip is very low&mdash;lower than expected to normally allow slip against friction on the fault.  The San Andreas fault system is the boundary between the Pacific and North American tectonic plates and presents very serious seismic threats to major cities in California and northwestern Mexico, so understanding the mechanics of such faults will help understand earthquake activity.  The San Andreas fault system is undoubtedly the most well studied fault on Earth, yet this controversy exists still. Unlike the active San Andreas fault system, along which the two sides move horizontally relative to one another, the inactive faults we studied expose fault-zone rocks and structures that formed at depths of about 2 to 15 kilometers (about 1.5 to 9 miles depth) in the crust.  The method is to determine mathematically (through a formal inversion method) the orientation of the stresses driving fault slip when they were active.  Comparison of these results to mechanical models developed on the basis of fault-mechanical theory, laboratory experiments on rock strength and deformation, or from geological observations of faults, allowed us to test the validity of the models.  Two existing models of six explain our results well, one does so moderately well and three models can be excluded.  To our knowledge this is the first such geological test, most others being done indirectly using seismicity patterns along the San Andreas fault system and mostly producing somewhat ambiguous results.\n\n \n\nIn particular, our work indicates that the stress field was strongly rotated in the upper, brittle crust, from a subvertical orientation of the maximum principal stress in the near surface to an inclination of about 45 degrees from horizontal in the middle crust where the faults passed through a transition from deeper, distributed (crystal-plastic) deformation below to slip on a discrete fault plane in the overlying brittle crust.\n\n \n\nWe also obtained unexpected results: (1) the change in magnitude of the stress (stress drop) during earthquakes must have been of similar magnitude to the ambient stress difference between maximum and minimum principal stresses that drove slip on one of the faults.  (2) Unusual layers of crushed rock found along one fault were probably formed during prehistoric earthquakes and not by slow steady creeping slip that does not release seismic energy.  To date, only rocks found along faults that were subjected to melting due to frictional heating during earthquake slip are thought to record prehistoric seismicity.  The layered, crushed rocks we studied are much more common along many exposed faults than rocks subjected to frictional melting.\n\n \n\nThis project trained a female PhD student who now is a professor at a major US university and exposed one female undergraduate to field and laboratory methods of our research.  Five peer-reviewed publications will result (three are already published), several talks ranging from fifteen minutes to an hour were presented at national Earth science conferences or given to Earth science audiences at universities.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 06/26/2014\n\n\t\t\t\t\tSubmitted by: Gary J Axen"
 }
}