{
 "awd_id": "0810531",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "STTR Phase I: Diamond Carbon Coated Graphite-Copper Material for Use in RF Power Amplifier Packaging",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Juan E. Figueroa",
 "awd_eff_date": "2008-07-01",
 "awd_exp_date": "2009-06-30",
 "tot_intn_awd_amt": 149997.0,
 "awd_amount": 149997.0,
 "awd_min_amd_letter_date": "2008-05-05",
 "awd_max_amd_letter_date": "2008-05-05",
 "awd_abstract_narration": "This Small Business Technology Transfer (STTR) Phase I project is focused on the development of a unique diamond carbon coated graphite-copper composite material. The composite material will be used to produce low thermal resistance packaging components for use in RF power amplifiers. Under the Phase I effort, a low-cost diamond carbon coating process will be demonstrated. There is a critical need for advanced materials with improved thermal properties capable of meeting the thermal management requirements of current and future high power RF amplifiers. Due to advances in packaging, circuit architecture and semiconductor materials, the heat dissipation rate of electronic systems has increased dramatically. Today's high power RF power amplifier devices are approaching a heat dissipation of 600 to 800 W/cm2 and this level is projected to reach1,000 W/cm2 within several years. The research objective of this project is the refinement of the chemical synthesis process for the polymer precursor used to produce the diamond carbon coating and establish the coating process to deposit the polymer precursor onto the graphite-copper substrate, and thermally convert the polymer precursor to a high thermal conductivity diamond carbon coating. Ideally, the diamond carbon coated graphite-copper composite would have a thermal conductivity of from 500 to 600 W/m-oK and a coefficient of thermal expansion that can be adjusted from 5 to 10 ppm/oC in order to minimize the thermal expansion between the substrate and the RF semiconductor device that would be attached to it. The results of this research program will enable the manufacture of a cost effective diamond carbon coated graphite-copper composite that offers improved thermal properties critical to thermal management solutions for next generation RF power amplifier. \r\n\r\nIf successful this research effort will advance the basic understanding of (1) the chemical synthesis process to produce the polymer precursor; (2) the methods to produce a diamond carbon coating on a graphite-copper substrate and (3) the impact of the composite material variables (e.g., carbon fiber and copper matrix volume fraction; diamond carbon structure; diamond carbon thermal processing; diamond carbon coating thickness; etc.) on the composite's microstructure, and its mechanical and thermal properties. These results will provide the basis for establishing an empirical understanding of the basic properties of the diamond carbon coated graphite-copper composite material. This understanding will be critical to the design of electronic packages based on the composite material. The adoption and wide-spread use of the diamond carbon coated graphite-copper material for electronic systems will enable commercial products based upon more efficient higher power semiconductor materials that will provide benefit to society in the form of more efficient, longer life electronics; reduced energy consumption; and improved environmental quality.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Connell",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "James W Connell",
   "pi_email_addr": "jconnell@charter.net",
   "nsf_id": "000053965",
   "pi_start_date": "2008-05-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "ADVANCED THERMAL TECHNOLOGIES",
  "inst_street_address": "91 S. STREET",
  "inst_street_address_2": "",
  "inst_city_name": "UPTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5085294413",
  "inst_zip_code": "015681445",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "ADVANCED THERMAL TECHNOLOGIES",
  "perf_str_addr": "91 S. STREET",
  "perf_city_name": "UPTON",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "015681445",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "150500",
   "pgm_ele_name": "STTR Phase I"
  },
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1517",
   "pgm_ref_txt": "ELECT, PHOTONICS, & DEVICE TEC"
  },
  {
   "pgm_ref_code": "1775",
   "pgm_ref_txt": "ELECTRONIC/PHOTONIC MATERIALS"
  },
  {
   "pgm_ref_code": "7257",
   "pgm_ref_txt": "APPLICATS OF ADVANCED TECHNOLS"
  },
  {
   "pgm_ref_code": "9139",
   "pgm_ref_txt": "INFORMATION INFRASTRUCTURE & TECH APPL"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 149997.0
  }
 ],
 "por": null
}