{
 "awd_id": "0810176",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Tuning-Free Adaptive Multilevel Discontinuous Galerkin Methods for Maxwell's Equations",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Leland Jameson",
 "awd_eff_date": "2008-07-15",
 "awd_exp_date": "2012-06-30",
 "tot_intn_awd_amt": 177188.0,
 "awd_amount": 177188.0,
 "awd_min_amd_letter_date": "2008-07-09",
 "awd_max_amd_letter_date": "2010-05-06",
 "awd_abstract_narration": "The investigator and colleagues are formulating, analyzing, and implementing adaptive multilevel Discontinuous Galerkin methods for coupled interior/exterior domain problems associated with the time-harmonic Maxwell equations. These advanced finite element methods are being realized as multilevel techniques on the basis of an adaptively generated hierarchy of triangulations of the computational domain. The research team is focusing on three central issues related to the basic steps `SOLVE', `ESTIMATE', `MARK', and `REFINE' of the adaptive loop. First, the smoothing process within the multilevel solver is performed only on the newly refined part of the triangulation obtained by a residual type a posteriori error estimator. Second, the a posteriori error analysis, which additionally has to take into account the effect of such local smoothing, aims to provide conditions guaranteeing a reduction of the global discretization error at each refinement step. \r\nThird, the selection of elements, faces and edges of the triangulation for refinement are based on a bulk criterion with an automatic (`tuning free') choice of the parameters controlling the amount of refinement in order to achieve optimal performance of the overall algorithm. Finally, the team is developing criteria to choose the parameters of artificial radiation boundary conditions automatically, such that no tuning on behalf of the user is required there as well. \r\n\r\nSimulation of electromagnetic phenomena \r\nis a particularly challenging problem in computational mathematics. \r\nThe investigator and colleagues are \r\nestablishing a profound theoretical foundation for adaptive multilevel discontinuous Galerkin methods in electromagnetic field computations. They are developing a reliable algorithmic tool, of optimal computational complexity, that can be used for the numerical solution of challenging real-life problems in electrical engineering applications. The methods developed in this project have numerous technical and scientific applications, for instance semiconductor simulation or particle accelerator design. The results will be disseminated through publication of algorithms and results and reference computer codes being developed during this project will be made available to practitioners.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ronald",
   "pi_last_name": "Hoppe",
   "pi_mid_init": "H",
   "pi_sufx_name": "Dr",
   "pi_full_name": "Ronald H Hoppe",
   "pi_email_addr": "rohop@math.uh.edu",
   "nsf_id": "000381960",
   "pi_start_date": "2008-07-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Houston",
  "inst_street_address": "4300 MARTIN LUTHER KING BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "HOUSTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7137435773",
  "inst_zip_code": "772043067",
  "inst_country_name": "United States",
  "cong_dist_code": "18",
  "st_cong_dist_code": "TX18",
  "org_lgl_bus_name": "UNIVERSITY OF HOUSTON SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "QKWEF8XLMTT3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Houston",
  "perf_str_addr": "4300 MARTIN LUTHER KING BLVD",
  "perf_city_name": "HOUSTON",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "772043067",
  "perf_ctry_code": "US",
  "perf_cong_dist": "18",
  "perf_st_cong_dist": "TX18",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 59618.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 58055.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 59515.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This Collaborative Research Project has focused on the development,<br />analysis and implementation of adaptive multilevel Discontinuous<br />Galerkin (DG) and Hybridized DG (H-DG) methods for&nbsp; efficient and<br />accurate numerical solution of the frequency domain Maxwell&rsquo;s<br />equations. Methods and algorithms that produce high quality solutions<br />to the ubiquitous Maxwell's equations describing electromagnetic<br />phenomena are broadly applicable in science and engineering. Paramount<br />applications include improving the numerical capabilities of design<br />tools for modeling antennae, electrical circuits, transmission wires<br />and similar applications, for instance, the design of biomedical <br />micro-electro-mechanical devices.<br /><br />The main results that have been obtained are in the area of local<br />multigrid methods on adaptively refined meshes both for<br />H(curl)-elliptic problems and the time-harmonic Maxwell equations. The<br />characteristic feature of this combination of local mesh refinement,<br />and local multigrid solvers is that using localized residual-type a<br />posteriori error estimators&nbsp; and local solution iteration directs<br />computational effort to the part of the domain where the solution<br />needs most improvement and this has been shown to reduce substantially<br />the overall time to obtain a sufficiently accurate solution.<br /><br />Interior Penalty DG (IPDG) as well as hybridized IPDG (IPDG-H) methods<br />have been considered for both problem classes as well as for acoustic problems <br />as described by Helmholtz type equations. Mathematical<br />convergence results have been derived that prove the algorithms<br />generate a sequence of approximate solutions that converge to<br />physically realistic and accurate solutions.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/15/2012<br>\n\t\t\t\t\tModified by: Ronald&nbsp;H&nbsp;Hoppe</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis Collaborative Research Project has focused on the development,\nanalysis and implementation of adaptive multilevel Discontinuous\nGalerkin (DG) and Hybridized DG (H-DG) methods for  efficient and\naccurate numerical solution of the frequency domain MaxwellÆs\nequations. Methods and algorithms that produce high quality solutions\nto the ubiquitous Maxwell's equations describing electromagnetic\nphenomena are broadly applicable in science and engineering. Paramount\napplications include improving the numerical capabilities of design\ntools for modeling antennae, electrical circuits, transmission wires\nand similar applications, for instance, the design of biomedical \nmicro-electro-mechanical devices.\n\nThe main results that have been obtained are in the area of local\nmultigrid methods on adaptively refined meshes both for\nH(curl)-elliptic problems and the time-harmonic Maxwell equations. The\ncharacteristic feature of this combination of local mesh refinement,\nand local multigrid solvers is that using localized residual-type a\nposteriori error estimators  and local solution iteration directs\ncomputational effort to the part of the domain where the solution\nneeds most improvement and this has been shown to reduce substantially\nthe overall time to obtain a sufficiently accurate solution.\n\nInterior Penalty DG (IPDG) as well as hybridized IPDG (IPDG-H) methods\nhave been considered for both problem classes as well as for acoustic problems \nas described by Helmholtz type equations. Mathematical\nconvergence results have been derived that prove the algorithms\ngenerate a sequence of approximate solutions that converge to\nphysically realistic and accurate solutions.\n\n\t\t\t\t\tLast Modified: 07/15/2012\n\n\t\t\t\t\tSubmitted by: Ronald H Hoppe"
 }
}