{
 "awd_id": "0810351",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I: Biopolymer reinforced RF Tissue Welding",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Cynthia A. Znati",
 "awd_eff_date": "2008-07-01",
 "awd_exp_date": "2009-03-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 100000.0,
 "awd_min_amd_letter_date": "2008-04-30",
 "awd_max_amd_letter_date": "2008-11-26",
 "awd_abstract_narration": "This Small Business Innovation Research Phase I project focuses developing a radiofrequency (RF) tissue welding technology using a biopolymer as reinforcement for use in pulmonary resections. This project is focused on the development of minimally-invasive RF tissue welding technology for pulmonary resections including biopsies, to further advance early detection and treatment of lung cancer. Based on preliminary studies, a single endoscopic grasping device thermally welds tissue and subsequently delivers molten bioabsorbable polymer to the weld. The biopolymer fully penetrates the weld, solidifies, and increases the weld burst strength. The project is focused on the synthesis and characterization of a series of low-molecular weight bioabsorbable copolymers with optimum physicochemical properties for use in tissue-weld reinforcement. Using a series of bioabsorbable copolymers, we will examine the influence of monomer composition on processibility, wicking ability into the denatured collagen/elastin tissue matrix, mechanical properties including burst strength, and degradation rate. \r\n\r\nLung cancer has become the leading cause of cancer mortality in the United States. Efforts are underway to improve early detection of lung cancer using Spiral CT (National Lung Screen Trial). Only 16 percent of lung cancer cases are diagnosed at an early stage appropriate for surgical intervention. Early screening must be weighed against performing surgically invasive biopsies on patients where the screening results may be false positive. In spite of significant advances in video-assisted thoracoscopic surgery (VATS), the vast majority of pulmonary resections including biopsies continue to be performed by open thoracotomy. RF-based technologies allow for greater design flexibility, enabling minimally invasive surgery. Many studies support the use of RF energy-based tissue welding for pediatric pulmonary resections where access through small intercostal ports is crucial in small patients. With larger and thicker resections, however, weld strength of RF-sealed lung tissue has been shown to decrease, limiting widespread use in adults. Our goal is to increase weld strength in pulmonary resections by reinforcement with a bioabsorbable polymer. Infusion of low molecular weight polymer into thermally treated tissues can potentially improve tissue structure, provide hemostatic barriers, or attach grafts and meshes in a wide array of surgical treatments.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Schechter",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "David A Schechter",
   "pi_email_addr": "dave.schechter@vitrumed.com",
   "nsf_id": "000447745",
   "pi_start_date": "2008-04-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "VitruMed Inc.",
  "inst_street_address": "6525 Gunpark Dr. Ste 370-264",
  "inst_street_address_2": "",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034952218",
  "inst_zip_code": "803013346",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "VitruMed Inc.",
  "perf_str_addr": "6525 Gunpark Dr. Ste 370-264",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803013346",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1491",
   "pgm_ref_txt": "BIOTECH, BIOCHEM & BIOMASS ENG"
  },
  {
   "pgm_ref_code": "1773",
   "pgm_ref_txt": "POLYMERS"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": null
}