{
 "awd_id": "0810324",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Studies of Plateau Uplift Using 4He/3He Apatite Thermochronometry and 13C-18O Carbonate Paleothermometry",
 "cfda_num": "47.050",
 "org_code": "06030103",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Fountain",
 "awd_eff_date": "2008-07-01",
 "awd_exp_date": "2010-06-30",
 "tot_intn_awd_amt": 211173.0,
 "awd_amount": 211173.0,
 "awd_min_amd_letter_date": "2008-06-25",
 "awd_max_amd_letter_date": "2008-06-25",
 "awd_abstract_narration": "The Colorado Plateau was a subsiding platform from Cambrian to Cretaceous time (for about 500 million years) while about 4000 meters of sedimentation maintained its elevation near sea level. At some time after 80 million years ago, net uplift of the topographic surface resulted in a plateau with its current mean elevation of 1900 meters, with little internal strain of the upper part of the crust. The focus of this project is to provide new constraints on how and when the lithosphere acquired so much buoyancy, and the relationship between topographic uplift, rock uplift and erosional unroofing. Recent innovations in He thermochronometry and carbon-oxygen clumped isotope thermometry are being used to investigate both the unroofing and surface uplift histories of the southwestern portion of the plateau. Constraints are placed on the timing and rate of low-temperature cooling events down to temperatures significantly lower than those accessible by conventional whole crystal (U-Th)/He apatite ages (approximately 70 degrees C for typical cooling rates). These data are used to test the hypothesis that a major component of time-transgressive (from the northwest to the southeast) unroofing and uplift along the southwestern plateau margin occurred between 60 to 35 million years ago. Paleoelevation constraints obtained from clumped carbon-oxygen carbonate paleothermometry will test the hypothesis that the plateau interior lay at much lower elevations through much of the Cenozoic before major surface uplift since about 6 million years ago.\r\n\r\nThe geologic evolution of the Grand Canyon region has been a focal point for educating the general public about the geological sciences, and science in general, for over a century. The region is also among the best natural laboratories in the world for addressing the relationship between uplift of the continental crust and the erosional forces acting upon it. This project uses new techniques rooted in the chemistry and physics of the earth?s naturally occurring isotopes of helium, carbon and oxygen to address two fundamental questions that might occur to anyone who has ever peered into the Grand Canyon: When and why did the high plateau, whose surface is made of limestone deposited in a shallow ocean, rise to its current height of about 2000 meters above sea level? And when did the carving of the Grand Canyon take place - at the same time uplift occurred, or at a much later time? Results from the earlier phase of this study suggest that the canyon was initially cut in the Early Tertiary of Cretaceous times, by a river that flowed from the southeast to the northwest, opposite the modern direction of flow. Further, data suggest that in the Upper Granite Gorge region, the canyon had formed in strata much younger than those exposed today, and in a pulse of erosion about 20 million years ago this canyon lowered itself through the rock column to a point very close to its modern position. Another preliminary result is that approximately half of the modern elevation of the plateau interior was attained only after 6 million years ago.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Wernicke",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Brian P Wernicke",
   "pi_email_addr": "brian@gps.caltech.edu",
   "nsf_id": "000445949",
   "pi_start_date": "2008-06-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kenneth",
   "pi_last_name": "Farley",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Kenneth A Farley",
   "pi_email_addr": "farley@gps.caltech.edu",
   "nsf_id": "000452691",
   "pi_start_date": "2008-06-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Eiler",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "John M Eiler",
   "pi_email_addr": "eiler@gps.caltech.edu",
   "nsf_id": "000333926",
   "pi_start_date": "2008-06-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California Institute of Technology",
  "inst_street_address": "1200 E CALIFORNIA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "PASADENA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6263956219",
  "inst_zip_code": "911250001",
  "inst_country_name": "United States",
  "cong_dist_code": "28",
  "st_cong_dist_code": "CA28",
  "org_lgl_bus_name": "CALIFORNIA INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "U2JMKHNS5TG4"
 },
 "perf_inst": {
  "perf_inst_name": "California Institute of Technology",
  "perf_str_addr": "1200 E CALIFORNIA BLVD",
  "perf_city_name": "PASADENA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "911250001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "28",
  "perf_st_cong_dist": "CA28",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157200",
   "pgm_ele_name": "Tectonics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 211173.0
  }
 ],
 "por": null
}