{
 "awd_id": "0810566",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  High Throughput Flowcell for Biosensor Platforms",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Cynthia A. Znati",
 "awd_eff_date": "2008-07-01",
 "awd_exp_date": "2008-12-31",
 "tot_intn_awd_amt": 99963.0,
 "awd_amount": 99963.0,
 "awd_min_amd_letter_date": "2008-05-01",
 "awd_max_amd_letter_date": "2008-05-01",
 "awd_abstract_narration": "This Small Business Innovation Research Phase I project will develop and demonstrate a high throughput flow cell array for use with a variety of label-free biosensing platforms, but primarily SPR systems. Flow cell technology is currently the limiting factor in the development of high throughput label-free sensing technologies. Modification of Wasatch Microfluidics Continuous Flow MicrospotterTM into a highly parallel flow cell should begin to eliminate this bottleneck and provide a template for even more highly parallel systems. The research performed in this project will specifically help us understand the differences between different pumping technologies and their ability to be integrated with the flow cell. Preliminary work suggests that a flow cell array can convert mediocre SPR imaging instruments into highly-competitive protein analysis instruments comparable to state-of-the-art SPR instruments with meager throughput. We will also develop an understanding of how the flow cell technology will impact the sensing capabilities of a surface plasmon resonance (SPR) instrument, and an optimized baseline protocol will be developed. The end result will be a 48 channel flow cell, which will be scalable to much higher throughputs (192, 1536). This flow cell will be generic such that it will be easily integrated with a variety of label-free sensing technologies. The end result of this research and development effort will be a flow cell array with more than double the capacity of the best current systems and will lay the ground work for much higher density systems.\r\n\r\nThe broader impacts of this technology include the commercial opportunities of the microfluidic flow cell array (MFCA). The MFCA will be developed for integration with the biosensing platforms of a number of other companies. Specifically we will target labelfree technologies used to measure kinetic and affinity constants for binding of molecules to one another. This is currently a $100M/year market. From our discussions with pharmaceutical companies, higher throughput label-free systems will lead much larger implementation of these technologies and a significant commercial potential, including a significantly larger market. Even the most basic implementation of our flow cell will have a substantial impact. Currently, it takes the flagship Biacore instrument 28 hrs to process 384 samples. These same 384 samples would only take 1 hr with our new flowcell. These same instruments will then lead to substantially faster and more effective drug discovery processes, and eventually better health for the US population.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bruce",
   "pi_last_name": "Gale",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Bruce K Gale",
   "pi_email_addr": "bruce.gale@utah.edu",
   "nsf_id": "000425787",
   "pi_start_date": "2008-05-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wasatch Microfluidics, LLC",
  "inst_street_address": "825 N 300 W STE C309",
  "inst_street_address_2": "",
  "inst_city_name": "SALT LAKE CITY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8015816549",
  "inst_zip_code": "841036126",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "UT02",
  "org_lgl_bus_name": "CARTERRA INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "G68UXNP4J1W5"
 },
 "perf_inst": {
  "perf_inst_name": "Wasatch Microfluidics, LLC",
  "perf_str_addr": "825 N 300 W STE C309",
  "perf_city_name": "SALT LAKE CITY",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841036126",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "UT02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1491",
   "pgm_ref_txt": "BIOTECH, BIOCHEM & BIOMASS ENG"
  },
  {
   "pgm_ref_code": "1517",
   "pgm_ref_txt": "ELECT, PHOTONICS, & DEVICE TEC"
  },
  {
   "pgm_ref_code": "9107",
   "pgm_ref_txt": "BIOELECTRONICS AND BIONETWORKS"
  },
  {
   "pgm_ref_code": "9267",
   "pgm_ref_txt": "INSTRUMENTATION & LAB IMPROVE."
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 99963.0
  }
 ],
 "por": null
}