{
 "awd_id": "0810167",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Tectonic Rates From Garnet Differential Geochronology",
 "cfda_num": "47.050",
 "org_code": "06030107",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William P. Leeman",
 "awd_eff_date": "2008-08-15",
 "awd_exp_date": "2010-07-31",
 "tot_intn_awd_amt": 9468.0,
 "awd_amount": 9468.0,
 "awd_min_amd_letter_date": "2008-08-08",
 "awd_max_amd_letter_date": "2008-08-08",
 "awd_abstract_narration": "Summary: Collaborative research: Tectonic rates from garnet differential geochronology \r\nFunding is requested to investigate rates of garnet growth and P-T changes through Sr isotope differential geochronology. The last two decades have witnessed rapid growth in analytical capabilities for measuring Sr isotopes in minerals, such that compositional changes can be resolved with a spatial resolution almost an order of magnitude better than 20 years ago, and rates of garnet growth can be measured more efficiently. Rates of garnet growth and P-T changes through differential Sr isotope analysis will be characterized in metamorphic suites from three regions. \r\nIntellectual Merit. The proposed research addresses two basic questions regarding mineral growth and metamorphism: (1) How fast do garnets grow in regional metamorphic settings? (2) Are regional metamorphism and tectonism punctuated and brief, or gradual and prolonged? Samples will include 3 classic settings: the nappe pile of central New England, HP/UHP rocks of the Alpine-Cyclades belt, and Barrovian rocks of Cordillera Darwin (southernmost Chile). Garnet growth rates will be measured in 10 samples total that are most representative of their respective terranes and metamorphic evolution. Geochemical characterization, and petrologic and tectonic interpretations have already been published for these rocks, vastly simplifying the proposed research. Most samples have experienced closed-system behavior with respect to fluid exchange with adjacent lithologies. Specific grains in each rock will be screened using X-ray maps (electron microprobe, RPI) and trace element profiles (LA-ICP-MS, WSU) to ensure that zoning patterns conform with published data. Microsamples (< 1mm) of garnets will be analyzed for Rb/Sr and 87Sr/86Sr ratios. Differential geochronology will establish how long each garnet took to grow, and used to test tectonic models based on each rock's P-T path. These data will test the validity of the recent proposal that garnet growth in Barrovian terranes is brief (<1 Myr) and associated with distinct thermal pulses, viz a viz classic models of garnet growth in response to tectonically-induced thermal perturbations, which imply that garnets grow over Myrs to 10s of Myrs. \r\n\r\nBroader Impacts. This work will support the education of a graduate student in geochemistry, petrology, and geochronology. Also, the PIs publish and present results in a timely and appropriate fashion to other geoscientists, so results will become rapidly available to the scientific community. \r\n \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Frank",
   "pi_last_name": "Spear",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Frank S Spear",
   "pi_email_addr": "spearf@rpi.edu",
   "nsf_id": "000117710",
   "pi_start_date": "2008-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rensselaer Polytechnic Institute",
  "inst_street_address": "110 8TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "TROY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5182766000",
  "inst_zip_code": "121803590",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "RENSSELAER POLYTECHNIC INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "U5WBFKEBLMX3"
 },
 "perf_inst": {
  "perf_inst_name": "Rensselaer Polytechnic Institute",
  "perf_str_addr": "110 8TH ST",
  "perf_city_name": "TROY",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "121803590",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 9468.0
  }
 ],
 "por": null
}