{
 "awd_id": "0810969",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Subduction and Exhumation of Ultrahigh-Pressure Rocks: Field and Drilling Studies in Eastern China",
 "cfda_num": "47.050",
 "org_code": "06030201",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Leonard E. Johnson",
 "awd_eff_date": "2008-09-01",
 "awd_exp_date": "2009-12-31",
 "tot_intn_awd_amt": 153476.0,
 "awd_amount": 153476.0,
 "awd_min_amd_letter_date": "2008-08-22",
 "awd_max_amd_letter_date": "2008-08-22",
 "awd_abstract_narration": "The ICDP Chinese Continental Scientific Drilling project, completed in 2005, \r\ntargeted an ultrahigh pressure (UHP) metamorphic terrane in eastern China. The UHP terrane resulted from subduction of the northern edge of the Yangtze craton to > 150 km depth beneath the Sino-Korean craton. Several drill holes including the main hole (MH) (5158 m depth), pre-pilot holes PP1 (432 m), PP2 (1028 m) and PP3 (705 m) in Donghai, and 3 shallow holes (183-350 m) in ultramafic bodies in Rongcheng and Rizhao were completed. Core recovery was more than 85% of drilling depth including unweathered samples of gneisses, eclogites, garnet peridotites, dunite, and garnet clinopyroxenite. Encountering peridotites was expected based on occurrences in surface outcrops but no one predicted the bonanza that was found by drilling. The new drill core samples, now available for study, offer an unprecedented opportunity to advance understanding of the mantle and subduction processes. \r\n\r\nThe Continental Dynamics program funded a multi-institutional, multidisciplinary investigation of ICDP-CCSD drill core samples led by JG Liou at Stanford University and has included colleagues from the Chinese Academy of Geological Sciences, Beijing, Carnegie Institution of Washington, Academia Sinica (Taiwan), Tokyo Institute of Technology and Waseda University. The PIs have worked closely with more than 30 Chinese scientists, and published 107 papers. The published work on CCSD cores is valued by the research community as recognized by the ranking of J.G. Liou as the tenth most cited geoscience author and R.Y. Zhang as within the top 50 during 1996-2007 according to Thomson?s ISI Web of Science. \r\n\r\nThis award provides one additional year of support as an Accomplishment Based Renewal (ABR) to complete geochemical studies of core samples of garnet peridotite. Newly recognized sulfide minerals in garnet peridotites will be analyzed for Re-Os and Sulfur isotopes.  Zircons, a rare but immensely informative mineral found in peridotites, will be analyzed for Lu-Hf isotopes.  Analysis of peridotite silicate minerals for oxygen isotopes will be used to test for mantle vs. crustal origin.  These new studies, combined with U-Pb ion microprobe analyses of zircon, will provide a detailed chronology of the formation of sub-continental mantle lithosphere and give new insights as to the role of subduction in contaminating the mantle with crustal material.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Juhn",
   "pi_last_name": "Liou",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Juhn G Liou",
   "pi_email_addr": "jliou@stanford.edu",
   "nsf_id": "000469851",
   "pi_start_date": "2008-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "450 JANE STANFORD WAY",
  "perf_city_name": "STANFORD",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943052004",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "158100",
   "pgm_ele_name": "CONTINENTAL DYNAMICS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 153476.0
  }
 ],
 "por": null
}