{
 "awd_id": "0811106",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Second-order methods for large-scale optimization in compressed sensing",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Leland Jameson",
 "awd_eff_date": "2008-07-15",
 "awd_exp_date": "2012-06-30",
 "tot_intn_awd_amt": 144949.0,
 "awd_amount": 144949.0,
 "awd_min_amd_letter_date": "2008-07-09",
 "awd_max_amd_letter_date": "2010-04-05",
 "awd_abstract_narration": "Nonlinear image reconstruction based upon sparse representations of signals and images has received widespread attention recently with the advent of compressed sensing. This emerging theory indicates that, when feasible, judicious selection of the type of distortion induced by measurement systems may lead to dramatically improved inverse problem solutions. In particular, when the signal or image of interest is very sparse (i.e., zero-valued at most locations) or highly compressible in some basis, relatively few indirect observations are necessary to reconstruct the most significant non-zero signal components. Compressed sensing theory states that sparse signals can be recovered very accurately with high probability from indirect measurements by solving an appropriate optimization problem. This research aims at the development of significantly more efficient methods for solving compressed sensing minimization problems. A crucial property of the proposed methods is that the algorithms are designed to be \"matrix-free\", i.e., they do not require the storage of (potentially very large) second-derivative matrices. Instead, these methods use matrices only as operators for matrix-vector products.\r\nThis research also includes the application of the developed solvers to real large-scale problems from image processing (e.g., coded aperture superresolution, hyperspectral image reconstruction, and compressive video reconstruction), as well as theoretical proofs of convergence and numerical stability of the algorithms.\r\n\r\n\"Compressed sensing\" is an emerging field in computational mathematics that aims to improve signal (and image) reconstruction with less data.\r\n More efficient methods for compressed sensing can benefit such fields as medical imaging, astrophysics, biosensing, and geophysical data analysis.  The basic theory exploits the fact that many natural signals in science and engineering are \"sparse\"--that is, they can be represented as a weighted combination of a small subset of commonly occurring signals.  When a signal is sparse, scientists can accurately reconstruct the original signal using a relatively small number of measurements of the original signal.  However, in practice finding the right weighted combination of signals can create staggering numerical and computational complexity.  This research aims to develop novel optimization methods that can quickly find accurate solutions to these large-scale problems.  For example, consider an astronomer wishing to image the night sky, which consists of small, bright stars against a dark background.  A conventional digital camera or imaging system would need a very high resolution and sensitive photodetector to effectively localize the different stars, but collecting this large number of pixels can be very costly and energy inefficient.  This work allows the astronomer to collect a relatively small number of random projection measurements of the scene and use these to reconstruct the image with a high probability of accuracy.  Fast and accurate optimization algorithms for sparse signal reconstruction can impact many other areas of image and signal processing as well, from reducing the dose of CT scans in biomedical imaging and improving image resolution in video surveillance systems for airport security, to more efficiently transmitting communication signals from distant satellites and NASA spacecraft and more carefully monitoring the health of a forest ecosystem using hyperspectral imaging.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Erway",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer B Erway",
   "pi_email_addr": "erwayjb@wfu.edu",
   "nsf_id": "000463015",
   "pi_start_date": "2008-07-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wake Forest University",
  "inst_street_address": "1834 WAKE FOREST RD",
  "inst_street_address_2": "",
  "inst_city_name": "WINSTON SALEM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "3367585888",
  "inst_zip_code": "271096000",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "NC05",
  "org_lgl_bus_name": "WAKE FOREST UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MBU6HCLNZ431"
 },
 "perf_inst": {
  "perf_inst_name": "Wake Forest University",
  "perf_str_addr": "1834 WAKE FOREST RD",
  "perf_city_name": "WINSTON SALEM",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "271096000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "NC05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 46987.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 48303.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 49659.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p1\"><span class=\"s1\">This research on second-order methods for large-scale optimization in compressed sensing made fundamental contributions to the fields of both numerical optimization and numerical linear algebra.&nbsp; In particular, this work developed new trust-region methods for solving large-scale unconstrained optimization problems, new primal and primal-dual interior-point methods for solving the compressed sensing problem in image processing, and backward-stable pivoting strategies for use in methods that factorize unsymmetric tridiagonal matrices.&nbsp; Grant-funded research opened new avenues for preconditioning by developing recursion formulas for solving various types of shifted quasi-Newton systems.&nbsp; These recursion formulas are especially useful in preconditioning block systems that arise in primal-dual penalty and interior-point methods.&nbsp; Results from this research was widely disseminated via journal publications, presentations at national and international conferences, and seminars at universities both in the US and abroad; code related to this grant work is publicly available on the PI&rsquo;s website.</span></p>\n<p class=\"p2\"><span class=\"s1\">&nbsp;</span></p>\n<p class=\"p1\"><span class=\"s1\">An important component of this grant work was the training and education of graduate students in computational mathematics.&nbsp; The grant funded four students in the terminal Masters of Arts program in Mathematics at Wake Forest University.&nbsp; For all four students, it was their first exposure to research in computational mathematics.&nbsp; The PI guided students in extensive background reading, conducting literature searches, and implementing and testing proposed algorithms.&nbsp; Many of these students helped prepare manuscripts for submission.&nbsp; One student was particularly interested in applications of hyperspectral imaging and finished a Master&rsquo;s thesis related to work on this grant.&nbsp; Two of these students have enrolled in PhD programs: one in computational math, another in computer science.</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/11/2012<br>\n\t\t\t\t\tModified by: Jennifer&nbsp;B&nbsp;Erway</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "This research on second-order methods for large-scale optimization in compressed sensing made fundamental contributions to the fields of both numerical optimization and numerical linear algebra.  In particular, this work developed new trust-region methods for solving large-scale unconstrained optimization problems, new primal and primal-dual interior-point methods for solving the compressed sensing problem in image processing, and backward-stable pivoting strategies for use in methods that factorize unsymmetric tridiagonal matrices.  Grant-funded research opened new avenues for preconditioning by developing recursion formulas for solving various types of shifted quasi-Newton systems.  These recursion formulas are especially useful in preconditioning block systems that arise in primal-dual penalty and interior-point methods.  Results from this research was widely disseminated via journal publications, presentations at national and international conferences, and seminars at universities both in the US and abroad; code related to this grant work is publicly available on the PIÆs website.\n \nAn important component of this grant work was the training and education of graduate students in computational mathematics.  The grant funded four students in the terminal Masters of Arts program in Mathematics at Wake Forest University.  For all four students, it was their first exposure to research in computational mathematics.  The PI guided students in extensive background reading, conducting literature searches, and implementing and testing proposed algorithms.  Many of these students helped prepare manuscripts for submission.  One student was particularly interested in applications of hyperspectral imaging and finished a MasterÆs thesis related to work on this grant.  Two of these students have enrolled in PhD programs: one in computational math, another in computer science.\n\n \n\n\t\t\t\t\tLast Modified: 09/11/2012\n\n\t\t\t\t\tSubmitted by: Jennifer B Erway"
 }
}