{
 "awd_id": "0811046",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Galerkin Lattice Boltzmann Methods for Direct Simulation of Liquid Slip on Superhydrophobic Surfaces",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924488",
 "po_email": "jwang@nsf.gov",
 "po_sign_block_name": "Junping Wang",
 "awd_eff_date": "2008-07-01",
 "awd_exp_date": "2012-06-30",
 "tot_intn_awd_amt": 181200.0,
 "awd_amount": 181200.0,
 "awd_min_amd_letter_date": "2008-06-30",
 "awd_max_amd_letter_date": "2008-06-30",
 "awd_abstract_narration": "The objective of the proposed research is to develop an unstructured lattice Boltzmann method (LBM) based on the Galerkin formulation (GLBM) for the direct simulation of liquid slip on superhydrophobic surfaces and identify important design factors that maximize the effective slip under practical conditions. The large effective slip on superhydrophobic surfaces is expected due to the sizable difference in viscosity between liquid and gas that is trapped in the nanostructures. A successful numerical model should be able to deal with complex shape of superhydrophobic surfaces and large viscosity difference between fluids. The proposed two-phase GLBM on the unstructured mesh will overcome several undesirable properties inherent to the LBM on the structured mesh as a modeling tool for superhydrophobic surfaces; namely, instability at large density/viscosity difference and geometrical restriction imposed by the mesh. It will enable investigation of detailed flow physics on superhydrophobic surfaces covered with complex nanostructures. The proposed research is to: (1) Develop GLBM for immiscible two phase flows having a large density and viscosity ratio, using implicit time marching on unstructured mesh; (2) Establish appropriate boundary conditions at the liquid-solid-gas boundary based on the minimization of the free energy and incorporate them into GLBM framework; (3) Examine the physics of continuous and dispersed (droplets) liquid flows on superhydrophobic surfaces with complex nanostructures; and (4) Find the optimum profile and distribution of nanostructures for the maximum superhydrophobicity and effective slip.\r\n\r\nSuperhydrophobic surfaces are of great interest in many industrial and biological applications, because properties such as anti-sticking, anti-contamination, and self-cleaning are expected. When a droplet rolls over a contamination, it collects the particles from the surface and the contaminant particles are removed from the surface. In microfluidic and biomedical applications, superhydrophobic surfaces reduce the hydrodynamic drag at the wall, and prevent cross-contamination of one drop by another one moving on the same surface. The proposed research explores a new modeling capability that could significantly change existing approaches to designing microfluidic devices and help prescreen design alternatives reducing the design cost. The research experience acquired from the proposed project will also enhance the course materials for the advanced computational fluid dynamics courses.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Taehun",
   "pi_last_name": "Lee",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Taehun Lee",
   "pi_email_addr": "thlee@ccny.cuny.edu",
   "nsf_id": "000388966",
   "pi_start_date": "2008-06-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CUNY City College",
  "inst_street_address": "160 CONVENT AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2126505418",
  "inst_zip_code": "100319101",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "RESEARCH FOUNDATION OF THE CITY UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "L952KGDMSLV5"
 },
 "perf_inst": {
  "perf_inst_name": "CUNY City College",
  "perf_str_addr": "160 CONVENT AVE",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100319101",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 181200.0
  }
 ],
 "por": null
}