{
 "awd_id": "0811250",
 "agcy_id": "NSF",
 "tran_type": "CoopAgrmnt",
 "awd_istr_txt": "Cooperative Agreement",
 "awd_titl_txt": "ADVANCE Institutional Transformation Award:  An institution-wide collaboration to hiring, retaining, and promoting women STEM faculty at the University of Nebraska-Lincoln",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Beth Mitchneck",
 "awd_eff_date": "2008-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 3801443.0,
 "awd_amount": 3801443.0,
 "awd_min_amd_letter_date": "2008-08-26",
 "awd_max_amd_letter_date": "2013-08-07",
 "awd_abstract_narration": "In response to the pressing need to engage the full talent of the nation?s workforce, the University of Nebraska-Lincoln (UNL) has designed a systematic program to increase the gender diversity of its faculty. ADVANCE-Nebraska. ADVANCE-NE evolved from a thorough assessment of the current status of all women STEM faculty on campus and from extensive discussion and evaluation of barriers to their advancement. Our goals and related objectives are to:  \r\n1. Increase the number of STEM women on the UNL faculty by matching the composition of STEM departments? applicant pools to that of the national pool beginning Year 2 of the program and by matching hiring composition to the national pool by Year 3. \r\n2. Increase the retention of women STEM faculty and support their promotion into positions of professional leadership by developing and systematizing institution-wide family-friendly and dual career policies, ensuring that this information is widely disseminated and administratively promoted, and by increasing informal networking and professional development opportunities.\r\n3. Conduct innovative research on what network structures best support the success of women STEM faculty, and what factors develop supportive networks.\r\nTo achieve these goals, we will create an Office for ADVANCE-Nebraska to coordinate recruitment and retention-enhancing programs, disseminate information to the academic community, and serve as liaison for the many groups engaged in diversity-focused activities on campus. The Project Director will (a) centralize implementation of college-wide Family-Friendly Policies and Flexible Work Arrangements to make UNL more welcoming, and serve as point person for a Dual Career Partner program that networks department chairs, faculty, and administrators; (b) form a university-wide committee of faculty, RECRUIT-NE, to increase recruitment of women for faculty positions, empower search committees and Recruitment Ambassadors with strategies needed to recruit diverse talent, and increase \"Exposure Visits\" to introduce potential recruits to the great working and living environment of Lincoln, Neb.; (c) form a university-wide committee, PROMOTE-NE, to increase retention and promotion of all STEM women on campus by familiarizing faculty, chairs, and Tenure & Promotion Committee members with the impact of implicit biases on decision-making processes and strategies to minimize these impacts; and (d) build on opportunities for informal networking on campus through professional development workshops, luncheons with guest speakers, and week-long writing retreats. Informing the ADVANCE-NE office in all of its activities will be ongoing evaluative research on the nature of faculty networks within and across STEM departments at UNL and the impact of network structures on faculty productivity/promotion and satisfaction/retention.\r\n\r\nIntellectual Merit. Network analysis is used in corporate and other work settings to identify productive workplace structures, but has not been applied to academia. We will determine the number and strengths of faculty connections with each other and identify the structure of STEM research and teaching networks that best support women?s retention and success. Because institutional transformation must be supported and approved by the senior administration, the PI is UNL?s Chief Academic Officer, who reports directly to the Chancellor and pledges to extend the program for five years beyond the life of  the award to ensure its success. The PI and Co-PIs, evaluation team, and internal and external advisory boards position UNL to successfully transform the university through ADVANCE-NE activities and to share resulting new knowledge with other institutions nationwide.\r\n\r\nBroader Impacts. Broadening participation of persons underrepresented in STEM is inherent in all ADVANCE-NE research and activities and is the reason UNL began systematically assessing needs for ADVANCE six years ago. We are now well-poised to broaden participation across the campus by forging effective networks through the proposed recruitment and promotion committees and increased informal networking programs. The institutional, college, and department administrations have committed to implementing policies and practices to promote all women in STEM. Dissemination is a high priority because we believe in the vision of ADVANCE. We have accepted a nationwide call to action by uniting faculty, department chairs, and administrators at UNL to offer all people the best means possible to reach their full potential in STEM endeavors in academia. We will disseminate our results in appropriate journals and at national, discipline-specific conferences. In addition, we will share all results and information with other ADVANCE institutions, persons interested in ADVANCE goals, and the public through a website and promotional materials (brochures, reports, pamphlets, press releases).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Barbara",
   "pi_last_name": "Couture",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Barbara A Couture",
   "pi_email_addr": "bcouture2@unl.edu",
   "nsf_id": "000322420",
   "pi_start_date": "2008-08-26",
   "pi_end_date": "2010-03-02"
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Prem",
   "pi_last_name": "Paul",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Prem S Paul",
   "pi_email_addr": "ppaul2@unl.edu",
   "nsf_id": "000503828",
   "pi_start_date": "2010-03-02",
   "pi_end_date": "2011-10-11"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ellen",
   "pi_last_name": "Weissinger",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Ellen M Weissinger",
   "pi_email_addr": "eweissinger1@unl.edu",
   "nsf_id": "000515425",
   "pi_start_date": "2011-10-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Namas",
   "pi_last_name": "Chandra",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Namas Chandra",
   "pi_email_addr": "namaschandra@gmail.com",
   "nsf_id": "000368820",
   "pi_start_date": "2008-10-29",
   "pi_end_date": "2011-10-11"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Mary Anne",
   "pi_last_name": "Holmes",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mary Anne Holmes",
   "pi_email_addr": "mholmes2@unl.edu",
   "nsf_id": "000262422",
   "pi_start_date": "2008-08-26",
   "pi_end_date": "2013-08-07"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Stephanie",
   "pi_last_name": "Adams",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Stephanie G Adams",
   "pi_email_addr": "stephanie.adams@utdallas.edu",
   "nsf_id": "000167969",
   "pi_start_date": "2008-08-26",
   "pi_end_date": "2008-10-29"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Julia",
   "pi_last_name": "McQuillan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Julia McQuillan",
   "pi_email_addr": "jmcquillan2@unl.edu",
   "nsf_id": "000113341",
   "pi_start_date": "2008-08-26",
   "pi_end_date": "2013-08-07"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Wei",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy Wei",
   "pi_email_addr": "twei3@unl.edu",
   "nsf_id": "000600300",
   "pi_start_date": "2011-10-11",
   "pi_end_date": "2013-08-07"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Manderscheid",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Manderscheid",
   "pi_email_addr": "dmanders@utk.edu",
   "nsf_id": "000813927",
   "pi_start_date": "2008-08-26",
   "pi_end_date": "2013-08-07"
  }
 ],
 "inst": {
  "inst_name": "University of Nebraska-Lincoln",
  "inst_street_address": "2200 VINE ST # 830861",
  "inst_street_address_2": "",
  "inst_city_name": "LINCOLN",
  "inst_state_code": "NE",
  "inst_state_name": "Nebraska",
  "inst_phone_num": "4024723171",
  "inst_zip_code": "685032427",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NE01",
  "org_lgl_bus_name": "BOARD OF REGENTS OF THE UNIVERSITY OF NEBRASKA",
  "org_prnt_uei_num": "",
  "org_uei_num": "HTQ6K6NJFHA6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Nebraska-Lincoln",
  "perf_str_addr": "2200 VINE ST # 830861",
  "perf_city_name": "LINCOLN",
  "perf_st_code": "NE",
  "perf_st_name": "Nebraska",
  "perf_zip_code": "685032427",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NE01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "173800",
   "pgm_ele_name": "ADVANCE - INSTITUTIONAL TRANSF"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1738",
   "pgm_ref_txt": "ADVANCE - INSTITUTIONAL TRANSF"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0409",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 733370.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 722905.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 775158.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 744521.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 825489.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Description</strong></p>\n<p>The National Science Foundation&nbsp; funded ADVANCE-Nebraska &nbsp;from September 2008 to August 2013 with a $3.8 &nbsp;million &nbsp;grant.&nbsp;&nbsp; &nbsp;The &nbsp;grant &nbsp;aimed &nbsp;at &nbsp;1) &nbsp;increasing &nbsp;the &nbsp;number &nbsp;of &nbsp;tenure-track &nbsp;and &nbsp;tenured &nbsp;Science, Technology, Engineering and Math (STEM) women faculty at the University of Nebraska-Lincoln (UNL), 2) increasing the retention of women STEM faculty at UNL and support their promotion into positions of leadership, and 3) conducting innovative research on network structures that best support the success of women STEM faculty.</p>\n<p><strong>Activities</strong></p>\n<p>Programming, focused on tenured and tenure-track faculty, showed wide reach the 24 targeted UNL STEM departments, with especially strong awareness and participation among STEM women and STEM department chairs and heads. &nbsp;</p>\n<p><strong>&nbsp;</strong><strong>R</strong><strong>ec</strong><strong>r</strong><strong>u</strong><strong>it</strong><strong>m</strong><strong>en</strong><strong>t Outcomes</strong></p>\n<p>&bull;&nbsp;&nbsp;&nbsp; UNL &nbsp;STEM &nbsp;departments &nbsp;increased &nbsp;the &nbsp;use &nbsp;of &nbsp;several &nbsp;ADVANCE-Nebraska &nbsp;recommended &nbsp;search practices, &nbsp;such &nbsp;as &nbsp;talking &nbsp;to &nbsp;candidates &nbsp;at &nbsp;conferences &nbsp;and &nbsp;writing &nbsp;broad &nbsp;job &nbsp;advertisements. &nbsp;In response, &nbsp;the&nbsp; proportion &nbsp;of STEM &nbsp;women &nbsp;job applicants &nbsp;reporting &nbsp;word &nbsp;of mouth &nbsp;as their &nbsp;referral source increased over time, and a STEM woman hosted as a Showcase Visitor was hired.</p>\n<p>&nbsp;&bull;&nbsp;&nbsp;&nbsp; Overall, the proportion of women in UNL STEM assistant professor applicant pools increased modestly, but more importantly, the proportion of women hired nearly doubled, increasing from 16% in 2007 to 30% &nbsp;in 2012. &nbsp;The &nbsp;proportion &nbsp;of these &nbsp;women &nbsp;hired &nbsp;through &nbsp;searches &nbsp;exceeded &nbsp;the &nbsp;proportion &nbsp;of women receiving doctorates at the national level in 8 of the 24 targeted departments.</p>\n<p>&nbsp;&bull;&nbsp;&nbsp;&nbsp; The &nbsp;proportion &nbsp;of &nbsp;women &nbsp;among &nbsp;tenured &nbsp;and &nbsp;tenure-track &nbsp;STEM &nbsp;hires &nbsp;of &nbsp;all &nbsp;ranks, &nbsp;including opportunity &nbsp;hires &nbsp;where &nbsp;no &nbsp;search &nbsp;was &nbsp;conducted, &nbsp;increased &nbsp;from &nbsp;20% &nbsp;to&nbsp; 23%.</p>\n<p>&bull;&nbsp;&nbsp;&nbsp; The dual career program exceeded expectations&nbsp; by placing 14 hires (8 hires was the original goal). Furthermore, attitudes toward dual career hires changed from mostly negative to mostly positive, with most departments perceiving dual career hires as an opportunity rather than a burden by 2013.</p>\n<p>&nbsp;<strong>R</strong><strong>e</strong><strong>t</strong><strong>en</strong><strong>ti</strong><strong>o</strong><strong>n Outcomes</strong></p>\n<p>&bull;&nbsp;&nbsp;&nbsp; The proportion of tenured and tenure-track STEM women at UNL increased by 1%. &nbsp;In comparison to trends &nbsp;at&nbsp; CIC &nbsp;peer &nbsp;institutions, &nbsp;2&nbsp; of&nbsp; the &nbsp;3&nbsp; targeted &nbsp;UNL &nbsp;colleges &nbsp;showed &nbsp;modest &nbsp;net &nbsp;increases, suggesting the increases were not simply reflections of national trends.</p>\n<p>&nbsp;&bull;&nbsp;&nbsp;&nbsp; Gender disparities were not evident when examining salaries or tenure and promotion rates, either in the 5 years before or during ADVANCE-Nebraska.</p>\n<p>&nbsp;&bull;&nbsp;&nbsp;&nbsp; Gains were observed in the proportion of STEM women serving as department chairs and heads due to a combination of promotion and hiring, increasing from none in the first year of ADVANCE-Nebraska to three by the end of the grant.</p>\n<p>&nbsp;&bull;&nbsp;&nbsp;&nbsp; The use of work-life integration &nbsp;policies and programs &nbsp;was higher for women than men, with many newly-hired women reporting discovery of these policies through ADVANCE-Nebraska.</p>\n<p>&nbsp;&bull;&nbsp;&nbsp;&nbsp; In general, STEM men and women left UNL at similar rates (with some variation by rank and college) and voluntary attrition did not change over the five-year funding period. Self-reports of wanting to leave UNL decreased from 2011 to 2013 for women at the assistant and associate ranks, but increased at the full rank. Decreases among women in wanting to leave UNL to pursue a more supportive work environment, to increase research time, to improve tenure/promotion prospects, and to improve work- family balance reflect improvements in the UNL work environment.</p>\n<p>&nbsp;&bull;&nbsp;&nbsp;&nbsp; Perceptions of climate improved from 2008 to 2013, as levels of department and institution satisfaction increased for all targeted colleges. &nbsp;Additionally, improvements were observed from the midpoint of ADVANCE-Nebraska &nbsp;(2011) to the end of the funding period (2013). Gender disparities were reduced over time, most notably due to gains among assistant professor women who reported the most positive department climate of all groups in 2013. In general however, full professor women perceived the least positive climate. Gender disparities in work time allocation also decreased, with women reporting an increase in research-time &nbsp;dedication. In the College of Engineering, increased department chair and faculty participation &nbsp;in ADVANCE-Nebraska &nbsp;were correlated&nbsp; with improvements &nbsp;in perceived climate over time.</p>\n<p>&nbsp;&bull;&nbsp;&nbsp;&nbsp; UNL &nbsp;STEM &nbsp;faculty &nbsp;perceived &nbsp;a &nbsp;modest &nbsp;positive &nbsp;impact &nbsp;of &nbsp;ADVANCE-Nebraska&nbsp; &nbsp;on &nbsp;increasing understanding of issues related to women in STEM and improving the climate at UNL, with women perceiving the strongest improvements.</p>\n<p>&nbsp;&bull;&nbsp;&nbsp;&nbsp; Network analysis found that both at the individual and department levels, social networks are significant predictors &nbsp;of&nbsp; faculty &nbsp;outcomes. &nbsp;This &nbsp;research &nbsp;was &nbsp;shared &nbsp;within &nbsp;UNL &nbsp;and &nbsp;to &nbsp;a&nbsp; broader &nbsp;audience through collaborative work with other institutions, and numerous publications and presentations.</p>\n<p>&nbsp;<strong>C</strong><strong>onc</strong><strong>l</strong><strong>us</strong><strong>i</strong><strong>o</strong><strong>n</strong></p>\n<p>ADVANCE-Nebraska did not fully meet all intended outcomes, but significant progress was made over the five- year &nbsp;funding &nbsp;period.&nbsp;&nbsp; &nbsp;Gains &nbsp;were &nbsp;observed &nbsp;in &nbsp;the &nbsp;proportion &nbsp;of &nbsp;women &nbsp;hired, &nbsp;promoted &nbsp;to &nbsp;department chair/head, and in the overall representation among all STEM tenured and tenure-track faculty. Improvements in perceived &nbsp;climate were evident over the funding period, especially &nbsp;for junior women faculty, but less so for senior &nbsp;women &nbsp;faculty.&nbsp;&nbsp; &nbsp;Finally, &nbsp;scientific &nbsp;knowledge &nbsp;was &nbsp;increased &nbsp;in &nbsp;the &nbsp;understanding &nbsp;of &nbsp;how &nbsp;network connections predict faculty success.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/19/2014<br>\n\t\t\t\t\tModified by: Ellen&nbsp;M&nbsp;Weissinger</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nDescription\n\nThe National Science Foundation  funded ADVANCE-Nebraska  from September 2008 to August 2013 with a $3.8  million  grant.    The  grant  aimed  at  1)  increasing  the  number  of  tenure-track  and  tenured  Science, Technology, Engineering and Math (STEM) women faculty at the University of Nebraska-Lincoln (UNL), 2) increasing the retention of women STEM faculty at UNL and support their promotion into positions of leadership, and 3) conducting innovative research on network structures that best support the success of women STEM faculty.\n\nActivities\n\nProgramming, focused on tenured and tenure-track faculty, showed wide reach the 24 targeted UNL STEM departments, with especially strong awareness and participation among STEM women and STEM department chairs and heads.  \n\n Recruitment Outcomes\n\n&bull;    UNL  STEM  departments  increased  the  use  of  several  ADVANCE-Nebraska  recommended  search practices,  such  as  talking  to  candidates  at  conferences  and  writing  broad  job  advertisements.  In response,  the  proportion  of STEM  women  job applicants  reporting  word  of mouth  as their  referral source increased over time, and a STEM woman hosted as a Showcase Visitor was hired.\n\n &bull;    Overall, the proportion of women in UNL STEM assistant professor applicant pools increased modestly, but more importantly, the proportion of women hired nearly doubled, increasing from 16% in 2007 to 30%  in 2012.  The  proportion  of these  women  hired  through  searches  exceeded  the  proportion  of women receiving doctorates at the national level in 8 of the 24 targeted departments.\n\n &bull;    The  proportion  of  women  among  tenured  and  tenure-track  STEM  hires  of  all  ranks,  including opportunity  hires  where  no  search  was  conducted,  increased  from  20%  to  23%.\n\n&bull;    The dual career program exceeded expectations  by placing 14 hires (8 hires was the original goal). Furthermore, attitudes toward dual career hires changed from mostly negative to mostly positive, with most departments perceiving dual career hires as an opportunity rather than a burden by 2013.\n\n Retention Outcomes\n\n&bull;    The proportion of tenured and tenure-track STEM women at UNL increased by 1%.  In comparison to trends  at  CIC  peer  institutions,  2  of  the  3  targeted  UNL  colleges  showed  modest  net  increases, suggesting the increases were not simply reflections of national trends.\n\n &bull;    Gender disparities were not evident when examining salaries or tenure and promotion rates, either in the 5 years before or during ADVANCE-Nebraska.\n\n &bull;    Gains were observed in the proportion of STEM women serving as department chairs and heads due to a combination of promotion and hiring, increasing from none in the first year of ADVANCE-Nebraska to three by the end of the grant.\n\n &bull;    The use of work-life integration  policies and programs  was higher for women than men, with many newly-hired women reporting discovery of these policies through ADVANCE-Nebraska.\n\n &bull;    In general, STEM men and women left UNL at similar rates (with some variation by rank and college) and voluntary attrition did not change over the five-year funding period. Self-reports of wanting to leave UNL decreased from 2011 to 2013 for women at the assistant and associate ranks, but increased at the full rank. Decreases among women in wanting to leave UNL to pursue a more supportive work environment, to increase research time, to improve tenure/promotion prospects, and to improve work- family balance reflect improvements in the UNL work environment.\n\n &bull;    Perceptions of climate improved from 2008 to 2013, as levels of department and institution satisfaction increased for all targeted colleges.  Additionally, improvements were observed from the midpoint of ADVANCE-Nebraska  (2011) to the end of the funding period (2013). Gender disparities were reduced over time, most notably due to gains among assistant professor women who reported the most positive department climate of all groups in 2013. In general however, full professor women perceived the least positive climate. Gender disparities in work time allocation also decreased, with women reporting an increase in research-time  dedication. In the College of Engineering, increased department chair and faculty participation  in ADVANCE-Nebraska  were correlated  with improvements  in perceived climate over time.\n\n &bull;    UNL  STEM  faculty  perceived  a  modest  positive  impact  of  ADVANCE-Nebraska   on  increasing understanding of issues related to women in STEM and improving the climate at UNL, with women perceiving the strongest improvements.\n\n &bull;    Network analysis found that both at the individual and department levels, social networks are significant predictors  of  faculty  outcomes.  This  research  was  shared  within  UNL  and  to  a  broader  audience through collaborative work with other institutions, and numerous publications and presentations.\n\n Conclusion\n\nADVANCE-Nebraska did not fully meet all intended outcomes, but significant progress was made over the five- year  funding  period.    Gains  were  observed  in  the  proportion  of  women  hired,  promoted  to  department chair/head, and in the overall representation among all STEM tenured and tenure-track faculty. Improvements in perceived  climate were evident over the funding period, especially  for junior women faculty, but less so for senior  women  faculty.    Finally,  scientific  knowledge  was  increased  in  the  understanding  of  how  network connections predict faculty success.\n\n \n\n\t\t\t\t\tLast Modified: 06/19/2014\n\n\t\t\t\t\tSubmitted by: Ellen M Weissinger"
 }
}