{
 "awd_id": "0811770",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CPA-DA: A 3D CMP-aware Nanoscale IC Design Methodology using Physics-based Modeling with Silicon Validation via Test and Diagnosis",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032927843",
 "po_email": "sabasu@nsf.gov",
 "po_sign_block_name": "Sankar Basu",
 "awd_eff_date": "2008-08-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 328000.0,
 "awd_min_amd_letter_date": "2008-07-16",
 "awd_max_amd_letter_date": "2013-08-22",
 "awd_abstract_narration": "PROPOSAL ID: 0811770\r\nPI: HIGGS, CECIL F.\r\nINSTITUTION: CARNEGIE-MELLON UNIVERSITY\r\nTITLE: A 3D CMP-AWARE NANOSCALE IC DESIGN METHODOLOGY USING PHYSICS-BASED MODELING WITH SILICON VALIDATION VIA TEST AND DIAGNOSIS\r\n\r\n\r\nABSTRACT\r\nIt is well known that ?Moore?s Law? states that computer chips will double their speed nearly every two years due to technological advancement. This advancement is typically due to the size of the transistors on the chip which are rapidly becoming as small as a nanometer (which is 1000 times thinner than a human hair). Since the transistors are smaller, more of them can be put on a chip which leads to faster computational times. Unfortunately, the processes needed to manufacturing these computer chips are highly complex and the final product often comes out defective or with lower performance than the original design. One particular manufacturing process, chemical mechanical polishing (CMP), is a major contributor to performance degradation and manufacturing costs. By combining chip defect testing models with advanced CMP computer models, the principal investigators (PIs) propose to research and develop a breakthrough computational methodology for predicting the impact of the CMP manufacturing process on the chip at the design stage. \r\n\r\nCMP is a complex process in which the wafer surface that contains the chips is polished by pressing it against a rotating pad that is flooded with a slurry consisting of a fluid with abrasive nanoparticles. In order to accurately model this process, sophisticated computer models must be developed through collaborative research at the interface of electrical and computer engineering, applied physics, and mechanical engineering. A predictive computational tool resulting from this research would lead to radically improved concurrent engineering where chip designers are enabled to create bolder designs since they would be aware of the ramifications of CMP on their layouts. The resulting impact would be more sophisticated computer chip designs that exploit the most advanced materials which might normally be avoided due to the uncertainty of the effect of CMP on the materials. Due to the PIs on-going involvements with the recruitment and education of minority students, this work will also provide numerous opportunities to expose America?s next generation of engineering students at the pre-college and college levels to cutting-edge research in semiconductor technologies.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Cecil",
   "pi_last_name": "Higgs",
   "pi_mid_init": "F",
   "pi_sufx_name": "III",
   "pi_full_name": "Cecil F Higgs",
   "pi_email_addr": "higgs@rice.edu",
   "nsf_id": "000483309",
   "pi_start_date": "2008-07-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ronald",
   "pi_last_name": "Blanton",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Ronald D Blanton",
   "pi_email_addr": "blanton@ece.cmu.edu",
   "nsf_id": "000318369",
   "pi_start_date": "2008-07-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie-Mellon University",
  "perf_str_addr": "5000 FORBES AVE",
  "perf_city_name": "PITTSBURGH",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133815",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "735200",
   "pgm_ele_name": "COMPUTING PROCESSES & ARTIFACT"
  },
  {
   "pgm_ele_code": "779800",
   "pgm_ele_name": "Software & Hardware Foundation"
  },
  {
   "pgm_ele_code": "794500",
   "pgm_ele_name": "DES AUTO FOR MICRO & NANO SYST"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 300000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 12000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The computer processors or integrated circuits (ICs) that run our cell phones, computers, and automobiles get faster, as the transistors and associated electrical components of which they are comprised, get smaller. However, the defects that systematically occur during the manufacturing process play a larger role in adversely affecting the yield of the semiconductor wafers on which the computer processors reside. For example, a computer processor or IC is a device that is built thin layer by thin layer, and each layer needs to be atomically smooth before another layer is deposited. For this, chemical mechanical polishing (CMP) is used and this process may leave defects. CMP is a manufacturing process used to polish or planarize the newly deposited material on each of the layers on the wafer. &nbsp;Since many manufacturing processes for building devices on to each layer of the IC are dependent on CMP, they must be studied in a fashion where they are coupled. The study of CMP is critical due to its inherent effect on other manufacturing processes (photolithography, deposition, etching) and its ability to be related to the process defects which may occur. The best way to integrate the four manufacturing processes is to &lsquo;virtually&rsquo; simulate the IC fabrication layer by layer, and allow the defects to evolve into the final IC.&nbsp; Thus, the ability to accurately model and couple CMP and the other processes through virtual fabrication would lead to higher yields, since the defects can be predicted and eliminated before the actual IC is manufactured. All of this would be done while saving money on costly trial-and-error from manufacturing costs.</p>\n<p>&nbsp;</p>\n<p>To date, the prominent physics-based models in the semiconductor literature have almost always been focused on either the macro-scale or the micro-scale. However, due to the multi-scale surface topography variation caused by manufacturing processes such as CMP, one cannot adequately model the micro-scale without taking the macro-scale information into consideration. Thus, a physics-based process modeling framework which can take in the IC layout (i.e., design) information as the input and then predict the location of the ensuing manufacturing process defects virtually before they actually happened was proposed and developed. This work used fundamental research from computer and mechanical engineering to develop the framework. The major findings from this project were that we were able to: (1) identify IC layout (design) features that are susceptible to become defected due to the semiconductor manufacturing process; (2) and, develop a methodology for identifying CMP-induced defect sites which will enhance the ability of IC test engineers to diagnose what and where a manufactured computer processor&rsquo;s failure occurs.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/16/2014<br>\n\t\t\t\t\tModified by: Cecil&nbsp;F&nbsp;Higgs</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe computer processors or integrated circuits (ICs) that run our cell phones, computers, and automobiles get faster, as the transistors and associated electrical components of which they are comprised, get smaller. However, the defects that systematically occur during the manufacturing process play a larger role in adversely affecting the yield of the semiconductor wafers on which the computer processors reside. For example, a computer processor or IC is a device that is built thin layer by thin layer, and each layer needs to be atomically smooth before another layer is deposited. For this, chemical mechanical polishing (CMP) is used and this process may leave defects. CMP is a manufacturing process used to polish or planarize the newly deposited material on each of the layers on the wafer.  Since many manufacturing processes for building devices on to each layer of the IC are dependent on CMP, they must be studied in a fashion where they are coupled. The study of CMP is critical due to its inherent effect on other manufacturing processes (photolithography, deposition, etching) and its ability to be related to the process defects which may occur. The best way to integrate the four manufacturing processes is to ævirtuallyÆ simulate the IC fabrication layer by layer, and allow the defects to evolve into the final IC.  Thus, the ability to accurately model and couple CMP and the other processes through virtual fabrication would lead to higher yields, since the defects can be predicted and eliminated before the actual IC is manufactured. All of this would be done while saving money on costly trial-and-error from manufacturing costs.\n\n \n\nTo date, the prominent physics-based models in the semiconductor literature have almost always been focused on either the macro-scale or the micro-scale. However, due to the multi-scale surface topography variation caused by manufacturing processes such as CMP, one cannot adequately model the micro-scale without taking the macro-scale information into consideration. Thus, a physics-based process modeling framework which can take in the IC layout (i.e., design) information as the input and then predict the location of the ensuing manufacturing process defects virtually before they actually happened was proposed and developed. This work used fundamental research from computer and mechanical engineering to develop the framework. The major findings from this project were that we were able to: (1) identify IC layout (design) features that are susceptible to become defected due to the semiconductor manufacturing process; (2) and, develop a methodology for identifying CMP-induced defect sites which will enhance the ability of IC test engineers to diagnose what and where a manufactured computer processorÆs failure occurs.\n\n\t\t\t\t\tLast Modified: 12/16/2014\n\n\t\t\t\t\tSubmitted by: Cecil F Higgs"
 }
}