{
 "awd_id": "0812073",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "III-CXT-Small: Collaborative Research: Structuring, Reasoning, and Querying in a Very Large Medical Image Database",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Lawrence Brandt",
 "awd_eff_date": "2008-09-01",
 "awd_exp_date": "2008-10-31",
 "tot_intn_awd_amt": 54464.0,
 "awd_amount": 26871.0,
 "awd_min_amd_letter_date": "2008-08-20",
 "awd_max_amd_letter_date": "2008-08-20",
 "awd_abstract_narration": "Image data is of immense practical importance in medical informatics, and a subject of strong interest to researchers in industry and academia. While digital image databases are now prevalent in clinical and educational settings, and traditional means for interacting with and querying such collections can provide some level of useful functionality, there are few examples of systems that attempt to bridge the ?semantic gap.? The work proposed in this grant is a multi-institutional collaboration combining research in medical image processing, machine learning and pattern recognition, knowledge representation and querying, and evaluation by domain experts in the field, is intended to advance the state-of-the-art in this direction. The archive of 60,000 cervigram images assembled by the National Library of Medicine and National Cancer Institute is an ideal collection for this purpose. The NLM cervigram archive forms a narrow image domain that has a limited and predictable variability. In such cases, explicit representation of domain knowledge alleviates the semantic gap between the low-level sensory recordings of a scene (raw image data), and objects and processes implied from images (semantic interpretation). This research will follow an information hierarchy that proceeds from raw image data to low-level image features, recognition of objects and tissue types, knowledge-based reasoning about disease processes, and, finally, tools and visualizations to support diagnosis decisions by clinical and NLM/NCI collaborators. The research team will employ an underlying paradigm known as Computer-Assisted Visual Interactive Recognition, or CAVIAR, which considers the domain expert an integral part of the equation and attempts to optimize the performance of the complete human-machine system. \r\n\r\nIntellectual Merit \r\n\r\nImage content understanding is still considered a vexing open problem at the same time databases are growing rapidly in size and complexity. It is anticipated that this work will have a positive impact in areas relating to medical image analysis, including information extraction, organization, representation, and querying, as well as in training. \r\n\r\nBroader Impact \r\n\r\nThrough the focus on the NLM/NCI cervigram archive, this research may help advance the role of cervicography as a more cost-effective procedure than pap smears and colposcopy in screening for cervical cancer. Results from this targeted-domain project could also illuminate gaps and help establish new priorities for research in broader domains such as multimedia content structuring, understanding, indexing, and retrieval.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gang",
   "pi_last_name": "Tan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gang Tan",
   "pi_email_addr": "gtan@psu.edu",
   "nsf_id": "000193259",
   "pi_start_date": "2008-08-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Boston College",
  "inst_street_address": "140 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHESTNUT HILL",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6175528000",
  "inst_zip_code": "024673800",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MA04",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MJ3JH8CRJBZ7"
 },
 "perf_inst": {
  "perf_inst_name": "Boston College",
  "perf_str_addr": "140 COMMONWEALTH AVE",
  "perf_city_name": "CHESTNUT HILL",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "024673800",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736400",
   "pgm_ele_name": "Info Integration & Informatics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7364",
   "pgm_ref_txt": "INFO INTEGRATION & INFORMATICS"
  },
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}