{
 "awd_id": "0812677",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "III-COR-small: Harvesting Concept Hierarchies from Social Data",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Vasant G. Honavar",
 "awd_eff_date": "2008-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 450000.0,
 "awd_amount": 482000.0,
 "awd_min_amd_letter_date": "2008-08-26",
 "awd_max_amd_letter_date": "2010-05-11",
 "awd_abstract_narration": "The Social Web is changing the way people create and use information. \r\nSites like Flickr, Del.icio.us, Digg, and others, enable users to \r\npublish and organize content and participate in communities. \r\nThe information they create while interacting with content and \r\nother users is called social metadata. Tags, one example of social \r\nmetadata, were introduced as a means for individuals to organize their \r\ncontent by assigning freely-chosen keywords to it. Some Social \r\nWeb sites now also allow users to organize content hierarchically. \r\nThe photosharing site Flickr, for example, allows users to group \r\nrelated photos in sets, and related sets in collections. Although\r\nsocial metadata lacks formal structure, it captures the collective \r\nknowledge of the community. Once extracted from the traces left by \r\nmany users, such collective knowledge will add a rich semantic layer \r\nto the content of the Social Web. This project will develop a \r\nprobabilistic framework to combine diverse types of social metadata \r\nto construct a common concept hierarchy. In addition, the methods \r\ndeveloped by the project will use social relations, in the form of \r\ncommunity participation, to discover community-specific vocabularies \r\nand concepts, and identify facets of multi-dimensional concepts.\r\n\r\nIn the future, Social Web sites and data management tools will allow \r\nusers to express ever richer types of knowledge, including complex \r\npredicates and semantic relations. The ability to aggregate \r\nindividually expressed knowledge into a unified whole will \r\ntransform the way people use information. Global concept hierarchies, \r\nfor instance, can help users visualize how their content relates \r\nto that of others and allow for more efficient browsing, search \r\nand discovery. By linking content to a common concept hierarchy, \r\nthe methods developed by the project could also be used to integrate \r\ndisparate data and align it across domains. The proposed work, \r\ntherefore, addresses one of the more important emerging questions \r\nin AI, namely, how to harness the power of collective intelligence.\r\n\r\nFor further information about this project, please see the project \r\nWeb site at http://www.isi.edu/~lerman/projects/folksonomy.html.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kristina",
   "pi_last_name": "Lerman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kristina Lerman",
   "pi_email_addr": "lerman@isi.edu",
   "nsf_id": "000181921",
   "pi_start_date": "2008-08-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern California",
  "inst_street_address": "3720 S FLOWER ST FL 3",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2137407762",
  "inst_zip_code": "90033",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTHERN CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G88KLJR3KYT5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern California",
  "perf_str_addr": "3720 S FLOWER ST FL 3",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "90033",
  "perf_ctry_code": "US",
  "perf_cong_dist": "34",
  "perf_st_cong_dist": "CA34",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736400",
   "pgm_ele_name": "Info Integration & Informatics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7364",
   "pgm_ref_txt": "INFO INTEGRATION & INFORMATICS"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9215",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING SYSTEMS"
  },
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 450000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 16000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Social Web has revolutionized the production of knowledge. On sites like Wikipedia, Twitter, YouTube, Flickr, and others, users generate and publish content, annotate it with descriptive keywords, and interact with others. Although social metadata contained in the descriptive keywords lacks formal structure, it captures the collective &ldquo;folk&rdquo; knowledge of the community.&nbsp; NSF-funded researchers from University of Southern California Information Sciences Institute and University of Maryland have developed computational methods to extract such &ldquo;folk\" knowledge from the traces of online activity of many users. Their methods merge personal fragments of knowledge that users of the social photo-sharing site Flickr create to organize their own photos, into a common deeper taxonomy of concepts. Once mined from data created by many users, such knowledge will add a rich semantic layer to user-generated content on the Social Web.&nbsp; It will also help people visualize how their content relates to that of others and allow for more efficient browsing and knowledge discovery.</p>\n<p>USC and UMD researchers worked with social metadata from the photo-sharing site Flickr. This site allows users to upload photos, tag them with descriptive labels, and also organize them within personal directories. Although the site itself does not impose constraints on how these directories are created and used, individuals generally employ them to represent intuitive relations between concepts, for example, creating a folder &ldquo;people&rdquo; with sub-folders &ldquo;family&rdquo; and &ldquo;friends&rdquo;.&nbsp;</p>\n<p><img src=\"../../../MBRender?repoid={B9BFCD68-D638-4450-910D-E227DF90FD95}&amp;finish=ImgEditPreview\" alt=\"directories\" /></p>\n<p>The figure above shows two personal directories created by one user: one for the places in Africa he traveled to, and the other one to organize holiday photos. The research team developed computational method to automatically learn taxonomies of concepts &ndash; what they call folksonomies &ndash; from thousands of such personal directories. Their method extends powerful distributed inference algorithm to concurrently combine many small structures (user-generated directories) into a larger, more comprehensive structure (communal folksonomy). Researchers showed that their method allows them to learn accurate and complete folksonomies.&nbsp;</p>\n<p><img src=\"../../../MBRender?repoid={6F7E660D-6274-4AC6-BADE-FD09B83DDB51}&amp;finish=ImgEditPreview\" alt=\"folksonomy\" /></p>\n<p>The figure above shows one such folksonomy, of places related to Africa, which was automatically learned by their method. This folksonomy is more complete than those specified by any individual users, and includes knowledge that may not be found in a knowledgebase that has been created by experts. We learn, for example, that people see places like &ldquo;South Africa&rdquo; both as place which contains other places, such as &ldquo;Cape Town&rdquo; and &ldquo;Soweto&rdquo;, but also as a destination for observing &ldquo;Rhinos&rdquo;, &ldquo;Lions&rdquo; and &ldquo;Antelopes&rdquo;.</p>\n<p>The researchers have also developed computational methods to leverage the diversity of expertise among users to learn more comprehensive and accurate folksonomies, and novel approaches to validate learned folksonomies. Their research shows the potential to unleash structured knowledge from the massive amount of user-generated content.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/06/2012<br>\n\t\t\t\t\tModified by: Kristina&nbsp;Lerman</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSl...",
  "por_txt_cntn": "\nThe Social Web has revolutionized the production of knowledge. On sites like Wikipedia, Twitter, YouTube, Flickr, and others, users generate and publish content, annotate it with descriptive keywords, and interact with others. Although social metadata contained in the descriptive keywords lacks formal structure, it captures the collective \"folk\" knowledge of the community.  NSF-funded researchers from University of Southern California Information Sciences Institute and University of Maryland have developed computational methods to extract such \"folk\" knowledge from the traces of online activity of many users. Their methods merge personal fragments of knowledge that users of the social photo-sharing site Flickr create to organize their own photos, into a common deeper taxonomy of concepts. Once mined from data created by many users, such knowledge will add a rich semantic layer to user-generated content on the Social Web.  It will also help people visualize how their content relates to that of others and allow for more efficient browsing and knowledge discovery.\n\nUSC and UMD researchers worked with social metadata from the photo-sharing site Flickr. This site allows users to upload photos, tag them with descriptive labels, and also organize them within personal directories. Although the site itself does not impose constraints on how these directories are created and used, individuals generally employ them to represent intuitive relations between concepts, for example, creating a folder \"people\" with sub-folders \"family\" and \"friends\". \n\n\n\nThe figure above shows two personal directories created by one user: one for the places in Africa he traveled to, and the other one to organize holiday photos. The research team developed computational method to automatically learn taxonomies of concepts &ndash; what they call folksonomies &ndash; from thousands of such personal directories. Their method extends powerful distributed inference algorithm to concurrently combine many small structures (user-generated directories) into a larger, more comprehensive structure (communal folksonomy). Researchers showed that their method allows them to learn accurate and complete folksonomies. \n\n\n\nThe figure above shows one such folksonomy, of places related to Africa, which was automatically learned by their method. This folksonomy is more complete than those specified by any individual users, and includes knowledge that may not be found in a knowledgebase that has been created by experts. We learn, for example, that people see places like \"South Africa\" both as place which contains other places, such as \"Cape Town\" and \"Soweto\", but also as a destination for observing \"Rhinos\", \"Lions\" and \"Antelopes\".\n\nThe researchers have also developed computational methods to leverage the diversity of expertise among users to learn more comprehensive and accurate folksonomies, and novel approaches to validate learned folksonomies. Their research shows the potential to unleash structured knowledge from the massive amount of user-generated content.\n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 09/06/2012\n\n\t\t\t\t\tSubmitted by: Kristina Lerman"
 }
}