{
 "awd_id": "0813624",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant: Investigating Terminal Preclassic and Classic Period Power and Wealth at K'o, Guatemala",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2008-05-01",
 "awd_exp_date": "2009-04-30",
 "tot_intn_awd_amt": 14987.0,
 "awd_amount": 14987.0,
 "awd_min_amd_letter_date": "2008-04-23",
 "awd_max_amd_letter_date": "2008-04-23",
 "awd_abstract_narration": "Under the supervision of Dr. Francisco Estrada-Belli, John Tomasic will conduct excavations at the Maya archaeological site of K'o.  K'o is located in northeastern Guatemala, and is one of several archaeological sites within the region currently under investigation by the Holmul Archaeological Project.  K'o was occupied from 300 BC to AD 850, and previous research suggests public construction activities peaked early in the site's history, and subsequently declined during the final centuries of occupation.  Long-term patterns in public architectural construction have been used to estimate long-term levels of elite power at K'o, and the decline in elite power is attributed to political processes involving other sites within the Holmul Region.  Mr. Tomasic's dissertation will examine the degree to which these long-term patterns in power at K'o correlate with long-term patterns in wealth.  Tomasic's dissertation research will focus on excavations within carefully selected elite and non-elite households at K'o, and will recover data which will permit an assessment of long-term levels of wealth at K'o.  \r\n\r\nThis research is significant because it examines long-term trends in wealth relative to power, and it will demonstrate, rather than assume, the degree to which wealth and power covary.  It is expected that the degree to which power and wealth covary at K'o will be dependent upon how wealth items were distributed within this past economy.  Furthermore, this research is important because it attempts to determine the degree to which wealth items were distributed through elite redistribution, reciprocal gifting among elites, and/or informal barter and marketplace exchange.  Scholarly disagreement exists regarding whether certain goods were distributed through informal barter and market exchange or through elite redistribution and elite reciprocal prestige goods networks.  This study contributes to this debate by examining how wealth items in elite and nonelite households may have been distributed at K'o.\r\n\r\nIn addition to the contributions this research will make to our understanding of the archaeology of the Holmul region, this study will advance our understanding of how goods were distributed within all past economies.  Furthermore, the results of this research will contribute toward a more nuanced understanding of the complex relationship between power and wealth in past societies.  Finally, at a more general level of significance, the results of this research can be used to better understand the effects of political processes on contemporary Maya peoples of Mexico and Central America as they actively participate in the modern global economy.\r\n\r\nIn terms of broader impacts, the results of this research will be widely disseminated at national conferences and in scholarly publications in both Spanish and English.  In addition, both scientists and laypersons will be able to freely obtain copies of all published materials from the Holmul Archaeological Project's website.  In this manner, this research will advance our scientific understanding of this past society and will be accessible to non-specialists.  Furthermore, Mr. Tomasic, as well as undergraduate and graduate research assistants at Guatemalan and U.S. institutions, will gain training in the methods of archaeological research mentioned above.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Francisco",
   "pi_last_name": "Estrada-Belli",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Francisco G Estrada-Belli",
   "pi_email_addr": "franciscoeb@gmail.com",
   "nsf_id": "000099436",
   "pi_start_date": "2008-04-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Vanderbilt University",
  "inst_street_address": "110 21ST AVE S",
  "inst_street_address_2": "",
  "inst_city_name": "NASHVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "6153222631",
  "inst_zip_code": "372032416",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "TN05",
  "org_lgl_bus_name": "VANDERBILT UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "GTNBNWXJ12D5"
 },
 "perf_inst": {
  "perf_inst_name": "Vanderbilt University",
  "perf_str_addr": "110 21ST AVE S",
  "perf_city_name": "NASHVILLE",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "372032416",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "TN05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 14987.0
  }
 ],
 "por": null
}