{
 "awd_id": "0813649",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Contribution of Variable Pressure Scanning Electron Microscopy (VPSEM) Coupled with Energy Dispersive X-ray (EDS) and Raman Spectroscopy (RS) to Anthropologically Oriented Arch",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2008-07-01",
 "awd_exp_date": "2009-12-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 293688.0,
 "awd_min_amd_letter_date": "2008-06-24",
 "awd_max_amd_letter_date": "2009-07-22",
 "awd_abstract_narration": "With National Science Foundation support the Laboratory of Materials Research in Archaeology and Cultural Heritage (a joint venture between the Cotsen Institute of Archaeology and the Materials Science and Engineering Department at UCLA) will acquire a state of the art Variable Pressure Scanning Electron Microscope (VPSEM) coupled with Energy Dispersive (EDS) and Raman Spectroscopy (RS) to foster cutting-edge research in integrated forensic bioanthropology and geoarchaeology. The combined capabilities of this instrument integrating imaging and morphological observations at nano length scale with elemental and molecular analysis of inorganic and organic materials provide a very powerful tool for the study of archaeological materials to answer important questions relating to production methods and material distribution reflecting the social structure and organization of ancient populations. \r\n\r\nThe environmental capabilities of the VPSEM will allow archaeological artifacts to be analyzed non-invasively and without modification of their structure or chemistry. Archaeological materials that contain some moisture in their structure will be analyzed without risking dehydration and structural modifications. The versatile capabilities of this instrument will, undoubtedly, provide a new perspective and a novel approach to material characterization to answer anthropological questions regarding provenance of materials, production centers and intercultural and interregional relationships. A broad range of archaeological and cultural materials will be analyzed including ceramics, stone, basketry, textiles, botanical and biological remains, to support dating and provenance studies, the interpretation of environment change through time and environmentally-induced weathering and other changes. Two project-based examples of VPSEM/EDS/RS applications are: 1) the study of bioarcheological specimens from Pre-Columbian mummies in Chile to assist in the interpretation of the cultural and biological origins of the mid-valley prior to the Middle Horizon Period (AD 500-1000); 2) variability and sourcing of glaze-paint recipes of Ancestral Puebloan glazed-ceramics.\r\n\r\nDriven by newly established interdisciplinary research and education programs operating at the interface of science and archaeology, this instrument will be used by faculty and students from UCLA to facilitate teaching and multidisciplinary research in materials science based archaeology and to foster national and international collaborations with museums and universities. Research results will be disseminated through discussion groups, peer reviewed articles and the creation of databases that can be accessed by scholars and the broader archaeological community. The support from the National Science Foundation will also provide seed funding for the development of courses for graduate and undergraduate students on \"technology applied to archaeological method and theory\" and on \"microscopy and microanalysis for anthropologically oriented archaeology\". It will also assist at establishing further the outreach activities of the LMR focusing on K-12 students of unrepresented communities through interactive hands-on laboratory practical sessions and laboratory visits.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ioanna",
   "pi_last_name": "Kakoulli",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ioanna Kakoulli",
   "pi_email_addr": "kakoulli@ucla.edu",
   "nsf_id": "000489310",
   "pi_start_date": "2008-06-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Stanish",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Charles S Stanish",
   "pi_email_addr": "stanish@usf.edu",
   "nsf_id": "000217604",
   "pi_start_date": "2008-06-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Goorsky",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Mark S Goorsky",
   "pi_email_addr": "Goorsky@seas.ucla.edu",
   "nsf_id": "000299802",
   "pi_start_date": "2008-06-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sergey",
   "pi_last_name": "Prikhodko",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Sergey V Prikhodko",
   "pi_email_addr": "sergey@seas.ucla.edu",
   "nsf_id": "000487042",
   "pi_start_date": "2008-06-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "10889 WILSHIRE BLVD STE 700",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900244200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139300",
   "pgm_ele_name": "ARCHAEOMETRY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1393",
   "pgm_ref_txt": "ARCHAEOMETRY"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 293688.0
  }
 ],
 "por": null
}