{
 "awd_id": "0813799",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "COLLABORATIVE RESEARCH: Spatial Land-Use Change and Ecological Effects (SLUCE): Interactions of Exurban Land Management and Carbon Dynamics.",
 "cfda_num": "47.050",
 "org_code": "06000000",
 "po_phone": "7032927594",
 "po_email": "sruth@nsf.gov",
 "po_sign_block_name": "Sarah Ruth",
 "awd_eff_date": "2008-09-01",
 "awd_exp_date": "2009-08-31",
 "tot_intn_awd_amt": 330293.0,
 "awd_amount": 7554.0,
 "awd_min_amd_letter_date": "2008-08-08",
 "awd_max_amd_letter_date": "2009-09-04",
 "awd_abstract_narration": "Abstract\r\nExurban residential development is widespread, constituting one of the major forms of land-use and land-cover changes in the Eastern US and elsewhere. This sprawl has large impacts on natural and rural landscapes, ecosystem services, and quality of life for millions of people. This project investigates the processes linking dynamics of land-atmosphere carbon budgets in exurban residential areas, preferences for land-cover types and patterns on these lands, and land-management activities of residents and developers. The goal of the project is to obtain a clearer understanding of the relationships between carbon dynamics, land-management activities, and market and non-market values of land-uses and land-covers ? focusing on how carbon dynamics might respond in a non-linear fashion to various management and policy options for land-cover management. Building on the extensive data resources developed under a precursor project, the researchers will use dynamic agent-based models (including a new land-market sub model) to examine a range of exurban land-cover patterns that might be expected to result from market and policy drivers These models will be linked to homeowner preferences and landscape management behaviors from surveys. The outputs of the models will be coupled with a spatially explicit model of biogeochemistry, with inputs derived from remote sensing and field-based sampling within Southeastern Michigan. The researchers will explore the relationship between decision processes by various actors and the resulting changes in biogeochemical processes. We will look for the existence of ecologically significant thresholds (e.g., large, nonlinear land-atmosphere carbon exchange in response to small changes in policy, preferences or behaviors) that are revealed in the coupled system. The study will identify both modeled micro-level dynamics and macro-level patterns in space and time, building on data and model resources developed from previous projects, while creating a complementary new dataset to support modeling of land-market interactions that includes land transactions, biogeochemical processes, cultural preferences and management practices affecting land covers,\r\n\r\nThe complex feedbacks explored in this project, that both drive and result from exurban sprawl, will provide new insights into how policy can be used to guide and manage this landscape change. Coupled computer models will be used to evaluate policy scenarios that may be spatially-targeted (e.g., zoning) or aspatial (e.g., carbon credits) and are designed to affect carbon dynamics through mechanisms built on an understanding of the incentives created by markets and preferences and behaviors of residents, developers, and local governments. Field and modeling work on soil and vegetation carbon dynamics will provide much needed insights into the effects of exurban development on carbon storage, which, given the growth of exurban development, has important implications for the atmospheric carbon budget. The project strengthens scientific capacity and integration by bringing together scientists from a wide range of fields including landscape architecture, ecosystem science, economics, geographic information science, and complex systems science. The project will produce results that improve our ability to model (a) carbon cycling in the heterogeneous landscapes that humans inhabit, (b) the economic incentives inherent in our management exurban landscapes, and (c) the linkages between peoples? preferences and their behaviors and ecological landscape function. Models developed for the project will be used to generate both formal and informal educational materials for both graduate and undergraduate instruction on environmental science, policy, and design, in order to improve student understanding of how complex coupled human-environment dynamics can complicate decision making about ecosystem services, and how spatial and dynamic modeling can improve our understanding of alternative options in such settings.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "GEO",
 "org_div_long_name": "Directorate for Geosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dawn",
   "pi_last_name": "Parker",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Dawn C Parker",
   "pi_email_addr": "dcparker@uwaterloo.ca",
   "nsf_id": "000303767",
   "pi_start_date": "2008-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "George Mason University",
  "inst_street_address": "4400 UNIVERSITY DR",
  "inst_street_address_2": "",
  "inst_city_name": "FAIRFAX",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "7039932295",
  "inst_zip_code": "220304422",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "VA11",
  "org_lgl_bus_name": "GEORGE MASON UNIVERSITY",
  "org_prnt_uei_num": "H4NRWLFCDF43",
  "org_uei_num": "EADLFP7Z72E5"
 },
 "perf_inst": {
  "perf_inst_name": "George Mason University",
  "perf_str_addr": "4400 UNIVERSITY DR",
  "perf_city_name": "FAIRFAX",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "220304422",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "VA11",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169100",
   "pgm_ele_name": "DYN COUPLED NATURAL-HUMAN"
  },
  {
   "pgm_ele_code": "764300",
   "pgm_ele_name": "EnvS-Environmtl Sustainability"
  },
  {
   "pgm_ele_code": "776400",
   "pgm_ele_name": "EMERGING TOPICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1691",
   "pgm_ref_txt": "BE: DYN COUPLED NATURAL-HUMAN"
  },
  {
   "pgm_ref_code": "7764",
   "pgm_ref_txt": "EMERGING TOPICS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 657801.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 4769.0
  }
 ],
 "por": null
}