{
 "awd_id": "0813863",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Research in Geometric Group Theory",
 "cfda_num": "47.049",
 "org_code": "03040200",
 "po_phone": "7032924881",
 "po_email": "jkaniaba@nsf.gov",
 "po_sign_block_name": "Joanna Kania-Bartoszynska",
 "awd_eff_date": "2007-08-19",
 "awd_exp_date": "2009-06-30",
 "tot_intn_awd_amt": 62471.0,
 "awd_amount": 62471.0,
 "awd_min_amd_letter_date": "2008-01-23",
 "awd_max_amd_letter_date": "2008-01-23",
 "awd_abstract_narration": "\r\n\r\nAbstract:\r\n\r\n\r\nRelatively hyperbolic groups are currently an extremely active area of research in geometric group theory.  They encompass hyperbolic groups, the fundamental groups of geometrically finite hyperbolic manifolds, free products and limit groups (also known as `fully residually free groups'), and thus are directly related to combinatorial and geometric group theory, to hyperbolic geometry, to topology and to logic.  The purpose of this project is to examine some of the logical aspects of relatively hyperbolic groups.  The elementary theory of a group consists of those first order sentences which are true in the group.  This is an interesting and powerful invariant of a group, the study of which is still at an early stage.  This project will answer questions about the elementary theory of relatively hyperbolic groups, and also what can be said about a group with the same elementary theory as a relatively hyperbolic group.  This will lead to applications both to logic and also to geometric group theory.\r\n\r\n\r\n\r\n\r\n\r\n\r\nDiscrete groups arise as sets of symmetries of many geometric objects in mathematics.  For this reason, the study of discrete groups impacts on, and is impacted by, a wide variety of fields in mathematics.  The groups under consideration in this project are relatively hyperbolic groups, which arise naturally from within topology and hyperbolic geometry, as well as in combinatorial and geometric group theory and also in the study of the logic of groups.  Relatively hyperbolic groups form a bridge between `negatively curved groups' (called hyperbolic groups), which are well understood, and `non-positively curved groups', which have been much studied but in many ways remain a mystery.  The purpose of this project is to study relatively hyperbolic groups from the point of view of logic.  In particular, what can formal logical sentences tell us about a group? To consider only formal logical sentences is quite a restrictive limit to place upon ourselves, and leads to a natural invariant of a group, called the elementary theory of a group.  The elementary theory is the set of formal (first order) logical sentences which are true in a group.  It is a powerful invariant, and yet there are different groups with the same elementary theory.  This project will study the elementary theory of relatively hyperbolic groups and also investigate those groups with the same elementary theory as a relatively hyperbolic group.  The methods come partially from logic but also from geometric group theory and low-dimensional topology.\r\n\r\n\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Groves",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel P Groves",
   "pi_email_addr": "dgroves@uic.edu",
   "nsf_id": "000487637",
   "pi_start_date": "2008-01-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Chicago",
  "inst_street_address": "809 S MARSHFIELD AVE M/C 551",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3129962862",
  "inst_zip_code": "606124305",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "IL07",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "W8XEAJDKMXH3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Chicago",
  "perf_str_addr": "809 S MARSHFIELD AVE M/C 551",
  "perf_city_name": "CHICAGO",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606124305",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "IL07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126700",
   "pgm_ele_name": "TOPOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 62471.0
  }
 ],
 "por": null
}