{
 "awd_id": "0813832",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Clonal Diversity and Sex Ratio of a Malaria Parasite",
 "cfda_num": "47.074",
 "org_code": "08010207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "George Gilchrist",
 "awd_eff_date": "2008-08-01",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 244396.0,
 "awd_amount": 251396.0,
 "awd_min_amd_letter_date": "2008-08-02",
 "awd_max_amd_letter_date": "2012-05-18",
 "awd_abstract_narration": "Malaria parasites (Plasmodium) have a complex life cycle that consists of asexual reproduction (cell division) within the blood cells of vertebrate hosts (including humans and many wildlife species), and sexual reproduction within a blood-feeding insect. The parasites produce male and female sex cells (gametocytes) in blood cells, and these mate within the insect. Although the life cycle of the malaria parasite has been known for a century, one feature remains a mystery: why gametocyte sex ratio varies among Plasmodium species and even among infections for any one species. This study will be the first to study the molecular genetics of a natural malaria system to test sex ratio theory, a mainstay of evolutionary biology. It will examine how the genetic diversity of the parasite influences the ratio of male and female gametocytes (sex ratio), with experiments using a Plasmodium that infects a reptile host. The experiments will test the hypothesis that the sex ratio of those gametocytes is determined by how often matings occur between gametocytes that are genetically identical. The experiments will also test the hypothesis that the parasites are able to monitor the presence of kin and non-kin within a single infected individual. \r\n\r\nMalaria kills millions of people every year and is an important disease of many wild animals. The genetic diversity of parasites is thought to play a major role in their biology, including transmission and virulence, so the results of this study may provide important information for treating this disease. In addition, this project will result in the training of at least 10 undergraduate and graduate students.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Schall",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph J Schall",
   "pi_email_addr": "jschall@zoo.uvm.edu",
   "nsf_id": "000210818",
   "pi_start_date": "2008-08-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Vermont & State Agricultural College",
  "inst_street_address": "85 S PROSPECT STREET",
  "inst_street_address_2": "",
  "inst_city_name": "BURLINGTON",
  "inst_state_code": "VT",
  "inst_state_name": "Vermont",
  "inst_phone_num": "8026563660",
  "inst_zip_code": "054051704",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "VT00",
  "org_lgl_bus_name": "UNIVERSITY OF VERMONT & STATE AGRICULTURAL COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "Z94KLERAG5V9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Vermont & State Agricultural College",
  "perf_str_addr": "85 S PROSPECT STREET",
  "perf_city_name": "BURLINGTON",
  "perf_st_code": "VT",
  "perf_st_name": "Vermont",
  "perf_zip_code": "054051704",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "VT00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "718700",
   "pgm_ele_name": "MICROBIAL GENOME SEQUENCING"
  },
  {
   "pgm_ele_code": "737700",
   "pgm_ele_name": "EVOLUTIONARY ECOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7377",
   "pgm_ref_txt": "EVOLUTIONARY ECOLOGY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 107275.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 52707.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 45707.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 45707.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Malaria parasites of humans (<em>Plasmodium</em>) are single-celled organisms that sicken hundreds of millions and kill perhaps a half million people each year.&nbsp; Many wildlife species are also infected with their own Plasmodium species and these are also important for the animals&rsquo; ecology.&nbsp; Although the parasite&rsquo;s life cycle was discovered a century ago, one feature remains a puzzle.&nbsp; The parasite is transmitted by blood-feeding insects such as mosquitoes, and undergoes a sexual cycle when male and female parasite cells (gametocytes) produce gametes that mate within the insect.&nbsp; The proportion of male vs. female gametocytes (the sex ratio) varies greatly among parasite species, among infections for a single species at a site, and even over time within an infection.&nbsp; The origin of this variation (that is, why should the parasite produce female-biased gametocytes in some cases, but even proportions of males and females in others?) was the question pursued in the research.&nbsp; Certainly, the sex ratio would influence the transmission of the parasite from insect to the next vertebrate host, so there should be some optimum sex ratio for the parasite.</p>\n<p>&nbsp;The research used sex ratio theory, well developed by biologists for large organisms but relatively unexplored for single-celled organisms, to explain this variation in the malaria parasite. The study system was <em>P. mexicanum</em>, a parasite of lizards at a site in northern California where the parasite and its lizard and insect hosts have been studied for 35 years.&nbsp; This system allowed a broad range of methods for the project including study of a large number of naturally infected animals, experimental manipulation of infections, molecular genetics, and mathematical modeling.&nbsp;&nbsp; For example, the study used variable genetic markers called microsatellites to determine the number of genetically-distinct clones of cells in both the lizard and insect hosts. This broad range of methods is not feasible or ethical for study of human malaria parasites, so the animal model was key for the success of the study.</p>\n<p>&nbsp;Study results:&nbsp;</p>\n<p>&nbsp;(1) There is genetic variation in the parasites for sex ratio, such that sex ratio varied by parasite genotype.&nbsp; Genetic variation for sex ratio has been hinted by prior small studies, but this was the first clear and convincing evidence.</p>\n<p>&nbsp;(2) This result was surprising because experiments showed no other feature of the parasite&rsquo;s biology varied among genotypes.</p>\n<p>&nbsp;(3) Both experimental and natural infections showed that two factors determined sex ratio, the number of clones of parasites that competed for mates in the insect and the number of gametes produced by the male cells (male fecundity).&nbsp; The link of male fecundity and sex ratio suggests that there is a genetic basis for male fecundity that results in the pattern noted in (1).&nbsp; All of this was predicted by sex ratio theory.</p>\n<p>&nbsp;(4) The fit of data, though, to theory was weak, so a new mathematical model was used to amend the standard theory.&nbsp; This new model fit the data well and suggested a new way to follow events in the insect vector.&nbsp;</p>\n<p>&nbsp;(5) Using molecular markers and newly developed statistical methods showed that genetic clones of the parasite are associated in both negative and positive patterns in the blood, the first time this has been shown for a malaria parasite.&nbsp; This would result if some clones are hostile to other specific clones, but &ldquo;friendly&rdquo; to others.&nbsp; If clonal numbers determines sex ratio, but only certain groups of clones coexist well, this adds a challenging wrinkle to the study of <em>Plasmodium</em> sex ratio.</p>\n<p>&nbsp;(6) Studies of both natural and experimental infections show that both number of clones and their relative proportion...",
  "por_txt_cntn": "\nMalaria parasites of humans (Plasmodium) are single-celled organisms that sicken hundreds of millions and kill perhaps a half million people each year.  Many wildlife species are also infected with their own Plasmodium species and these are also important for the animalsÆ ecology.  Although the parasiteÆs life cycle was discovered a century ago, one feature remains a puzzle.  The parasite is transmitted by blood-feeding insects such as mosquitoes, and undergoes a sexual cycle when male and female parasite cells (gametocytes) produce gametes that mate within the insect.  The proportion of male vs. female gametocytes (the sex ratio) varies greatly among parasite species, among infections for a single species at a site, and even over time within an infection.  The origin of this variation (that is, why should the parasite produce female-biased gametocytes in some cases, but even proportions of males and females in others?) was the question pursued in the research.  Certainly, the sex ratio would influence the transmission of the parasite from insect to the next vertebrate host, so there should be some optimum sex ratio for the parasite.\n\n The research used sex ratio theory, well developed by biologists for large organisms but relatively unexplored for single-celled organisms, to explain this variation in the malaria parasite. The study system was P. mexicanum, a parasite of lizards at a site in northern California where the parasite and its lizard and insect hosts have been studied for 35 years.  This system allowed a broad range of methods for the project including study of a large number of naturally infected animals, experimental manipulation of infections, molecular genetics, and mathematical modeling.   For example, the study used variable genetic markers called microsatellites to determine the number of genetically-distinct clones of cells in both the lizard and insect hosts. This broad range of methods is not feasible or ethical for study of human malaria parasites, so the animal model was key for the success of the study.\n\n Study results: \n\n (1) There is genetic variation in the parasites for sex ratio, such that sex ratio varied by parasite genotype.  Genetic variation for sex ratio has been hinted by prior small studies, but this was the first clear and convincing evidence.\n\n (2) This result was surprising because experiments showed no other feature of the parasiteÆs biology varied among genotypes.\n\n (3) Both experimental and natural infections showed that two factors determined sex ratio, the number of clones of parasites that competed for mates in the insect and the number of gametes produced by the male cells (male fecundity).  The link of male fecundity and sex ratio suggests that there is a genetic basis for male fecundity that results in the pattern noted in (1).  All of this was predicted by sex ratio theory.\n\n (4) The fit of data, though, to theory was weak, so a new mathematical model was used to amend the standard theory.  This new model fit the data well and suggested a new way to follow events in the insect vector. \n\n (5) Using molecular markers and newly developed statistical methods showed that genetic clones of the parasite are associated in both negative and positive patterns in the blood, the first time this has been shown for a malaria parasite.  This would result if some clones are hostile to other specific clones, but \"friendly\" to others.  If clonal numbers determines sex ratio, but only certain groups of clones coexist well, this adds a challenging wrinkle to the study of Plasmodium sex ratio.\n\n (6) Studies of both natural and experimental infections show that both number of clones and their relative proportions remain constant in an infection, even over more than a year.  Thus, once the proportions are set early in the infection, their influence on sex ratio should remain constant.\n\n (7) Studies of stored blood samples going back more than 30 years showed that the genetic patterns of the parasite..."
 }
}