{
 "awd_id": "0813825",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Mathematical and computational modeling of fluid-structure-control interactions with multidisciplinary applications in science and engineering",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924488",
 "po_email": "jwang@nsf.gov",
 "po_sign_block_name": "Junping Wang",
 "awd_eff_date": "2007-10-01",
 "awd_exp_date": "2010-06-30",
 "tot_intn_awd_amt": 108152.0,
 "awd_amount": 108152.0,
 "awd_min_amd_letter_date": "2008-08-04",
 "awd_max_amd_letter_date": "2008-08-04",
 "awd_abstract_narration": "The efficient solution of modeling the complex nonlinear interaction of a fluid with a structure has remained a challenging problem in computational mathematics. Such applications often involve complex dynamic interactions of multiple physical processes which present a significant challenge, both in representing the multiphysics involved and in handling the resulting coupled behavior. If the desire to control and design the system is added to the picture, then the complexity increases even further. The focus of the proposed research will therefore be to sytematically develop non-conforming finite element methods tuned to high performance computing applied to several computatationally challenging multidisciplinary applications involving fluid-strucuture-control interaction. The thrust will be to mathematically and computationally investigate the stability, convergence and control of a variety of non-conforming finite element techniques and use this information to develop an efficient and general solution methodology for fluid-structure-control applications. More specifically, the proposed research will explore the robustness of this methodology by investigating (a) computational stability and convergence of fully-coupled algorithms; (b) computational stability and convergence for iterative coupling and; (c) theoretical and computational investigation for shape, boundary and distributed control applications. The performance of the compuational algorithms developed as a part of this research will be applied to two realistic fluid-structure applications: (a) Blood flow in a parent-artery-aneurysm multistructure and (b) Computational aeroelasticity of micro-air-vehicles.\r\n \r\nThe proposed research aims to develop optimal computational algorithms for fluid-stucture-control interaction problems arising in science and engineering applications. The proposed work is highly multidisciplinary and the algorithms developed as a part of this research can be quickly adopted to a wide range of engineering and medical applications. For instance, this research may be used to better understand the rupture of aneurysms which are responsible for significant morbidity and mortality in the country. This work may also be used to develop enhanced and efficient design of micro air vehicles with flexible aircraft wings, that may be used for a variety of missions such as reconnaissance and surveillance, targeting, tagging, bio-chemical sensing and many more. Integrated with the research component is also an educational plan that will encourage interdisciplinary research, that will involve the pedagogical implications of the proposed research in curriculum development and that will contribute to the scientific development of graduate students, undergraduate students, high school students and teachers.  More specifically, the proposed research will be used to develop learning modules that will be used to train students and teachers on the efficient use of compuatational mathematics to solve multidisciplinary problems in science and engineering. The research will also greatly encourage women and underrepresented minorities to pursue careers in computational mathematics, especially in interdisciplinary areas that bridge the biological, mathematical, and compuational sciences.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Padmanabhan",
   "pi_last_name": "Seshaiyer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Padmanabhan Seshaiyer",
   "pi_email_addr": "pseshaiy@gmu.edu",
   "nsf_id": "000236510",
   "pi_start_date": "2008-08-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "George Mason University",
  "inst_street_address": "4400 UNIVERSITY DR",
  "inst_street_address_2": "",
  "inst_city_name": "FAIRFAX",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "7039932295",
  "inst_zip_code": "220304422",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "VA11",
  "org_lgl_bus_name": "GEORGE MASON UNIVERSITY",
  "org_prnt_uei_num": "H4NRWLFCDF43",
  "org_uei_num": "EADLFP7Z72E5"
 },
 "perf_inst": {
  "perf_inst_name": "George Mason University",
  "perf_str_addr": "4400 UNIVERSITY DR",
  "perf_city_name": "FAIRFAX",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "220304422",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "VA11",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 108152.0
  }
 ],
 "por": null
}