{
 "awd_id": "0814559",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Frontier Research Empirical Study Proposal: Understanding Academic Performance in Organic Chemistry: An Investigation Examining Underrepresented Groups",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Myles Boylan",
 "awd_eff_date": "2008-09-01",
 "awd_exp_date": "2011-08-31",
 "tot_intn_awd_amt": 804594.0,
 "awd_amount": 804594.0,
 "awd_min_amd_letter_date": "2008-09-15",
 "awd_max_amd_letter_date": "2008-09-15",
 "awd_abstract_narration": "Thousands of students enroll in \"Introduction to Organic Chemistry\" (O-CHEM) each year. Successful completion of O-CHEM is a prerequisite for many graduate and professional STEM programs, yet the failure rate is notoriously high. O-CHEM has unique knowledge representation protocols that often challenge even students who initially master general chemistry. There are very few large-scale studies examining why some students succeed while others have difficulty in O-CHEM. Such issues are of particular importance when considering the impact on under-represented minority students and women. A large body of evidence indicates that these groups perform significantly worse in O-CHEM, contributing to the under-representation of these groups in STEM careers.  Previous studies by the PI focusing on how students succeed in STEM courses used techniques such as concept-mapping to examine \"knowledge organization.\" Recent studies show that both experts and high-achieving students demonstrate enhanced knowledge bases. No study has examined how knowledge organization mediates academic performance in O-CHEM. Furthermore, no study has examined the activities employed by students to organize their knowledge appropriately, although more generally, investigations into both expert performance and academic success have demonstrated that concentrated, goal-directed activities are correlated with superior performance. Previous studies by the PI have successfully identified the importance of such activities using techniques such as think aloud protocol analysis, structured interviews, and diaries. \r\nThe goal of this study is to combine the insights provided by multiple measurement techniques such as concept-mapping, think-aloud protocol analysis, and diaries in order to examine factors contributing to both academic success and difficulties in O-CHEM, particularly among under-represented minority students and women. This is a \"frontier research empirical study.\" It is being undertaken collaboratively between departments of education, psychology (cognitive science), and chemistry. It is examining equal numbers of minority and non-minority students, and equal numbers of males and females within each group. Groups are also comprised of equal numbers of high-, average-, and low-achieving students. \r\nThis study has four specific objectives; to 1) Examine O-CHEM knowledge structures to identify major conceptual difficulties; 2) Compare student-instructor O-CHEM knowledge structure correspondence and identify specific discrepancies; 3) Compare O-CHEM problem solving success and knowledge structures, and; 4) Compare specific study activities and knowledge structures. It may lead to the design of randomized trial studies involving individualized and group tutoring in O-CHEM and, ultimately, the restructuring of O-CHEM syllabi and teaching methods in order to close potential gaps between student knowledge and instructor ideals.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Shavelson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Richard Shavelson",
   "pi_email_addr": "richs@stanford.edu",
   "nsf_id": "000442954",
   "pi_start_date": "2008-09-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "450 JANE STANFORD WAY",
  "perf_city_name": "STANFORD",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943052004",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762500",
   "pgm_ele_name": "REAL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0408",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000809DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 804594.0
  }
 ],
 "por": null
}