{
 "awd_id": "0814280",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Continuation LTREB at Hubbard Brook:  Hydrologic-nutrient cycle interaction in small undisturbed and human-manipulated ecosystems",
 "cfda_num": "47.074",
 "org_code": "08010208",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Saran Twombly",
 "awd_eff_date": "2008-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 430000.0,
 "awd_amount": 430000.0,
 "awd_min_amd_letter_date": "2008-07-30",
 "awd_max_amd_letter_date": "2011-05-29",
 "awd_abstract_narration": "The comprehensive chemistry of precipitation, stream and lake water within the Hubbard Brook Valley of the White Mountains of New Hampshire is the longest continuous record (45 years) of this type in the world.  The proposed research would extend this unique record to 50 years and beyond.  The main objective of this research is to apply these long-term data to important questions related to biogeochemical change in northern hardwood forest and associated aquatic ecosystems.  For example, these long-term data will be used to quantify and evaluate the response to and recovery from disturbance such as acid rain, forest harvesting, ice or wind-storm damage, salinization of surface waters from road deicers, and experimental watershed-ecosystem manipulations.  Acid rain was discovered in North America at Hubbard Brook and is a serious, ongoing environmental problem.  \r\n\r\nSuch carefully documented, high-quality long-term data are crucial to decision-makers searching for solutions to major and persistent environmental problems.  It is known from these long-term studies that legacies of disturbance, such as from forest cutting, last longer than 40 years.  A larger goal of this long-term research is to help transform the way people view and value the importance of watersheds and the quality of surface waters and air passing over these watersheds in their daily lives.  Researchers will share the long-term data from this project with the public, educators and policy makers and assist with their interpretation and evaluation.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gene",
   "pi_last_name": "Likens",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Gene E Likens",
   "pi_email_addr": "likensg@ecostudies.org",
   "nsf_id": "000291509",
   "pi_start_date": "2008-07-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cary Institute of Ecosystem Studies, Inc.",
  "inst_street_address": "2801 SHARON TPKE",
  "inst_street_address_2": "",
  "inst_city_name": "MILLBROOK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "8456777600",
  "inst_zip_code": "125455721",
  "inst_country_name": "United States",
  "cong_dist_code": "18",
  "st_cong_dist_code": "NY18",
  "org_lgl_bus_name": "CARY INSTITUTE OF ECOSYSTEM STUDIES, INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "ZFCRKN45MMD6"
 },
 "perf_inst": {
  "perf_inst_name": "Cary Institute of Ecosystem Studies, Inc.",
  "perf_str_addr": "2801 SHARON TPKE",
  "perf_city_name": "MILLBROOK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "125455721",
  "perf_ctry_code": "US",
  "perf_cong_dist": "18",
  "perf_st_cong_dist": "NY18",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118100",
   "pgm_ele_name": "ECOSYSTEM STUDIES"
  },
  {
   "pgm_ele_code": "119600",
   "pgm_ele_name": "LONG-TERM RSCH IN ENVIR BIO"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1181",
   "pgm_ref_txt": "ECOSYSTEM STUDIES"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 83071.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 84308.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 87480.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 175141.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Project Outcomes</strong></p>\n<p><strong>LTREB Continuation:&nbsp; Hydrologic-Nutrient Cycle Interaction in Small, Undisturbed and Human-Manipulated Ecosystems</strong></p>\n<p><strong>Principal Investigator</strong>:&nbsp;&nbsp; Gene E. Likens</p>\n<p><strong>Award ID</strong>:&nbsp;&nbsp; 0814280&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>The first 5 years of this LTREB Decadal project focused on the effect of disturbance and environmental change, including impacts of acid rain and climate change within the Hubbard Brook Experimental Forest in the White Mountains of New Hampshire.&nbsp; In addition, a number of &ldquo;surprises&rdquo;&nbsp;have emerged from the long-term data, including several important legacies of biogeochemical disturbance on nitrogen flux and cycling, the disappearance of early climate change effects on streamwater temperature and ice cover duration periods in Mirror Lake, and the effect of acid rain on base cation depletion and the effect of this depletion on forest biomass accumulation.&nbsp; A major surprise that emanated from the synthesis and extrapolation of long-term trends in precipitation and streamwater chemistry data, showed that major and relentless dilution is occurring throughout the Hubbard Brook Valley, and that surface waters are likely to approximate demineralized water in only a few years.&nbsp;It was suggested that projected baseline conditions may be more dilute than suggested earlier for pre-industrial revolution conditions because of Federal air pollution regulations (on precipitation) and because of marked depletion of base cations from soil by acid rain (on stream water).&nbsp; This major finding has important ecological implications for the structure, function, and management of the northern hardwood forest and associated aquatic ecosystems in the near future.&nbsp; Numerous scientific publications were produced during the LTREB funding(<a href=\"http://www.caryinstitute.org/reprints/likens_pubs_LTREB_2007-2012.pdf\">http://www.caryinstitute.org/reprints/likens_pubs_LTREB_2007-2012.pdf</a>).&nbsp;<br />Also, 98 talks and lectures were given during this 5-year period.</p>\n<p>These long-term data comprise an extraordinary, long-term record of the chemistry of atmospheric deposition, of stream water, of groundwater and of lake water within the Hubbard Brook Valley.&nbsp; Such records are critical for assessment of ecosystem structure and function, and for detecting and evaluating complex ecological linkages and change with time. &nbsp;For researchers and decision makers grappling with solutions to major environmental issues, such as acid rain and climate change, carefully documented and synthesized long-term data are essential for obtaining an extended, quantitative perspective on biogeochemical change and to advance the theoretical underpinnings of these dynamics.<strong></strong></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/31/2013<br>\n\t\t\t\t\tModified by: Gene&nbsp;E&nbsp;Likens</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nProject Outcomes\n\nLTREB Continuation:  Hydrologic-Nutrient Cycle Interaction in Small, Undisturbed and Human-Manipulated Ecosystems\n\nPrincipal Investigator:   Gene E. Likens\n\nAward ID:   0814280              \n\n \n\nThe first 5 years of this LTREB Decadal project focused on the effect of disturbance and environmental change, including impacts of acid rain and climate change within the Hubbard Brook Experimental Forest in the White Mountains of New Hampshire.  In addition, a number of \"surprises\" have emerged from the long-term data, including several important legacies of biogeochemical disturbance on nitrogen flux and cycling, the disappearance of early climate change effects on streamwater temperature and ice cover duration periods in Mirror Lake, and the effect of acid rain on base cation depletion and the effect of this depletion on forest biomass accumulation.  A major surprise that emanated from the synthesis and extrapolation of long-term trends in precipitation and streamwater chemistry data, showed that major and relentless dilution is occurring throughout the Hubbard Brook Valley, and that surface waters are likely to approximate demineralized water in only a few years. It was suggested that projected baseline conditions may be more dilute than suggested earlier for pre-industrial revolution conditions because of Federal air pollution regulations (on precipitation) and because of marked depletion of base cations from soil by acid rain (on stream water).  This major finding has important ecological implications for the structure, function, and management of the northern hardwood forest and associated aquatic ecosystems in the near future.  Numerous scientific publications were produced during the LTREB funding(http://www.caryinstitute.org/reprints/likens_pubs_LTREB_2007-2012.pdf). \nAlso, 98 talks and lectures were given during this 5-year period.\n\nThese long-term data comprise an extraordinary, long-term record of the chemistry of atmospheric deposition, of stream water, of groundwater and of lake water within the Hubbard Brook Valley.  Such records are critical for assessment of ecosystem structure and function, and for detecting and evaluating complex ecological linkages and change with time.  For researchers and decision makers grappling with solutions to major environmental issues, such as acid rain and climate change, carefully documented and synthesized long-term data are essential for obtaining an extended, quantitative perspective on biogeochemical change and to advance the theoretical underpinnings of these dynamics.\n\n\t\t\t\t\tLast Modified: 10/31/2013\n\n\t\t\t\t\tSubmitted by: Gene E Likens"
 }
}