{
 "awd_id": "0815627",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Linking Hydrogeomorphology And Denitrification in the Tidal Freshwater Region of Coastal Streams",
 "cfda_num": "47.050",
 "org_code": "06030109",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Laura Toran",
 "awd_eff_date": "2008-04-15",
 "awd_exp_date": "2012-03-31",
 "tot_intn_awd_amt": 54643.0,
 "awd_amount": 54643.0,
 "awd_min_amd_letter_date": "2008-04-23",
 "awd_max_amd_letter_date": "2008-04-23",
 "awd_abstract_narration": "Abstract\r\n\r\nTobias et al.\r\n\r\n?Collaborative Research:  Linking hydrogeomorphology and denitrification in the tidal freshwater region of coastal stream?\r\n\r\nIn recent decades, changes in land use and increasing population density have accelerated the delivery rates of nutrients (particularly nitrogen) from terrestrial sources to aquatic biomes.  Humans now contribute more reactive nitrogen (N) to the hydro- and biospheres than all other natural N sources combined.  Aquatic habitats have in turn responded with nuisance algal blooms, changes in species composition, impacts on fin and shellfish resources, and deleterious economic consequences.  As streams and rivers trend closer towards nitrogen saturation, increasing amounts of nitrogen pollution are exported to the coastal margins where it promotes expanded severity and duration of hypoxic events.  An understanding of the fate and transport of N through the entire aquatic continuum (e.g. streams, rivers and estuaries) is necessary for identifying zones that are particularly susceptible to N inputs, and those that act as hot spots for N removal.  Knowledge of the hydrologic and chemical mechanisms controlling N reactivity provides the foundation for guiding nutrient management strategies and for enhancing the natural capacity of these environments to attenuate N loads.  Measurement of denitrification, the only mechanism that represents absolute attenuation of nitrogen, has been examined across a wide range of aquatic ecotypes.  However, one particular segment of the aquatic continuum, tidal freshwater rivers and streams, has generally escaped inquiry.  Connecting upland streams and rivers to estuaries, we suggest that tidal freshwater streams possess unique hydrology, geomorphology, and chemical reactivity that optimize for N removal relative to any other component of the aquatic continuum.  Further, we propose that enhanced N removal can be generated in non tidal systems simply by inducing a quasi-tidal hydrologic regime (i.e. by generating a rhythmic rise and fall in water level). Investigators propose to combine extensive hydro-chemical monitoring efforts in Coastal Plain streams in the Southeastern U.S. with a unique series of chemical tracer studies, and stream modeling.  All work is to be conducted in situ under natural and hydrologically-manipulated conditions.  Tidal streams are dominant aquatic features of the Southeastern US, and the proposed work will help to determine the extent to which they are a hotspot for N removal on broad geographic scales.\r\nThe research represents a federal-academic partnership that will provide a better understanding of how nutrient loading in watersheds translates into ecosystem response along continental margins.  Work of this nature is essential for improving predictions of habitat response to human perturbation and/or restoration effects, assessing resiliency of aquatic habitats, refining regulatory targets for nutrient loading.  The mechanistic picture of how hydrology and chemistry interact to regulate N processing provides the critical foundation for developing simple low-cost technologies that enchance natural N attenuation and thereby improve water quality.  Broader impacts of the work include extensive educational components, public outreach, and the potential for technology transfer.  Research activities are integrated directly into academic curricula, investigators will mentor high school and undergraduate students, train graduate students, and provide opportunities for traditionally underrepresented groups.  Technological advancements in water quality restoration resulting from this work will be disseminated to resource managers at the county, state, and federal levels. In total this effort facilitates enhanced stewardship of aquatic resources.  \r\n\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Piehler",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Michael F Piehler",
   "pi_email_addr": "mpiehler@email.unc.edu",
   "nsf_id": "000207218",
   "pi_start_date": "2008-04-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Chapel Hill",
  "inst_street_address": "104 AIRPORT DR STE 2200",
  "inst_street_address_2": "",
  "inst_city_name": "CHAPEL HILL",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9199663411",
  "inst_zip_code": "275995023",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL",
  "org_prnt_uei_num": "D3LHU66KBLD5",
  "org_uei_num": "D3LHU66KBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Chapel Hill",
  "perf_str_addr": "104 AIRPORT DR STE 2200",
  "perf_city_name": "CHAPEL HILL",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "275995023",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157900",
   "pgm_ele_name": "Hydrologic Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 54643.0
  }
 ],
 "por": null
}