{
 "awd_id": "0815036",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Ecosystem  Responses to Progressive and Rapid Climate Change During the Holocene  in New England",
 "cfda_num": "47.074",
 "org_code": "08010209",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Henry L. Gholz",
 "awd_eff_date": "2008-09-01",
 "awd_exp_date": "2011-08-31",
 "tot_intn_awd_amt": 254000.0,
 "awd_amount": 268000.0,
 "awd_min_amd_letter_date": "2008-09-08",
 "awd_max_amd_letter_date": "2010-04-23",
 "awd_abstract_narration": "The future trajectories of natural ecosystems and consequences for human societies will vary greatly depending on the extent to which relatively gradual changes in average climate are accompanied by episodic instances of disturbance or short-term extremes in climate that may, in turn, trigger abrupt shifts in vegetation.  For example, under a gradually changing climate, abrupt shifts in species abundances and assemblages may be triggered by drought, fire, or human activity.  Our ability to anticipate future changes would benefit from insights into the details of previous ecological transitions, particularly those that have been abrupt.  This project involves three collaborating research groups employing complementary approaches to reconstruct past climate-ecosystem dynamics.  High-resolution analyses of lake-sediment records from southern New England will reveal past changes in climate, vegetation, and disturbance for the last 15,000 years, thus improving our knowledge of the mechanisms by which climate change interacts with environmental extremes and disturbance to control the pace and patterns of ecological change.\r\n\r\nThe results of this work will inform our understanding of fundamental ecological dynamics and provide insights into the fine-scale, short-term interactions of vegetation, disturbance, and climate.  The project will yield samples, data, and analyses that will be permanently archived and accessible in raw, processed, and synthesized formats through a web-based information management system, numerous publications, and international symposia.  Public outreach efforts will involve curriculum development for model courses, undergraduate film and journalism projects, and collaborations with scientific museums.  The interdisciplinary and multi-institutional research environment will provide training for graduate students and mentoring for undergraduates.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Foster",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "David R Foster",
   "pi_email_addr": "drfoster@fas.harvard.edu",
   "nsf_id": "000116176",
   "pi_start_date": "2008-09-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": "1033 MASSACHUSETTS AVE STE 3",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021385366",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118100",
   "pgm_ele_name": "ECOSYSTEM STUDIES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1181",
   "pgm_ref_txt": "ECOSYSTEM STUDIES"
  },
  {
   "pgm_ref_code": "1182",
   "pgm_ref_txt": "POP & COMMUNITY ECOL PROG"
  },
  {
   "pgm_ref_code": "1355",
   "pgm_ref_txt": "EGC EDUCATIONAL ACTIVITIES"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 254000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 7000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 7000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project &ldquo;Collaborative research: ecosystem responses to progressive and rapid climate change during the Holocene in New England&rdquo; (DEB-0815036) involved the collection and analysis of a number of post-glacial lake-sediment cores from sites across New England.&nbsp; This work was highly successful in producing geochemical and lake-level records of century-scale climatic variability, including evidence for changes during the early, middle, and late Holocene (Oswald and Foster 2011a; Gao et al. in review; Marsicek et al. in review).&nbsp; Comparison with other data suggests that these variations were driven by orbital changes and ocean-atmosphere responses (Shuman et al. in review).&nbsp; We also developed detailed pollen and charcoal records that indicate that these abrupt climatic changes were associated with regime shifts in forest ecosystems comparable in rate and magnitude to European land clearance (Shuman et al. 2009).&nbsp; Several records exhibit dynamics distinct from the well-known hemlock decline at 5500 years ago: northern sites display a major, short-lived hemlock decline at 6000 years ago (Oswald and Foster 2011b); a restricted coastal area exhibits a collapse in oak populations and corresponding increase in beech at 5500 years ago (Foster et al. 2006, in prep); and in southwestern Connecticut a sharp decline in oak and fire occurs at 4200 years ago (Foster et al. in prep).&nbsp; These results define the rate and magnitude of ecosystem change associated with climate variability (Williams et al. 2011), but raise major questions concerning thresholds for abrupt change, causes of variation in the magnitude and persistence of these changes, and interactions between climate and disturbance.&nbsp; We provided interdisciplinary training to graduate students (Jeremiah Marsicek, Wyoming; Li Gao, Brown) and undergraduates (Emerson students Adriana Marroquin, Allison Gillette, and Lindsay Day) in the Harvard Forest REU program.&nbsp; The project generated many publications and a student-directed documentary film that was screened at Boston&rsquo;s Museum of Science and aired on the Vermont Access Network (Gillette and Oswald 2010).&nbsp; Media coverage of the project included a front-page article in the Boston Globe (Daley 2009) and an article in Scientific American (Struck 2010).</p>\n<p>&nbsp;</p>\n<p>REFERENCES</p>\n<p>Daley B (2009) In dead Vineyard oaks, a warming warning. Boston Globe, 2 November 2009.</p>\n<p>Foster DR, Oswald WW, Faison EK, Doughty ED, and Hansen BCS (2006) A climatic driver for abrupt mid-Holocene vegetation dynamics and the hemlock decline in New England. Ecology 87: 2959-2966.</p>\n<p>Gao L, Shuman BN, Oswald WW, Foster DR, and Huang Y (In review) Interplay between the Laurentide Ice Sheet and insolation on Holocene climate of the northeastern United States. Geology.</p>\n<p>Gillette A and Oswald WW (2010) Secrets of the mud: the hemlock mystery.&nbsp; www.cctv.org/watch-tv/programs/secrets-mud-hemlock-mystery.</p>\n<p>Marsicek JP, Shuman BN, Brewer S, Foster DR, and Oswald WW (In review) Quantifying climatic changes associated with the mid-Holocene <em>Tsuga</em> decline at ca. 5.5 ka in the northeastern United States. Quaternary Science Reviews.</p>\n<p>Oswald WW and Foster DR (2011a) A record of late-Holocene environmental change from southern New England. Quaternary Research 76, 314&ndash;318.</p>\n<p>Oswald, WW and DR Foster (2011b) Middle-Holocene dynamics of <em>Tsuga canadensis </em>(eastern hemlock) in northern New England. The Holocene in press.</p>\n<p>Shuman B, Donnelly JP, Newby P (2009) Abrupt climate change as an important agent of ecological change in the Northeast U.S. over the past 15,000 years. Quaternary Science Reviews 28, 1693-1709.</p>\n<p>Shuman B, Marsicek J, Newby P, Carter G, Hougardy D, Brewer S, Donnelly J, Foster D, and Oswald WW (In review) From causes to impacts of Holocene moisture variation in mid-l...",
  "por_txt_cntn": "\nThe project \"Collaborative research: ecosystem responses to progressive and rapid climate change during the Holocene in New England\" (DEB-0815036) involved the collection and analysis of a number of post-glacial lake-sediment cores from sites across New England.  This work was highly successful in producing geochemical and lake-level records of century-scale climatic variability, including evidence for changes during the early, middle, and late Holocene (Oswald and Foster 2011a; Gao et al. in review; Marsicek et al. in review).  Comparison with other data suggests that these variations were driven by orbital changes and ocean-atmosphere responses (Shuman et al. in review).  We also developed detailed pollen and charcoal records that indicate that these abrupt climatic changes were associated with regime shifts in forest ecosystems comparable in rate and magnitude to European land clearance (Shuman et al. 2009).  Several records exhibit dynamics distinct from the well-known hemlock decline at 5500 years ago: northern sites display a major, short-lived hemlock decline at 6000 years ago (Oswald and Foster 2011b); a restricted coastal area exhibits a collapse in oak populations and corresponding increase in beech at 5500 years ago (Foster et al. 2006, in prep); and in southwestern Connecticut a sharp decline in oak and fire occurs at 4200 years ago (Foster et al. in prep).  These results define the rate and magnitude of ecosystem change associated with climate variability (Williams et al. 2011), but raise major questions concerning thresholds for abrupt change, causes of variation in the magnitude and persistence of these changes, and interactions between climate and disturbance.  We provided interdisciplinary training to graduate students (Jeremiah Marsicek, Wyoming; Li Gao, Brown) and undergraduates (Emerson students Adriana Marroquin, Allison Gillette, and Lindsay Day) in the Harvard Forest REU program.  The project generated many publications and a student-directed documentary film that was screened at BostonÆs Museum of Science and aired on the Vermont Access Network (Gillette and Oswald 2010).  Media coverage of the project included a front-page article in the Boston Globe (Daley 2009) and an article in Scientific American (Struck 2010).\n\n \n\nREFERENCES\n\nDaley B (2009) In dead Vineyard oaks, a warming warning. Boston Globe, 2 November 2009.\n\nFoster DR, Oswald WW, Faison EK, Doughty ED, and Hansen BCS (2006) A climatic driver for abrupt mid-Holocene vegetation dynamics and the hemlock decline in New England. Ecology 87: 2959-2966.\n\nGao L, Shuman BN, Oswald WW, Foster DR, and Huang Y (In review) Interplay between the Laurentide Ice Sheet and insolation on Holocene climate of the northeastern United States. Geology.\n\nGillette A and Oswald WW (2010) Secrets of the mud: the hemlock mystery.  www.cctv.org/watch-tv/programs/secrets-mud-hemlock-mystery.\n\nMarsicek JP, Shuman BN, Brewer S, Foster DR, and Oswald WW (In review) Quantifying climatic changes associated with the mid-Holocene Tsuga decline at ca. 5.5 ka in the northeastern United States. Quaternary Science Reviews.\n\nOswald WW and Foster DR (2011a) A record of late-Holocene environmental change from southern New England. Quaternary Research 76, 314&ndash;318.\n\nOswald, WW and DR Foster (2011b) Middle-Holocene dynamics of Tsuga canadensis (eastern hemlock) in northern New England. The Holocene in press.\n\nShuman B, Donnelly JP, Newby P (2009) Abrupt climate change as an important agent of ecological change in the Northeast U.S. over the past 15,000 years. Quaternary Science Reviews 28, 1693-1709.\n\nShuman B, Marsicek J, Newby P, Carter G, Hougardy D, Brewer S, Donnelly J, Foster D, and Oswald WW (In review) From causes to impacts of Holocene moisture variation in mid-latitude North America. Nature Geosciences.\n\nStruck (2010) Forests transition as New England warms. Scientific American, 22 June 2010.\n\nWilliams JW, Blois JL, and Shuman B (2011) Extrinsic and intrinsic forcing of a..."
 }
}