{
 "awd_id": "0816663",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The evolution and origins of uncooperative rhizobia",
 "cfda_num": "47.074",
 "org_code": "08010207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Samuel Scheiner",
 "awd_eff_date": "2008-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 250000.0,
 "awd_amount": 264000.0,
 "awd_min_amd_letter_date": "2008-09-07",
 "awd_max_amd_letter_date": "2010-05-26",
 "awd_abstract_narration": "Infection by symbiotic bacteria is critical to plant and animal health. However, these beneficial infections are predicted to be evolutionarily unstable. Bacteria that help hosts can potentially evolve into parasites that exploit hosts. Alternatively, they might shift into novel life histories and abandon host interaction entirely. Both evolutionary pathways can be harmful to hosts, as uncooperative bacteria spread and take over beneficial populations. Here, the symbiotic bacteria (rhizobia) found on legume roots will be used to examine instability of beneficial bacterial infections. Field surveys, inoculation assays, experimental evolution studies and molecular analyses will (i) assess the frequency with which uncooperative rhizobia emerge in wild symbiont populations, (ii) investigate the reproductive success of uncooperative strains, and (iii) test hypotheses about the evolutionary forces that can shape uncooperative rhizobial strategies.\r\n\r\nSymbiotic bacteria are a key yet poorly understood facet of life. Humans and our food sources often depend upon bacterial cooperation for health, and research is needed to investigate the origins of harmful strains. This research will provide clues about how and why host-beneficial bacteria shift into harmful modes. It will provide training opportunities to students, and results will be incorporated into classroom activities.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joel",
   "pi_last_name": "Sachs",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Joel L Sachs",
   "pi_email_addr": "joel.sachs@ucr.edu",
   "nsf_id": "000496773",
   "pi_start_date": "2008-09-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Riverside",
  "inst_street_address": "200 UNIVERSTY OFC BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "RIVERSIDE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9518275535",
  "inst_zip_code": "925210001",
  "inst_country_name": "United States",
  "cong_dist_code": "39",
  "st_cong_dist_code": "CA39",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA AT RIVERSIDE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MR5QC5FCAVH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Riverside",
  "perf_str_addr": "200 UNIVERSTY OFC BUILDING",
  "perf_city_name": "RIVERSIDE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "925210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "39",
  "perf_st_cong_dist": "CA39",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "718700",
   "pgm_ele_name": "MICROBIAL GENOME SEQUENCING"
  },
  {
   "pgm_ele_code": "737800",
   "pgm_ele_name": "EVOLUTIONARY GENETICS"
  },
  {
   "pgm_ele_code": "765600",
   "pgm_ele_name": "Symbiosis Infection & Immunity"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "7377",
   "pgm_ref_txt": "EVOLUTIONARY ECOLOGY"
  },
  {
   "pgm_ref_code": "7378",
   "pgm_ref_txt": "EVOLUTIONARY GENETICS"
  },
  {
   "pgm_ref_code": "7656",
   "pgm_ref_txt": "SYMBIOSIS DEF & SELF RECOG"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 250000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 14000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>&nbsp;</strong></p>\n<p>Infection by beneficial bacteria is critical to plant and animal health, however beneficial infections are predicted to be evolutionarily unstable. Beneficial bacteria can potentially evolve into parasites that exploit hosts, or alternatively they might shift into novel life histories that abandon host interaction entirely. Both of these evolutionary pathways can be harmful to hosts as uncooperative bacteria spread and take over beneficial populations. Here, we investigated symbiotic bacteria found on legume roots, known as rhizobia to examine the evolutionary instability of beneficial infections. Rhizobia fix nitrogen and are critical sources of nutrients for both natural and a agricultural plant species.</p>\n<p>Intellectual merit: Field surveys, inoculation assays, experimental evolution and molecular analysis of natural rhizobial populations allowed my lab to make several important discoveries: (i) We found that rhizobial populations represent a mix of cooperative and uncooperative strains, supporting the idea that bacterial cooperation is dynamic and can rapidly evolve. (ii) We discovered the presence of exploitative rhizobial strains in natural populations. These strains proliferate in plant tissue and provide the host with no symbiotic benefits.(iii) Our genetic data revealed that exploitative rhizobia can evolve through horizontal gene transfer events, a process in which a bacterium picks up a cassette of new genes from unrelated strains in the environment. (iv) We also found that rhizobia recurrently lose their ability to infect hosts over evolutionary time, through the loss of the same gene cassettes that control symbiotic function. (v)<strong> </strong>Inoculation experiments on the natural hosts of our rhizobia (<em>Lotus</em>) showed that these plants exhibit control mechanisms to minimize the infection and proliferation of the exploitative strains, but only when the hosts can choose among more than one strain of available rhizobia.</p>\n<p>Broader impacts:<strong> </strong>Symbiotic bacteria are a key yet poorly understood facet of life. Humans and our food sources often depend on bacterial cooperation for health, and research is needed to investigate the origins of harmful strains. The discoveries made in this grant show that the beneficial traits of bacteria can indeed be dynamic and that horizontal transfer of genes might be a key mechanism by which bacterial switch between helping and harming their hosts. In terms of training and education I created an undergraduate research apprenticeship program in my lab allowing students to participate and co-author research papers. I developed a graduate course: <em>Evolution of Symbioses</em>, resulting in a high-impact research publication with two Ph.D. students. I did service work for <em>Funds for Improvement of</em> <em>Post Secondary Education</em>, a program that assists disadvantaged students at local colleges. I have given many lay lectures on symbiosis to the public (including multiple evening lectures at universities and to local education clubs), undergraduates, and to local farmers. I trained many scientists in the lab including two postdoctoral researchers, three Ph.D. students, and sixteen undergraduate trainees.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/24/2012<br>\n\t\t\t\t\tModified by: Joel&nbsp;L&nbsp;Sachs</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \n\nInfection by beneficial bacteria is critical to plant and animal health, however beneficial infections are predicted to be evolutionarily unstable. Beneficial bacteria can potentially evolve into parasites that exploit hosts, or alternatively they might shift into novel life histories that abandon host interaction entirely. Both of these evolutionary pathways can be harmful to hosts as uncooperative bacteria spread and take over beneficial populations. Here, we investigated symbiotic bacteria found on legume roots, known as rhizobia to examine the evolutionary instability of beneficial infections. Rhizobia fix nitrogen and are critical sources of nutrients for both natural and a agricultural plant species.\n\nIntellectual merit: Field surveys, inoculation assays, experimental evolution and molecular analysis of natural rhizobial populations allowed my lab to make several important discoveries: (i) We found that rhizobial populations represent a mix of cooperative and uncooperative strains, supporting the idea that bacterial cooperation is dynamic and can rapidly evolve. (ii) We discovered the presence of exploitative rhizobial strains in natural populations. These strains proliferate in plant tissue and provide the host with no symbiotic benefits.(iii) Our genetic data revealed that exploitative rhizobia can evolve through horizontal gene transfer events, a process in which a bacterium picks up a cassette of new genes from unrelated strains in the environment. (iv) We also found that rhizobia recurrently lose their ability to infect hosts over evolutionary time, through the loss of the same gene cassettes that control symbiotic function. (v) Inoculation experiments on the natural hosts of our rhizobia (Lotus) showed that these plants exhibit control mechanisms to minimize the infection and proliferation of the exploitative strains, but only when the hosts can choose among more than one strain of available rhizobia.\n\nBroader impacts: Symbiotic bacteria are a key yet poorly understood facet of life. Humans and our food sources often depend on bacterial cooperation for health, and research is needed to investigate the origins of harmful strains. The discoveries made in this grant show that the beneficial traits of bacteria can indeed be dynamic and that horizontal transfer of genes might be a key mechanism by which bacterial switch between helping and harming their hosts. In terms of training and education I created an undergraduate research apprenticeship program in my lab allowing students to participate and co-author research papers. I developed a graduate course: Evolution of Symbioses, resulting in a high-impact research publication with two Ph.D. students. I did service work for Funds for Improvement of Post Secondary Education, a program that assists disadvantaged students at local colleges. I have given many lay lectures on symbiosis to the public (including multiple evening lectures at universities and to local education clubs), undergraduates, and to local farmers. I trained many scientists in the lab including two postdoctoral researchers, three Ph.D. students, and sixteen undergraduate trainees. \n\n \n\n\t\t\t\t\tLast Modified: 09/24/2012\n\n\t\t\t\t\tSubmitted by: Joel L Sachs"
 }
}