{
 "awd_id": "0817170",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Molecular and Genetic Controls Regulating Bacterial Arsenite Oxidation",
 "cfda_num": "47.074",
 "org_code": "08070400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kamal Shukla",
 "awd_eff_date": "2008-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 340408.0,
 "awd_amount": 340408.0,
 "awd_min_amd_letter_date": "2008-09-05",
 "awd_max_amd_letter_date": "2010-08-04",
 "awd_abstract_narration": "Unacceptable health risks associated with elevated arsenic concentrations in drinking water supplies in the United States and epidemic-level arsenic poisoning in countries worldwide (e.g. Bangladesh) have elevated national and global interest in environmental processes controlling the mobility and fate of arsenic in soil and water.  Microbial biochemical transformations of arsenic are critically important to controlling its transport, bioavailability, and toxicity in nature.  Bacteria will oxidize arsenite [As(III)] or reduce arsenate [As(V)] for either detoxification purposes or to generate cellular energy.  However, understanding of the biochemistry and genetics underlying these transformations is overly simplistic, particularly in terms of how microorganisms sense or oxidize As(III), and thus constrains an ability to understand arsenic behavior in the environment.  Current studies indicate that two-component signal transduction and quorum sensing co-regulate the aox genes that encode key regulatory and functional activities essential to As(III) oxidation.  The focus of this project is to understand how the expression of the aox genes is controlled by these regulatory systems, with the specific aims being to: i) identify sensor and signal transduction components of the two-component proteins AoxS and AoxR; ii) determine how the As(III) signal is perceived; and iii) identify the quorum sensing metabolite(s) involved.  In terms of broader impact, the results of this study should be applicable to the field of environmental health and are projected to be of value for guiding remediation efforts aimed at manipulating microbe-As interactions in certain agricultural, mine reclamation, and municipal water treatment settings.  The research will also impact human resource development by providing training opportunities for a Ph.D. student and undergraduate research interns, with the latter targeting Native American students.  Furthermore, knowledge generated from this study will be integrated into the undergraduate and graduate courses taught by the PIs, as well as at participant-appropriate levels in education-outreach activities that involve grade school, high school, and scientific-lay adult audiences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "McDermott",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy R McDermott",
   "pi_email_addr": "timmcder@montana.edu",
   "nsf_id": "000404544",
   "pi_start_date": "2008-09-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Bothner",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Brian Bothner",
   "pi_email_addr": "bbothner@montana.edu",
   "nsf_id": "000465379",
   "pi_start_date": "2008-09-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Montana State University",
  "inst_street_address": "216 MONTANA HALL",
  "inst_street_address_2": "",
  "inst_city_name": "BOZEMAN",
  "inst_state_code": "MT",
  "inst_state_name": "Montana",
  "inst_phone_num": "4069942381",
  "inst_zip_code": "59717",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MT01",
  "org_lgl_bus_name": "MONTANA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EJ3UF7TK8RT5"
 },
 "perf_inst": {
  "perf_inst_name": "Montana State University",
  "perf_str_addr": "216 MONTANA HALL",
  "perf_city_name": "BOZEMAN",
  "perf_st_code": "MT",
  "perf_st_name": "Montana",
  "perf_zip_code": "59717",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MT01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  },
  {
   "pgm_ele_code": "718700",
   "pgm_ele_name": "MICROBIAL GENOME SEQUENCING"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1144",
   "pgm_ref_txt": "BIOMOLECULAR SYSTEMS"
  },
  {
   "pgm_ref_code": "1168",
   "pgm_ref_txt": "METABOLIC BIOCHEMISTRY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 103509.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 117915.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 118984.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Background.</strong> Unacceptable health risks associated with elevated arsenic concentrations in drinking water supplies in some locations within the United States and epidemic-level As poisoning in countries worldwide (e.g. Bangladesh) have elevated national and global concerns regarding the processes controlling the mobility and fate of arsenic in soil and water.&nbsp; Transport, bioavailability, and toxicity of arsenic in the environment are highly dependent on chemical speciation, and it is now understood that microbial As redox transformations (i.e. arsenite oxidation or arsenate reduction) are typically the primary drivers controlling arsenic speciation in most environments.&nbsp; Therefore, there is a high-priority need to identify, characterize, and fully understand the genes and metabolic pathways that control microbe-As interactions.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Bacteria will oxidize arsenite [As(III)] or reduce arsenate [As(V)] for either detoxification purposes or to generate cellular energy.&nbsp; However, our understanding of the biochemistry and genetics involved in these microbial processes is currently restricted to an overly simplistic model based primarily on work characterizing detoxification-based As(V) reduction.&nbsp; Prior to the completion of this study, we actually knew very little about how bacteria sense or oxidize As(III).&nbsp; Consequently, our ability to model and understand As behavior in the environment has been seriously constrained.&nbsp; While much remains to be done, this project made significant gains towards a much-improved understanding of how microorganisms interact with this environmental toxin.</p>\n<p><strong>&nbsp;</strong></p>\n<p><strong>Research Completed.</strong>&nbsp; Research funded by this grant award focused on investigating the genetic regulation of microbial As(III) oxidation and launched from a fairly advanced position with respect to our progress in understanding the types of regulatory systems involved.&nbsp; The overarching goal of this project was to establish a sound mechanistic model that describes how bacterial regulatory systems control the expression of key genes that are responsible for As(III) oxidation.&nbsp; We first sequenced the genome of the experimental microbe used in this study (known as <em>Agrobacterium tumefaciens</em>) in order to fully understand which genes might be involved. We then selectively mutated genes we hypothesized to be important and examined the effect of these mutations on the ability of this microbe to oxidize As(III).&nbsp; From this work, we can definitively begin associating genes with their encoded functions in the context of this environmentally important microbial process.&nbsp; By modeling how a representative bacterium senses and reacts to arsenic, we can then use this information to predict and to better understand how whole microbial communities might respond to arsenic and in so doing influence arsenic behavior in nature.</p>\n<p>&nbsp;</p>\n<p>In one of our studies, we identified a new protein that facilitates the bacterium&rsquo;s ability to detect arsenic and to pass along this arsenic signal to other proteins that then are part of a more extensive gene expression regulatory cascade. We were also able to identify other genes that are expressed when the cell detects arsenic and determined the affects of mutations in these genes. In other experiments, we discovered that a microbe&rsquo;s ability to oxidize arsenic depends on how much phosphorus is in the organism&rsquo;s immediate environment.&nbsp; This particular discovery is very important because phosphorus is a key nutrient in nature, although its bioavailability is quite variable in different environments.&nbsp; In total, our efforts removed several layers of unknowns with respect to how a bacterium senses and responds to arsenic and how this facilitates a microbial process that is of significant im...",
  "por_txt_cntn": "\nBackground. Unacceptable health risks associated with elevated arsenic concentrations in drinking water supplies in some locations within the United States and epidemic-level As poisoning in countries worldwide (e.g. Bangladesh) have elevated national and global concerns regarding the processes controlling the mobility and fate of arsenic in soil and water.  Transport, bioavailability, and toxicity of arsenic in the environment are highly dependent on chemical speciation, and it is now understood that microbial As redox transformations (i.e. arsenite oxidation or arsenate reduction) are typically the primary drivers controlling arsenic speciation in most environments.  Therefore, there is a high-priority need to identify, characterize, and fully understand the genes and metabolic pathways that control microbe-As interactions. \n\n \n\nBacteria will oxidize arsenite [As(III)] or reduce arsenate [As(V)] for either detoxification purposes or to generate cellular energy.  However, our understanding of the biochemistry and genetics involved in these microbial processes is currently restricted to an overly simplistic model based primarily on work characterizing detoxification-based As(V) reduction.  Prior to the completion of this study, we actually knew very little about how bacteria sense or oxidize As(III).  Consequently, our ability to model and understand As behavior in the environment has been seriously constrained.  While much remains to be done, this project made significant gains towards a much-improved understanding of how microorganisms interact with this environmental toxin.\n\n \n\nResearch Completed.  Research funded by this grant award focused on investigating the genetic regulation of microbial As(III) oxidation and launched from a fairly advanced position with respect to our progress in understanding the types of regulatory systems involved.  The overarching goal of this project was to establish a sound mechanistic model that describes how bacterial regulatory systems control the expression of key genes that are responsible for As(III) oxidation.  We first sequenced the genome of the experimental microbe used in this study (known as Agrobacterium tumefaciens) in order to fully understand which genes might be involved. We then selectively mutated genes we hypothesized to be important and examined the effect of these mutations on the ability of this microbe to oxidize As(III).  From this work, we can definitively begin associating genes with their encoded functions in the context of this environmentally important microbial process.  By modeling how a representative bacterium senses and reacts to arsenic, we can then use this information to predict and to better understand how whole microbial communities might respond to arsenic and in so doing influence arsenic behavior in nature.\n\n \n\nIn one of our studies, we identified a new protein that facilitates the bacteriumÆs ability to detect arsenic and to pass along this arsenic signal to other proteins that then are part of a more extensive gene expression regulatory cascade. We were also able to identify other genes that are expressed when the cell detects arsenic and determined the affects of mutations in these genes. In other experiments, we discovered that a microbeÆs ability to oxidize arsenic depends on how much phosphorus is in the organismÆs immediate environment.  This particular discovery is very important because phosphorus is a key nutrient in nature, although its bioavailability is quite variable in different environments.  In total, our efforts removed several layers of unknowns with respect to how a bacterium senses and responds to arsenic and how this facilitates a microbial process that is of significant importance to environmental health.\n\n \n\nIntellectual Merit. The experiments generated data that resulted in major adjustments of current scientific models for describing how bacteria can sense As(III).  As such, it generated new information regarding how a microb..."
 }
}