{
 "awd_id": "0817141",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Correlations in Neural Dynamics and Coding",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mary Ann Horn",
 "awd_eff_date": "2008-08-15",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 146084.0,
 "awd_amount": 146084.0,
 "awd_min_amd_letter_date": "2008-08-07",
 "awd_max_amd_letter_date": "2008-08-07",
 "awd_abstract_narration": "Multi-electrode recording technology and voltage sensitive dyes allow researchers to probe the structure of correlated, stimulus-driven neural activity in groups of cells.  However, the diversity of brain areas and stimuli make a complete sampling of these patterns and their effects impossible. Furthermore, the evidence of correlations in stimulus response is strong, yet its role in neural coding difficult to intuit.  Therefore, a combined, predictive theory of correlation formation and impact is required.  This challenge is approached in three stages.  First, a general mathematical theory is developed that relates input correlations of a stochastic forcing to the output correlations of resultant spike trains.  The underlying tools will be linear response, population density, and Monte-Carlo methods for the nonlinear stochastic differential equations of spiking neural circuits. Next, this theory is applied to a variety of neural models to quantify how neuron biophysics, morphology, and coupling influence input-output correlation transfer.  Finally, information-theoretic analyses are performed to estimate the impact of spike train correlations on the encoding and propagation of sensory inputs in representative neural circuits.  Throughout the project, the investigators will work with experimental collaborators to refine and test these predictions.\r\n\r\nUnderstanding the mechanisms by which the nervous system represents and processes information is a fundamental challenge for mathematical biology. It has long been known that information is represented by the intensity of individual neurons' responses.   However, new multi-neuron recording and brain imaging techniques are revealing that the information carried by neural tissue is much more (or much less) than the summed contributions of individual neurons.  In other terms, the cooperative, correlated features of neural responses can be essential.  This poses a pair of fundamental, but unresolved theoretical questions: What are the basic mechanisms by which correlated activity is generated and propagated through layers of neural tissue?  What are the consequences for information processing in neuronal networks?  The answers will, in stages, make predictions for ongoing neurobiological experiments.  For instance, understanding the relation between correlations and neural coding stands to impact the design of neural prosthetics, which code motor and sensory signals via cortical, retinal, thalamic, and cochlear implants.  From an alternative perspective, many neurological disorders, such as epilepsy and Parkinson's disease, involve excessive correlation in neural tissue--describing the genesis of correlations and its negative impact on neural coding will aid in designing appropriate treatments that ultimately reduce correlation in the nervous system.  Along the way, graduate students involved in this research will receive training in a highly interdisciplinary field, and will gain a broad perspective on mathematical neuroscience through regular visits between three research groups in different regions of the United States.  The active involvement of the investigators in undergraduate research and course development will provide an opportunity to translate the questions addressed here into compelling educational topics on the cooperative activity in neural networks that will be accessible to a wide audience.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brent",
   "pi_last_name": "Doiron",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Brent D Doiron",
   "pi_email_addr": "bdoiron@uchicago.edu",
   "nsf_id": "000155982",
   "pi_start_date": "2008-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pittsburgh",
  "perf_str_addr": "4200 FIFTH AVENUE",
  "perf_city_name": "PITTSBURGH",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152600001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "733400",
   "pgm_ele_name": "MATHEMATICAL BIOLOGY"
  },
  {
   "pgm_ele_code": "755200",
   "pgm_ele_name": "COFFES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 146084.0
  }
 ],
 "por": null
}