{
 "awd_id": "0817829",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: CPSF30 at the Convergence of RNA Processing, Cellular Signaling, and Development in Plants",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sarah Wyatt",
 "awd_eff_date": "2008-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 224934.0,
 "awd_amount": 230934.0,
 "awd_min_amd_letter_date": "2008-07-19",
 "awd_max_amd_letter_date": "2010-05-26",
 "awd_abstract_narration": "Arthur G. Hunt and Q. Quinn Li \r\nIOS-0817829\r\nCollaborative Proposal: CPSF30 at the convergence of RNA processing, cellular signaling, and development in plants\r\nGene expression is controlled at many levels, including the processing of RNAs.  There remain many questions as to the mechanisms by which environmental inputs (stimuli) lead to changes in RNA processing.  The research to be pursued in this project deals with one possible mechanism, involving the role of one RNA processing factor (CPSF30) in regulated gene expression in plants. This work is inspired by prior observations that mutant plants that do not make the protein have an interesting range of phenotypes, and that the protein itself is regulated by a central component of cellular sensory systems.  This project will combine genetic, biochemical, molecular, and systems approaches to understand the interplay between cellular signaling and the function of CPSF30.  The outcome of the research component of the project will be a better understanding of the ways in which stimuli can cause changes in the processing of RNAs in the plant cell.  This will in turn contribute to a better understanding of the ways by which plants respond to environmental cues and disease-causing organisms.  \r\nThis project will have an impact that extends significantly beyond an understanding of gene expression in plants.  The expected results will be of help in developing new genetic and biotechnological strategies for improving the performance of crop plants in adverse conditions.  This project will involve postdoctoral scientists, graduate students, and undergraduate students. There is a decided cross-disciplinary nature to this project, in that it involves molecular/biochemical, whole-plant, and systems biology approaches. As such, these studies will help to prepare trainees to make contributions in a scientific field (plant biology) that is becoming more cross-disciplinary.  Participants (including PIs) will participate in community programs so as to promote interest in and appreciation of science in the general public.\r\n\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Qingshun",
   "pi_last_name": "Li",
   "pi_mid_init": "Q",
   "pi_sufx_name": "",
   "pi_full_name": "Qingshun Q Li",
   "pi_email_addr": "qqli@westernu.edu",
   "nsf_id": "000345039",
   "pi_start_date": "2008-07-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Miami University",
  "inst_street_address": "501 E HIGH ST",
  "inst_street_address_2": "",
  "inst_city_name": "OXFORD",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "5135293600",
  "inst_zip_code": "450561846",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "OH08",
  "org_lgl_bus_name": "MIAMI UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "T6J6AF3AM8M8"
 },
 "perf_inst": {
  "perf_inst_name": "Miami University Oxford Campus",
  "perf_str_addr": "501 E HIGH ST",
  "perf_city_name": "OXFORD",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "450561846",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "OH08",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765800",
   "pgm_ele_name": "Physiol Mechs & Biomechanics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 224934.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 3000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 3000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In organisms like plants and animals, accurate expression of individual&rsquo;s genes make a huge different in terms of how an individual response to the environment.&nbsp; Appropriate responses sourced from the fact that Gene expression is controlled and regulated at many levels, including the post-transcriptional processing of messenger RNAs (the protein coding transcripts of the genes).&nbsp; Of particular interest of this project, polyadenylation is required for almost all mRNA of eukaryotic organisms from fungi to plants, to humans. There remain many questions as to the mechanisms by which environmental inputs (stimuli) lead to changes in mRNA polyadenylation and their role in gene expression regulation. &nbsp;Using a model system in Arabidopsis (aka mouse ear crest), this project seeks to understand one of the aspects of plant&rsquo;s response to the environment through a secondary messenger in the cell, namely the calcium signal.</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Using a mutant of an Arabidopsis polyadenylation factor call CPSF30, we tested the hypothesis that this protein interacts with calcium signaling pathway component thus sensing such signals and transmitting it to the polyadenylation machinery. &nbsp;Indeed, the environmental responses of the mutant that no longer interact with calcium signals changed dramatically as exhibited by the mutant&rsquo;s reaction to oxidative stress, developed less root system, or with reduced fertility.&nbsp; In another words, this gene in normal (no mutant) plants would serve to mediate such response in order to reach regular (wild-type) phenotypes, indicative the role of the original protein CPSF30 in sensing the calcium signals.&nbsp; Our research also show that the phenotypes of the mutant may be due to global change of mRNA polyadenylation leading to the malfunctioning of critical genes related to the above mentioned traits. Moreover, our work also shed light on the understanding the mechanisms of alternative polyadenylation and the extent that such a mechanism can impact gene expression in higher eukaryotic organisms. Of special interest is the connection of the environmental signaling through calcium and mRNA processing (polyadenylation), and the scale of alternative polyadenylation in plants.&nbsp; Furthermore, these understandings could potentially be used to engineering plants response to these environmental cues in attempts to improve crop performance and yields. &nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; The notion that plants response to internal and external environmental stimuli through mRNA processing can be applicable to understand similar situations in other eukaryotes. &nbsp;Our finding would have implication on medical science where mutation of polyadenylation factors may cause wide range of diseases if not treated. &nbsp;The protocols that we developed to collect poly(A) sites in large-scale can also be applicable to animals and microbes. &nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; This project provided opportunities for research, teaching and mentoring in science and engineering areas, and offered opportunities for training of high school students, undergraduate students, graduate students, and postdoctoral scholars, not just in wet lab molecular biology research, but also in the interdisciplinary field of bioinformatics.&nbsp; Such a broad training contributes to the development of future scientists. &nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/26/2013<br>\n\t\t\t\t\tModified by: Qingshun&nbsp;Q&nbsp;Li</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn organisms like plants and animals, accurate expression of individualÆs genes make a huge different in terms of how an individual response to the environment.  Appropriate responses sourced from the fact that Gene expression is controlled and regulated at many levels, including the post-transcriptional processing of messenger RNAs (the protein coding transcripts of the genes).  Of particular interest of this project, polyadenylation is required for almost all mRNA of eukaryotic organisms from fungi to plants, to humans. There remain many questions as to the mechanisms by which environmental inputs (stimuli) lead to changes in mRNA polyadenylation and their role in gene expression regulation.  Using a model system in Arabidopsis (aka mouse ear crest), this project seeks to understand one of the aspects of plantÆs response to the environment through a secondary messenger in the cell, namely the calcium signal.\n\n              Using a mutant of an Arabidopsis polyadenylation factor call CPSF30, we tested the hypothesis that this protein interacts with calcium signaling pathway component thus sensing such signals and transmitting it to the polyadenylation machinery.  Indeed, the environmental responses of the mutant that no longer interact with calcium signals changed dramatically as exhibited by the mutantÆs reaction to oxidative stress, developed less root system, or with reduced fertility.  In another words, this gene in normal (no mutant) plants would serve to mediate such response in order to reach regular (wild-type) phenotypes, indicative the role of the original protein CPSF30 in sensing the calcium signals.  Our research also show that the phenotypes of the mutant may be due to global change of mRNA polyadenylation leading to the malfunctioning of critical genes related to the above mentioned traits. Moreover, our work also shed light on the understanding the mechanisms of alternative polyadenylation and the extent that such a mechanism can impact gene expression in higher eukaryotic organisms. Of special interest is the connection of the environmental signaling through calcium and mRNA processing (polyadenylation), and the scale of alternative polyadenylation in plants.  Furthermore, these understandings could potentially be used to engineering plants response to these environmental cues in attempts to improve crop performance and yields.  \n\n                  The notion that plants response to internal and external environmental stimuli through mRNA processing can be applicable to understand similar situations in other eukaryotes.  Our finding would have implication on medical science where mutation of polyadenylation factors may cause wide range of diseases if not treated.  The protocols that we developed to collect poly(A) sites in large-scale can also be applicable to animals and microbes.  \n\n                  This project provided opportunities for research, teaching and mentoring in science and engineering areas, and offered opportunities for training of high school students, undergraduate students, graduate students, and postdoctoral scholars, not just in wet lab molecular biology research, but also in the interdisciplinary field of bioinformatics.  Such a broad training contributes to the development of future scientists.  \n\n \n\n\t\t\t\t\tLast Modified: 11/26/2013\n\n\t\t\t\t\tSubmitted by: Qingshun Q Li"
 }
}