{
 "awd_id": "0818912",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Influences of Perceptual Fluency on Explicit Testing of Recognition Memory",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Lynne Bernstein",
 "awd_eff_date": "2008-09-01",
 "awd_exp_date": "2011-08-31",
 "tot_intn_awd_amt": 430000.0,
 "awd_amount": 430000.0,
 "awd_min_amd_letter_date": "2008-09-03",
 "awd_max_amd_letter_date": "2010-07-08",
 "awd_abstract_narration": "The ability to accurately recognize information that was previously learned is central to human success. This ability relies on a complex set of brain mechanisms. Traditionally, human memory is subdivided into memory with awareness of retrieval, or explicit memory, and memory without awareness of retrieval, or implicit memory. Surprisingly, it is possible for a person to respond with high accuracy on a memory test in the absence of explicit feelings of familiarity or remembering. With support from the National Science Foundation, Dr. Ken Paller and colleagues at Northwestern University will characterize the circumstances under which implicit recognition is possible.  Implicit recognition is found when people have negligible confidence about their memory, whereas explicit memory shows the reverse pattern. Implicit recognition is stronger for stimuli that are learned under conditions that place severe limitations on information processing, even though these conditions lead to very poor explicit memory. By recording brain activity from electrodes placed on the scalp while people perform memory tests, Dr. Paller will investigate which specific brain potentials are associated with implicit memory and which are associated with explicit memory. The results of this research will provide new information about mechanisms of implicit and explicit memory and about how both types of mechanism can drive accurate memory judgments.\r\n\r\nThis research project will provide training opportunities for undergraduate, graduate, and post-doctoral trainees in cognitive neuroscience. Specific findings are expected to be disseminated widely and will lead to numerous insights into how explicit and implicit memory influences everyday behavior.  Such knowledge will be important for enhancing our understanding of learning and memory in the classroom, in a court of law, in the acquisition of various cognitive skills, and in interpersonal interactions. The work will also aid efforts to devise rehabilitation strategies for people with memory difficulties due to aging or neurological disorders.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ken",
   "pi_last_name": "Paller",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Ken A Paller",
   "pi_email_addr": "kap@northwestern.edu",
   "nsf_id": "000454976",
   "pi_start_date": "2008-09-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "633 CLARK ST",
  "perf_city_name": "EVANSTON",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602080001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169900",
   "pgm_ele_name": "Cognitive Neuroscience"
  },
  {
   "pgm_ele_code": "725200",
   "pgm_ele_name": "Perception, Action & Cognition"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1699",
   "pgm_ref_txt": "COGNEURO"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 171586.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 124610.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 133804.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The ability to accurately remember information learned previously is central to human success. Recognition tests are commonly used to assess a person&rsquo;s ability to remember. For example, when viewing an object seen earlier, a person might indicate that they recognize having seen it before and that they can recollect that prior event. On the other hand, certain types of memory are expressed in the absence of the individual&rsquo;s awareness of memory retrieval &mdash; these special memory expressions comprise the category of &ldquo;implicit memory&rdquo; and can be juxtaposed to recognition, which is assessed in an explicit memory test. In patients with amnesia, who have great difficulty with recognition and with conscious memory generally, some types of implicit memory are preserved. Implicit memory is thus thought to depend on distinct brain events from those required for conscious memory expressions. In contrast with this standard way of thinking about memory, new findings supported by this award demonstrated that under certain conditions reliable recognition can occur without awareness of memory retrieval. Recognition memory is therefore not solely a function of our conscious memory abilities. Rather, we can know more than we think we know.</p>\n<p>In our typical memory experiments, we ask people to try to remember objects such as colorful kaleidoscope images. At the same time, people might also complete a task that requires listening to spoken digits and keeping numbers in mind, which is akin to the commonplace situation of not paying full attention to a source of new information. Later we test memory by showing people pairs of images; one member of each pair is new and one is old (that is, it was learned earlier). This type of recognition test can be very challenging, not only because memory abilities are far from perfect, but also in this case because the information may not have been optimally encoded, because there is high similarity between the two choices, and because the images themselves are difficult to describe in words. Consequently, people often believe they cannot tell which one is the old one. Surprisingly, though, people were highly accurate in selecting the old image when they claimed to be guessing. Furthermore, their recognition performance was more accurate when they thought they were guessing than when they expressed some confidence. Memory was also more accurate when attention had been split between the number task and learning the images, compared to when attention was fully focused on the to-be-learned images. These findings all point to a memory function distinct from the conscious memory functions typically thought to underlie recognition judgments.</p>\n<p>To substantiate this unorthodox idea even further, other experiments defined the boundary conditions for observing unconscious recognition in the laboratory and provided other supportive evidence. In particular, analyses of the electrical activity of the brain (the electroencephalogram or EEG) showed that the brain activity that accompanies unconscious recognition is largely the same as the brain activity observed when implicit memory is exhibited in an implicit memory test. Very different EEG signals were observed during conscious recognition. Therefore, we showed not only that the brain mechanisms that support implicit memory are distinct from those that commonly support explicit memory, but also that the perceptual fluency thought to underlie these demonstrations of implicit memory can also be used to support accurate recognition judgments in certain circumstances.</p>\n<p>In sum, understanding human memory requires taking into account the fact that people can accurately discriminate repeat stimuli from new stimuli without necessarily knowing it. Furthermore, by thoroughly distinguishing implicit and explicit aspects of memory, we can generalize from the laboratory to everyday behavior so as to reach a better understanding of various phenomena, including but not limited to learning and memory in the classroom, eyewitness report in a court of law, skill acquisition, and the development of interpersonal interactions. Further implications of this work may drive new rehabilitation strategies for people with memory difficulties due to age-associated impairments or neurological disorders.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/13/2011<br>\n\t\t\t\t\tModified by: Ken&nbsp;A&nbsp;Paller</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe ability to accurately remember information learned previously is central to human success. Recognition tests are commonly used to assess a person’s ability to remember. For example, when viewing an object seen earlier, a person might indicate that they recognize having seen it before and that they can recollect that prior event. On the other hand, certain types of memory are expressed in the absence of the individual’s awareness of memory retrieval &mdash; these special memory expressions comprise the category of \"implicit memory\" and can be juxtaposed to recognition, which is assessed in an explicit memory test. In patients with amnesia, who have great difficulty with recognition and with conscious memory generally, some types of implicit memory are preserved. Implicit memory is thus thought to depend on distinct brain events from those required for conscious memory expressions. In contrast with this standard way of thinking about memory, new findings supported by this award demonstrated that under certain conditions reliable recognition can occur without awareness of memory retrieval. Recognition memory is therefore not solely a function of our conscious memory abilities. Rather, we can know more than we think we know.\n\nIn our typical memory experiments, we ask people to try to remember objects such as colorful kaleidoscope images. At the same time, people might also complete a task that requires listening to spoken digits and keeping numbers in mind, which is akin to the commonplace situation of not paying full attention to a source of new information. Later we test memory by showing people pairs of images; one member of each pair is new and one is old (that is, it was learned earlier). This type of recognition test can be very challenging, not only because memory abilities are far from perfect, but also in this case because the information may not have been optimally encoded, because there is high similarity between the two choices, and because the images themselves are difficult to describe in words. Consequently, people often believe they cannot tell which one is the old one. Surprisingly, though, people were highly accurate in selecting the old image when they claimed to be guessing. Furthermore, their recognition performance was more accurate when they thought they were guessing than when they expressed some confidence. Memory was also more accurate when attention had been split between the number task and learning the images, compared to when attention was fully focused on the to-be-learned images. These findings all point to a memory function distinct from the conscious memory functions typically thought to underlie recognition judgments.\n\nTo substantiate this unorthodox idea even further, other experiments defined the boundary conditions for observing unconscious recognition in the laboratory and provided other supportive evidence. In particular, analyses of the electrical activity of the brain (the electroencephalogram or EEG) showed that the brain activity that accompanies unconscious recognition is largely the same as the brain activity observed when implicit memory is exhibited in an implicit memory test. Very different EEG signals were observed during conscious recognition. Therefore, we showed not only that the brain mechanisms that support implicit memory are distinct from those that commonly support explicit memory, but also that the perceptual fluency thought to underlie these demonstrations of implicit memory can also be used to support accurate recognition judgments in certain circumstances.\n\nIn sum, understanding human memory requires taking into account the fact that people can accurately discriminate repeat stimuli from new stimuli without necessarily knowing it. Furthermore, by thoroughly distinguishing implicit and explicit aspects of memory, we can generalize from the laboratory to everyday behavior so as to reach a better understanding of various phenomena, including but not limited to learning and memory in the classroom, eyewitness report in a court of law, skill acquisition, and the development of interpersonal interactions. Further implications of this work may drive new rehabilitation strategies for people with memory difficulties due to age-associated impairments or neurological disorders.\n\n\t\t\t\t\tLast Modified: 09/13/2011\n\n\t\t\t\t\tSubmitted by: Ken A Paller"
 }
}