{
 "awd_id": "0818240",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAA: Domestication and Agronomic Selection Influences on Maize Defense Against a Specialist Herbivore",
 "cfda_num": "47.074",
 "org_code": "08010207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Samuel Scheiner",
 "awd_eff_date": "2008-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 165700.0,
 "awd_min_amd_letter_date": "2008-09-05",
 "awd_max_amd_letter_date": "2012-03-06",
 "awd_abstract_narration": "This project addresses the ecological and evolutionary bases for the acquisition by corn, Zea mays ssp. Mays, of the herbivore, Dalbulus maidis (aka corn leafhopper), as a specialist pest. Specifically, the project will examine how domestication and agronomic selection for high yield and other traits of human interest may have weakened corn's defenses against the corn leafhopper, through comparative studies of corn's perennial ancestor Z. diploperennis, its annual ancestor Z. mays ssp. parviglumis, a corn landrace, and  modern (hybrid) corn.  The research will integrate laboratory and field research, taking advantage of study sites in central Mexico where the ancestral species of domestic corn occur. The research will elaborate the relationships between yield and herbivore defenses in the complex of corn and its less domesticated relatives and will explore the specific anatomical, morphological, and chemical defenses of each.\r\n\r\nThe project will contribute to our understanding of the susceptibility of agricultural plants to pests and of the mechanisms by which herbivores become pests of agricultural crops. An improved understanding of these processes will contribute to developing pest management strategies with greater ecological and evolutionary sustainability than those currently available. The project will contribute to increasing traditionally under-represented groups in science careers through training and mentoring of two MS students from minority groups.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Julio",
   "pi_last_name": "Bernal",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Julio S Bernal",
   "pi_email_addr": "juliobernal@tamu.edu",
   "nsf_id": "000438936",
   "pi_start_date": "2008-09-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M AgriLife Research",
  "inst_street_address": "2147 TAMU",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778430001",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A&M AGRILIFE RESEARCH",
  "org_prnt_uei_num": "ZM3QVJ8ACN11",
  "org_uei_num": "KU3DCFJJTVN3"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M AgriLife Research",
  "perf_str_addr": "2147 TAMU",
  "perf_city_name": "COLLEGE STATION",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778430001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "737700",
   "pgm_ele_name": "EVOLUTIONARY ECOLOGY"
  },
  {
   "pgm_ele_code": "748700",
   "pgm_ele_name": "BROADENING PARTICIPATION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "1355",
   "pgm_ref_txt": "EGC EDUCATIONAL ACTIVITIES"
  },
  {
   "pgm_ref_code": "7377",
   "pgm_ref_txt": "EVOLUTIONARY ECOLOGY"
  },
  {
   "pgm_ref_code": "7487",
   "pgm_ref_txt": "BROADENING PARTICIPATION"
  },
  {
   "pgm_ref_code": "7692",
   "pgm_ref_txt": "RIG/CAA"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 7000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 8700.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p style=\"text-align: left;\"><br /><br /></p>\n<p style=\"text-align: left;\">The goal of the research was to advance our understanding of<br />how natural and human-driven processes, such as evolution and domestication of<br />crop plants, can influence the strength with which plants defend themselves<br />against insects, including crop pests, and how such variation in defense strength<br />among plants can lead to insects that are particularly good at exploiting crop plants<br />as food, i.e. insects that become crop pests. The research showed that important<br />differences in insect defense levels occur within an economically-important group<br />of plants such as corn and its wild relatives and landraces. In particular, the<br />research showed that wild plants are less susceptible than domesticated plants to<br />injury by plant-feeding insects, so suggests that by domesticating and<br />improving crop plants we may facilitate the emergence of insect pests.<br />Additionally, the research showed that insects adapt to domesticated crop<br />plants, likely because they are less defended (more susceptible) against<br />insects than wild plants, so suggests an additional way in which the emergence<br />of insect pests is facilitated. Additionally, Zea germplasm (Zea is the genus<br />containing corn) was collected and will be useful for research seeking to<br />identify (genetic) resistance to insects that may be used to develop<br />insect-resistant corn varieties. The research was conducted mostly by graduate (3<br />students) and undergraduate (4 students) researchers. Overall, the research has<br />contributed to broadening the nation&rsquo;s scientific resources and enhancing<br />scientific literacy.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/17/2012<br>\n\t\t\t\t\tModified by: Julio&nbsp;S&nbsp;Bernal</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\n\nThe goal of the research was to advance our understanding of\nhow natural and human-driven processes, such as evolution and domestication of\ncrop plants, can influence the strength with which plants defend themselves\nagainst insects, including crop pests, and how such variation in defense strength\namong plants can lead to insects that are particularly good at exploiting crop plants\nas food, i.e. insects that become crop pests. The research showed that important\ndifferences in insect defense levels occur within an economically-important group\nof plants such as corn and its wild relatives and landraces. In particular, the\nresearch showed that wild plants are less susceptible than domesticated plants to\ninjury by plant-feeding insects, so suggests that by domesticating and\nimproving crop plants we may facilitate the emergence of insect pests.\nAdditionally, the research showed that insects adapt to domesticated crop\nplants, likely because they are less defended (more susceptible) against\ninsects than wild plants, so suggests an additional way in which the emergence\nof insect pests is facilitated. Additionally, Zea germplasm (Zea is the genus\ncontaining corn) was collected and will be useful for research seeking to\nidentify (genetic) resistance to insects that may be used to develop\ninsect-resistant corn varieties. The research was conducted mostly by graduate (3\nstudents) and undergraduate (4 students) researchers. Overall, the research has\ncontributed to broadening the nationÆs scientific resources and enhancing\nscientific literacy.\n\n\t\t\t\t\tLast Modified: 10/17/2012\n\n\t\t\t\t\tSubmitted by: Julio S Bernal"
 }
}