{
 "awd_id": "0818414",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Spatiotemporal Structure of Sensory Acquisition Behaviors: Experiments on the Rat Vibrissal System",
 "cfda_num": "47.074",
 "org_code": "08090200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Coppola",
 "awd_eff_date": "2008-08-01",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 534854.0,
 "awd_amount": 540854.0,
 "awd_min_amd_letter_date": "2008-07-19",
 "awd_max_amd_letter_date": "2010-06-28",
 "awd_abstract_narration": "When you explore an object using your hands, or you change your footsteps based on the type of surface you are walking on, your sense of touch is seamlessly combined with the movements you make.  How does your brain accomplish this feat?  This is a large, open question that is difficult to answer using human studies alone.  This project will investigate this question by studying the rat whisker (vibrissal) system.  Rats move their whiskers back and forth to touch and explore different objects, much as humans use their hands.  The tactile information is conveyed from the base of the whiskers through a series of processing stages in the brain.  This research project focuses on understanding the processing that occurs in the second stage, in a brain structure called \"spinal trigeminal nucleus interpolaris\"  (SpVi).  In the first part of the project, computer simulations and robotic models will be used to test the plausibility of the different types of processing that might occur in SpVi.  In the second part of the project, technology to measure the precise contact times and locations of a rat's whiskers with different objects will be developed.  Finally, in the third part of the project, electrical signals from neurons in SpVi, will be recorded and correlated with the animal's ongoing behavior as it touches different objects.  The results that emerge will allow the testing of three different hypotheses for the processing that occurs in SpVi.  Regardless of which hypothesis(es) is/are found to be correct, the results will improve the understanding of how the brain combines sensing and movement to allow animals to perceive the world.  This project will contribute to the interdisciplinary training of two graduate students and to ongoing graduate-level course development at Northwestern University.  It will also provide meaningful research opportunities in engineering for at least six undergraduates, with a specific effort made to include women and underrepresented minorities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mitra",
   "pi_last_name": "Hartmann",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Mitra J Hartmann",
   "pi_email_addr": "hartmann@northwestern.edu",
   "nsf_id": "000320082",
   "pi_start_date": "2008-07-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "633 CLARK ST",
  "perf_city_name": "EVANSTON",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602080001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "735300",
   "pgm_ele_name": "EMERGING MODELS & TECHNOLOGIES"
  },
  {
   "pgm_ele_code": "771300",
   "pgm_ele_name": "Activation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1096",
   "pgm_ref_txt": "NEURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 204078.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 168101.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 168675.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our sense of touch is mysterious. It is easy for you to reach into your pocket or purse and &mdash; without looking &mdash; identify your cellphone, keys, or a coin. Somehow, your brain combines information about your hand movements and the contacts that you make, to enable you to perceive a particular object.</p>\n<p>In this work, our goal was to better understand how movement and touch are combined in the brain to enable perception. Ultimately, this research could help people disabled by stroke or brain injury, however, in this work we used rats as a model to study the sense of touch.</p>\n<p>Now, rats don't use their \"hands\" (paws) very much to explore objects. Sometimes they do, but mostly they use their whiskers. If you've ever watched a rat run around, you'll notice that it continuously brushes its whiskers against objects very rapidly, between 5 and 25 times a second. This behavior is called \"whisking.\" The rat is touching different objects to figure out their location, size, shape, and texture. The <strong>first figure</strong> shows a picture of a rat and its prominent whiskers.</p>\n<p>Many labs around the world study how the rat&rsquo;s brain represents information about whisker touch, but in this particular project, we were particularly interested in the very earliest stages of the sense of touch.&nbsp; Therefore, our research aimed to quantify exactly how the rat touches objects, and also the mechanics of&nbsp; how the whiskers bend as the rat brushes them against objects.&nbsp; To meet this goal, we had to combine behavioral experiments with computer simulations, and even with robotic models of the rat whisker system.</p>\n<p>We first built a light sheet that allowed us to monitor all of the contact patterns that the rat makes with an object. The <strong>second figure</strong> shows a picture of the contact patterns that a rat makes with its whiskers as it explores a flat glass wall. We found that the rat uses an interesting exploratory strategy in which it &ldquo;fixates&rdquo; at a particular location and then samples in more detail. This type of discretized sampling strategy is likely to tell us more about how the rat&rsquo;s brain processes incoming sensory information. Also, we envision using a similar sampling strategy with an array of robotic whiskers.</p>\n<p>We next constructed several robotic models of whisker arrays, which we used to investigate questions in neuroscience as well as develop engineering tools. The <strong>third figure</strong> shows an example of a &ldquo;tactile brush&rdquo; that we built, partially sponsored by this award. We can sweep the brush against an object to determine the object&rsquo;s three dimensional shape. Robotic whiskers have a number of potential uses, especially in situations where optical information is difficult to obtain. Conditions including fog, darkness, glare, and reflections can all prevent optical sensors from working optimally. One possible application is fault detection in piping, machinery, and ducts. The primary aim of fault detection is to diagnose and repair potential problems as early as possible to avoid any catastrophic or expensive failures. However, many of the current sensing modalities used for fault detection lack the required resolution. A tactile brush based on the rat whisker system has the potential to greatly improve this resolution, leading to earlier diagnosis.</p>\n<p>At the same time as we were developing these robotic models, we were also working to develop &ldquo;The Digital Rat,&rdquo; which you can see here: <a href=\"http://nxr.northwestern.edu/digital-rat\">http://nxr.northwestern.edu/digital-rat</a>. The <strong>fourth figure </strong>illustrates an image of the Digital Rat, which we can now begin to use to model different patterns of mechanical input that will result from the rat exploring different objects.</p>\n<p>Finally, we were able to record from neurons in the rat&rsquo...",
  "por_txt_cntn": "\nOur sense of touch is mysterious. It is easy for you to reach into your pocket or purse and &mdash; without looking &mdash; identify your cellphone, keys, or a coin. Somehow, your brain combines information about your hand movements and the contacts that you make, to enable you to perceive a particular object.\n\nIn this work, our goal was to better understand how movement and touch are combined in the brain to enable perception. Ultimately, this research could help people disabled by stroke or brain injury, however, in this work we used rats as a model to study the sense of touch.\n\nNow, rats don't use their \"hands\" (paws) very much to explore objects. Sometimes they do, but mostly they use their whiskers. If you've ever watched a rat run around, you'll notice that it continuously brushes its whiskers against objects very rapidly, between 5 and 25 times a second. This behavior is called \"whisking.\" The rat is touching different objects to figure out their location, size, shape, and texture. The first figure shows a picture of a rat and its prominent whiskers.\n\nMany labs around the world study how the ratÆs brain represents information about whisker touch, but in this particular project, we were particularly interested in the very earliest stages of the sense of touch.  Therefore, our research aimed to quantify exactly how the rat touches objects, and also the mechanics of  how the whiskers bend as the rat brushes them against objects.  To meet this goal, we had to combine behavioral experiments with computer simulations, and even with robotic models of the rat whisker system.\n\nWe first built a light sheet that allowed us to monitor all of the contact patterns that the rat makes with an object. The second figure shows a picture of the contact patterns that a rat makes with its whiskers as it explores a flat glass wall. We found that the rat uses an interesting exploratory strategy in which it \"fixates\" at a particular location and then samples in more detail. This type of discretized sampling strategy is likely to tell us more about how the ratÆs brain processes incoming sensory information. Also, we envision using a similar sampling strategy with an array of robotic whiskers.\n\nWe next constructed several robotic models of whisker arrays, which we used to investigate questions in neuroscience as well as develop engineering tools. The third figure shows an example of a \"tactile brush\" that we built, partially sponsored by this award. We can sweep the brush against an object to determine the objectÆs three dimensional shape. Robotic whiskers have a number of potential uses, especially in situations where optical information is difficult to obtain. Conditions including fog, darkness, glare, and reflections can all prevent optical sensors from working optimally. One possible application is fault detection in piping, machinery, and ducts. The primary aim of fault detection is to diagnose and repair potential problems as early as possible to avoid any catastrophic or expensive failures. However, many of the current sensing modalities used for fault detection lack the required resolution. A tactile brush based on the rat whisker system has the potential to greatly improve this resolution, leading to earlier diagnosis.\n\nAt the same time as we were developing these robotic models, we were also working to develop \"The Digital Rat,\" which you can see here: http://nxr.northwestern.edu/digital-rat. The fourth figure illustrates an image of the Digital Rat, which we can now begin to use to model different patterns of mechanical input that will result from the rat exploring different objects.\n\nFinally, we were able to record from neurons in the ratÆs brain, as the rat freely moved around and whisked over different objects. These neural recordings have begun to tell us  how the ratÆs brain represents information obtained through the bending of its whiskers.\n\nOverall, this award contributed to our understanding of how rats explore different obje..."
 }
}