{
 "awd_id": "0818467",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Controls of ecosystem development during rapid environmental change: Yellowstone in the late-glacial and early-Holocene periods",
 "cfda_num": "47.050",
 "org_code": "06030207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Paul Filmer",
 "awd_eff_date": "2008-10-01",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 260000.0,
 "awd_amount": 260000.0,
 "awd_min_amd_letter_date": "2008-09-23",
 "awd_max_amd_letter_date": "2010-01-12",
 "awd_abstract_narration": "The period between the late-Pleistocene glacial maximum and the early-Holocene thermal maximum (ca. 21,000 to 7,000 years ago) was a time of dramatic environmental change and biotic adjustments. The creation of new ecosystems in deglaciated regions was governed by the rate of ice recession, the nature of postglacial climate change, the characteristics of new landscapes, and the life-history traits of the biologic colonizers.\r\n\r\nThe Yellowstone region supported the largest independent ice field in the western U.S., and ice recession after 17 cal ka set in motion a sequence of poorly-documented biologic events that ultimately led to the present-day terrestrial and aquatic ecosystems. This examination of the late-glacial and early-Holocene periods in the Yellowstone region poses the following questions: What are the primary controls of terrestrial and aquatic ecosystem development on newly created landscapes? Specifically, how are past biota influenced by intrinsic biological constraints, landscape evolution, and subregional climate differences during a period of dramatic climate change? The study tests hypotheses concerning the importance of climatic and nonclimatic drivers in ecosystem development through an examination of lake-sediment records from sites that (1) lie along the path of ice recession, (2) span a variety of substrates, and (3) are situated within summer-wet and summer-dry precipitation regimes.  \r\n\r\nYellowstone is an ideal region to examine the development and structuring of terrestrial and aquatic ecosystems, because (1) the climate history of the western US is reasonably well understood from prior data syntheses and paleoclimate model simulations; (2) a well-documented glacial history of the Yellowstone region offers independent information on local environmental change; (3) different substrates and precipitation regimes shape modern ecosystem distributions and likely have in the past as well; and (4) previous paleoecologic findings motivate more-nuanced research questions that can be addressed with the acquisition of new high-resolution records.\r\n\r\nIntellectual Merit of the Research: Understanding the biotic consequences of climatic change is a major challenge in Earth systems research and identified as a high priority in recent international and US climate change assessments. The proposed study builds on existing knowledge of Yellowstone's past in an effort to better understand the resilience of terrestrial and aquatic ecosystems to environmental change, including abrupt climate events of the magnitude projected in the future. This project adopts a stratified sampling approach that is not possible in most locations where paleobiotic data are sparse, and the information gained will help answer basic biologic questions about the importance of abiotic and biotic variables in modulating the effects of climate change on species, communities, and ecosystems. The resulting synthesis will be a critical step in bridging the gap between current understanding of ecological processes on short time scales and evidence of dramatic change preserved in paleoecologic data on long time scales.\r\n\r\nBroader Impacts of the Research lie in its contribution to ongoing efforts that better inform the public, land and resource managers, and students about the importance of environmental history in the national parks, including an understanding of past climate change and ecosystem sensitivity. This project in particular, extends outreach activities in a number of ways, among them regularly updated web-disseminated information by the National Park Service on Yellowstone's history; education and training activities for Park staff on cutting-edge paleoclimate research; incorporation of Yellowstone findings in Park-directed K-12 curricula and university coursework; publication in popular scientific magazines; and content for a new museum exhibit on Yellowstone. The project also continues the PIs' commitment to train and educate the next generation of diverse scientists and to contribute to ongoing efforts to build multidisciplinary paleoclimate datasets for use by researchers, land managers, educators, and the public.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Cathy",
   "pi_last_name": "Whitlock",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Cathy L Whitlock",
   "pi_email_addr": "whitlock@montana.edu",
   "nsf_id": "000179421",
   "pi_start_date": "2008-09-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Montana State University",
  "inst_street_address": "216 MONTANA HALL",
  "inst_street_address_2": "",
  "inst_city_name": "BOZEMAN",
  "inst_state_code": "MT",
  "inst_state_name": "Montana",
  "inst_phone_num": "4069942381",
  "inst_zip_code": "59717",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MT01",
  "org_lgl_bus_name": "MONTANA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EJ3UF7TK8RT5"
 },
 "perf_inst": {
  "perf_inst_name": "Montana State University",
  "perf_str_addr": "216 MONTANA HALL",
  "perf_city_name": "BOZEMAN",
  "perf_st_code": "MT",
  "perf_st_name": "Montana",
  "perf_zip_code": "59717",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MT01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153000",
   "pgm_ele_name": "Paleoclimate"
  },
  {
   "pgm_ele_code": "745900",
   "pgm_ele_name": "Sedimentary Geo & Paleobiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1304",
   "pgm_ref_txt": "EARTH SYSTEM HISTORY"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 110000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The large continental ice sheets and mountain glaciers of North America reached their maximum size about 20,000 years ago and then began to retreat. Dramatic environmental transformations occurred in the millennia that followed, as new landscapes were formed and ice-free regions were vegetated.&nbsp; In the Yellowstone region, glaciers began to retreat about 17,000 years ago, which set in motion a series of events that eventually led to the present-day ecosystems of Yellowstone National Park. &nbsp;This project studied the formation and evolution of these ecosystems through an analysis of the fossils, sediments, and chemical components preserved in small lakes formed by glacial retreat. &nbsp;We examined sediment cores from a suite of sites that varied in their soil and climate characteristics, as well as in the timing of ice recession.&nbsp; From these data, we were able to test fundamental hypotheses about the role of large-scale climatic change versus local non-climate influences in shaping the development of the terrestrial and aquatic ecosystems through time.</p>\n<p>After 17,000 cal yr BP (calendar years before present), warming and ice recession triggered a sequence of plant migrations into the Yellowstone region.&nbsp; In most areas, tundra communities with birch, aspen, willow, and juniper developed.&nbsp; About 13,000 cal yr BP, the region was colonized first by Engelmann spruce and then by whitebark pine and subalpine fir.&nbsp; Initially these conifers formed an open subalpine parkland, but as the climate continued warm, a subalpine forest was established.&nbsp; An exception to this pattern occurred in central Yellowstone, where cold conditions persisted and nutrient-poor rhyolitic soils limited tree colonization; this area of the Park support non-forested communities until the beginning of the Holocene (the last 11,000 years).&nbsp; The Younger Dryas Cold Interval (12,900-11,500 cal yr BP), which is registered throughout the northern hemisphere, is not recorded as either a distinct vegetation reversal or a glacial readvance in Yellowstone. &nbsp;Rather, it was a time of slowed ice recession and reforestation, especially at mid-elevations (~2000 masl). &nbsp;The early Holocene (11,000-7000 cal yr BP) featured warmer-than-present summer conditions, but levels of summer drought varied in the region.&nbsp; In northern Yellowstone, higher-than-present growing season moisture, a result of either high winter snowpack or more summer convectional storms, was sufficient to support closed pine and pine/juniper forests, and fire activity was low.&nbsp; In contrast, in central and southern Yellowstone, higher-than-present summer drought and high fire activity led to open forests of Douglas-fir at low to mid-elevations and closed mixed conifer forest at high elevations.&nbsp; As in the late-glacial period, substrate differences continued to play an important role in the Holocene vegetation history of central Yellowstone.&nbsp; There, nutrient-poor soils limited the establishment of most conifers other than lodgepole pine, despite suitable climatic conditions for more biotic diversity.&nbsp; The paleoecologic data considered together suggest that long-term variations in climate have been the primary driver of regional vegetation change, but non-climatic factors, including substrate and elevation, were important in shaping sub-regional differences.&nbsp;</p>\n<p>In comparison, the limnologic records show that the early development of the aquatic ecosystem was more strongly influenced by local abiotic conditions.&nbsp; In northern Yellowstone, initial changes in the diatom assemblages, for example, came centuries after the appearance of subalpine parkland.&nbsp; This relationship suggests that vegetation and soil formation were required to stabilize slopes and provide hydrologic and nutrient inputs that were critical for the development of the limnobiota.&nbsp; In contra...",
  "por_txt_cntn": "\nThe large continental ice sheets and mountain glaciers of North America reached their maximum size about 20,000 years ago and then began to retreat. Dramatic environmental transformations occurred in the millennia that followed, as new landscapes were formed and ice-free regions were vegetated.  In the Yellowstone region, glaciers began to retreat about 17,000 years ago, which set in motion a series of events that eventually led to the present-day ecosystems of Yellowstone National Park.  This project studied the formation and evolution of these ecosystems through an analysis of the fossils, sediments, and chemical components preserved in small lakes formed by glacial retreat.  We examined sediment cores from a suite of sites that varied in their soil and climate characteristics, as well as in the timing of ice recession.  From these data, we were able to test fundamental hypotheses about the role of large-scale climatic change versus local non-climate influences in shaping the development of the terrestrial and aquatic ecosystems through time.\n\nAfter 17,000 cal yr BP (calendar years before present), warming and ice recession triggered a sequence of plant migrations into the Yellowstone region.  In most areas, tundra communities with birch, aspen, willow, and juniper developed.  About 13,000 cal yr BP, the region was colonized first by Engelmann spruce and then by whitebark pine and subalpine fir.  Initially these conifers formed an open subalpine parkland, but as the climate continued warm, a subalpine forest was established.  An exception to this pattern occurred in central Yellowstone, where cold conditions persisted and nutrient-poor rhyolitic soils limited tree colonization; this area of the Park support non-forested communities until the beginning of the Holocene (the last 11,000 years).  The Younger Dryas Cold Interval (12,900-11,500 cal yr BP), which is registered throughout the northern hemisphere, is not recorded as either a distinct vegetation reversal or a glacial readvance in Yellowstone.  Rather, it was a time of slowed ice recession and reforestation, especially at mid-elevations (~2000 masl).  The early Holocene (11,000-7000 cal yr BP) featured warmer-than-present summer conditions, but levels of summer drought varied in the region.  In northern Yellowstone, higher-than-present growing season moisture, a result of either high winter snowpack or more summer convectional storms, was sufficient to support closed pine and pine/juniper forests, and fire activity was low.  In contrast, in central and southern Yellowstone, higher-than-present summer drought and high fire activity led to open forests of Douglas-fir at low to mid-elevations and closed mixed conifer forest at high elevations.  As in the late-glacial period, substrate differences continued to play an important role in the Holocene vegetation history of central Yellowstone.  There, nutrient-poor soils limited the establishment of most conifers other than lodgepole pine, despite suitable climatic conditions for more biotic diversity.  The paleoecologic data considered together suggest that long-term variations in climate have been the primary driver of regional vegetation change, but non-climatic factors, including substrate and elevation, were important in shaping sub-regional differences. \n\nIn comparison, the limnologic records show that the early development of the aquatic ecosystem was more strongly influenced by local abiotic conditions.  In northern Yellowstone, initial changes in the diatom assemblages, for example, came centuries after the appearance of subalpine parkland.  This relationship suggests that vegetation and soil formation were required to stabilize slopes and provide hydrologic and nutrient inputs that were critical for the development of the limnobiota.  In contrast, during the Holocene, aquatic organisms were more sensitive than terrestrial plants to short-term changes in climate. This is evidenced by large and rapid fluctuations in ..."
 }
}