{
 "awd_id": "0818938",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Enhancing the Methodological Repertoire of Historical Research in the Social Sciences",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Humes",
 "awd_eff_date": "2008-09-15",
 "awd_exp_date": "2012-09-30",
 "tot_intn_awd_amt": 125804.0,
 "awd_amount": 125804.0,
 "awd_min_amd_letter_date": "2008-09-10",
 "awd_max_amd_letter_date": "2008-09-10",
 "awd_abstract_narration": "This project focuses on the development and application of quantitative methods for historical research in political science. The project is motivated by criticisms expressed by prominent scholars in the discipline of history and in the area of American Political Development within political science. One of their core concerns is that the way quantitative methods are currently employed by political scientists pays inadequate attention to issues of temporality, periodicity, specificity, and context. The PIs argue that these concerns can be addressed by using methods that allow for parameter variation across the dimension of time, incorporating the richness and complexity of historical analysis while maintaining the rigor necessary for testing causal claims. The project initially focuses on historical research on the U.S. Congress, demonstrating the feasibility and advantages of the methods that the PIs advocate with applications from their own work, and then expands to cover additional institutional and behavioral sites of inquiry.\r\n\r\nThis project pushes existing boundaries of research in history and political science by tackling problems and issues that are central to the conduct of historical work. Political scientists are turning more and more to the past to broaden and deepen our understanding of political behavior and institutions, using the additional cases and variation that history has to offer for model building and testing. However, as prominent historians have rightly pointed out, political scientists are not making the most of these opportunities because they frequently treat history simply as data with the implicit assumption of an equivalence among facts and particulars found in various periods and contexts. The methodological approaches that the PIs present overcome these problems and advance quantitative research on politics in a way that will broaden its appeal to a wider range of scholars. Multilevel models?especially ones that employ priors that incorporate temporal dynamics?enable parameters that indicate relations among variables to vary, and thus can capture the kind of complexity that characterizes the development and evolution of historical processes.\r\n\r\nThis project helps break down barriers between history and political science, enriching work in both disciplines. The project advances an ongoing dialogue about the challenges and pathways for progress in the conduct of historical social science. While not developing new methods from scratch, the project makes significant extensions to existing approaches by applying them in ways that are innovative to political science. By exposing historically-oriented researchers to these methods and making them more accessible, the project contributes new additions to the standard methodological toolkit in political science. Although historians are not likely to employ the methods that we advocate, they will be more prone to respect the historical work done in political science and to incorporate the findings of that work into their scholarship. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gregory",
   "pi_last_name": "Wawro",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Gregory J Wawro",
   "pi_email_addr": "gjw10@columbia.edu",
   "nsf_id": "000225546",
   "pi_start_date": "2008-09-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ira",
   "pi_last_name": "Katznelson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ira Katznelson",
   "pi_email_addr": "iik1@columbia.edu",
   "nsf_id": "000169441",
   "pi_start_date": "2008-09-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University",
  "perf_str_addr": "615 W 131ST ST",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100277922",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 125804.0
  }
 ],
 "por": null
}