{
 "awd_id": "0818051",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Redox and Metabolomic Regulatory Mechanisms Underlying Guard Cell ABA Signal Transduction",
 "cfda_num": "47.074",
 "org_code": "08070600",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Daniel Roberts",
 "awd_eff_date": "2008-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 528020.0,
 "awd_amount": 533830.0,
 "awd_min_amd_letter_date": "2008-09-10",
 "awd_max_amd_letter_date": "2010-06-09",
 "awd_abstract_narration": "Intellectual Merit. The research team will use modern biological tools to understand signal transduction processes of an important plant hormone, abscisic acid (ABA), in guard cells. Guard cells are highly specialized plant epidermal cells that enclose tiny pores called stomata. Stomatal movements (enabled by turgor changes in guard cells) control both CO2 uptake for photosynthesis and transpirational water loss, and thus play important roles in plant growth and acclimation to environmental stresses. ABA is a key indicator of drought stress. It induces stomatal closure via an intricate intracellular signaling network comprised of proteins and metabolites, thereby promoting plant water conservation. This research will analyze the roles of many proteins, especially those subject to reduction and oxidation (redox) modifications, in guard cell ABA signal transduction. Dynamic changes in key intracellular metabolites in guard cells upon ABA treatment will also be characterized. The project is expected to identify novel redox-regulated proteins and metabolites and put them into functional context of ABA signal transduction. The resources from this project will be distributed via a publicly accessible web interface and FTP sites for maximum scientific impact. The project is expected to provide comprehensive knowledge of regulatory mechanisms underlying stomatal movements that will help to develop crops with enhanced drought tolerance and improved productivity. \r\n\r\nBroader Impacts. This project will benefit society at large because a better understanding of ABA signal transduction will inform rational crop engineering for better agricultural yield and stress tolerance. Since protein redox regulation is a ubiquitous biological process, occurring in essentially every organism including plants, animals, and micro-organisms,  the data, techniques and resources developed in the project will be of immediate value to a broad range of scientists and will be disseminated via a web interface and FTP sites, as well as in publications and at scientific conferences. The project will involve cross-disciplinary training of personnel, including high school students, undergraduate and graduate students, in the frontiers of modern biological sciences. Given that knowledge of large-scale and high-throughput protein analysis (proteomics) is still not widespread, a proteomics workshop will be offered to graduate students and post-doctorates nationwide. Graduate students and post-doctorates from the Chen and Assmann laboratories will participate in developing and running the workshop, thus gaining valuable experience in teaching outside the standard classroom setting. Students from under-represented groups will be recruited for the training opportunities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sixue",
   "pi_last_name": "Chen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sixue Chen",
   "pi_email_addr": "schen8@olemiss.edu",
   "nsf_id": "000208191",
   "pi_start_date": "2008-09-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "1523 UNION RD RM 207",
  "perf_city_name": "GAINESVILLE",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326111941",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1136",
   "pgm_ref_txt": "SIGNAL TRANSDCTN/CELL REGULATN"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 176008.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 181815.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 176007.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Guard cells are specialized epidermal cells that form microscopic pores, stomata, on leaf surfaces. Stomatal movement mediated by guard cells control carbon dioxide intake for organic carbon production and water transpiration for mineral transport and cooling the vegetation. Clearly, plants and humans depend on stomatal movement and guard cell functions for energy, food and many other crucial processes. This collaborative research project has enabled the Chen lab at University of Florida and the Assmann lab at Penn State University to produce results on guard cell proteins, redox proteins and metabolomic regulatory mechanisms underlying stomatal movement.</p>\n<p>The research team has used modern biological and analytical tools to understand signal transduction processes of important plant hormones, abscisic acid (ABA) and jasmonic acid (JA), in guard cells. The Assmann lab has profiled 1786 guard cell proteins in Arabidopsis and the Chen lab has profiled 2827 guard cell proteins. Many of the proteins are susceptible to reduction and oxidation (redox) modifications, in guard cell ABA and JA signal transduction. In addition, the team has developed analytical methods for analyzing over 120 metabolites and studying their dynamic changes in guard cells upon ABA treatment. The proteins and metabolites constitute an important database and resource for the community to test new hypothesis about how guard cells and the stomata they regulate respond to environmental changes. Most of all, many novel proteins/metabolites or functions have been identified. Characterization of these proteins and metabolites would not be possible had they not been identified in this project. The results have greatly improved our knowledge of the regulatory mechanisms underlying stomatal movements. This knowledge has laid a foundation for future crop improvement toward enhanced drought tolerance and improved crop yield. <br /> <br /> The guard cell proteome atlas and the approaches and methods for redox proteomics and metabolite analysis are available to a broad range of scientists in the community. The results are of value to benefit society at large because of their potential application in rational crop breeding and engineering for better yield and stress tolerance. This project also has provided cross-disciplinary training in science to high school students, undergraduate and graduate students, and professional researchers. The national proteomics conference held by the team in 2009 at the University of Florida has drawn international attention and has recruited under-represented groups for training opportunities in addition to the regular training activities from the team. A web resource for training high school students and teachers in &ldquo;omics&rdquo; sciences has been effective in broadening participation and impact. The development of the first high school proteomics lab curriculum can be expected to achieve an amplification effect that will impact many students early in education, and most of all enhance the development of the U.S. science and engineering workforce.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/07/2012<br>\n\t\t\t\t\tModified by: Sixue&nbsp;Chen</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nGuard cells are specialized epidermal cells that form microscopic pores, stomata, on leaf surfaces. Stomatal movement mediated by guard cells control carbon dioxide intake for organic carbon production and water transpiration for mineral transport and cooling the vegetation. Clearly, plants and humans depend on stomatal movement and guard cell functions for energy, food and many other crucial processes. This collaborative research project has enabled the Chen lab at University of Florida and the Assmann lab at Penn State University to produce results on guard cell proteins, redox proteins and metabolomic regulatory mechanisms underlying stomatal movement.\n\nThe research team has used modern biological and analytical tools to understand signal transduction processes of important plant hormones, abscisic acid (ABA) and jasmonic acid (JA), in guard cells. The Assmann lab has profiled 1786 guard cell proteins in Arabidopsis and the Chen lab has profiled 2827 guard cell proteins. Many of the proteins are susceptible to reduction and oxidation (redox) modifications, in guard cell ABA and JA signal transduction. In addition, the team has developed analytical methods for analyzing over 120 metabolites and studying their dynamic changes in guard cells upon ABA treatment. The proteins and metabolites constitute an important database and resource for the community to test new hypothesis about how guard cells and the stomata they regulate respond to environmental changes. Most of all, many novel proteins/metabolites or functions have been identified. Characterization of these proteins and metabolites would not be possible had they not been identified in this project. The results have greatly improved our knowledge of the regulatory mechanisms underlying stomatal movements. This knowledge has laid a foundation for future crop improvement toward enhanced drought tolerance and improved crop yield. \n \n The guard cell proteome atlas and the approaches and methods for redox proteomics and metabolite analysis are available to a broad range of scientists in the community. The results are of value to benefit society at large because of their potential application in rational crop breeding and engineering for better yield and stress tolerance. This project also has provided cross-disciplinary training in science to high school students, undergraduate and graduate students, and professional researchers. The national proteomics conference held by the team in 2009 at the University of Florida has drawn international attention and has recruited under-represented groups for training opportunities in addition to the regular training activities from the team. A web resource for training high school students and teachers in \"omics\" sciences has been effective in broadening participation and impact. The development of the first high school proteomics lab curriculum can be expected to achieve an amplification effect that will impact many students early in education, and most of all enhance the development of the U.S. science and engineering workforce.\n\n\t\t\t\t\tLast Modified: 12/07/2012\n\n\t\t\t\t\tSubmitted by: Sixue Chen"
 }
}