{
 "awd_id": "0818118",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Even-Skipped Locus Control and Enhancer-Promoter Interaction",
 "cfda_num": "47.074",
 "org_code": "08070100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Martha Peterson",
 "awd_eff_date": "2008-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 495000.0,
 "awd_amount": 600985.0,
 "awd_min_amd_letter_date": "2008-08-25",
 "awd_max_amd_letter_date": "2013-03-21",
 "awd_abstract_narration": "Intellectual merit \r\n\r\nChromosome dynamics are important not only for such basic cellular processes as proper segregation during mitosis and recombination during meiosis, but for gene regulation as well. Localized DNA sequences have been identified that mediate large-scale regulation involving a chromosomal region, a complex genetic locus, or an entire chromosome. Examples include X-inactivation and locus control in mammals, and dosage compensation and master regulatory gene function in the fruit fly, Drosophila melanogaster. Such regulation has been shown to be critically important for proper gene expression during development. Despite much progress in recent years in illuminating some of the underlying mechanisms, fundamental questions remain as to how regulatory proteins binding at localized sites produce global regulation. The project consists of two main parts. The first deals with the locus control elements that flank the Drosophila even skipped (eve) locus. These elements mediate positive regulation with locus-wide effects on early gene expression, in that the relevant enhancers are spread throughout the locus. The second deals with regulatory DNA at the 3' edge of the eve locus that causes trans-gene homing, in which exogenously introduced genes containing the eve promoter respond to endogenous eve enhancers from as far away as 120 kilobase pairs, \"across\" several other genes. The main thrust of each part will be to determine how long-range chromosome interactions change with changes in the DNA elements that mediate these activities, allowing development and testing of specific mechanistic models. In each case, the focus is on analyses that are feasible with established techniques, that provide fundamentally important information, and that take advantage of unique features of our model system, of which there are several. In addition to highly detailed knowledge of the eve regulatory DNA, it is possible to make fully functional transgenic copies of the entire locus. This will allow us to go beyond cataloguing correlations between chromosome dynamics and gene regulation, to test the functional significance of the observed changes. Thus, our analysis will lead to a greater understanding of mechanisms that regulate both chromosome dynamics and expression of the eve locus, and how the two are interrelated. The results of our studies will have important implications for how these processes are integrated for many other genes. This goal represents a major remaining frontier in the quest to learn how the genome directs the development and behavior of multicellular organisms, and their interactions with the environment. \r\n\r\nBroader impacts\r\n\r\nI. Students are strongly encouraged to participate. Both graduate and undergraduate students have earned authorship on recent publications from the laboratory. Post-doctoral associates receive training that prepares them to pursue independent research in the future. In each of these categories, women and minorities are highly represented.\r\n\r\nII. The work provides exciting, current examples that are incorporated into lectures for graduate students, as well as presentations in a Community Outreach Program. These activities advance discovery and understanding while promoting teaching, training, and learning. \r\n\r\nIII. The results of the work are disseminated broadly through presentations at research conferences as well as in scientific publications. Aspects of previous work by the investigators have also been included in a number of college textbooks in recent years.\r\n\r\nIV. Funding of this project will facilitate an established Outreach Program. K-12 student participation generates increased excitement about biological sciences, and encourages consideration of scientific career options. Teacher training is included. Under-represented groups with respect to economic status and race are largely those served in the Philadelphia, PA and Camden, NJ school districts, the target institutions of this program. This program has reached thousands of students and dozens of teachers over the past 3 years.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Jaynes",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "James B Jaynes",
   "pi_email_addr": "james.jaynes@jefferson.edu",
   "nsf_id": "000252725",
   "pi_start_date": "2008-08-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Miki",
   "pi_last_name": "Fujioka",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Miki Fujioka",
   "pi_email_addr": "mxf118@jefferson.edu",
   "nsf_id": "000092912",
   "pi_start_date": "2008-08-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Thomas Jefferson University",
  "inst_street_address": "1020 WALNUT ST STE 1",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2155036976",
  "inst_zip_code": "191075567",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "PA02",
  "org_lgl_bus_name": "THOMAS JEFFERSON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "R8JEVL4ULGB7"
 },
 "perf_inst": {
  "perf_inst_name": "Thomas Jefferson University",
  "perf_str_addr": "1020 WALNUT ST STE 1",
  "perf_city_name": "PHILADELPHIA",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191075567",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "PA02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1112",
   "pgm_ref_txt": "GENES AND GENOME SYSTEMS"
  },
  {
   "pgm_ref_code": "1154",
   "pgm_ref_txt": "GENE EXPRESSION"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 175000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 160000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 160000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 98985.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 7000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In general terms, this project investigated how genes are regulated in eukaryotic organisms using genetics and molecular biology.&nbsp; The main model system used was <em>Drosophila melanogaster</em>, and the primary technique was to manipulate the genetic material of this animal and study the resulting changes in its development and function.</p>\n<p>Basic mechanisms of gene regulation are known, through decades of study, to be quite well conserved among all animals and higher plants.&nbsp; Therefore, studies of these mechanisms in a model organism yield generally applicable results.&nbsp; In most cases, mechanisms discovered in invertebrate animals apply to humans and other mammals.&nbsp; This is the major importance of our research.&nbsp; We use this model system because it allows us to discover and analyze gene regulatory mechanisms very efficiently.</p>\n<p>The focus of this project has been on two relatively new kinds of DNA elements that are found throughout the genome, but about which relatively little is known at the mechanistic level.&nbsp; Understanding these mechanisms represents a significant advance in an overall understanding of how genes are regulated during higher eukaryotic development and homeostasis.&nbsp; The two kinds of elements under investigation are Polycomb response elements (PREs) and insulators.&nbsp; PREs mediate regulation by a group of genes that allows cells to &ldquo;remember&rdquo; their past experience by modifying their chromatin in a way that can be transmitted through DNA replication and cell division to daughter cells (epigenetic memory).&nbsp; Insulators provide a way to separate chromosomes into functional units.&nbsp; This is needed because genes contain not only DNA that is transcribed into RNA, but also regulatory DNA that guides when and where genes are turned on and off.&nbsp; Which regulatory DNA acts on which transcribed DNA is directed in part by insulators.&nbsp; Some of the significant new contributions of this work are summarized in the remainder of this report.</p>\n<p>Our work has shown for the first time that the Polycomb-group protein Pleiohomeotic participates in positive epigenetic maintenance of gene expression, in which the <span style=\"text-decoration: underline;\">active</span> state of a gene is maintained through subsequent cell divisions and differentiation by a chromatin-based mechanism.&nbsp; This is novel because the function of such proteins was thought to be limited to negative epigenetic maintenance, which propagates the <span style=\"text-decoration: underline;\">inactive</span> state to daughter cells.</p>\n<p>Our work also connects the ability of a transgenic vector that normally inserts randomly in the genome to 'home' to the chromosomal location of the corresponding endogenous gene with the activity of a chromatin insulator, and shows that these activities are likely mediated by physical interactions between insulator sequences that can tether together linearly distant regions of a chromosome.</p>\n<p>Chromatin insulators are specialized DNA elements that can separate the genome into functional units.&nbsp; Most of the current thinking about these elements comes from studies done with model transgenes.&nbsp; Studies of insulators within the specialized Hox gene complexes have suggested that model transgenes can reflect the normal functions of these elements in their native context.&nbsp; However, recent genome-wide studies have called this into question.&nbsp; Our work analyzed the native function of an insulator that resides between the Drosophila genes <em>even skipped</em> (<em>eve</em>) and <em>TER94</em>, which are expressed in very different patterns.&nbsp; Also, the <em>eve</em> gene is a Polycomb (Pc) domain, a specialized type of chromatin that is found in many places throughout the genome.&nbsp; We showed that this insulator has three major functions.&nbsp; It blocks the spreading of the...",
  "por_txt_cntn": "\nIn general terms, this project investigated how genes are regulated in eukaryotic organisms using genetics and molecular biology.  The main model system used was Drosophila melanogaster, and the primary technique was to manipulate the genetic material of this animal and study the resulting changes in its development and function.\n\nBasic mechanisms of gene regulation are known, through decades of study, to be quite well conserved among all animals and higher plants.  Therefore, studies of these mechanisms in a model organism yield generally applicable results.  In most cases, mechanisms discovered in invertebrate animals apply to humans and other mammals.  This is the major importance of our research.  We use this model system because it allows us to discover and analyze gene regulatory mechanisms very efficiently.\n\nThe focus of this project has been on two relatively new kinds of DNA elements that are found throughout the genome, but about which relatively little is known at the mechanistic level.  Understanding these mechanisms represents a significant advance in an overall understanding of how genes are regulated during higher eukaryotic development and homeostasis.  The two kinds of elements under investigation are Polycomb response elements (PREs) and insulators.  PREs mediate regulation by a group of genes that allows cells to \"remember\" their past experience by modifying their chromatin in a way that can be transmitted through DNA replication and cell division to daughter cells (epigenetic memory).  Insulators provide a way to separate chromosomes into functional units.  This is needed because genes contain not only DNA that is transcribed into RNA, but also regulatory DNA that guides when and where genes are turned on and off.  Which regulatory DNA acts on which transcribed DNA is directed in part by insulators.  Some of the significant new contributions of this work are summarized in the remainder of this report.\n\nOur work has shown for the first time that the Polycomb-group protein Pleiohomeotic participates in positive epigenetic maintenance of gene expression, in which the active state of a gene is maintained through subsequent cell divisions and differentiation by a chromatin-based mechanism.  This is novel because the function of such proteins was thought to be limited to negative epigenetic maintenance, which propagates the inactive state to daughter cells.\n\nOur work also connects the ability of a transgenic vector that normally inserts randomly in the genome to 'home' to the chromosomal location of the corresponding endogenous gene with the activity of a chromatin insulator, and shows that these activities are likely mediated by physical interactions between insulator sequences that can tether together linearly distant regions of a chromosome.\n\nChromatin insulators are specialized DNA elements that can separate the genome into functional units.  Most of the current thinking about these elements comes from studies done with model transgenes.  Studies of insulators within the specialized Hox gene complexes have suggested that model transgenes can reflect the normal functions of these elements in their native context.  However, recent genome-wide studies have called this into question.  Our work analyzed the native function of an insulator that resides between the Drosophila genes even skipped (eve) and TER94, which are expressed in very different patterns.  Also, the eve gene is a Polycomb (Pc) domain, a specialized type of chromatin that is found in many places throughout the genome.  We showed that this insulator has three major functions.  It blocks the spreading of the eve Pc domain, preventing repression of TER94.  It prevents activation of TER94 by eve regulatory DNA. It also facilitates normal eve expression.  Each of these activities are consistent with those seen with model transgenes, and other known insulators can provide these functions in this context.  Our work provides a novel and convincing exampl..."
 }
}