{
 "awd_id": "0819706",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Black Carbon Remineralization in the Environment: Physical and Chemical Controls",
 "cfda_num": "47.050",
 "org_code": "06030205",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Enriqueta Barrera",
 "awd_eff_date": "2008-08-15",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 190707.0,
 "awd_amount": 190707.0,
 "awd_min_amd_letter_date": "2008-08-12",
 "awd_max_amd_letter_date": "2008-08-12",
 "awd_abstract_narration": "Intellectual Merit: It has only recently been realized that pyrogenic carbon, or black carbon (BC), can make up a significant fraction of the organic carbon in soils and sediments. As such, BC is an important but poorly understood portion of the global carbon cycle that serves as a carbon sink and oxygen source over geological time-scales. Further, BC may be an important ingredient for soil fertility, controls the fate of organic contaminants, and, as charcoal, is commonly used for 14C dating and in paleoenvironmental and archeological studies to reconstruct fire-frequency and human occupation records.\r\n\r\nBlack Carbon has generally been regarded as biologically and chemically inert due to its chemical structure and longevity in the geosphere. However, considering its estimated production rate by biomass combustion, it must also turnover at considerable rates (100-1000 years?). While recent studies have recorded measurable degradation rates in short-term microbial incubations, little is known as to the range of degradation rates that occur with different BC forms, or the chemical and physical variables that control rates of microbial utilization. Further, while some studies suggest that the presence of labile organic matter (OM) may enhance BC degradation, others would have BC serve to protect OM from microbial decomposition. The proposed study examines the relationships between BC, OM, and microbes with a focus on examining the relative importance of chemical and physical factors on BC degradation in soils.\r\n\r\nScience Plan: The series of integrated laboratory BC-microbial incubations, OM adsorption experiments and field-based soil studies proposed will provide a strong theoretical foundation for understanding the cycling of BC in the environment. Materials for these experiments will include both BC reference materials recommended by the International BC Steering Committee and BC produced by the PI by combustion of a variety of wood and grasses under a range of controlled temperature and oxygenation conditions. The surface chemistry of these materials will be characterized before and after lab and field incubations by 13C-NMR (functional groups) and potentiometric titration (surface charge), and the surface morphology (external and internal surface area and pore size distribution and volume) by CO2 sorptometry (an improvement over commonly used N2 sorptometry). Each of these parameters will be related to rates of microbial degradation measured via CO2 evolution in the laboratory, and BC loss and aggregate formation measured in tropical soils in Brazil. In addition, incubation/adsorption experiments will be used to determine the potential for labile OM ?priming? to enhance BC degradation and for OM adsorption to sequester and preserve labile organic carbon within BC.\r\n\r\nBroader Impacts: The data generated will be of great value to the community of scientists struggling to identify the composition and structure of BC, establish the most appropriate methods of analysis, and will also provide critical information on the biogeochemical cycling of this poorly understood component of the global carbon cycle. The results will also be of practical value to those considering BC as a tool for soil remediation, amelioration, and atmospheric carbon sequestration. For wide dispersal beyond the conventional scientific literature, findings will be posted on websites and list-serves that are actively discussing BC applications. The PI will also interface with the commercial sector employing or considering BC technologies.\r\n\r\nThis proposal represents a new direction for the PI, an early career scientist with no prior NSF funding, and a new collaboration for the PI and co-PI as well as for four additional collaborators including one in Brazil. It includes a request for full or partial support of three graduate (2 at UF, 1 at FSU) and two undergraduate students. Results of this project will be incorporated into a teacher training workshop and public lectures.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Zimmerman",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew R Zimmerman",
   "pi_email_addr": "azimmer@ufl.edu",
   "nsf_id": "000172654",
   "pi_start_date": "2008-08-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "1523 UNION RD RM 207",
  "perf_city_name": "GAINESVILLE",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326111941",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729500",
   "pgm_ele_name": "Geobiology & Low-Temp Geochem"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 190707.0
  }
 ],
 "por": null
}