{
 "awd_id": "0819494",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research in Political Science: Conflict-Induced Displacement, Understanding the Causes of Flight",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Humes",
 "awd_eff_date": "2008-08-01",
 "awd_exp_date": "2009-07-31",
 "tot_intn_awd_amt": 12000.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "2008-07-29",
 "awd_max_amd_letter_date": "2008-07-29",
 "awd_abstract_narration": "Unrest in places such as Afghanistan, Sudan and Iraq forces millions of people from their homes every year. The plight of internally displaced persons (IDPs) has become an increasingly discussed topic in academia as well as in the international community. Most literature on forced migration tends to conclude that displacement is an obvious consequence of conflict and people flee because they have no choice. However, this is an oversimplified conclusion. Many questions remain unanswered, such as why do some people stay behind and risk their lives while others flee? Little is known at the individual level about how those who choose to stay cope with conflict. Furthermore, only around a fraction of those who leave home ever return back. This raises yet other questions, such as why do some people not return home after they are displaced and under what conditions are they able to resettle into their new locations? The present research is motivated by puzzles such as these. Specifically, why do some people, even when faced with extreme violence, stay put and risk their lives while others flee? How do those who stay cope with the conflict and what choices do they make when life is at risk? Finally, what affects the choices of displaced persons to resettle in the place to which they migrated, return home, or remain in limbo in the aftermath of flight? \r\n\r\nA face-to-face public opinion survey of around 1500 randomly selected Nepali citizens will be conducted during the summer of 2008 to collect primary data and test a series of hypotheses to address the above questions. A multi-stage research design will be used to test a variety of hypotheses related to internal displacement. A logistic regression model will be used in the first part of the research to assess the significance of a number of factors beyond the threat to physical integrity of life, such as economic opportunity and physical infrastructure in explaining individual choice. The primary data collected at the individual level will be used to understand the factors that contribute the most to an individual?s decision to leave or stay put in the face of violent conflict. Conditioned on the choice to leave or stay, a variety of hypotheses regarding factors that lead to multiple possible outcomes for those who stay and those who leave will be tested in the second stage using conditional multinomial logit models. \r\n\r\nThe present research will make a significant contribution to the ongoing effort to develop a theoretical foundation for understanding forced migration, and will have significant policy implications. Using primary data collected in Nepal, the present study will move from existing aggregate analyses to a micro-level analysis and provide a more nuanced test of the existing explanations of forced migration. The study will provide the first statistical analysis with primary data at the individual level with a focus on IDPs and the findings are expected to be sufficiently generalizable. The data will be made available to other researchers and will be a valuable contribution to the research community. The proposed research will also be important to policy makers in Nepal as well as the international community. It will shed light on the reasons behind people?s decisions to leave home and offer insights into the alternative mechanisms available for dealing with this problem, such as investment in creating economic opportunities, physical infrastructure and other coping alternatives.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wendy",
   "pi_last_name": "Hansen",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Wendy L Hansen",
   "pi_email_addr": "wlhansen@unm.edu",
   "nsf_id": "000291254",
   "pi_start_date": "2008-07-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Prakash",
   "pi_last_name": "Adhikari",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Prakash Adhikari",
   "pi_email_addr": "prakash@unm.edu",
   "nsf_id": "000493581",
   "pi_start_date": "2008-07-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of New Mexico",
  "inst_street_address": "1 UNIVERSITY OF NEW MEXICO",
  "inst_street_address_2": "",
  "inst_city_name": "ALBUQUERQUE",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5052774186",
  "inst_zip_code": "871310001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NM01",
  "org_lgl_bus_name": "UNIVERSITY OF NEW MEXICO",
  "org_prnt_uei_num": "",
  "org_uei_num": "F6XLTRUQJEN4"
 },
 "perf_inst": {
  "perf_inst_name": "University of New Mexico",
  "perf_str_addr": "1 UNIVERSITY OF NEW MEXICO",
  "perf_city_name": "ALBUQUERQUE",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "871310001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NM01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": null
}