{
 "awd_id": "0819011",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Integrated Analyses of the Sites- and Mode-of-Action of the ToxA Virulence Determinant from the Fungal Wheat Pathogen, Pyrenophora Tritici-Repentis",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Mishkind",
 "awd_eff_date": "2008-08-15",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 424000.0,
 "awd_amount": 424000.0,
 "awd_min_amd_letter_date": "2008-07-27",
 "awd_max_amd_letter_date": "2010-05-16",
 "awd_abstract_narration": "The plant disease, tanspot, caused by the pathogenic fungus, Pyrenophora tritici-repentis, is a destructive and economically significant disease of wheat, which exhibits characteristics that make it ideally suited for investigating properties of pathogen virulence and plant disease susceptibility. For example, the fungus produces multiple protein toxins each of which is required for its ability to cause disease depending on the genetic makeup of the host. Understanding how these toxins function should provide substantial insight into how pathogens cause disease and how plants become vulnerable to pathogens. This project will evaluate one of these toxins called Ptr ToxA and investigates how and where this protein interacts at the cellular level.  The experimental protocol is highly integrative and incorporates a diversity of approaches including biochemical, cytological, molecular, and genetical analyses designed to identify interacting plant partners. Such partners include host proteins that mediate its uptake, facilitate intracellular transport, and comprise the toxin's site-of-action.  Successful completion of the objectives promises to be transformative not only for its contribution to understanding the basic biology of pathogen virulence and mechanisms that govern host disease susceptibility, but also for understanding processes fundamentally important to plant biology including, receptor biology and function, intracellular protein transport and chloroplast structure and function.  The project will support training and outreach activities in several ways including: the implementation of a workshop in molecular plant-microbe interactions at Heritage University, a nondenominational private, accreted institution of higher education sited on the Yakama Indian Nation Reservation in Toppenish Washington; conducting an eleven-week internship program at Oregon State University hosting select Heritage University students; and direct training experiences in an area with broad implications to the plant sciences for a postdoctoral associate or a research assistant and graduate and undergraduate students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lynda",
   "pi_last_name": "Ciuffetti",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Lynda M Ciuffetti",
   "pi_email_addr": "ciuffetL@science.oregonstate.edu",
   "nsf_id": "000099874",
   "pi_start_date": "2008-07-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon State University",
  "inst_street_address": "1500 SW JEFFERSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CORVALLIS",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5417374933",
  "inst_zip_code": "973318655",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "OREGON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MZ4DYXE1SL98"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon State University",
  "perf_str_addr": "1500 SW JEFFERSON AVE",
  "perf_city_name": "CORVALLIS",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973318655",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765600",
   "pgm_ele_name": "Symbiosis Infection & Immunity"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 274000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Tan spot of wheat caused by the fungus <em>Pyrenophora tritici-repentis</em> (<em>Ptr</em>) has been identified in major wheat growing areas throughout the world and is considered a disease of economic importance. In tan spot, the interaction of <em>Ptr</em> and wheat is described as an inverse gene-for-gene interaction because pathogen virulence and host disease susceptibility manifest as the genetically dominant features. This type of interaction has been associated with fungal pathogens where virulence is associated with the expression of host-selective toxins (HSTs) and susceptibility is due to toxin sensitivity.</p>\n<p>Understanding the mode-of-action of Ptr ToxA (ToxA), a major HST produced by <em>P. tritici-repentis</em>, is foundational to a general understanding of fungal pathogenesis and directly relevant to our understanding of not only tan spot but also Stagonospora nodorum blotch of wheat as both <em>Ptr</em> and <em>Stagonospora nodorum</em> exploit ToxA for pathogenesis.</p>\n<p>A significant amount and variety of data including symptoms, cloning /mutagenesis, structural, cell biological, biochemical and physiological studies, indicate that ToxA binds via its RGD motif to an extracellular receptor, is internalized, and confers virulence by eliciting host cell death. In animals, RGD motifs mediate binding to plasma-membrane-bound receptors called \"integrins\". While integrins have not been identified in plants, RGD binding sites in the membranes of plants have been recognized for years and were almost immediately associated with host defense. Thus, a main objective of this project was to identify the extracellular ToxA receptor that mediates toxin uptake into sensitive wheat cells. Simply stated, we developed and tested a model for how ToxA causes cell death. To substantiate the model we investigated whether ToxA interacts with its putative receptor. Data support the identification of the missing component, the receptor, as a Lectin Receptor Kinase (LRK), tentatively designated &lsquo;5A&rsquo;. Further studies, however, are required to determine if &lsquo;5A&rsquo; is indeed the extracellular ToxA receptor that mediates toxin uptake into sensitive wheat cells eliciting cell death. Additional funds are needed and will be sought to substantiate our findings. Definitive identification of the ToxA receptor would be highly significant and will have a major impact in the field of molecular plant-microbe interactions (and in general the plant sciences) and toward understanding disease susceptibility/resistance in plants. The study provides basic research progress toward developing strategies to reduce the economic impact of two significant wheat diseases and enhances the nation's natural resource base and environment by contributing to cost-effective means to control these and other plant diseases and reduces the need for fungicides.</p>\n<p>Broader Impacts related to education, training, and outreach included the opportunity for a Senior Research Assistant to expand her expertise, writing skills, mentoring experience, and communication skills in molecular plant-microbe interactions, plant biochemistry, and plant cell biology. In addition, the project provided similar opportunities for undergraduate, post-baccalaureate, and graduate students in the laboratory.</p>\n<p>Funds for this project provided the opportunity for four undergraduate students from Heritage University, located on the Yakama Indian Reservation, to participate in a summer Internship at Oregon State University and gain experience in Molecular Plant-Microbe Interactions. This internship experience also allowed for a postdoctoral fellow and a research associate to enhance their mentoring and training skills. The project provided 3 postdoctorals to gain experience in outreach activities and to fine-tune their communication and teaching skills during the workshops presented at Heritage University. ...",
  "por_txt_cntn": "\nTan spot of wheat caused by the fungus Pyrenophora tritici-repentis (Ptr) has been identified in major wheat growing areas throughout the world and is considered a disease of economic importance. In tan spot, the interaction of Ptr and wheat is described as an inverse gene-for-gene interaction because pathogen virulence and host disease susceptibility manifest as the genetically dominant features. This type of interaction has been associated with fungal pathogens where virulence is associated with the expression of host-selective toxins (HSTs) and susceptibility is due to toxin sensitivity.\n\nUnderstanding the mode-of-action of Ptr ToxA (ToxA), a major HST produced by P. tritici-repentis, is foundational to a general understanding of fungal pathogenesis and directly relevant to our understanding of not only tan spot but also Stagonospora nodorum blotch of wheat as both Ptr and Stagonospora nodorum exploit ToxA for pathogenesis.\n\nA significant amount and variety of data including symptoms, cloning /mutagenesis, structural, cell biological, biochemical and physiological studies, indicate that ToxA binds via its RGD motif to an extracellular receptor, is internalized, and confers virulence by eliciting host cell death. In animals, RGD motifs mediate binding to plasma-membrane-bound receptors called \"integrins\". While integrins have not been identified in plants, RGD binding sites in the membranes of plants have been recognized for years and were almost immediately associated with host defense. Thus, a main objective of this project was to identify the extracellular ToxA receptor that mediates toxin uptake into sensitive wheat cells. Simply stated, we developed and tested a model for how ToxA causes cell death. To substantiate the model we investigated whether ToxA interacts with its putative receptor. Data support the identification of the missing component, the receptor, as a Lectin Receptor Kinase (LRK), tentatively designated æ5AÆ. Further studies, however, are required to determine if æ5AÆ is indeed the extracellular ToxA receptor that mediates toxin uptake into sensitive wheat cells eliciting cell death. Additional funds are needed and will be sought to substantiate our findings. Definitive identification of the ToxA receptor would be highly significant and will have a major impact in the field of molecular plant-microbe interactions (and in general the plant sciences) and toward understanding disease susceptibility/resistance in plants. The study provides basic research progress toward developing strategies to reduce the economic impact of two significant wheat diseases and enhances the nation's natural resource base and environment by contributing to cost-effective means to control these and other plant diseases and reduces the need for fungicides.\n\nBroader Impacts related to education, training, and outreach included the opportunity for a Senior Research Assistant to expand her expertise, writing skills, mentoring experience, and communication skills in molecular plant-microbe interactions, plant biochemistry, and plant cell biology. In addition, the project provided similar opportunities for undergraduate, post-baccalaureate, and graduate students in the laboratory.\n\nFunds for this project provided the opportunity for four undergraduate students from Heritage University, located on the Yakama Indian Reservation, to participate in a summer Internship at Oregon State University and gain experience in Molecular Plant-Microbe Interactions. This internship experience also allowed for a postdoctoral fellow and a research associate to enhance their mentoring and training skills. The project provided 3 postdoctorals to gain experience in outreach activities and to fine-tune their communication and teaching skills during the workshops presented at Heritage University. The research conducted under this project was an integrated approach and provided training and exposure in the areas of biochemistry, molecular and cellular biology..."
 }
}