{
 "awd_id": "0819528",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative proposal:  Tracing the Evolution of Late Quaternary Human Interaction and Mobility Patterns in Kenya",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2008-07-01",
 "awd_exp_date": "2010-06-30",
 "tot_intn_awd_amt": 122732.0,
 "awd_amount": 122732.0,
 "awd_min_amd_letter_date": "2008-06-19",
 "awd_max_amd_letter_date": "2008-06-19",
 "awd_abstract_narration": "With the support of the National Science Foundation, Dr. Stanley Ambrose (University of Illinois) and Drs. Jeffrey Ferguson, Michael Glascock, and David Robertson (University of Missouri Research Reactor) will examine a critical transition that occurred during the final stages of the development of modern human behavior. Reciprocity, cooperation and sharing of information have been demonstrated to be an advantageous strategy for survival in a variety of experimental and natural settings.  Regional information and materials exchange networks are fundamental for survival of hunter-gatherers in risky, unpredictable environments.  What kinds of archaeological evidence can show that human societies adopt regional cooperative strategies, and when and where did this transition occur? The most durable and abundant class of evidence for long distance exchange systems is stone tools.  Obsidian is a volcanic glass that was widely used for sharp-edged stone tools in East Africa.  Each volcanic source has a distinct chemical composition.  By determining the chemical fingerprint of obsidian artifacts from archaeological sites they can be linked to their sources, and thus can reveal information about exchange and regional social interaction patterns. Results from archaeological excavations show that a substantial increase in frequencies of obsidian artifacts occurred approximately 60,000 to 70,000 years ago in East Africa. This change coincides with a long period of severe environmental degradation during the early the last ice age.  Similar changes may have occurred in other parts of Africa at this time, but cannot yet be validated by chemical analysis of artifacts. Contemporary sites in Eurasia made by neandertals do not show an analogous increase in stone tool raw materials from distant sources. This evidence suggests that cooperative strategies developed first in Africa, in response to dramatic climate change.  Genetic evidence demonstrates that northeast Africans expanded out of Africa and replaced archaic human populations in Eurasia after this transition.  Their cooperative strategy may have been the key to their successful expansion during the middle of the last ice age.  \r\nThe majority of the work by Dr. Ambrose and his students will involve sampling obsidian from known sources as well as survey for additional outcrops in Kenya. The remainder of the fieldwork will involve selecting artifacts for analysis from collections in the National Museums of Kenya. Analysis of the chemical composition of several thousand artifact and source samples will be carried out at the University of Missouri Research Reactor (MURR) using X-ray fluorescence and Neutron Activation analysis.\r\nThis study will have broader impacts for social and behavioral sciences because it will provide valuable evidence for the role of climate change in the development of enhanced cooperation during the final stages of the transition to modern human behavior.  It will promote understanding of the social strategies that facilitated our subsequent success in expanding from tropical Africa to the rest of the world, and the demise of neandertals.  This project will also impact future research in the region because the obsidian source reference database will be useful for studying later periods.  Finally, this research will provide scientific training and education opportunities for graduate students in field geology, archaeology and laboratory research methods on geochemistry and nuclear chemistry.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stanley",
   "pi_last_name": "Ambrose",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Stanley H Ambrose",
   "pi_email_addr": "Ambrose@illinois.edu",
   "nsf_id": "000101602",
   "pi_start_date": "2008-06-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 S WRIGHT ST",
  "perf_city_name": "URBANA",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 122732.0
  }
 ],
 "por": null
}