{
 "awd_id": "0819072",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant:  Seeds of Persistence: The Ethnoecology of Crop Agrobiodiversity Maintenance in the American Mountain South",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Deborah Winslow",
 "awd_eff_date": "2008-08-15",
 "awd_exp_date": "2009-07-31",
 "tot_intn_awd_amt": 13760.0,
 "awd_amount": 13760.0,
 "awd_min_amd_letter_date": "2008-08-08",
 "awd_max_amd_letter_date": "2008-08-08",
 "awd_abstract_narration": "University of Georgia graduate student, James Veteto, working under the supervision of Dr. Robert E. Rhoades, will undertake a comparative investigation of why folk crop varieties continue to persist despite overwhelming economic and social pressures that threaten their existence. Research has demonstrated the increasing loss of agricultural biodiversity across the globe and various conservation strategies have been applied to alleviate this problem. However, the contribution of social scientists has been limited, even though they are well-positioned to make in-depth inquiries into the reasons why some individuals, communities, or cultures continue to nurture folk crop biodiversity. This study will help to fill that gap.\r\n\r\nThis study will investigate two main complementary motivations that contribute to the continued use and conservation of folk crop varieties. The first potential motivation is utilitarian salience, the selection and maintenance of indigenous varieties for practical agronomic, economic, and environmental reasons. The second possible motivation is cultural salience, selection and maintenance of crops because of culturally defined preferences and influences such as heritage and memory, culinary traditions, spiritual beliefs and rituals, and values that are learned and shared. The primary research sites will be the southern Appalachian mountains of western North Carolina and the Ozark-Quachita Highlands of Arkansas. Both areas are known for having households that maintain a diverse set of indigenous plants.\r\n\r\nThe researcher will use a comparative mixed-methods approach to assess the reasons for the persistence of folk crop varieties and overall crop agrobiodiversity in the two regions. A purposive sample of active growers will be selected using a combination of snowball sampling beginning with known local growers as well as databases from local seed banks. The researcher will use a combination of participant observation, semi-structured interviews, free listing exercises, benchmark socioeconomic surveys, Thematic Appreciation Test exercises, and farm surveys. \r\n\r\nThis thorough investigation of cultural salience in ethnoecology is important because it will provide new insights into linkages between the cognitive and behavioral aspects of culture. If indeed cultural salience is a central force behind the maintenance and persistence of folk crop varieties, social scientists can make a significant contribution to the international debate regarding the conservation of crop genetic resources. The research also will contribute significantly to the education of a graduate student.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Rhoades",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Robert E Rhoades",
   "pi_email_addr": "rrhoades@uga.edu",
   "nsf_id": "000361859",
   "pi_start_date": "2008-08-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Veteto",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "James Veteto",
   "pi_email_addr": "jv61598@uga.edu",
   "nsf_id": "000084772",
   "pi_start_date": "2008-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Georgia Research Foundation Inc",
  "inst_street_address": "310 E CAMPUS RD RM 409",
  "inst_street_address_2": "",
  "inst_city_name": "ATHENS",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "7065425939",
  "inst_zip_code": "306021589",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "GA10",
  "org_lgl_bus_name": "UNIVERSITY OF GEORGIA RESEARCH FOUNDATION, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "NMJHD63STRC5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Georgia",
  "perf_str_addr": "623 BOYD GRADUATE RESEARCH CTR",
  "perf_city_name": "ATHENS",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "306020001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "GA10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 13760.0
  }
 ],
 "por": null
}