{
 "awd_id": "0819491",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research in Political Science:  The Politics of Structural Changes in Voter Turnout",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Humes",
 "awd_eff_date": "2008-08-01",
 "awd_exp_date": "2010-07-31",
 "tot_intn_awd_amt": 12000.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "2008-08-04",
 "awd_max_amd_letter_date": "2008-08-04",
 "awd_abstract_narration": "The question of how voter turnout influences political outcomes is critical for illuminating the meaning and consequence of elections.  Despite the obvious positive and normative importance of the issue, central aspects of how turnout affects democratic outcomes remain contested.  \r\n\r\nOn one hand, a frequently voiced and plausible argument is that, because the pool of non-voters disproportionately consists of citizens who are poor, working-class, or members of minority groups, political outcomes are likely to reflect the preferences of the relatively advantaged members of society-precisely because they are more likely to show up at the polls.  Thus, according to proponents of the \"turnout matters\" thesis, the candidates and policies of the left, which are presumed to favor the disadvantaged, should benefit when voter turnout is high.\r\n\r\nDespite the common-sense appeal of this argument, empirical studies of the relationship between turnout and the political fortunes of the left have overwhelmingly failed to support it. Those authors who conclude that \"low turnout doesn't matter\" have followed one of two main lines of argumentation: (1.) In terms of their stated policy preferences, if not their demographics, non-voting survey respondents look very much like voters (hence low turnout does not favor the right), or, (2.) Turnout rates show very little correlation with the electoral fortunes of the left, measured in terms of the vote share garnered by leftist parties, (hence low turnout does not favor the right).\r\n\r\nThis project uses formal modeling and both quantitative and qualitative data to addresses the points of contention in the debate-in the specific context of large changes in turnout precipitated by changes in the law. Two instances of structural change in particular are examined: (1.) recent legal changes to election day registration requirements in a number of U.S. states that have increased a vote's \"portability\" across electoral districts and (2.) the U.S. Voting Rights Act of 1965 which removed structural impediments to voting by, among other things, removing literacy tests and poll taxes. These two cases form the basis for empirical tests of the competing claims made in the literature and some novel propositions advanced in the present work.\r\n\r\nBy analyzing the repercussions of specific structural changes in turnout, this research will contribute to our understanding of the contentious and important issue of turnout's political implications.  This is a topic of broad concern to citizens as well as policymakers who design or reform political institutions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gary",
   "pi_last_name": "Cox",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Gary W Cox",
   "pi_email_addr": "gwcox@stanford.edu",
   "nsf_id": "000459129",
   "pi_start_date": "2008-08-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Terry",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "William C Terry",
   "pi_email_addr": "wterry@ucsd.edu",
   "nsf_id": "000084273",
   "pi_start_date": "2008-08-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "9500 GILMAN DR",
  "perf_city_name": "LA JOLLA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930021",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": null
}