{
 "awd_id": "0819570",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Economic Globalization and Mass Politics in Advanced Industrial Democracies",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Humes",
 "awd_eff_date": "2008-08-15",
 "awd_exp_date": "2010-01-31",
 "tot_intn_awd_amt": 254578.0,
 "awd_amount": 254578.0,
 "awd_min_amd_letter_date": "2008-08-12",
 "awd_max_amd_letter_date": "2008-08-12",
 "awd_abstract_narration": "The present era is defined by globalization. However, beyond recognizing that citizens are aware that the world economy affects their lives, academics, policymakers, and the public in general knows very little about the effect of exposure to world markets for electoral democracy. Contemporary analyses of advanced industrial countries generally conclude that democracy functions no worse-and possibly better-in today's worldwide economy than in previous times. The evidence supporting such conclusions, however, remains indirect, extrapolated from analyses of highly aggregated political and economic data. Parting from these analyses, this study will be the first to examine the implications of market integration for electoral politics. Where earlier studies consider whether and how globalization matters for public policy, redistribution, and economic performance, this study investigates whether and how globalization matters for representative democracy. In doing so, this research will redirect the study of the politics of globalization, away from the relationship between market exposure and policy outcomes and toward a consideration of how citizens perceive of the world economy.\r\n\r\nInformed by advances in the study of public opinion, this project poses several questions: What do citizens know about globalization? How does it affect their policy preferences, policy attributions, and vote decisions? Do perceptions of the world economy vary according to particular groups or classes, and if so, what are the implications for political competition? How do political parties craft positions on the world economy? Do politicians have coherent positions or are they characterized by high levels of intra-party division? Ultimately, how does globalization affect policy representation by political elites? \r\n\r\nTo address these questions, nationally-representative public opinion surveys will be conducted in ten democracies having a range of political institutional and experiences with the world economy. These are Australia, Canada, Denmark, France, Germany, Great Britain, the Netherlands, New Zealand, Sweden, and the United States. Data will also be collected on the opinions of political elites in these same ten democracies through the use of expert surveys. The combination of data on mass and elite attitudes will give the scholarly community the tools to investigate whether beliefs about the effects of the world economy are based on personal experience or whether public attitudes are shaped by cues from political leaders. Data will be analyzed using a variety of statistical techniques, including simulation of \"fully-informed\" preferences, models of multinomial choice, instrumental variables regression, and multilevel modeling. \r\n\r\nWhile \"globalization\" is often mentioned in public discourse as a defining feature of the 21st century, we know little beyond anecdotal accounts about how the world economy influences voter perceptions of democracy and popular sovereignty. Findings from this study promise to close the gap between hyperbole and what we actually know about globalization and mass politics. Results will help determine whether market integration is conducive to democracy, as much of the current research implies, or whether the growth of the economy beyond national borders is harmful to healthy mass politics.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Hellwig",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy T Hellwig",
   "pi_email_addr": "thellwig@buffalo.edu",
   "nsf_id": "000382417",
   "pi_start_date": "2008-08-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Houston",
  "inst_street_address": "4300 MARTIN LUTHER KING BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "HOUSTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7137435773",
  "inst_zip_code": "772043067",
  "inst_country_name": "United States",
  "cong_dist_code": "18",
  "st_cong_dist_code": "TX18",
  "org_lgl_bus_name": "UNIVERSITY OF HOUSTON SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "QKWEF8XLMTT3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Houston",
  "perf_str_addr": "4300 MARTIN LUTHER KING BLVD",
  "perf_city_name": "HOUSTON",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "772043067",
  "perf_ctry_code": "US",
  "perf_cong_dist": "18",
  "perf_st_cong_dist": "TX18",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 240959.0
  }
 ],
 "por": null
}