{
 "awd_id": "0820579",
 "agcy_id": "NSF",
 "tran_type": "CoopAgrmnt",
 "awd_istr_txt": "Cooperative Agreement",
 "awd_titl_txt": "Soft Materials Research Center",
 "cfda_num": "47.049",
 "org_code": "03070001",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Daniele Finotello",
 "awd_eff_date": "2008-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 5600000.0,
 "awd_amount": 7432793.0,
 "awd_min_amd_letter_date": "2008-09-04",
 "awd_max_amd_letter_date": "2014-11-03",
 "awd_abstract_narration": "The Materials Research Science and Engineering Center (MRSEC) at the University of Colorado at Boulder supports innovative research and education in liquid crystals, ranging from cutting-edge, basic liquid crystal and soft materials science to the development of enhanced capabilities for photonic, chemical, and biotech applications of liquid crystals. A multi-disciplinary team of physicists, chemists, biochemists, molecular biologists, chemical engineers and materials scientists work collaboratively on research and education projects. The Center offers a broad program of activities directed towards education and enhancement of science literacy. These include summer Research Experiences for Undergraduates and Research Experiences for Teachers. Its K-12 outreach program, Materials Science from Colorado University, brings Center personnel into classrooms and uses the understanding of materials to teach physical science concepts. Outreach activities to the public include the Liquid Crystal Wizards family science show. The MRSEC will participate in a University-wide program (Red Shirt Program) designed to offer a pre-freshman year of preparatory STEM instruction, communication skills development, and clustered housing to help prepare underserved high school students for success as science and engineering undergraduates. The Center pursues collaborative research with a variety of companies and international collaborators and offers its excellent experimental and computational shared facilities for outside users. \r\n\r\nResearch at the MRSEC is organized as a single Interdisciplinary Research Group, Liquid Crystal Frontiers, with three research thrusts. The Liquid Crystal Macro/Nano/Molecular thrust focuses on the science and technology of bulk and composite liquid crystal systems, pursuing the design and synthesis of new materials, and the discovery and exploration of novel themes of self assembly and ordering. The Active Liquid Crystal Interfaces thrust pursues the science and applications of soft interface structures, emphasizing those that respond to external stimuli, such as light, fields, or chemical composition, and in doing so affect the surrounding bulk media. The Functional Liquid Crystal Assemblies thrust advances the science and technology of hierarchically-structured soft condensed phases, emphasizing nanophase segregation as a path to novel functional materials.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Noel",
   "pi_last_name": "Clark",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Noel A Clark",
   "pi_email_addr": "noel.clark@colorado.edu",
   "nsf_id": "000283175",
   "pi_start_date": "2008-09-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Walba",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "David M Walba",
   "pi_email_addr": "walba@colorado.edu",
   "nsf_id": "000461285",
   "pi_start_date": "2008-09-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Bowman",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher N Bowman",
   "pi_email_addr": "christopher.bowman@colorado.edu",
   "nsf_id": "000291917",
   "pi_start_date": "2009-09-18",
   "pi_end_date": "2011-01-03"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "McLeod",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Robert R McLeod",
   "pi_email_addr": "mcleod@colorado.edu",
   "nsf_id": "000412267",
   "pi_start_date": "2009-09-18",
   "pi_end_date": "2011-01-03"
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 MARINE ST",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "173500",
   "pgm_ele_name": "MATERIALS RSCH SCI & ENG CENT"
  },
  {
   "pgm_ele_code": "173600",
   "pgm_ele_name": "MATERIALS CENTERS & EDUCATION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  },
  {
   "pgm_ref_code": "7644",
   "pgm_ref_txt": "ENERGY FOR SUSTAINABILITY"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 800000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 1306000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 1277000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 1215187.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 1234606.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 1200000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 400000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"para\"><em><span style=\"text-decoration: underline;\">BACKGROUND &amp; MISSION</span></em></p>\n<p class=\"para\">The SMRC (the Center) is organized to pursue three goals: &bull;<em>field-defining basic science</em>; &bull;<em>enhancement of science literacy and achievement</em>; and &bull;<em>development of world-leading soft matter-based industries in the US</em>.&nbsp; The SMRC, through its Liquid Crystal Frontiers Interdisciplinary Research Group (IRG), is one of the principal centers of liquid crystal (LC) study and expertise in the world, with research spanning the range from cutting-edge, basic LC and soft materials science to the development of enhanced capabilities for photonic, chemical, and biotech applications of soft materials.&nbsp; Center research is organized into three major themes: &bull;<em><span style=\"text-decoration: underline;\">LC Macro/Nano/Molecular</span></em>, &bull;<em><span style=\"text-decoration: underline;\">Active LC Interfaces</span></em>, and &bull;<em><span style=\"text-decoration: underline;\">Functional LC Networks</span></em>, each of which integrates molecular modeling and design, synthesis, physical studies, and applications development into a multidisciplinary, collaborative research effort. &nbsp;The core Center research program is organized at the University of Colorado, Boulder and the University of Utah with Senior Investigators in the Departments of Physics, Chemistry &amp; Biochemistry, Chemical Engineering, and Materials Science.&nbsp;</p>\n<p class=\"para\"><em><span style=\"text-decoration: underline;\">INTELLECTUAL MERIT</span></em></p>\n<p class=\"para\"><em><span style=\"text-decoration: underline;\">Principal Research Activities &amp; Achievements</span></em></p>\n<p class=\"para\">The <em><span style=\"text-decoration: underline;\">LC Macro/Nano/Molecular </span></em>theme focused on the science and technology of bulk LC and composite systems, pursuing the directed design and synthesis of new materials, and the discovery and exploration of novel organizational themes and uses of LC ordering. Study of the interplay of chirality and polarity in LC phases of bent-core molecules revealed spontaneously chiral phases of achiral molecules, research highlighted by the discovery of the first chiral isotropic fluid made from achiral molecules and, at lower temperatures, chiral helical nanofilament (HNF) phases.&nbsp; A host of novel new liquid crystal phases were discovered in Center designed and synthesized compounds including the first polar orthorhombic fluids and the lowest symmetry (triclinic) fluids.&nbsp; The HNFs have formed the basis of a new approach for making bulk nanoporous composites of charge generating and charge transporting materials in organic photovoltaic cells for solar power generation.&nbsp;</p>\n<p class=\"para\">The <em><span style=\"text-decoration: underline;\">Active LC Interfaces</span></em> theme pursued the science and applications of soft interface structures, emphasizing those that respond to external stimuli, such as light, fields, or chemical composition, and in doing so affect the surrounding bulk media.&nbsp; Particularly interesting was the discovery of dense two-dimensional liquid crystal layers tethered to glass surfaces that showed record sensitivity to light, and could reorient bulk liquid crystal layers in contact with sub-microsecond response times.&nbsp; A variety of novel ways to use liquid crystals for biodetection were also developed. &nbsp;In these the response of bioactive monolayers was amplified by the resulting change in the alignment of a liquid crystal layer that could be easily detected optically.&nbsp; Detectable biomolecular events included DNA hybribization and aptamer binding.&nbsp;</p>\n<p class=\"para\">The <em><span style=\"text-decoration: underline;\">Functional LC Assemblies</span></em> theme advanced the science and technology of hierarchically-structured soft condensed phases, em...",
  "por_txt_cntn": "BACKGROUND &amp; MISSION\nThe SMRC (the Center) is organized to pursue three goals: &bull;field-defining basic science; &bull;enhancement of science literacy and achievement; and &bull;development of world-leading soft matter-based industries in the US.  The SMRC, through its Liquid Crystal Frontiers Interdisciplinary Research Group (IRG), is one of the principal centers of liquid crystal (LC) study and expertise in the world, with research spanning the range from cutting-edge, basic LC and soft materials science to the development of enhanced capabilities for photonic, chemical, and biotech applications of soft materials.  Center research is organized into three major themes: &bull;LC Macro/Nano/Molecular, &bull;Active LC Interfaces, and &bull;Functional LC Networks, each of which integrates molecular modeling and design, synthesis, physical studies, and applications development into a multidisciplinary, collaborative research effort.  The core Center research program is organized at the University of Colorado, Boulder and the University of Utah with Senior Investigators in the Departments of Physics, Chemistry &amp; Biochemistry, Chemical Engineering, and Materials Science. \nINTELLECTUAL MERIT\nPrincipal Research Activities &amp; Achievements\nThe LC Macro/Nano/Molecular theme focused on the science and technology of bulk LC and composite systems, pursuing the directed design and synthesis of new materials, and the discovery and exploration of novel organizational themes and uses of LC ordering. Study of the interplay of chirality and polarity in LC phases of bent-core molecules revealed spontaneously chiral phases of achiral molecules, research highlighted by the discovery of the first chiral isotropic fluid made from achiral molecules and, at lower temperatures, chiral helical nanofilament (HNF) phases.  A host of novel new liquid crystal phases were discovered in Center designed and synthesized compounds including the first polar orthorhombic fluids and the lowest symmetry (triclinic) fluids.  The HNFs have formed the basis of a new approach for making bulk nanoporous composites of charge generating and charge transporting materials in organic photovoltaic cells for solar power generation. \nThe Active LC Interfaces theme pursued the science and applications of soft interface structures, emphasizing those that respond to external stimuli, such as light, fields, or chemical composition, and in doing so affect the surrounding bulk media.  Particularly interesting was the discovery of dense two-dimensional liquid crystal layers tethered to glass surfaces that showed record sensitivity to light, and could reorient bulk liquid crystal layers in contact with sub-microsecond response times.  A variety of novel ways to use liquid crystals for biodetection were also developed.  In these the response of bioactive monolayers was amplified by the resulting change in the alignment of a liquid crystal layer that could be easily detected optically.  Detectable biomolecular events included DNA hybribization and aptamer binding. \nThe Functional LC Assemblies theme advanced the science and technology of hierarchically-structured soft condensed phases, emphasizing nanophase segregation and optical manipulation as paths to novel functional materials, including the development of photo-crosslinked nanoporous lyotropic liquid crystal (PNLLC) assemblies for catalysis and separations, amphiphilic nematic side-on block copolymers, switchable liquid crystal polymer membranes to gate transport, and development of thiol-ene photo-polymers for step-and-flash nano-imprint lithography and its use in topographic LC alignment. \nBROADER IMPACTS\nEducation, Human Resources, and Outreach (EHRO) - The Center carried out a comprehensive range of EHRO programs, including &bull;Materials Science from CU, which brought Center personnel into K-9 classrooms all over Colorado, using the understanding of materials to teach physical science concepts.  MSFCU has delivered ..."
 }
}