{
 "awd_id": "0820270",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Neurobiological Rewards in the Evolution of Endurance Running in Humans and Cursorial Mammals",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Carolyn Ehardt",
 "awd_eff_date": "2008-08-01",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 224860.0,
 "awd_amount": 224860.0,
 "awd_min_amd_letter_date": "2008-07-29",
 "awd_max_amd_letter_date": "2010-05-11",
 "awd_abstract_narration": "Ever since Darwin, researchers have viewed the origins of bipedal walking as a defining event in human evolution. Recent research suggests that, while bipedal walking was an essential element of early hominin evolution, endurance running (ER) may have played an important role in the origins of the genus Homo. However, the ER hypothesis has not been fully tested and, given its possible significance for human evolution, deserves a more complete examination.  This study presents a novel test of the ER hypothesis by examining the neurobiology of running in humans and running mammals.  Human runners often report neurobiological rewards during and after running bouts (frequently termed the \"Runner's High\") that play a major role in both their motivation to run, and increase their ability to sustain high aerobic intensities over long distances.  These neurobiological rewards include feelings of happiness, euphoria, well-being, anxiety reduction, and reduced pain sensation, which appear to be caused by the release of endocannabinoids (eCBs) into the bloodstream and brain.  ECBs are endogenous compounds that activate cannabinoid receptors in both the peripheral and central nervous systems and lead to neurobiological rewards and pain reduction.  It is possible that selection could have generated ER in several mammalian lineages by linking locomotor activities with eCB signaling and therefore, with neurobiological rewards.  Evidence of the convergent evolution of neurobiological rewards for ER in humans and other cursorial mammals would strongly support the hypothesis that human ER capabilities are the products of natural selection. This study will test the hypothesis that exercise-induced eCB signaling evolved convergently in humans and cursorial mammals to motivate and reward running behaviors.  ECB levels will be measured before and after running in a sample of cursorial mammals (humans and dogs) and non-cursorial mammals (mice and ferrets).  The ER hypothesis will be supported if eCBs increase significantly after distance running in cursors compared to non-cursors.  In addition, mood assessments will be given to human runners to examine the correlation between eCBs and neurobiological rewards.\r\n\r\nThis study will provide critical new data testing the hypothesis that endurance running played an important role in human evolution.  This is the first study to examine the convergent evolution of neurobiological rewards for running in humans and other mammals and thus, represents a novel test of the ER hypothesis.  If neurobiological rewards evolved convergently in humans and other mammalian cursors, then ER likely played an important role in human evolution.  Additionally, this study will have important implications for the motivation and evolution of animal migration.  Additionally, this study will have important implications for human mental health disorders.  The mental health community has begun prescribing exercise to treat depression, anxiety, and other mental health disorders.  Exercise may relieve depressive symptoms through endocannabinoid signaling since this pathway acts as an anti-depressant in animal models.  This study will provide critical new information regarding how and why exercise may alleviate symptoms of these disorders.  This study will also provide numerous training and research opportunities for graduate and undergraduate students at the University of Arizona and UC Riverside and will improve research infrastructure between the Departments of Anthropology and Pharmacology at the University of Arizona.  Finally, this project will open new collaborations between the University of Arizona, University of Texas Health Science Center, San Antonio, and University of California at Riverside.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Raichlen",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "David A Raichlen",
   "pi_email_addr": "draichle@usc.edu",
   "nsf_id": "000450323",
   "pi_start_date": "2008-07-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gregory",
   "pi_last_name": "Gerdeman",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Gregory L Gerdeman",
   "pi_email_addr": "gerdeman@email.arizona.edu",
   "nsf_id": "000347725",
   "pi_start_date": "2008-07-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Andrea",
   "pi_last_name": "Giuffrida",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andrea Giuffrida",
   "pi_email_addr": "giuffrida@uthscsa.edu",
   "nsf_id": "000488967",
   "pi_start_date": "2008-07-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "845 N PARK AVE RM 538",
  "perf_city_name": "TUCSON",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "85721",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1392",
   "pgm_ref_txt": "Biological Anthropology"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 79940.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 84949.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 59971.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Humans report a wide range of neurobiological rewards following moderate and intense aerobic activity, popularly referred to as the ?runner?s high?, which may function to encourage habitual aerobic exercise. Endocannabinoids (eCBs) are endogenous neurotransmitters that appear to play a major role in generating these rewards by activating cannabinoid receptors in brain reward regions during and after exercise. Other species also regularly engage in endurance exercise (cursorial mammals), and as humans share many morphological traits with these taxa, it is possible that exercise-induced eCB signaling motivates habitual high-intensity locomotor behaviors in cursorial mammals. If true, then neurobiological rewards may explain variation in habitual locomotor activity and performance across mammals. We measured circulating eCBs in humans, dogs (a cursorial mammal) and ferrets (a non-cursorial mammal) before and after treadmill exercise to test the hypothesis that neurobiological rewards are linked to high-intensity exercise in cursorial mammals. We showed that humans and dogs share significantly increased exercise-induced eCB signaling following high-intensity endurance running. eCB signaling does not significantly increase following low-intensity walking in these taxa, and eCB signaling does not significantly increase in the non-cursorial ferrets following exercise at any intensity. This study provides the first evidence that inter-specific variation in neurotransmitter signaling may explain differences in locomotor behavior among mammals. Thus, a neurobiological reward for endurance exercise may explain why humans and other cursorial mammals habitually engage in aerobic exercise despite the higher associated energy costs and injury risks, and why non-cursorial mammals avoid such locomotor behaviors. This study also provided critical new data testing the hypothesis that endurance running played an important role in human evolution. This was the first study to examine the convergent evolution of neurobiological rewards for running in humans and other mammals and thus, represents a novel test of the ER hypothesis. Since neurobiological rewards evolved convergently in humans and other mammalian cursors, ER likely played an important role in human evolution.</p>\n<p>Broader Impacts: The results from this study suggest that humans evolved as aerobic athletes. Thus, it is possible that our evolutionary history helps explain why exercise is so important to health and well-being today and our results have important implications for human mental health disorders. The mental health community has begun prescribing exercise to treat depression, anxiety, and other mental health disorders. Exercise may relieve depressive symptoms through endocannabinoid signaling since this pathway acts as an anti-depressant in animal models. This study provided critical new information regarding how and why exercise may alleviate symptoms of these disorders and how exercise intensity interacts with the endocannabinoid system to produce neurobiological rewards. We hope this societal benefit will aid clinicians and individuals interested in using exercise to improve psychological state in humans. This study also provided numerous training and research opportunities for graduate students at the University of Arizona. This project built and improved research infrastructure between the School of Anthropology and the Department of Pharmacology at the University of Arizona. This project opened a new collaboration between the University of Arizona, and University of Texas Health Science Center, San Antonio. Finally, this study helped to build new relationships between the School of Anthropology, Animal Care, and Clinical and Translational Research Services at the University of Arizona. These ongoing relationships are in use in new projects and have proven invaluable to the research mission in the School of A...",
  "por_txt_cntn": "\nHumans report a wide range of neurobiological rewards following moderate and intense aerobic activity, popularly referred to as the ?runner?s high?, which may function to encourage habitual aerobic exercise. Endocannabinoids (eCBs) are endogenous neurotransmitters that appear to play a major role in generating these rewards by activating cannabinoid receptors in brain reward regions during and after exercise. Other species also regularly engage in endurance exercise (cursorial mammals), and as humans share many morphological traits with these taxa, it is possible that exercise-induced eCB signaling motivates habitual high-intensity locomotor behaviors in cursorial mammals. If true, then neurobiological rewards may explain variation in habitual locomotor activity and performance across mammals. We measured circulating eCBs in humans, dogs (a cursorial mammal) and ferrets (a non-cursorial mammal) before and after treadmill exercise to test the hypothesis that neurobiological rewards are linked to high-intensity exercise in cursorial mammals. We showed that humans and dogs share significantly increased exercise-induced eCB signaling following high-intensity endurance running. eCB signaling does not significantly increase following low-intensity walking in these taxa, and eCB signaling does not significantly increase in the non-cursorial ferrets following exercise at any intensity. This study provides the first evidence that inter-specific variation in neurotransmitter signaling may explain differences in locomotor behavior among mammals. Thus, a neurobiological reward for endurance exercise may explain why humans and other cursorial mammals habitually engage in aerobic exercise despite the higher associated energy costs and injury risks, and why non-cursorial mammals avoid such locomotor behaviors. This study also provided critical new data testing the hypothesis that endurance running played an important role in human evolution. This was the first study to examine the convergent evolution of neurobiological rewards for running in humans and other mammals and thus, represents a novel test of the ER hypothesis. Since neurobiological rewards evolved convergently in humans and other mammalian cursors, ER likely played an important role in human evolution.\n\nBroader Impacts: The results from this study suggest that humans evolved as aerobic athletes. Thus, it is possible that our evolutionary history helps explain why exercise is so important to health and well-being today and our results have important implications for human mental health disorders. The mental health community has begun prescribing exercise to treat depression, anxiety, and other mental health disorders. Exercise may relieve depressive symptoms through endocannabinoid signaling since this pathway acts as an anti-depressant in animal models. This study provided critical new information regarding how and why exercise may alleviate symptoms of these disorders and how exercise intensity interacts with the endocannabinoid system to produce neurobiological rewards. We hope this societal benefit will aid clinicians and individuals interested in using exercise to improve psychological state in humans. This study also provided numerous training and research opportunities for graduate students at the University of Arizona. This project built and improved research infrastructure between the School of Anthropology and the Department of Pharmacology at the University of Arizona. This project opened a new collaboration between the University of Arizona, and University of Texas Health Science Center, San Antonio. Finally, this study helped to build new relationships between the School of Anthropology, Animal Care, and Clinical and Translational Research Services at the University of Arizona. These ongoing relationships are in use in new projects and have proven invaluable to the research mission in the School of Anthropology.\n\n \n\n\t\t\t\t\tLast Modified: 08/30/2013\n\n\t\t\t\t\tSubmitted by: ..."
 }
}