{
 "awd_id": "0820609",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Physiological Effects of Helping Others",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rosanna Guadagno",
 "awd_eff_date": "2009-02-01",
 "awd_exp_date": "2013-01-31",
 "tot_intn_awd_amt": 447961.0,
 "awd_amount": 447961.0,
 "awd_min_amd_letter_date": "2008-07-29",
 "awd_max_amd_letter_date": "2010-01-12",
 "awd_abstract_narration": "Recent evidence indicates that helping others predicts improvements in the helper's physical and psychological well-being. The proposed studies investigate the extent to which helping insulates the helper against stressors encountered after the helping episode.  This research, generated from animal models of caregiving motivation and stress regulation, breaks new ground by exploring the relationship between helping and stress reduction experimentally with human participants. In particular, this research examines whether helping another facilitates recovery from cardiovascular stress as well as the emotional and hormonal correlates that may mediate or moderate links between helping and stress recovery.  Seven studies are proposed to address the gap in research on experimental investigations of effects of helping others on the helper's stress response.  This research involves  manipulating helping (and factors that should affect helping) in human adults, and examining the physiological (cardiovascular and neuroendocrine) antecedents and consequences of these manipulations. Specifically, this research will test the hypothesis that helping others facilitates cardiovascular stress recovery in the helper. In addition, the proposed work will attempt to clarify hormonal and emotional mechanisms through which helping might influence such recovery.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephanie",
   "pi_last_name": "Brown",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Stephanie L Brown",
   "pi_email_addr": "stebrown@umich.edu",
   "nsf_id": "000428345",
   "pi_start_date": "2008-07-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "1109 GEDDES AVE STE 3300",
  "perf_city_name": "ANN ARBOR",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133200",
   "pgm_ele_name": "Social Psychology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 149559.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 149136.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 149266.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>Our studies supported the hypothesis that the act of helping another person recruits neural-hormonal circuitry involved in parenting behavior (termed \"caregiving system\") and thus contributes to the physiological homeostasis of the helper. The possibility that there are intrinsic physiological benefits for helpers runs counter to cautions in the media that individuals should avoid helping because there are substantial costs associated with helping others. </span><span>Results of our studies show, instead, that there may be cardiovascular, neuroendocrine, and immune system effects of helping behavior that can aid the helper in maintaining well-being, resilience, and even physical health. This set of findings could be important in structuring systematic attempts to reduce stress and improve well-being in a variety of contexts. For example, in educational and health care settings, cognitive-behavioral techniques might be used to prime caregiving motivation in individuals at risk for anxiety or depression, or burnout, encouraging them to (a) focus on the ways in which they are interpendent with others, &nbsp;and (b) anticipate opportunities for making contributions to (helping) others. Indeed, systematic interventions conducted in a&nbsp;</span><em>variety</em><span>&nbsp;of settings might utilize similar techniques to buffer against stress associated with problems such as unemployment, bereavement, chronic mental or physical illness, and caregiver burnout. We hypothesize that such interventions may insulate against stress and disease, and lead to improvements in physical and psychological well-being.</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/19/2013<br>\n\t\t\t\t\tModified by: Stephanie&nbsp;L&nbsp;Brown</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOur studies supported the hypothesis that the act of helping another person recruits neural-hormonal circuitry involved in parenting behavior (termed \"caregiving system\") and thus contributes to the physiological homeostasis of the helper. The possibility that there are intrinsic physiological benefits for helpers runs counter to cautions in the media that individuals should avoid helping because there are substantial costs associated with helping others. Results of our studies show, instead, that there may be cardiovascular, neuroendocrine, and immune system effects of helping behavior that can aid the helper in maintaining well-being, resilience, and even physical health. This set of findings could be important in structuring systematic attempts to reduce stress and improve well-being in a variety of contexts. For example, in educational and health care settings, cognitive-behavioral techniques might be used to prime caregiving motivation in individuals at risk for anxiety or depression, or burnout, encouraging them to (a) focus on the ways in which they are interpendent with others,  and (b) anticipate opportunities for making contributions to (helping) others. Indeed, systematic interventions conducted in a variety of settings might utilize similar techniques to buffer against stress associated with problems such as unemployment, bereavement, chronic mental or physical illness, and caregiver burnout. We hypothesize that such interventions may insulate against stress and disease, and lead to improvements in physical and psychological well-being.\n\n\t\t\t\t\tLast Modified: 06/19/2013\n\n\t\t\t\t\tSubmitted by: Stephanie L Brown"
 }
}