{
 "awd_id": "0820202",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ADVANCE Partnerships for Adaptation, Implementation, and Dissemination (PAID) Award:  NYU",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Beth Mitchneck",
 "awd_eff_date": "2008-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 491160.0,
 "awd_amount": 491160.0,
 "awd_min_amd_letter_date": "2008-07-23",
 "awd_max_amd_letter_date": "2008-07-23",
 "awd_abstract_narration": "This new program will develop into an integral component of NYU's campus-wide diversity initiative, and will also play a central role in the university's transformation into a leading institution promoting the advancement of women and minorities in all areas of academic endeavor. The initial focus will be on the promotion and enhancement of the careers of women science faculty, but the program is designed also to serve as a springboard for acceleration and solidification of NYU's progress towards an excellent and diverse faculty. \r\nThe NYU ADVANCE-PAID program is guided by two goals: 1) transformation of the institutional climate at NYU through programs that facilitate the recruitment and advancement of women in science, and 2) promotion of diversity studies at NYU and other institutions. Programs to achieve these goals include institutionalizing mentoring, development training, and assessment; providing greater access to and opportunities for networking and visibility; creating a family support initiative to aid in fieldwork and travel; providing recruitment training and incentives; and creating research challenge grants. Design of the programs is informed both by the literature and by NYU's specific needs. \r\n\r\nIntellectual merit. By bringing together national scholarship on diversity with NYU's internal studies and data collection, the programs are designed to replace impediments to women's progress in academic science with a climate that provides greater support and that facilitates advancement at all levels. The project supports diversity research in targeted areas, particularly those that study effectiveness of newer programs. Conferences and symposia on a variety of topics will disseminate new knowledge gained through these and related studies. \r\n\r\nBroader impacts. As a prominent university, NYU's progress towards a more equitable and diverse institution will have significant effects on the advancement of women within universities and in their respective academic disciplines. Greater numbers of women faculty with increased job satisfaction can have a multiplier effect, leading to increased numbers of women entering the sciences. Within the larger area, the PI and the ADVANCE-PAID Steering Committee will partner with neighboring institutions, beginning with Columbia University and Hunter College of the City of New York, to strengthen one another's programs through collaboration, coordination, and joint programs. For example, they will work together to organize and sponsor conferences to present a wide audience with new results and advances in diversity studies; will share best practices and lessons learned from their existing programs; and will consider exchanges of graduate students and postdoctoral fellows to aid in recruitment and placement of women and underrepresented minorities. \r\n\r\nThe program will be continuously evaluated and refined through internal data collection and assessment as well as periodic external review. It will provide a significant impetus to NYU, enabling it to achieve greater faculty excellence and become a stronger institution, in which both women and men thrive in a mutually supportive environment.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Stein",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel L Stein",
   "pi_email_addr": "daniel.stein@nyu.edu",
   "nsf_id": "000125211",
   "pi_start_date": "2008-07-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York University",
  "inst_street_address": "70 WASHINGTON SQ S",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129982121",
  "inst_zip_code": "100121019",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "NEW YORK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NX9PXMKW5KW8"
 },
 "perf_inst": {
  "perf_inst_name": "New York University",
  "perf_str_addr": "70 WASHINGTON SQ S",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100121019",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "756800",
   "pgm_ele_name": "ADVANCE-PAID"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7568",
   "pgm_ref_txt": "ADVANCE-PAID"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 491160.0
  }
 ],
 "por": null
}