{
 "awd_id": "0820884",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Acquisition of an In-Situ AFM/STM-TEM System for Interdisciplinary Nano-Research and Education at Michigan Tech",
 "cfda_num": "47.049",
 "org_code": "03070006",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Charles E. Bouldin",
 "awd_eff_date": "2008-09-01",
 "awd_exp_date": "2011-08-31",
 "tot_intn_awd_amt": 224063.0,
 "awd_amount": 224063.0,
 "awd_min_amd_letter_date": "2008-08-22",
 "awd_max_amd_letter_date": "2008-08-22",
 "awd_abstract_narration": "1. Technical Abstract\r\nThis proposal requests for an in-situ electrical-force nanoprobing system that allows the observation of nanoscale mechanisms and their direct correlation with quantitative mechanical and electrical measurements of nanomaterials. The nanoprobing for atomic force microscopy (AFM) and scanning tunneling microscopy (STM) measurements will be performed inside a transmission electron microscope (TEM) through a newly designed side-entry AFM/STM-TEM specimen holder. The combination of AFM and STM will enable the investigation of how mechanical and electrical stimulation affects the internal structure of novel materials. Many fundamental scientific activities in these areas could not be attempted without the new instrumentation and technique. New research includes fundamental studies to 1) describe the effect of deformation induced electrical properties in boron nitride and ZnO nanomaterials; 2) determine the mechanics of individual cellulose nanocrystals and their interface layer with a biopolymer matrix; 3) understand the effect of porosities and length scales on the mechanical performance of microactuators. The new system aids in describing the effect of metal-support interactions on nanoparticles? agglomeration in catalysts, and the surface curvature size effect on nanoparticle deformation. In addition, research will include development of molecular models that describe the stress and strain fields in the mechanical testing of nanocomposites, and design models of MEMS microactuators that utilize Si porous sensors. Extensive outreach and educational programs targeted at K-12 students are planned and will include students traditionally underrepresented in the sciences. Outreach will expose students to new scientific discoveries in nano-science and engineering. Students will observe, for the first time, the deformation of individual cellulose nanocrystals; deformation induced piezoelectric behavior in boron nitride nanotubes; pull-out testing of nanotubes from a polymer matrix; failure and adhesion of nanoparticles; and deformation in nanoporous materials in real time and space. Videos of these nanomechanisms will be presented in undergraduate and graduate classrooms to stimulate students? research interests and promote learning of emerging technologies.\r\n\r\n2. Non-Technical Abstract\r\nThe requested instrument enables material scientists to observe changes in the internal structure of materials under the application of external forces and voltages. This state-of-the art instrument fits into the sample holder of Michigan Tech?s existing transmission electron microscope (TEM). Use of a TEM allows scientists to view the internal structure of materials at nanometer-length scales (one billionth of a meter or 1,000 times thinner than a human hair). These nanoscale materials will be detected and manipulated using a scanning tunneling microscope (STM) and an atomic force microscope (AFM). Using the combination of these two techniques inside a TEM, scientists can not only \"see\" nanoscale features inside the materials but, can also measure electrical properties and strength of nanoscale materials. Better understanding of electrical and strength properties is essential for developing new and sustainable materials. For instance, these techniques will help scientists to better understand the change in electrical properties of boron nitride and zinc oxide nanomaterials that are central in developing advanced energy harvesting devices. In another application, the strength of lightweight and environmentally-friendly biopolymer composites can be improved through better engineering of the interface between the polymer matrix and cellulose nanomaterials. The new system will allow study of nanoparticle agglomeration in catalysts, the effect of porosities on the strength of microactuators, and stress and strain fields during the indentation of nanocomposites. In addition, the instrument will be used for outreach and educational programs for K-12 students, including those traditionally underrepresented in the science. Students will be exposed to the newest scientific discoveries in the fields of nano-science and engineering. Students will be exposed to cutting-edge research and will be able to observe structures at the nanoscale, learning how better engineering of materials can improve lives, make products more environmentally friendly, and better society.  Moreover, the recorded movies of these nanomechanisms will be used to stimulate the research interests in undergraduate and graduate students and promote learning of emerging technologies.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Reza",
   "pi_last_name": "Shahbazian-Yassar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Reza Shahbazian-Yassar",
   "pi_email_addr": "rsyassar@uic.edu",
   "nsf_id": "000430914",
   "pi_start_date": "2008-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Patricia",
   "pi_last_name": "Heiden",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Patricia A Heiden",
   "pi_email_addr": "paheiden@mtu.edu",
   "nsf_id": "000273824",
   "pi_start_date": "2008-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gregory",
   "pi_last_name": "Odegard",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Gregory M Odegard",
   "pi_email_addr": "gmodegar@mtu.edu",
   "nsf_id": "000419207",
   "pi_start_date": "2008-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Yoke Khin",
   "pi_last_name": "Yap",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yoke Khin Yap",
   "pi_email_addr": "ykyap@mtu.edu",
   "nsf_id": "000326360",
   "pi_start_date": "2008-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Yun",
   "pi_last_name": "Hu",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Yun H Hu",
   "pi_email_addr": "yunhangh@mtu.edu",
   "nsf_id": "000122960",
   "pi_start_date": "2008-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan Technological University",
  "inst_street_address": "1400 TOWNSEND DR",
  "inst_street_address_2": "",
  "inst_city_name": "HOUGHTON",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "9064871885",
  "inst_zip_code": "499311200",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MI01",
  "org_lgl_bus_name": "MICHIGAN TECHNOLOGICAL UNIVERSITY",
  "org_prnt_uei_num": "GKMSN3DA6P91",
  "org_uei_num": "GKMSN3DA6P91"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan Technological University",
  "perf_str_addr": "1400 TOWNSEND DR",
  "perf_city_name": "HOUGHTON",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "499311200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MI01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 224063.0
  }
 ],
 "por": null
}