{
 "awd_id": "0820748",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Function of C. elegans APL-1 in Molting",
 "cfda_num": "47.074",
 "org_code": "08090200",
 "po_phone": "7032924845",
 "po_email": "sraghava@nsf.gov",
 "po_sign_block_name": "Sridhar Raghavachari",
 "awd_eff_date": "2009-01-01",
 "awd_exp_date": "2015-12-31",
 "tot_intn_awd_amt": 417639.0,
 "awd_amount": 423639.0,
 "awd_min_amd_letter_date": "2008-06-23",
 "awd_max_amd_letter_date": "2015-03-03",
 "awd_abstract_narration": "Many animals, particularly insects and worms, progress through distinct larval stages before arising as an adult.  In worms, such as the non-parasitic roundworm Caenorhabditis elegans, the end of each larval stage is punctuated by a molt, whereby the animal synthesizes a new cuticle (or skin) and sheds its old one.  This project will investigate the complex sequence of events that gives rise to molting.  The PI has identified a gene, apl-1, that is essential for molting in C. elegans.  When apl-1 does not function, the animal is unable to complete its molt and becomes trapped within its old cuticle, causing the death of the animal.  By putting in a normal copy of the gene in the nervous system of the animal, they can rescue the molting defect.  Based on these data, Dr. Li hypothesizes that APL-1 acts as a neural signal in the molting process.  She proposes to examine how APL-1 exerts its effects by following its movement in the animal and identifying other genes that interact with apl-1.  These results will provide a general framework from which we can understand not only how C. elegans molts, but also how other worms, such as parasitic worms that damage crops or infect humans, molt.  The experiments will be performed by graduate, undergraduate, and high school students.  Participating students will learn how to plan, perform, and interpret experiments, will present their data at local and/or national scientific meetings, and will hone their scientific writing skills.  The undergraduates that will participate in the project are predominantly minority and/or economically disadvantaged non-residential students', the goal of the project is to create a vibrant research community within the laboratory for their learning.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christine",
   "pi_last_name": "Li",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christine Li",
   "pi_email_addr": "cli@ccny.cuny.edu",
   "nsf_id": "000498885",
   "pi_start_date": "2008-06-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CUNY City College",
  "inst_street_address": "160 CONVENT AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2126505418",
  "inst_zip_code": "100319101",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "RESEARCH FOUNDATION OF THE CITY UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "L952KGDMSLV5"
 },
 "perf_inst": {
  "perf_inst_name": "CUNY City College",
  "perf_str_addr": "160 CONVENT AVE",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100319101",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "771200",
   "pgm_ele_name": "Organization"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1096",
   "pgm_ref_txt": "NEURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 139213.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 139213.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 139213.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>As part of their development, many worms undergo several molts to accommodate thier growing body size.&nbsp;&nbsp; While the molting event is well-described in some animals, the regulation of molting is still largely unclear.&nbsp; We are interested in understanding how molting is controlled.&nbsp; We are using the roundworm Caenorhabditis elegans as our model.&nbsp; C. elegans undergoes four larval stages, each punctuated by a molt, before arising as an adult.&nbsp; We identified a gene, apl-1, that is required for proper molting; loss of apl-1 results in lethality due to molting and developmental defects.&nbsp; apl-1 encodes a protein that is similar to human amyloid precursor protein (APP).&nbsp; Mutations in the human APP gene have been correlated with Alzheimer&rsquo;s disease. &nbsp;In C. elegans, expression of apl-1 in neurons is sufficient for viability.&nbsp; Our goal was to understand the neural control of molting and to identify other genes that interacted with apl-1 to control molting.&nbsp; We were unable to identify the specific neurons that control molting.&nbsp; However, we were able to identify several genes that interacted with apl-1.&nbsp; In particular, we identified a gene moa-1, which encodes a multifunctional protein.&nbsp; Some of its functions are used in both sexes of the worm; however, other functions are to regulate sex-specific developmental programs.&nbsp; This work suggests that apl-1 is involved in sex-specific programs throughout development. We are continuing to understand how apl-1 and moa-1 function to control these developmental programs.</p>\n<p>Four graduate students and over twenty undergraduate and high school students were involved with this research.&nbsp; These students represented a diversity of economic, racial, and ethnic backgrounds, including African Americans, Hispanics, and Asian-Americans.&nbsp; All undergraduate students have or will be graduating within six years; in addition, all high school students are on track to enter or have entered college.&nbsp; Hence, we have contributed to the diversity of the STEM pipeline.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/29/2016<br>\n\t\t\t\t\tModified by: Christine&nbsp;Li</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAs part of their development, many worms undergo several molts to accommodate thier growing body size.   While the molting event is well-described in some animals, the regulation of molting is still largely unclear.  We are interested in understanding how molting is controlled.  We are using the roundworm Caenorhabditis elegans as our model.  C. elegans undergoes four larval stages, each punctuated by a molt, before arising as an adult.  We identified a gene, apl-1, that is required for proper molting; loss of apl-1 results in lethality due to molting and developmental defects.  apl-1 encodes a protein that is similar to human amyloid precursor protein (APP).  Mutations in the human APP gene have been correlated with AlzheimerÆs disease.  In C. elegans, expression of apl-1 in neurons is sufficient for viability.  Our goal was to understand the neural control of molting and to identify other genes that interacted with apl-1 to control molting.  We were unable to identify the specific neurons that control molting.  However, we were able to identify several genes that interacted with apl-1.  In particular, we identified a gene moa-1, which encodes a multifunctional protein.  Some of its functions are used in both sexes of the worm; however, other functions are to regulate sex-specific developmental programs.  This work suggests that apl-1 is involved in sex-specific programs throughout development. We are continuing to understand how apl-1 and moa-1 function to control these developmental programs.\n\nFour graduate students and over twenty undergraduate and high school students were involved with this research.  These students represented a diversity of economic, racial, and ethnic backgrounds, including African Americans, Hispanics, and Asian-Americans.  All undergraduate students have or will be graduating within six years; in addition, all high school students are on track to enter or have entered college.  Hence, we have contributed to the diversity of the STEM pipeline.\n\n\t\t\t\t\tLast Modified: 06/29/2016\n\n\t\t\t\t\tSubmitted by: Christine Li"
 }
}