{
 "awd_id": "0820666",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Determining the Function of O-GlcNAc Protein Modification in Signal Transduction",
 "cfda_num": "47.074",
 "org_code": "08070600",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gregory W. Warr",
 "awd_eff_date": "2008-08-01",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 540000.0,
 "awd_amount": 540000.0,
 "awd_min_amd_letter_date": "2008-07-26",
 "awd_max_amd_letter_date": "2010-05-14",
 "awd_abstract_narration": "Intellectual Merit: Post-translational modification of cytosolic and nuclear proteins with O-linked ß-D-Nacetylglucosamine(O-GlcNAc) affects signal transduction pathways in plants andmetazoans. In Arabidopsis thaliana, this modification is made by two O-linked N-acetylglucosaminetransferases (OGTs), SECRET AGENT (SEC) and SPINDLY (SPY). In arabidopsis, O-GlcNAc modification is involved in embryogenesis, meristem activity,circadian regulation and responses to gibberellin, cytokinin and light. While many plant proteins are likely O-GlcNAc modified, the identities of these proteins is largely unknown. A goal of a previous NSF award was to identify these O-GlcNAc modified proteins. This work has led to identification of proteins that are modified by E. coli expressed SEC and the development of methods that enrich O-GlcNAc modified peptides sufficiently for determining the peptide sequence and mapping the modification by mass spectrometry. The first specific aim of this award will employ these methods to determine what arabidopsis proteins are modified and map the modification(s). The second specific aim will employ molecular genetic approaches to determine the function of the modified proteins and the effect of O-GlcNAc modification on their activity. The nucleocytoplasmic ß-N-acetylglucosaminidase (OGA) that removes the modification has been identified in metazoans and deficiency in this enzyme has been shown to affect signaling pathways and to be associated with human diseases. While related OGAs are present in bacteria, in silico approaches do not identify a plant OGA suggesting that plants have an unrelated OGA. The final aim of this project will use biochemical and molecular biological approaches to identify the arabidopsis OGA and investigate its role in regulating plant processes.\r\n\r\nBroader Impacts: High school, undergraduate and graduate students have been trained under past awards and this training will be continued. The PI will participate in U of MN summer programs by providing laboratory research experiences for high school students, teachers and undergraduates. The PI will attempt to stimulate an interest in science in high school students by giving laboratory tours and presentations to students and teachers. The work of this award will contribute to scientific infrastructure by developing new methods for the identification of O-GlcNAc modified proteins and the mapping of the modification on these proteins.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Neil",
   "pi_last_name": "Olszewski",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Neil E Olszewski",
   "pi_email_addr": "neil@umn.edu",
   "nsf_id": "000101454",
   "pi_start_date": "2008-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "2221 UNIVERSITY AVE SE STE 100",
  "perf_city_name": "MINNEAPOLIS",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554143074",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1114",
   "pgm_ref_txt": "CELLULAR SYSTEMS"
  },
  {
   "pgm_ref_code": "1136",
   "pgm_ref_txt": "SIGNAL TRANSDCTN/CELL REGULATN"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 180000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 180000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 180000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;Although post-translational modification of cytosolic and nuclear proteins with <em>O-</em>linked &szlig;-D-<em>N-</em>acetylglucosamine<em> </em>(<em>O-</em>GlcNAc) affects numerous processes in plants and animals, knowledge about what processes are regulated and how this regulation occurs is limited. In plants, this modification is made by two enzymes, which in <em>Arabidopsis thaliana</em> are called SECRET AGENT (SEC) and SPINDLY (SPY). Studies with <em>sec</em> and <em>spy</em> mutants indicate that <em>O-</em>GlcNAc modification affects numerous processes including response to hormones and light, embryo development, and regulation of flowering time but mechanistic details about how this regulation occurs are lacking and it is likely that the list of processes regulated by this modification is incomplete. The long-term goal of this project is to determine the plant processes regulated by <em>O</em>-GlcNAc modification and elucidate the mechanisms of this regulation. To achieve this goal it is necessary to determine what plant proteins are subject to this modification and also to be able to determine the abundance of this modification on individual proteins.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; We have developed methods both for purifying <em>O</em>-GlcNAc modified peptides and for determining the identity of the modified peptide and mapping the location of the modification. We have also developed methods that determine the abundance of the modification on individual proteins. Several <em>O</em>-GlcNAc modified proteins have been identified using these methods. One of these proteins is involved in plant responses to several hormones and light. In addition, genetic analyses generated results suggesting that <em>O</em>-GlcNAc modification affects the functioning of the nuclear pore, the structure through which protein and RNA are transported into and out of the nucleus. These experiments also suggested that <em>O</em>-GlcNAc modification of nuclear pore proteins influences signaling by the hormones gibberellin and abscisic acid.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; An unexpected outcome of this project is the discovery that more than forty arabidopsis proteins are modified with <em>N</em>-linked GlcNAc (<em>N</em>-GlcNAc). Proteins with this modification have not been previously shown to occur in arabidopsis. Based on the properties of this modification, we hypothesize that it regulates protein activity. We have also identified two enzymes responsible for producing the <em>N</em>-GlcNAc modification. These enzymes produce the modification by removing larger glycans while leaving a single <em>N</em>-GlcNAc still attached the protein. Interestingly at least one protein is still modified with <em>N</em>-GlcNAc in mutant plants lacking these enzymes suggesting that the modification can be produced by a second mechanism.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; A number of graduate and undergraduate students and a postdoctoral have received training as part of this project. In addition the PI has participated in public forums where he explained the research process and educated the public about genetically modified crops.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/12/2012<br>\n\t\t\t\t\tModified by: Neil&nbsp;E&nbsp;Olszewski</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n            Although post-translational modification of cytosolic and nuclear proteins with O-linked &szlig;-D-N-acetylglucosamine (O-GlcNAc) affects numerous processes in plants and animals, knowledge about what processes are regulated and how this regulation occurs is limited. In plants, this modification is made by two enzymes, which in Arabidopsis thaliana are called SECRET AGENT (SEC) and SPINDLY (SPY). Studies with sec and spy mutants indicate that O-GlcNAc modification affects numerous processes including response to hormones and light, embryo development, and regulation of flowering time but mechanistic details about how this regulation occurs are lacking and it is likely that the list of processes regulated by this modification is incomplete. The long-term goal of this project is to determine the plant processes regulated by O-GlcNAc modification and elucidate the mechanisms of this regulation. To achieve this goal it is necessary to determine what plant proteins are subject to this modification and also to be able to determine the abundance of this modification on individual proteins.\n\n            We have developed methods both for purifying O-GlcNAc modified peptides and for determining the identity of the modified peptide and mapping the location of the modification. We have also developed methods that determine the abundance of the modification on individual proteins. Several O-GlcNAc modified proteins have been identified using these methods. One of these proteins is involved in plant responses to several hormones and light. In addition, genetic analyses generated results suggesting that O-GlcNAc modification affects the functioning of the nuclear pore, the structure through which protein and RNA are transported into and out of the nucleus. These experiments also suggested that O-GlcNAc modification of nuclear pore proteins influences signaling by the hormones gibberellin and abscisic acid.\n\n            An unexpected outcome of this project is the discovery that more than forty arabidopsis proteins are modified with N-linked GlcNAc (N-GlcNAc). Proteins with this modification have not been previously shown to occur in arabidopsis. Based on the properties of this modification, we hypothesize that it regulates protein activity. We have also identified two enzymes responsible for producing the N-GlcNAc modification. These enzymes produce the modification by removing larger glycans while leaving a single N-GlcNAc still attached the protein. Interestingly at least one protein is still modified with N-GlcNAc in mutant plants lacking these enzymes suggesting that the modification can be produced by a second mechanism.\n\n            A number of graduate and undergraduate students and a postdoctoral have received training as part of this project. In addition the PI has participated in public forums where he explained the research process and educated the public about genetically modified crops.\n\n\t\t\t\t\tLast Modified: 09/12/2012\n\n\t\t\t\t\tSubmitted by: Neil E Olszewski"
 }
}