{
 "awd_id": "0820603",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Paleontological Investigation of Early Primate Evolution in Asia",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2008-09-01",
 "awd_exp_date": "2011-08-31",
 "tot_intn_awd_amt": 92700.0,
 "awd_amount": 92700.0,
 "awd_min_amd_letter_date": "2008-08-22",
 "awd_max_amd_letter_date": "2009-05-26",
 "awd_abstract_narration": "With support from the National Science Foundation, an international team of biological anthropologists and paleontologists will explore early Cenozoic (ca. 60-45 million year old) rock strata in the Erlian Basin of Inner Mongolia for evidence of the earliest phases of primate evolution. American members of the scientific team are based at the Carnegie Museum of Natural History (Pittsburgh, PA), Northern Illinois University (DeKalb, IL), and the American Museum of Natural History (New York, NY). Several different lines of evidence, including the fossil record and reconstructions of evolutionary relationships based on analyses of long sequences of DNA, suggest that the earliest phases of primate evolution likely transpired in Asia. However, the fossil record of primate evolution in Asia remains spotty, and most of the Asian primates from this time interval are documented by very fragmentary anatomical remains. As a result, there is no scientific consensus about how these Asian fossils fit on the family tree of primate evolution. More generally, there is no consensus regarding where and when such important events in primate evolution as the origin of primates and the origin of anthropoids (the group of primates that includes living monkeys, apes, and humans) occurred. \r\n\r\nThe Erlian Basin, which straddles the modern border between China and Mongolia, is the only depositional basin in Asia bearing rock strata of the appropriate age to yield fossil primates from the crucial interval of early Cenozoic time when primates and anthropoids are thought to have originated. Field methods will include three modes of paleontological exploration (surface prospecting, quarrying, and screen-washing) to locate new fossil primates in the Erlian Basin. Analytic methods include computer-assisted reconstructions of evolutionary relationships based on anatomical features, as well as high-resolution computed tomographic (CT) studies of anatomy. Working with geologists and experts on paleoenvironmental reconstruction, the team will establish the basic chronology of primate evolution in the Erlian Basin. These data will allow testing of competing models of when and where primates evolved. A particularly interesting goal of this project is to determine whether ancient episodes of primate dispersal across the Bering land bridge between Alaska and Siberia correspond precisely to ancient global warming events. The scientific results from this project will enlighten understanding of where, when, and how earliest primate ancestors evolved. This will result in greater knowledge of how these earliest primates migrated from Asia to adjacent continents (notably including North America) as the physical environment of the planet shifted due to plate tectonics and changing climate. Broader impacts of the project include enhanced scientific cooperation between American and Chinese scholars, training of undergraduate and graduate students in both field and laboratory techniques, and multiple forms of public educational outreach (including museum exhibits, television documentaries, popular publications, and public lectures).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jin",
   "pi_last_name": "Meng",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jin Meng",
   "pi_email_addr": "jmeng@amnh.org",
   "nsf_id": "000149908",
   "pi_start_date": "2008-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "American Museum Natural History",
  "inst_street_address": "200 CENTRAL PARK W",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2127695975",
  "inst_zip_code": "100245102",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NY12",
  "org_lgl_bus_name": "THE AMERICAN MUSEUM OF NATURAL HISTORY",
  "org_prnt_uei_num": "MNJDKB4FXLM6",
  "org_uei_num": "MNJDKB4FXLM6"
 },
 "perf_inst": {
  "perf_inst_name": "American Museum Natural History",
  "perf_str_addr": "200 CENTRAL PARK W",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100245102",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NY12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1392",
   "pgm_ref_txt": "Biological Anthropology"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 46350.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 46350.0
  }
 ],
 "por": null
}