{
 "awd_id": "0820310",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Multiple Testing in Econometrics: Theory and Applications",
 "cfda_num": "47.075",
 "org_code": "04050100",
 "po_phone": "7032927280",
 "po_email": "nlutz@nsf.gov",
 "po_sign_block_name": "Nancy Lutz",
 "awd_eff_date": "2008-07-01",
 "awd_exp_date": "2012-06-30",
 "tot_intn_awd_amt": 143737.0,
 "awd_amount": 143737.0,
 "awd_min_amd_letter_date": "2008-06-25",
 "awd_max_amd_letter_date": "2008-06-25",
 "awd_abstract_narration": "This project pursues three different projects on multiple testing:\r\n1. Consider the problem of testing s null hypotheses simultaneously. The classical approach to such a problem is to require control of the Familywise Error Rate (FWER), the probability of even one false rejection. Unfortunately, when s is large, the ability of such a procedure to detect false null hypotheses may be very limited. For this reason, it is often preferred in such situations to relax control of the FWER. In joint work with Joseph Romano and Michael Wolf, this project develops methods for this problem that asymptotically control the false discovery rate (FDR), the expected value of the fraction of rejections that are false rejections (defined to be 0 in the case of no rejections). Unlike existing methods for control of the FDR, the methods developed by this project incorporate information about the joint distribution of the test statistics when determining which null hypotheses to reject and, thus, are better able to detect false null hypotheses. The project illustrates this property via a simulation study and an application to the evaluation of hedge funds.\r\n2. The literature on program evaluation typically focuses on estimation of the average effect of a program for all individuals or for all treated individuals. Of course, even if these quantities are zero, it may be the case that the average effect conditional on some value of observed covariates is nonzero. Identifying the values of the covariates for which this is true may be of substantive interest, especially to policy makers interested in extending the program or treatment to other populations. \r\n3. Randomized trials of programs in developing countries have become increasingly popular within development economics. In many cases, the program involves a single treatment, but there are multiple outcomes of interest. A prominent example of this is PROGRESA, a large-scale, on-going poverty reduction program in Mexico started in 1998. Existing studies have found that PROGRESA has an effect on a large number of different outcomes when each outcome is considered individually. Many of these findings may, however, be due to false rejections, leading to an overstatement of the effect of the program. Together with Soohyung Lee and Joanne Yoong, the investigator reevaluates the impact of PROGRESA on these different outcomes by accounting for the multiplicity of tests under consideration.\r\n\r\nBroader Impact: The projects described above will be useful not only to economists, but to researchers in a wide array of disciplines. Control of the FDR has been suggested in numerous applications, including, among others, educational studies, analysis of microarray data, model selection, and plant breeding. For this reason, the development of more powerful methods for control of the FDR, as described in the first project, will be of use in many applications beyond the evaluation of hedge funds. The estimation of treatment effects lies at the center of not only many economic questions, as evidenced by its large literature within economics, but also many questions in biostatistics. For example, the efficacy of a new drug or therapy may vary with the observable covariates of the patients. It may be of interest to determine for which values of these observed covariates the new drug or therapy is effective, so the results of the second project will therefore be relevant. Finally, randomized trials are, of course, common not only in development economics, but in all parts of the sciences. Hence, the methodology developed in the third project for the evaluation of PROGRESA will be relevant in any such randomized trial provided that there is more than one outcome of interest.\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Azeem",
   "pi_last_name": "Shaikh",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Azeem M Shaikh",
   "pi_email_addr": "amshaikh@uchicago.edu",
   "nsf_id": "000257165",
   "pi_start_date": "2008-06-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Chicago",
  "inst_street_address": "5801 S ELLIS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7737028669",
  "inst_zip_code": "606375418",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "UNIVERSITY OF CHICAGO",
  "org_prnt_uei_num": "ZUE9HKT2CLC9",
  "org_uei_num": "ZUE9HKT2CLC9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Chicago",
  "perf_str_addr": "5801 S ELLIS AVE",
  "perf_city_name": "CHICAGO",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606375418",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 143737.0
  }
 ],
 "por": null
}