{
 "awd_id": "0820567",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Probing Dynamics Within an Enzyme Family",
 "cfda_num": "47.074",
 "org_code": "08070400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michele McGuirl",
 "awd_eff_date": "2008-08-01",
 "awd_exp_date": "2011-07-31",
 "tot_intn_awd_amt": 369847.0,
 "awd_amount": 369847.0,
 "awd_min_amd_letter_date": "2008-07-26",
 "awd_max_amd_letter_date": "2008-07-26",
 "awd_abstract_narration": "Intellectual Merit: Enzymes are proteins that must undergo complex movements in order to catalyze their biological reactions. A relatively recent discovery is that enzymes must be inherently flexible and that enzymes undergo motions that are localized to their active sites even in the absence of substrates. These inherent movements have, in a sense, been pre-programmed for their catalytic function, but exactly what this relationship is and how they relate across a family of enzymes remains unknown. Although the genomics era has provided both sequence and structural information, little has been learned with regard to enzyme dynamics. Such knowledge will be instrumental in understanding the evolutionary pressures that dictate protein dynamics in addition to those that dictate both sequence and structure. Thus, the focus of this research is to understand how enzymes, and proteins in general, have evolved to undergo their dynamic movements by investigating the relationship between sequence, structure, dynamics, and function among a family of enzymes. The current project involves the first investigation comparing dynamic behavior on the same timescales as biological processes (micro-millisecond timescales) within a family of human enzymes. The dynamics behavior of multiple human cyclophilin family members will be compared using recently developed nuclear magnetic resonances (NMR) techniques. These enzymes catalyze the reversible isomerization of proline peptide bonds and play numerous biological roles, including aiding in protein folding, signal transduction, and protein trafficking. The reversible nature of this reaction is a critical aspect of this study, since the active enzyme complexes will be directly probed during turnover and the relationship between their inherent movements associated with catalytic motions will be directly determined. Moreover, when combined with mutagenesis, the site-specific roles of both conserved and non-conserved residues to the overall dynamic behavior across a family of enzymes will be assessed. Thus, these studies will determine for the first time whether there are preferences for interactions that lead to dynamic flexibility within enzymes or, conversely, interactions that limit motions. \r\n\r\nBroader impacts: This research will include the mentoring of both graduate and undergraduates students with a fundamentally different approach to characterizing macromolecules that looks beyond static structural descriptions. The project also includes activities aimed at stimulating undergraduates, especially members of underrepresented groups, to engage in biological research. Furthermore, the study of macromolecular motions on the same timescales as biological processes opens a new window to directly studying conformational events broadly applicable to other biological systems. Thus, inspiring a young generation of researchers to begin asking an entirely new set of questions at the atomic level is a fundamental aspect of this work.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elan",
   "pi_last_name": "Eisenmesser",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Elan Eisenmesser",
   "pi_email_addr": "elan.eisenmesser@ucdenver.edu",
   "nsf_id": "000731585",
   "pi_start_date": "2008-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Denver",
  "inst_street_address": "13001 E 17TH PL STE F428",
  "inst_street_address_2": "",
  "inst_city_name": "AURORA",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3037240090",
  "inst_zip_code": "800452571",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "CO06",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIV. OF COLORADO",
  "org_prnt_uei_num": "MW8JHK6ZYEX8",
  "org_uei_num": "MW8JHK6ZYEX8"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Denver",
  "perf_str_addr": "13001 E 17TH PL STE F428",
  "perf_city_name": "AURORA",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "800452571",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "CO06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1144",
   "pgm_ref_txt": "BIOMOLECULAR SYSTEMS"
  },
  {
   "pgm_ref_code": "1166",
   "pgm_ref_txt": "MOLECULAR BIOCHEMISTRY"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 369847.0
  }
 ],
 "por": null
}