{
 "awd_id": "0820341",
 "agcy_id": "NSF",
 "tran_type": "CoopAgrmnt",
 "awd_istr_txt": "Cooperative Agreement",
 "awd_titl_txt": "NYU MRSEC: Semantophoretic Assemblies",
 "cfda_num": "47.049",
 "org_code": "03070001",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Daniele Finotello",
 "awd_eff_date": "2008-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 6000000.0,
 "awd_amount": 7200000.0,
 "awd_min_amd_letter_date": "2008-09-04",
 "awd_max_amd_letter_date": "2013-08-07",
 "awd_abstract_narration": "The Materials Research Science and Engineering Center (MRSEC) at New York University (NYU) focused on Semantophoretic Assemblies (semantophoretic = carrying information) unites four NYU Departments, Princeton University, the Polytechnic Institute of New York University, and collaborators from key institutions, in an interdisciplinary program that addresses Colloidal Architecture, merging investigators with expertise in experimental and theoretical condensed matter physics, colloid science, synthetic chemistry, polymer chemistry, solid-state chemistry, and biomaterials to develop principles for the fabrication of innovative materials - from the colloidal to macroscopic scale - based on colloidal particles equipped with self-contained information that directs assembly, either through shape or chemical interactions. The Center operates an ambitious program aimed at creating unique K-12 and post-secondary education activities while broadening the participation of groups underrepresented in Science, Technology, Engineering and Mathematics. These efforts include the award-winning Scientific Frontiers Program, which introduces competency-matched curriculum content to elementary, middle and high schools and communities in New York City, reaching substantial numbers of minority students. The Center also supports REU students, integrating them with an existing REU operated jointly with the City College of New York, a minority-serving institution in Harlem. The summer research program sponsors faculty-student research teams from four-year colleges, and through the NYU-centered Faculty Resource Network, numerous minority-serving institutions. The Center also hosts Science Writers-in-Residence workshops, led by prominent science writers, which are open to Center participants at all levels as well as the community beyond the MRSEC. The Center's research and education efforts benefit from materials synthesis, characterization and computational facilities, which are shared by MRSEC faculty, students, postdoctoral research associates, industrial partners and outreach participants. The Center operates an Industrial Partners Program with dual-level membership aimed at encouraging pre-competitive collaborative research as well as more directed research. Industrial interactions are reinforced by annual meetings as well as symposia operated in conjunction with the New York Academy of Sciences. International collaborations through student and faculty exchanges as well as International Partner Workshops significantly expand the impact of the MRSEC beyond NYU.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Ward",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Michael D Ward",
   "pi_email_addr": "mdw3@nyu.edu",
   "nsf_id": "000178974",
   "pi_start_date": "2008-09-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Pine",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "David J Pine",
   "pi_email_addr": "pine@nyu.edu",
   "nsf_id": "000323722",
   "pi_start_date": "2008-09-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York University",
  "inst_street_address": "70 WASHINGTON SQ S",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129982121",
  "inst_zip_code": "100121019",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "NEW YORK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NX9PXMKW5KW8"
 },
 "perf_inst": {
  "perf_inst_name": "New York University",
  "perf_str_addr": "70 WASHINGTON SQ S",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100121019",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "173500",
   "pgm_ele_name": "MATERIALS RSCH SCI & ENG CENT"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  },
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  },
  {
   "pgm_ref_code": "9181",
   "pgm_ref_txt": "BIOPROCESSING/BIOMOLECULAR MATERIALS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 1200000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 1200000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 1200000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 1200000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 1900000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 500000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>New York University Materials Research Science and Engineering Center&nbsp;</strong><strong>DMR-0820341</strong></p>\n<p><strong></strong><strong>Project Outcomes</strong></p>\n<p>During the period 2008 &ndash; 2014, the New York University Materials Research Science and Engineering Center developed principles for the fabrication of innovative materials &ndash; from the micron to macroscopic scale &ndash; using colloidal particles equipped with self-contained information that directs assembly, either through shape or chemical interactions. The Center also operated a Seed program that supported emerging activities, including one focused on a molecular-level understanding how crystals grow. Both topics have significant importance with respect to unraveling how matter &ndash; soft and hard &ndash; assemble into structures that are guided by forces inherent to their composition or by design. During the first five years, the Center produced 129 publications, most in high-profile journals, collaborated with 15 industrial partners, and was awarded 22 patents. Though these discoveries are too numerous to explain in detail here, particularly noteworthy accomplishments include (i) loop and hairpin formation in the DNA coatings of micron-sized particles afforded <em>in situ</em>&nbsp;control over inter-particle binding strength and association kinetics, akin to a thermally controlled switchable nano-contact glue; (ii) &ldquo;bonding&rdquo; that transcended length scale, wherein micron-sized colloidal particles with DNA sticky patches that enabled construction of particle assemblies with structure mimicking small molecules like methane; (iii) &nbsp;advances in understanding how particles fill space, from oil in water suspensions to M&amp;Ms, including work that was highlighted in <em>Discover </em>magazine, ranked as 15th among the top 100 discoveries of 2009; (iv) crystallization of micron-sized particles with shapes mimicking those of molecules, but with particles large enough to see crystallization, (v) elucidation of packing of several kinds of objects, from tetrahedral dice to Platonic and Archimedean solids; (vi) discoveries of chemically propelled particles that swim, twist, and carry payloads and &ldquo;living crystals&rdquo; that form, break, explode and re-form.; (vii) a new strategy for particle tracking using holographic video microscopy and <em>holographic particle-streak velocimetry</em>, which enables measurement of the positions and instantaneous velocities of micrometer-scale colloidal spheres.</p>\n<p>The Center grew a robust Education and Human Resources program, consisting of initiatives spanning all levels, from the K-12 sector to NYU graduate students and postdocs to undergraduates and faculty from minority-serving institutions, all configured with the aim of growing and sustaining a competitive technical workforce. These activities include the <em>Scientific Frontiers Program</em>, which hosted more than 1800 K-12 students for on-site laboratory fun, but with content-based exercises exportable to the classroom. The participants reflected the composition of the diverse NYC school system. The Center also partnered with the <em>Biobus</em>, a mobile science education initiative conceived by Dr. Ben Dubin-Thaler for biology-relevant lessons but now equipped with microscopes, cameras, and computers for hands-on <em>materials science</em> curriculum that reached 97 middle-school and high-school classes comprising more than 2400 K-12 students since Y2009 as well as additional students and members of the public at summer camps, parks, museums, community gardens, and urban farms. The materials curriculum was used for Teacher Cross-Training with MRSEC faculty, post-docs, and NYC public school teachers, and it was highlighted at the 2011 MRS Spring Meeting and contributed to NOVA&rsquo;s <em>Making Stuff</em>.<em> </em>The NYU MRSEC also supported Montclare&rs...",
  "por_txt_cntn": "\nNew York University Materials Research Science and Engineering Center DMR-0820341\n\nProject Outcomes\n\nDuring the period 2008 &ndash; 2014, the New York University Materials Research Science and Engineering Center developed principles for the fabrication of innovative materials &ndash; from the micron to macroscopic scale &ndash; using colloidal particles equipped with self-contained information that directs assembly, either through shape or chemical interactions. The Center also operated a Seed program that supported emerging activities, including one focused on a molecular-level understanding how crystals grow. Both topics have significant importance with respect to unraveling how matter &ndash; soft and hard &ndash; assemble into structures that are guided by forces inherent to their composition or by design. During the first five years, the Center produced 129 publications, most in high-profile journals, collaborated with 15 industrial partners, and was awarded 22 patents. Though these discoveries are too numerous to explain in detail here, particularly noteworthy accomplishments include (i) loop and hairpin formation in the DNA coatings of micron-sized particles afforded in situ control over inter-particle binding strength and association kinetics, akin to a thermally controlled switchable nano-contact glue; (ii) \"bonding\" that transcended length scale, wherein micron-sized colloidal particles with DNA sticky patches that enabled construction of particle assemblies with structure mimicking small molecules like methane; (iii)  advances in understanding how particles fill space, from oil in water suspensions to M&amp;Ms, including work that was highlighted in Discover magazine, ranked as 15th among the top 100 discoveries of 2009; (iv) crystallization of micron-sized particles with shapes mimicking those of molecules, but with particles large enough to see crystallization, (v) elucidation of packing of several kinds of objects, from tetrahedral dice to Platonic and Archimedean solids; (vi) discoveries of chemically propelled particles that swim, twist, and carry payloads and \"living crystals\" that form, break, explode and re-form.; (vii) a new strategy for particle tracking using holographic video microscopy and holographic particle-streak velocimetry, which enables measurement of the positions and instantaneous velocities of micrometer-scale colloidal spheres.\n\nThe Center grew a robust Education and Human Resources program, consisting of initiatives spanning all levels, from the K-12 sector to NYU graduate students and postdocs to undergraduates and faculty from minority-serving institutions, all configured with the aim of growing and sustaining a competitive technical workforce. These activities include the Scientific Frontiers Program, which hosted more than 1800 K-12 students for on-site laboratory fun, but with content-based exercises exportable to the classroom. The participants reflected the composition of the diverse NYC school system. The Center also partnered with the Biobus, a mobile science education initiative conceived by Dr. Ben Dubin-Thaler for biology-relevant lessons but now equipped with microscopes, cameras, and computers for hands-on materials science curriculum that reached 97 middle-school and high-school classes comprising more than 2400 K-12 students since Y2009 as well as additional students and members of the public at summer camps, parks, museums, community gardens, and urban farms. The materials curriculum was used for Teacher Cross-Training with MRSEC faculty, post-docs, and NYC public school teachers, and it was highlighted at the 2011 MRS Spring Meeting and contributed to NOVAÆs Making Stuff. The NYU MRSEC also supported MontclareÆs efforts with Urban Assembly Institute of Mathematics and Science for Young Women (UAI) in Brooklyn, including her teamÆs development of the iPad app \"Lewis Dots\" for molecule building.  The Center operated a REU summer research program that attracted students from ..."
 }
}