{
 "awd_id": "0820212",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ADVANCE Partnerships for Adaptation, Implementation, and Dissemination (PAID) Award:  Revealing the Cumulative Effects of Subtle Gender Bias via Brief Workshop Activity",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Beth Mitchneck",
 "awd_eff_date": "2008-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 258518.0,
 "awd_amount": 258518.0,
 "awd_min_amd_letter_date": "2008-07-22",
 "awd_max_amd_letter_date": "2008-07-22",
 "awd_abstract_narration": "The purpose of this project is to adapt, implement, and disseminate a brief workshop activity for educating individuals about the sources and cumulative effects of subtle gender bias. The activity is designed to meet three core learning objectives, namely for participants to (1) recognize the negative impact of the accumulation of apparently minor biases and unfair practices on women's ability to advance in their field, (2) develop awareness that different gender-relevant factors may be more significant at one stage in work life than in others, and (3) recognize that patterns, not single incidents, are the most visible indicators of gender inequity. The activity is self-contained, takes about one hour to complete, and does not require special skills of the facilitator. Our primary target audience includes faculty peer decision makers (e.g., promotion and tenure committees), administrators, and other human resources staff with responsibilities relevant to recruitment, advancement, and retention of a diverse STEM faculty. \r\nThe Penn State distributed campus structure offers a unique opportunity to adapt the workshop activity to and evaluate it in multiple settings: in a large Research 1 environment, in smaller rural and urban environments, and on campuses that offer a range of baccalaureate and graduate degrees, professional degrees, or technology degrees. \r\nThe project entails adapting, implementing, and disseminating an interactive workshop activity for educating individuals about the power and patterns of subtle gender inequities in the workplace, especially those that can lead to decreased representation of women in academic STEM fields. There are three components. First, we will adapt a workshop activity that has been successfully used in graduate and undergraduate teaching to the STEM academic context. Second, we will implement it and evaluate its effectiveness in faculty leadership training in four distinct academic settings throughout Penn State: Major research campus (UP), predominantly graduate studies campus (Penn State-Harrisburg), four-year liberal arts college context (Penn State Erie-The Behrend College), and small enrollment regional campuses (UC system). Third, we will evaluate the workshop activity as a supplement to self-guided Web-based informational activities and as a stand-alone activity. Last, we will create and test a prototype web-based version. At each step we will also obtain evaluation data to guide further refinement of the workshop activity. Given expected results, we will proceed with dissemination of the product throughout the 24 Penn State campuses and through existing partnerships with other universities, and commence development of the web-based version. \r\nThe intellectual merit of the adaptation, implementation, and dissemination of the workshop activity lies in its effectiveness as an innovative experiential method for teaching and learning about subtle gender bias in the STEM academic context. Workshop activity materials are based on solid empirical research and demographic data. The project builds on existing ADVANCE-IT products and creates an innovative intervention product that can be used in a variety of academic STEM contexts, especially those with limited resources. The project will have broader impact through its contribution to science education and potential benefit to society. Undergraduate and graduate research assistants will be involved in all phases of the project, assisting in preparation of materials, evaluation, and project dissemination. Through these activities and meetings of the project group, the work fosters training and learning as it advances discovery. In addition, recruitment of participants for evaluation studies will aim to attain a representative sample of from all ethnic and racial subgroups within the sites and STEM fields studied. Finally, results will be disseminated to the public. The project will also benefit society through its potential to be adapted for use in other settings such as human resources in which people need or want to learn about how substantial inequities can develop over time.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephanie",
   "pi_last_name": "Shields",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Stephanie A Shields",
   "pi_email_addr": "sashields@psu.edu",
   "nsf_id": "000405917",
   "pi_start_date": "2008-07-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 OLD MAIN",
  "perf_city_name": "UNIVERSITY PARK",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "756800",
   "pgm_ele_name": "ADVANCE-PAID"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7568",
   "pgm_ref_txt": "ADVANCE-PAID"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 258518.0
  }
 ],
 "por": null
}