{
 "awd_id": "0820198",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Process-Centered, Analysis-driven System Development Applied to Human-Intensive Medical Processes",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032927841",
 "po_email": "sgreensp@nsf.gov",
 "po_sign_block_name": "Sol Greenspan",
 "awd_eff_date": "2008-07-01",
 "awd_exp_date": "2012-06-30",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 516000.0,
 "awd_min_amd_letter_date": "2008-06-18",
 "awd_max_amd_letter_date": "2010-05-14",
 "awd_abstract_narration": "NSF Proposals 0820198/0820138\r\n\r\nTitle: Process-Centered, Analysis-Driven System Development Applied to Human-Intensive Medical Processes\r\n\r\nPIs: Lori Clarke, Philip Henneman, George Avrunin, Elizabeth Henneman, and Leon Osterweil\r\n\r\nThis project presents a new approach to developing human-intensive systems in which the coordination among human participants, hardware devices, and application software systems are specified in an executable, process-definition language. Process definitions are subjected to rigorous analysis in order to detect defects and evaluate proposed improvements. Such validated process definitions can then be used to drive simulations and train process participants. The proposed approach is to be evaluated by developing a process support environment that is then used to define and analyze medical processes. Medical processes provide a particularly good evaluation domain as they are human-intensive, involve diverse software applications and hardware devices, and are both safety critical and error prone. Separating and rigorously analyzing the coordination aspects of complex, human-intensive systems represent a paradigm shift from current development practices. This approach provides a strong technical and methodological basis for the engineering of human-intensive systems, leading to systems that are scalable, understandable, and able to amplify human efficacy and control. Finally, this process-centered approach has the potential to improve the quality and reduce the cost of medical care. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lori",
   "pi_last_name": "Clarke",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Lori A Clarke",
   "pi_email_addr": "clarke@cs.umass.edu",
   "nsf_id": "000189833",
   "pi_start_date": "2008-06-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "Avrunin",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "George S Avrunin",
   "pi_email_addr": "avrunin@math.umass.edu",
   "nsf_id": "000326651",
   "pi_start_date": "2008-06-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Leon",
   "pi_last_name": "Osterweil",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Leon J Osterweil",
   "pi_email_addr": "ljo@cs.umass.edu",
   "nsf_id": "000193391",
   "pi_start_date": "2008-06-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Henneman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth Henneman",
   "pi_email_addr": "henneman@nursing.umass.edu",
   "nsf_id": "000108985",
   "pi_start_date": "2008-06-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "101 COMMONWEALTH AVE",
  "perf_city_name": "AMHERST",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010039252",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "772400",
   "pgm_ele_name": "SOFTWARE FOR REAL-WORLD SYSTMS"
  },
  {
   "pgm_ele_code": "794400",
   "pgm_ele_name": "SOFTWARE ENG & FORMAL METHODS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9215",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING SYSTEMS"
  },
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "app-0108",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 500000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project explored how to model processes that are key to human-intensive systems and then analyze those process models to identify errors and vulnerabilities and improve process performance. Human-intensive systems typically involve coordination and cooperation among humans, software systems, and hardware devices. Unlike systems where the human is merely an end-user, in human-intensive systems humans contribute actively to achieving system goals. To evaluate our approach, we studied several processes in human-intensive medical systems, including chemotherapy, blood transfusion, and emergency room patient flow, as well as the critical but error-prone patient identity verification process.</p>\n<p>We created detailed process models, carefully documenting task ordering, artifact and resource utilization and flows, and what should be done if unusual circumstances arise. Our models were defined using Little-JIL, a semantically well-defined process modeling language that we developed previously. Little-JIL process models can be represented either graphically or as textual, hyperlinked documentation. Little-JIL&rsquo;s semantics support the precise, clear definition of complex human-intensive processes with sufficient rigor and precision to support powerful automated analyses. The wide range of analyses made possible by these models, and demonstrated by this project, seems to justify the admittedly significant time required to develop sufficiently complete and accurate Little-JIL process models.&nbsp;</p>\n<p>In this project, we developed and evaluated several automated analysis approaches. One of these, called model checking, detects if there are any ways in which the process, as defined by the model, would violate important safety properties, such as the order in which certain events must be completed. For example, would it be possible for blood to be transfused without the doctor first obtaining patient consent. We adapted model checking, an approach originally developed for analyzing concurrent software and hardware systems, to deal with the complexity and flexibility seen in processes in human-intensive systems.</p>\n<p>Fault-tree analysis (FTA) and Failure Mode and Effects Analysis (FMEA) are two other forms of automated analysis that we applied to consider how the incorrect performance of tasks could propagate through processes and possibly cause hazards to occur. FTA and FMEA are&nbsp; typically performed manually and thus are time consuming and error-prone. By automating these approaches, our work has shown how they can be easily reapplied whenever a process is modified, or proactively to proposed process modifications so that changes can be explored off-line before being applied in practice.&nbsp;</p>\n<p>We also developed JSim, a process-driven discrete-event simulator that uses a Little-JIL process model, a resource specification defined using a resource model that we developed, and event stream data, to evaluate process performance. The depth of detail possible with our process and resource models support simulations that seem to provide more flexibility and insight than more commonly-used discrete-event simulators that use queuing models. We believe we have demonstrated this with our case study emergency department simulations. In addition, our simulation results seem more trustworthy as they are based upon Little-JIL process models that undergo model checking.</p>\n<p>Overall, the case studies demonstrated the value of our modeling and analysis approach. We found major errors in the processes we studied and were able to show how proposed changes to those processes either addressed those errors or introduced new concerns. In our chemotherapy case study where medical errors that reached the patient were carefully recorded before and after we applied our approach, there was a 70% reduction in such errors. Although the number of such errors in this process was r...",
  "por_txt_cntn": "\nThis project explored how to model processes that are key to human-intensive systems and then analyze those process models to identify errors and vulnerabilities and improve process performance. Human-intensive systems typically involve coordination and cooperation among humans, software systems, and hardware devices. Unlike systems where the human is merely an end-user, in human-intensive systems humans contribute actively to achieving system goals. To evaluate our approach, we studied several processes in human-intensive medical systems, including chemotherapy, blood transfusion, and emergency room patient flow, as well as the critical but error-prone patient identity verification process.\n\nWe created detailed process models, carefully documenting task ordering, artifact and resource utilization and flows, and what should be done if unusual circumstances arise. Our models were defined using Little-JIL, a semantically well-defined process modeling language that we developed previously. Little-JIL process models can be represented either graphically or as textual, hyperlinked documentation. Little-JILÆs semantics support the precise, clear definition of complex human-intensive processes with sufficient rigor and precision to support powerful automated analyses. The wide range of analyses made possible by these models, and demonstrated by this project, seems to justify the admittedly significant time required to develop sufficiently complete and accurate Little-JIL process models. \n\nIn this project, we developed and evaluated several automated analysis approaches. One of these, called model checking, detects if there are any ways in which the process, as defined by the model, would violate important safety properties, such as the order in which certain events must be completed. For example, would it be possible for blood to be transfused without the doctor first obtaining patient consent. We adapted model checking, an approach originally developed for analyzing concurrent software and hardware systems, to deal with the complexity and flexibility seen in processes in human-intensive systems.\n\nFault-tree analysis (FTA) and Failure Mode and Effects Analysis (FMEA) are two other forms of automated analysis that we applied to consider how the incorrect performance of tasks could propagate through processes and possibly cause hazards to occur. FTA and FMEA are  typically performed manually and thus are time consuming and error-prone. By automating these approaches, our work has shown how they can be easily reapplied whenever a process is modified, or proactively to proposed process modifications so that changes can be explored off-line before being applied in practice. \n\nWe also developed JSim, a process-driven discrete-event simulator that uses a Little-JIL process model, a resource specification defined using a resource model that we developed, and event stream data, to evaluate process performance. The depth of detail possible with our process and resource models support simulations that seem to provide more flexibility and insight than more commonly-used discrete-event simulators that use queuing models. We believe we have demonstrated this with our case study emergency department simulations. In addition, our simulation results seem more trustworthy as they are based upon Little-JIL process models that undergo model checking.\n\nOverall, the case studies demonstrated the value of our modeling and analysis approach. We found major errors in the processes we studied and were able to show how proposed changes to those processes either addressed those errors or introduced new concerns. In our chemotherapy case study where medical errors that reached the patient were carefully recorded before and after we applied our approach, there was a 70% reduction in such errors. Although the number of such errors in this process was relatively small, the results are statistically significantly and are being published in a medical journal. \n\nThis..."
 }
}