{
 "awd_id": "0820267",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ADVANCE Partnerships for Adaptation, Implementation, and Dissemination (PAID) Award:  Collaborative Research -  Atmospheric Science Collaborations and Enriching Networks (ASCENT)",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Beth Mitchneck",
 "awd_eff_date": "2009-01-01",
 "awd_exp_date": "2011-12-31",
 "tot_intn_awd_amt": 278851.0,
 "awd_amount": 278851.0,
 "awd_min_amd_letter_date": "2008-08-21",
 "awd_max_amd_letter_date": "2008-08-21",
 "awd_abstract_narration": "This project will create a discipline-specific, well-designed program focusing on women in atmospheric science/meteorology to create leaders for advancement.\r\n\r\nThe emphasis during the proposed three-day Atmospheric Science Collaborations and Enriching Networks (ASCENT) summer workshop program and follow-up reunion events will be to initiate positive professional relationships, among female faculty of different ranks and postdoctoral researchers. These individuals will work in teams (each senior scientist will be paired with two junior scientists) and foster connections. Furthermore, while networking with like-minded women scientists, participants will have the opportunity to explore specific promising practices toward eliminating the \"leaky pipeline,\" defined by the attrition of women at different stages in their academic careers. By fostering relationships among women faculty and researchers, ASCENT will demonstrate a commitment to developing research bases and improve the quality of collaborative atmospheric research conducted at multiple universities and colleges. ASCENT has been designed to achieve the following specific goals:\r\n1) Ensure that junior women scientists know about and have access to resources and people who can help guide them through their career and life path.\r\n2) Encourage positive mentorship and create mentoring opportunities.\r\n3) Learn and teach others about primary obstacles for women in atmospheric sciences and meteorological fields, and develop or share communication tools to assist in navigating these obstacles.\r\n4) Meet potential scientific collaborators at other institutions.\r\n\r\nIn order to ensure success and longevity of the proposed workshop and collaborative experience, an extensive evaluation program will be implemented. The process will begin at the initial stage of workshop development; continue throughout duration of the workshop and past termination to determine long-term outcomes. Evaluation findings will be disseminated in professional forums, such as conferences or refereed journals. Throughout these workshops, the organizers will assemble knowledge on techniques and methodology to strength the participation of women within the fields of atmospheric science and meteorology. This information will be disseminated to this academic community via Eos and Bulletin of the American Meteorological Society (BAMS). ASCENT will also produce a bi-annual electronic newsletter to provide summaries of \"lessons learned\" and current literature regarding the advancement of women in geoscience. This newsletter will be sent to all participants in the workshops, the Earth Science Women's Network (ESWN) list serve, and other interested parties.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anna Gannet",
   "pi_last_name": "Hallar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anna Gannet Hallar",
   "pi_email_addr": "gannet.hallar@utah.edu",
   "nsf_id": "000395151",
   "pi_start_date": "2008-08-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Laura",
   "pi_last_name": "Edwards",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Laura M Edwards",
   "pi_email_addr": "laura.edwards@dri.edu",
   "nsf_id": "000015897",
   "pi_start_date": "2008-08-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Nevada System of Higher Education, Desert Research Institute",
  "inst_street_address": "2215 RAGGIO PKWY",
  "inst_street_address_2": "",
  "inst_city_name": "RENO",
  "inst_state_code": "NV",
  "inst_state_name": "Nevada",
  "inst_phone_num": "7756737300",
  "inst_zip_code": "895121095",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NV02",
  "org_lgl_bus_name": "NEVADA SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "MV1JFXA4S621",
  "org_uei_num": "MV1JFXA4S621"
 },
 "perf_inst": {
  "perf_inst_name": "Nevada System of Higher Education, Desert Research Institute",
  "perf_str_addr": "2215 RAGGIO PKWY",
  "perf_city_name": "RENO",
  "perf_st_code": "NV",
  "perf_st_name": "Nevada",
  "perf_zip_code": "895121095",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NV02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "756800",
   "pgm_ele_name": "ADVANCE-PAID"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7568",
   "pgm_ref_txt": "ADVANCE-PAID"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 278851.0
  }
 ],
 "por": null
}