{
 "awd_id": "0820482",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Subfactors and Noncommutative Ergodic Theory",
 "cfda_num": "47.049",
 "org_code": "03040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joe W. Jenkins",
 "awd_eff_date": "2007-08-01",
 "awd_exp_date": "2008-04-30",
 "tot_intn_awd_amt": 7582.0,
 "awd_amount": 7582.0,
 "awd_min_amd_letter_date": "2008-03-31",
 "awd_max_amd_letter_date": "2008-03-31",
 "awd_abstract_narration": "One of the two main directions of Nicoara's research is the study of invariants of subfactors, mainly the so called commuting squares. These are squares of inclusions of finite dimensional C*-algebras that arise naturally in the standard invariant of a subfactor. Commuting squares can also be used as construction data for subfactors, and the most explicit examples of subfactors have been obtained this way. By using a combination of algebraic-combinatorial and analytic methods, the PI proved several finiteness results for commuting squares and found a good notion of primeness (in the sense of isolation) for these objects. The isolation results obtained suggest methods of constructing one-parameter families of non-isomorphic subfactors. The PI will continue to investigate such constructions, especially those coming from commuting squares based on complex Hadamard matrices. Planar algebra techniques will be used to understand these models, as well as other subfactors constructed from commuting squares. The other direction of Nicoara's research is the study of von Neumann algebras from the point of view of non-commutative ergodic theory, especially applications of rigidity in the context of von Neumann algebras.\r\n\r\n\tIn 1930's John von Neumann discovered that certain algebras of operators on a Hilbert space are the natural framework for understanding symmetries of quantum physical systems. His ideas play an important role in quantum mechanics, and fundamental laws of nature such as the Heisenberg uncertainty principle appear as a natural consequence of von Neumann's abstract theory. In the early 80's Vaughan Jones introduced the theory of subfactors, as a Galois theory for inclusions of von Neumann algebras. Subfactor theory quickly became one of the most flourishing branches of operator algebra theory, with a multitude of deep connections in knot theory, representation theory, 3-manifolds, quantum groups, integrable systems in statistical mechanics and conformal field theory.  A subfactor can be viewed as a group-like object that encodes what one might call the generalized symmetries of a quantum physical or mathematical situation. To decode this information, one computes the higher relative commutants, a system of inclusions of finite dimensional C*-algebras naturally associated to the subfactor. This object, called the standard invariant, has an extraordinarily rich algebraic-combinatorial structure, generalizing finitely generated groups, finite dimensional Hopf C*-algebras and other large classes of quantum groups. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Remus",
   "pi_last_name": "Nicoara",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Remus Nicoara",
   "pi_email_addr": "nicoara@math.utk.edu",
   "nsf_id": "000488159",
   "pi_start_date": "2008-03-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Tennessee Knoxville",
  "inst_street_address": "201 ANDY HOLT TOWER",
  "inst_street_address_2": "",
  "inst_city_name": "KNOXVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "8659743466",
  "inst_zip_code": "379960001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "TN02",
  "org_lgl_bus_name": "UNIVERSITY OF TENNESSEE",
  "org_prnt_uei_num": "LXG4F9K8YZK5",
  "org_uei_num": "FN2YCS2YAUW3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Tennessee Knoxville",
  "perf_str_addr": "201 ANDY HOLT TOWER",
  "perf_city_name": "KNOXVILLE",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "379960001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "TN02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 7582.0
  }
 ],
 "por": null
}