{
 "awd_id": "0821224",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Development of a Full-Muller-Matrix Spectroscopic Ellipsometer for Far-IR Radiation at the National Synchrotron Light Source (NSLS-BNL)",
 "cfda_num": "47.049",
 "org_code": "03070006",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Charles E. Bouldin",
 "awd_eff_date": "2008-09-01",
 "awd_exp_date": "2010-08-31",
 "tot_intn_awd_amt": 502400.0,
 "awd_amount": 502400.0,
 "awd_min_amd_letter_date": "2008-08-22",
 "awd_max_amd_letter_date": "2008-08-22",
 "awd_abstract_narration": "Technical Abstract:\r\n\r\nThis MRI Proposal focuses on the development of a full-Muller-matrix spectroscopic ellipsometer for a broadband spectral range of the far-infrared synchrotron radiation. This ellipsometer will be installed at one of the infrared beamlines of the National Synchrotron Light Source (NSLS) and will become available to General User experimental programs at NSLS, and in the future, at NSLS-II. The proposed instrument will establish closer collaboration between different Universities working with the THz and far-infrared spectroscopy and will support interdisciplinary projects in Condensed Matter Physics. The unique features of the proposed development include simultaneous measurements of normalized spectra of the Muller-matrix components (including the 4th row and 4th column) with the help of rotating retarders and polarizers providing direct information about the real and imaginary parts of both electrical permittivity and magnetic permeability tensors of the investigated materials. The proposed instrument will facilitate analysis of dielectric and magnetic properties of multiferroic materials, ultra-thin high-K dielectric films, magnetic nanostructured oxides, superconducting films, and other strongly correlated materials. The sample properties will be studied under the influence of an external magnetic field up to 10 T, under uniaxial pressure up to 10 kbars, and in the temperature range between 4 and 350 K. The integration between fundamental research, new instrumentation development, and the education of graduate and undergraduate students, as well as a close collaboration between Universities and Brookhaven National Lab are other important aspects of this proposal.\r\n\r\nNon-Technical Abstract:\r\n\r\n This MRI Proposal focuses on the development of an advanced spectroscopic ellipsometer for far-infrared and THz spectral ranges. This instrument will utilize the advantages of the brightest manmade source of radiation at the National Synchrotron Light Source (NSLS). Upon development, this ellipsometer will be installed at the infrared beamline of NSLS and will become available to the broad team of beamline Users. The proposed instrument will establish closer collaboration between different University groups working in the field of THz and far-infrared spectroscopy and will support interdisciplinary projects in Condensed Matter Physics. The unique features of the proposed ellipsometer include measurements and analysis of linear and circular polarization of light reflected from the samples providing direct information about dielectric and magnetic properties of the investigated materials. The proposed ellipsometer will facilitate analysis of materials for the future nanoelectronics, such as multiferroics, ultra-thin high-K dielectric films, magnetic nanostructured oxides, superconducting films, and other strongly correlated materials. The sample properties will be studied under the influence of an external magnetic field, under uniaxial pressure, and in the temperature range between 4 and 350 K. The integration between fundamental research, new instrumentation development, and the education of graduate and undergraduate students, as well as a close collaboration between Universities and Brookhaven National Lab are other important aspects of this proposal.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrei",
   "pi_last_name": "Sirenko",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andrei Sirenko",
   "pi_email_addr": "sirenko@njit.edu",
   "nsf_id": "000206059",
   "pi_start_date": "2008-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Tao",
   "pi_last_name": "Zhou",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tao Zhou",
   "pi_email_addr": "taozhou@njit.edu",
   "nsf_id": "000197019",
   "pi_start_date": "2008-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "G. Lawrence",
   "pi_last_name": "Carr",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "G. Lawrence Carr",
   "pi_email_addr": "carr@bnl.gov",
   "nsf_id": "000498834",
   "pi_start_date": "2008-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Kotelyanskii",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Kotelyanskii",
   "pi_email_addr": "michael.kotelyanskii@rudolphtech.com",
   "nsf_id": "000499010",
   "pi_start_date": "2008-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New Jersey Institute of Technology",
  "inst_street_address": "323 DR MARTIN LUTHER KING JR BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "9735965275",
  "inst_zip_code": "071021824",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NJ10",
  "org_lgl_bus_name": "NEW JERSEY INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SGBMHQ7VXNH5"
 },
 "perf_inst": {
  "perf_inst_name": "New Jersey Institute of Technology",
  "perf_str_addr": "323 DR MARTIN LUTHER KING JR BLVD",
  "perf_city_name": "NEWARK",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "071021824",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NJ10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 502400.0
  }
 ],
 "por": null
}