{
 "awd_id": "0821231",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI:  Development of a Mobile, Rapid-scan, X-band, Polarimetric Doppler Radar",
 "cfda_num": "47.050",
 "org_code": "06020105",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bradley F. Smull",
 "awd_eff_date": "2008-08-15",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 875000.0,
 "awd_amount": 875000.0,
 "awd_min_amd_letter_date": "2008-08-08",
 "awd_max_amd_letter_date": "2008-08-08",
 "awd_abstract_narration": "The goal of this Major Research Instrumentation award is to develop a novel, rapidly scanning, high-resolution, mobile, volume imaging, X-band, meteorological Doppler radar having polarimetric capability. The radar will be used in the field by the Principal Investigator (PI) and his graduate students. The PI has over thirty years of field experience and two decades of experience in using mobile Doppler radars. \r\n\r\nIntellectual merit: High-resolution, rapidly scanning radars are necessary to study tornadoes and other meteorological phenomena having very short time scales.  In part because it is so difficult to study such features, they are not well understood.  Although there is widespread interest in developing electronically scanned radars for meteorological applications, such radars have several drawbacks, the most significant being the high cost for a narrow-beam system.  Furthermore, current electronically scanned radars are limited to single polarization operation that cannot take advantage of rain rate extraction algorithms based on polarimetric quantities.  By combining a pulse compression, frequency hopping radar with a large, dual- polarized antenna mounted on a high speed pedestal, the system will be able to achieve the first ever fully polarimetric volume images of severe storms in less than a minute, at a reasonable cost.  The radar will be used to map the reflectivity and wind fields in phenomena characterized by very short time scales and relatively short space scales, such as tornadoes, severe convective storms, the eyewall and precipitation bands in tropical cyclones, and some boundary-layer features.  The radar will permit the documentation and study of rapidly evolving structures that would otherwise not be possible.  Having polarimetric capability will make possible the identification of hydrometeor type, which is important for the thermodynamic and dynamic processes in convective storms. \r\n\r\nBroader impacts: The radar will be used to further knowledge of potentially damaging and injury-causing storms.  Knowledge gained can be put to use for improving warnings to the public.  Graduate students in meteorology and electrical engineering will gain valuable experience in using in the radar and analyzing and interpreting the data, and in suggesting and implementing modifications to the radar.  The radar will become part of the Radar Innovations Laboratory at the Atmospheric Radar Research Center at the University of Oklahoma and will be made available to the local and national community.  Underrepresented groups will be encouraged to participate in projects making use of the radar.  Currently, two female, Ph. D. students are being supervised by the PI and it is expected that both will still be in residence when the radar is available for the field. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Howard",
   "pi_last_name": "Bluestein",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Howard B Bluestein",
   "pi_email_addr": "hblue@ou.edu",
   "nsf_id": "000098989",
   "pi_start_date": "2008-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Oklahoma Norman Campus",
  "inst_street_address": "660 PARRINGTON OVAL RM 301",
  "inst_street_address_2": "",
  "inst_city_name": "NORMAN",
  "inst_state_code": "OK",
  "inst_state_name": "Oklahoma",
  "inst_phone_num": "4053254757",
  "inst_zip_code": "730193003",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OK04",
  "org_lgl_bus_name": "UNIVERSITY OF OKLAHOMA",
  "org_prnt_uei_num": "",
  "org_uei_num": "EVTSTTLCEWS5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Oklahoma Norman Campus",
  "perf_str_addr": "660 PARRINGTON OVAL RM 301",
  "perf_city_name": "NORMAN",
  "perf_st_code": "OK",
  "perf_st_name": "Oklahoma",
  "perf_zip_code": "730193003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OK04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  },
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1189",
   "pgm_ref_txt": "MAJOR RESEARCH INSTRUMENTATION"
  },
  {
   "pgm_ref_code": "1525",
   "pgm_ref_txt": "PHYSICAL & DYNAMIC METEOROLOGY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 875000.0
  }
 ],
 "por": null
}