{
 "awd_id": "0821066",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ThinkTank (Doctoral Consortium) at International Conference on Auditory Display (ICAD) 2008",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2008-06-01",
 "awd_exp_date": "2009-05-31",
 "tot_intn_awd_amt": 31975.0,
 "awd_amount": 31975.0,
 "awd_min_amd_letter_date": "2008-03-18",
 "awd_max_amd_letter_date": "2008-03-18",
 "awd_abstract_narration": "This is funding to support a doctoral consortium (workshop) of approximately 12 promising graduate students from the United States and abroad, along with distinguished research faculty.  The event will take place in conjunction with the 14th International Conference on Auditory Display (ICAD 2008), to be held June 24-27 at IRCAM in Paris, France.  ICAD is the premier international forum for presenting research on the use of sound to display data, monitor systems, and provide enhanced user interfaces for computers and virtual reality systems.  It is unique in its singular focus on auditory displays and the array of perception, technology, and application areas that this encompasses; this includes, for example, data sonification, auditory wayfinding, auditory graphs, speech interfaces, virtual environments, and associated perceptual, cognitive, technical, and technological research and development.  Many of the interdisciplinary research and development efforts are of direct relevance to persons with perceptual disabilities, especially visual impairments; for example, developing wayfinding systems for the blind requires research into effective distance cues and object identifiers used in auditory displays.  The goal of the doctoral consortium is to bring together graduate students from diverse backgrounds (e.g., engineering, computing, music, and psychology), so that they can experience the broad spectrum of approaches to auditory displays, assistive technologies and universal design, while exploring their research interests through interaction with peers and under the guidance of a panel of distinguished experts in the field.  To these ends, the ThinkTank will develop a supportive community of scholars and a spirit of collaborative research, by providing participants with a friendly and open, yet rigorous, scientific forum to present their research ideas, listen to ongoing work from peer students, and receive constructive feedback.  Student participants will make formal presentations of their work during the ThinkTank and will receive feedback from the faculty panel.  The feedback is designed to help students understand and articulate how their work is positioned relative to related research, whether their topics are adequately focused for thesis research projects, whether their methods are correctly chosen and applied, and whether their results are appropriately analyzed and presented.  The ThinkTank will also provide students with relevant information about important issues for doctoral candidates, whether they are considering academic or industrial career paths.  The event will further offer invited speakers and discussion groups, and will involve many students as part of the audience and discussion groups, in addition to those presenting their work.  An evaluation of the ThinkTank will be conducted, the results to be made available to the organizers of future conferences and consortia.\r\n\r\nBroader Impacts:  This event will promote scholarship and networking among new researchers in an important emerging interdisciplinary area, and will help shape ongoing and future research projects that have clear and important implications for development of assistive technologies and universal access. The doctoral consortium will afford participants exposure to a larger community, allowing them to bond among themselves and with senior researchers at a critical stage in their professional development.  Because the students and faculty constitute a diverse group across a variety of dimensions, including nationality and culture as well as scientific discipline, the students? horizons are broadened to the future benefit of the field.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bruce",
   "pi_last_name": "Walker",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bruce Walker",
   "pi_email_addr": "bruce.walker@psych.gatech.edu",
   "nsf_id": "000492288",
   "pi_start_date": "2008-03-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 NORTH AVE NW",
  "perf_city_name": "ATLANTA",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "9215",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING SYSTEMS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 31975.0
  }
 ],
 "por": null
}