{
 "awd_id": "0821162",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Acquisition of a Nanocoating System for Engineering Surfaces",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert M. Wellek",
 "awd_eff_date": "2008-08-01",
 "awd_exp_date": "2011-07-31",
 "tot_intn_awd_amt": 275000.0,
 "awd_amount": 275000.0,
 "awd_min_amd_letter_date": "2008-07-25",
 "awd_max_amd_letter_date": "2008-07-25",
 "awd_abstract_narration": "CBET-0821162\r\nDallas\r\n\r\nINTELLECTUAL MERIT\r\nThe ability to engineer surface properties is critical to the functionality, usefulness, and long term performance of a host of technologies with important applications. In a number of technology areas, Texas Tech researchers have developed testing and characterization systems that allow a detailed, quantitative understanding of surface characteristics and performance. These techniques have and will be used to establish benchmarks, thereby allowing systematic performance comparisons to be made between coatings exposed to various conditions. However, Texas Tech lacks a flexible deposition tool that is capable of applying a wide variety of coatings to meet numerous application goals. This proposal discusses Texas Tech's needs and plans for a Molecular Vapor Deposition (MVD) system (Applied Microstructures MVD 100 system) for the application of nanoscale coatings for applications that include micro/nano devices and sensors, textiles, and bioengineering.  The modification of intrinsic surface properties is the key to higher performance devices and systems. This tool has the capability to significantly impact diverse research areas and educational endeavors through its addition to a multi-user facility and will fill a critical void in our infrastructure. Transformative results are anticipated that will have important technological and societal impact. The physical properties of a material's surface govern many important aspects of how the material interacts with the world. Specialized coatings can be as thin as a few molecular layers, providing a usually negligible increase in mass, but drastically changing the surface characteristics and hence the ability to interact with other surfaces and vapors. This system will be used to conduct basic and applied research on how and why specific nanocoatings perform the way they do. This will promote the expansion of current research and scholarship while opening the door to many new funding opportunities and research interactions. The merits of the MVD technology include the precise injection of specially tailored precursor and catalyst vapors into the vacuum chamber allowing an adhesion layer and nanoscale molecular coatings (self-assembled monolayers, etc.) to be applied to many different materials for a wide variety of applications with almost zero waste. Because of the relative newness of this technique, there is still much research that needs to be done to determine the optimal molecular coating process for many important applications.\r\n\r\n\r\nBROADER IMPACTS\r\nThe acquisition of the MVD system will allow research and development activities that have significant societal impact, including microdevices with longer lifetimes and better performance, textiles with enhanced functionality, and biomedical devices with improved biocompatibility.\r\n\r\nScholarly dissemination will be accomplished through the many different journals and technical meetings representative of the diverse research groups participating in this proposal.  The placement of the tool in a multi-user facility will promote numerous additional applications as the pool of scientists and engineers interested in utilizing its capabilities grows.\r\n\r\nThe nanoscale coatings produced by this system will be used in educational programs that span grade school through graduate school. Utilization of the system will be incorporated into three established graduate level classes (MEMS, AFM, and Textile Finishes) that integrate research and education. A new short course will be developed to introduce the technology to potential\r\nusers from Texas Tech and partner institutes (including Angelo State University). The striking contrast in the wetting of surfaces with different surface characteristics allows nanoscale effects to be readily discernable by the general populace. This feature will be promoted by K-12 educational initiatives in chemistry and physics that will reach many teachers and hundreds of students on a yearly basis. This is one facet of reaching under-represented groups with the excitement of science and technology, especially at the nanoscale. On-campus talks to women and minority serving technical societies will increase the list of potential users and help educate\r\nmany college students on the importance of surface properties in many technical areas.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tim",
   "pi_last_name": "Dallas",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tim Dallas",
   "pi_email_addr": "tim.dallas@ttu.edu",
   "nsf_id": "000302595",
   "pi_start_date": "2008-07-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Hequet",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Eric F Hequet",
   "pi_email_addr": "eric.hequet@ttu.edu",
   "nsf_id": "000493044",
   "pi_start_date": "2008-07-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Noureddine",
   "pi_last_name": "Abidi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Noureddine Abidi",
   "pi_email_addr": "noureddine.abidi@ttu.edu",
   "nsf_id": "000491537",
   "pi_start_date": "2008-07-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Louisa",
   "pi_last_name": "Hope-Weeks",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Louisa J Hope-Weeks",
   "pi_email_addr": "louisa.hope-weeks@ttu.edu",
   "nsf_id": "000488831",
   "pi_start_date": "2008-07-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Brandon",
   "pi_last_name": "Weeks",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Brandon L Weeks",
   "pi_email_addr": "brandonweeks@unr.edu",
   "nsf_id": "000452491",
   "pi_start_date": "2008-07-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas Tech University",
  "inst_street_address": "2500 BROADWAY",
  "inst_street_address_2": "",
  "inst_city_name": "LUBBOCK",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "8067423884",
  "inst_zip_code": "79409",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "TX19",
  "org_lgl_bus_name": "TEXAS TECH UNIVERSITY SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "EGLKRQ5JBCZ7"
 },
 "perf_inst": {
  "perf_inst_name": "Texas Tech University",
  "perf_str_addr": "2500 BROADWAY",
  "perf_city_name": "LUBBOCK",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "79409",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "TX19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1414",
   "pgm_ref_txt": "INTERFAC PROCESSES & THERMODYN"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 275000.0
  }
 ],
 "por": null
}