{
 "awd_id": "0821745",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Acquisition of a High-Resolution Transmission Electron Microscope to Enhance Interdisciplinary Research and Education",
 "cfda_num": "47.049",
 "org_code": "03070006",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Charles E. Bouldin",
 "awd_eff_date": "2008-09-01",
 "awd_exp_date": "2009-08-31",
 "tot_intn_awd_amt": 320000.0,
 "awd_amount": 320000.0,
 "awd_min_amd_letter_date": "2008-08-22",
 "awd_max_amd_letter_date": "2008-08-22",
 "awd_abstract_narration": "Technical Abstract: \r\n\r\nThis proposal requests funds for the acquisition of a High-resolution Transmission Electron Microscope (HRTEM) equipped with an energy-dispersive spectroscopy (EDS) system to support funded research and education at the University of Texas at Arlington (UTA). Advancements in the field of nanoscience and nanotechnologies require structural and chemical characterization capability with atomic resolution. The imaging of lattice structures using a HRTEM is the only known method of yielding such details. Based on the strengths of materials research that is currently undertaken on the UTA campus, we have judiciously chosen a select, and requisite, set of HRTEM-EDS instrumentation that will allow a large number of both group and individual researchers to greatly enhance their experimental programs. The three major research clusters that will enjoy the benefits of HRTEM-EDS are: (i) nanomaterial synthesis; (ii) electronic materials; and (iii) biomaterials. Knowledge gained from the proposed facility will deepen understanding of the fundamental mechanisms in the formation and evolution of nanostructures and materials in these three thrust areas. The proposed instrumentation will be part of the newly established and University supported Characterization Center for Materials and Biology (CCMB). CCMB is a multi-user facility consisting of several state-of-the-art pieces of equipment, serving UTA researchers and students, other universities and industry fostering interdisciplinary research.  The proposed facility will provide a cornerstone laboratory for undergraduate and graduate education and training. The facility will be an integral part of attracting underrepresented minorities to UTA in the area of science and engineering by partnering with the Society for Hispanic Professional Engineers (housed on UTA campus). The use of the new facility will be extended to local industry in Dallas/Fort Worth metropolitan region, which hosts more than 400 telecommunication, aerospace, defense, and health science industries and institutions. \r\n\r\nNon-technical\r\n\r\nRecent materials research by looking at very small scale (nanoscale) has produced an unprecedented number of exciting discoveries, new materials and devices, and new industries. The proposed high-resolution transmission electron microscope utilizes a high energy beam of electrons to penetrate thin foils of materials providing imaging at the atomic scale and unique information about the local structure and chemistry of materials. Such a characterization tool is indispensable in studying and synthesizing novel, very small scale materials.  This new capability will expand and excite ongoing research at UTA in fields of critical technological importance to the U.S. and Texas including microelectronics, nanotechnology, and bioengineering. The proposed instrumentation will be part of the newly established and University supported Characterization Center for Materials and Biology. This new facility provides a cornerstone laboratory for undergraduate and graduate education and training of future materials scientists and engineers. The proposed instrumentation will be an integral part of attracting underrepresented minorities to UTA in the area of science and engineering by partnering with the Society for Hispanic Professional Engineers (housed on UTA campus). This research and education is important to the Dallas/Fort Worth metropolitan region, which is home to more than 400 telecommunication, aerospace, defense and health science industries and institutions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Efstathios",
   "pi_last_name": "Meletis",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Efstathios I Meletis",
   "pi_email_addr": "meletis@uta.edu",
   "nsf_id": "000259490",
   "pi_start_date": "2008-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Wiley",
   "pi_last_name": "Kirk",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Wiley P Kirk",
   "pi_email_addr": "kirk@uta.edu",
   "nsf_id": "000397189",
   "pi_start_date": "2008-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Frederick",
   "pi_last_name": "MacDonnell",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Frederick M MacDonnell",
   "pi_email_addr": "macdonn@uta.edu",
   "nsf_id": "000093507",
   "pi_start_date": "2008-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Choong-Un",
   "pi_last_name": "Kim",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Choong-Un Kim",
   "pi_email_addr": "choongun@uta.edu",
   "nsf_id": "000490244",
   "pi_start_date": "2008-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Liping",
   "pi_last_name": "Tang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Liping Tang",
   "pi_email_addr": "ltang@uta.edu",
   "nsf_id": "000386604",
   "pi_start_date": "2008-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Arlington",
  "inst_street_address": "701 S NEDDERMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "ARLINGTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "8172722105",
  "inst_zip_code": "760199800",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT ARLINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "LMLUKUPJJ9N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Arlington",
  "perf_str_addr": "701 S NEDDERMAN DR",
  "perf_city_name": "ARLINGTON",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "760199800",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 320000.0
  }
 ],
 "por": null
}