{
 "awd_id": "0821956",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Mobile Genetic Elements in Sexual and Ancient Asexual Taxa",
 "cfda_num": "47.074",
 "org_code": "08070100",
 "po_phone": "7032928528",
 "po_email": "amushegi@nsf.gov",
 "po_sign_block_name": "Arcady Mushegian",
 "awd_eff_date": "2008-09-15",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 657000.0,
 "awd_amount": 788557.0,
 "awd_min_amd_letter_date": "2008-09-10",
 "awd_max_amd_letter_date": "2012-09-21",
 "awd_abstract_narration": "Transposable genetic elements (TEs) are of virtually universal occurrence in eukaryotes and prokaryotes, and in multicellular eukaryotes have been found to constitute a substantial portion of the genome: nearly one-half in humans, and even more in many plants. Their existence raises fundamental questions related to eukaryotic genome structure, function, and evolution. This project is based on the view that much can be learned about TEs and their effects on genome structure by comparing their characteristics and evolution in sexual taxa with those in asexual taxa. Because of the important role of sexual reproduction in both the maintenance and limitation of deleterious TEs in eukaryotic populations, the putative asexuality and other highly unusual characteristics of bdelloid rotifers, such as the repeated DNA breakage and repair thought to occur during the cycles of desiccation and rehydration characteristic of bdelloid habitats, make them a promising model system for investigating fundamental problems associated with TEs. These problems include their proliferation, compartmentalization and distribution within genomes, the mechanisms of their copy number control, the dependence of their maintenance, dynamics and evolution on biparental reproduction, their domestication and possible role in the maintenance of chromosome ends, and their participation in horizontal gene flow, whereby TEs and other DNA may enter bdelloid genomes by means other than vertical descent. Indeed, the investigators' studies of bdelloid TEs have already revealed notable differences from sexual taxa in the types and genomic distribution of TEs and foreign DNA in bdelloid genomes, and have suggested novel ideas for the operation and evolution of systems that protect chromosomes and their ends from degradation. The principal objectives of the research are (i) to investigate subtelomeric TE-rich clusters in bdelloids in order to determine whether telomeric TE copies may constitute part of a genome defense system against invading TEs, and to uncover the role  of telomere-associated retroelements in formation and function of these clusters; (ii) to investigate the origin and function of novel reverse transcriptases found in bdelloids and its possible relation to genome defense  mechanisms; (iii) to further examine bdelloid and monogonont genomes for the presence of diverse intact or relict retroelements and telomeric TE-rich clusters, and to identify candidate monogonont TEs for introduction into bdelloid genomes; and (iv) to continue efforts to achieve stable transformation in order to test for proliferation of TEs introduced into internal and telomeric regions. These specific objectives are aimed at characterizing fundamental mechanisms of genome defense in bdelloids and their implications for eukaryotes generally.   \r\n\r\nThe research will be of interest to biologists interested in problems of genome structure and evolution, as well as to the general public. The investigators will continue to discuss their research in the media, as they have done in previous years on programs such as NPR's \"The Connection\"  and \"Talk of the Nation: Science Friday.\" They will contribute to the activities of Mobile Genetic Element Cluster at the Marine Biological Laboratory (MBL) at Woods Hole, and will participate in convening the annual Northeast Mobile DNA meeting. The project will continue to rely on student involvement, providing undergraduates with hands-on training and with access to the unique summer environment at the MBL, which includes Friday lectures by eminent scientists and the possibility to interact with visiting scientists and summer course students from around the world.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Irina",
   "pi_last_name": "Arkhipova",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Irina R Arkhipova",
   "pi_email_addr": "iarkhipova@mbl.edu",
   "nsf_id": "000100252",
   "pi_start_date": "2008-09-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Meselson",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew S Meselson",
   "pi_email_addr": "msm@wjh.harvard.edu",
   "nsf_id": "000455679",
   "pi_start_date": "2008-09-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Marine Biological Laboratory",
  "inst_street_address": "7 M B L ST",
  "inst_street_address_2": "",
  "inst_city_name": "WOODS HOLE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5082897243",
  "inst_zip_code": "025431015",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "THE MARINE BIOLOGICAL LABORATORY",
  "org_prnt_uei_num": "M2XKLRTA9G44",
  "org_uei_num": "M2XKLRTA9G44"
 },
 "perf_inst": {
  "perf_inst_name": "Marine Biological Laboratory",
  "perf_str_addr": "7 M B L ST",
  "perf_city_name": "WOODS HOLE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025431015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  },
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1112",
   "pgm_ref_txt": "GENES AND GENOME SYSTEMS"
  },
  {
   "pgm_ref_code": "1116",
   "pgm_ref_txt": "EUKARYOTIC GENETICS"
  },
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "7275",
   "pgm_ref_txt": "CROSS-EF ACTIVITIES"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 200000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 225000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 232000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 131557.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>It has long been hypothesized that the genomes of long-term asexuals should contain relatively low amounts of transposable elements (TEs), which are sometimes called &ldquo;genomic parasites&rdquo; because of their ability to multiply themselves within genomes and to disrupt gene activity through deleterious insertions and chromosome rearrangements. This project was aimed at elucidation and characterization of the TE genomic component in rotifers of the class Bdelloidea, a taxonomic group known for their asexual mode of reproduction, their extraordinary resistance to desiccation and ionizing radiation, and the propensity for horizontal gene transfer. First, we identified and characterized in detail a number of distinct families of transposable elements differing by their mode of transposition, including those that use RNA transcripts as transposition intermediates (class I) and those that do not (class II). A common theme that emerged from these analyses is that each family was represented by very few copies, pointing at the existence of efficient mechanisms that could suppress intragenomic proliferation of incoming TEs. These findings were validated and extended to the genome-wide scale after completion of the high-quality genome draft of the first sequenced representative of the phylum Rotifera, the bdelloid <em>Adineta vaga</em>. We found that a surprisingly high diversity of families was accompanied by a very low copy number for each family, so that the cumulative TE content in the genome amounts only to 3% of total genomic DNA. Many TE copies were intact, and very few decayed copies could be detected, consistent with ongoing horizontal acquisition and rapid elimination of incoming copies. TEs were co-localized with genes of foreign origin on most genomic contigs, which were also enriched with interstitial telomeric repeats, indicative of the proximity to telomeres. Moreover, we found a significant expansion and diversification of genes coding for the principal components of the RNA-mediated silencing machinery, such as Dicers, Piwi/Argonautes, and RNA-directed RNA polymerases. Finally, we characterized piwi-interacting small RNAs in <em>A. vaga</em> and mapped these RNAs to the annotated genes and TEs, revealing their role in controlling horizontally transferred DNA. &nbsp;In sum, these findings point at the existence of a multi-layered genome defense system that involves several pathways for limiting the activity of incoming TEs.</p>\n<p>Broader impacts included training of post-doctoral researchers and graduate students, who also had the opportunity to present their results at scientific conferences, and the convening of the bi-annual regional meeting on mobile genetic elements, which particularly encourages contributions from young researchers and provides support to members of under-represented minorities. The principal findings were communicated in the popular press and numerous internet newsfeeds, and the accompanying rotifer photomicrographs have been capturing the imagination of scientists and non-scientists alike.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2013<br>\n\t\t\t\t\tModified by: Irina&nbsp;R&nbsp;Arkhipova</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2013/0821956/0821956_10026094_1385787567224_VEPS_Rotifer--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2013/0821956/0821956_10026094_1385787567224_VEPS_Rotifer--rgov-800width.jpg\" title=\"The bdelloid rotifer Adineta vaga\"><img src=\"/por/images/Reports/POR/2013/082...",
  "por_txt_cntn": "\nIt has long been hypothesized that the genomes of long-term asexuals should contain relatively low amounts of transposable elements (TEs), which are sometimes called \"genomic parasites\" because of their ability to multiply themselves within genomes and to disrupt gene activity through deleterious insertions and chromosome rearrangements. This project was aimed at elucidation and characterization of the TE genomic component in rotifers of the class Bdelloidea, a taxonomic group known for their asexual mode of reproduction, their extraordinary resistance to desiccation and ionizing radiation, and the propensity for horizontal gene transfer. First, we identified and characterized in detail a number of distinct families of transposable elements differing by their mode of transposition, including those that use RNA transcripts as transposition intermediates (class I) and those that do not (class II). A common theme that emerged from these analyses is that each family was represented by very few copies, pointing at the existence of efficient mechanisms that could suppress intragenomic proliferation of incoming TEs. These findings were validated and extended to the genome-wide scale after completion of the high-quality genome draft of the first sequenced representative of the phylum Rotifera, the bdelloid Adineta vaga. We found that a surprisingly high diversity of families was accompanied by a very low copy number for each family, so that the cumulative TE content in the genome amounts only to 3% of total genomic DNA. Many TE copies were intact, and very few decayed copies could be detected, consistent with ongoing horizontal acquisition and rapid elimination of incoming copies. TEs were co-localized with genes of foreign origin on most genomic contigs, which were also enriched with interstitial telomeric repeats, indicative of the proximity to telomeres. Moreover, we found a significant expansion and diversification of genes coding for the principal components of the RNA-mediated silencing machinery, such as Dicers, Piwi/Argonautes, and RNA-directed RNA polymerases. Finally, we characterized piwi-interacting small RNAs in A. vaga and mapped these RNAs to the annotated genes and TEs, revealing their role in controlling horizontally transferred DNA.  In sum, these findings point at the existence of a multi-layered genome defense system that involves several pathways for limiting the activity of incoming TEs.\n\nBroader impacts included training of post-doctoral researchers and graduate students, who also had the opportunity to present their results at scientific conferences, and the convening of the bi-annual regional meeting on mobile genetic elements, which particularly encourages contributions from young researchers and provides support to members of under-represented minorities. The principal findings were communicated in the popular press and numerous internet newsfeeds, and the accompanying rotifer photomicrographs have been capturing the imagination of scientists and non-scientists alike.\n\n\t\t\t\t\tLast Modified: 11/30/2013\n\n\t\t\t\t\tSubmitted by: Irina R Arkhipova"
 }
}