{
 "awd_id": "0821556",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Acquisition of Terahertz Ray Research Facility",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert M. Wellek",
 "awd_eff_date": "2008-08-01",
 "awd_exp_date": "2011-07-31",
 "tot_intn_awd_amt": 342500.0,
 "awd_amount": 342500.0,
 "awd_min_amd_letter_date": "2008-07-28",
 "awd_max_amd_letter_date": "2008-07-28",
 "awd_abstract_narration": "CBET-0821556\r\nThompson\r\n\r\nRecently, electromagnetic radiation in the terahertz frequency range, best known as terahertz rays (T-rays), has emerged as one of the most promising energy forms for measurement in a variety of applications in science and engineering. T-rays, residing in a relatively unexplored region between the microwave and infrared, are considered by many to be the last frontier in the electromagnetic spectrum. This has recently become accessible because of instrumentation advances and the acquisition of a system for T-ray imaging and spectroscopy is proposed. Initial interest in this system at Iowa State University was motivated by a number of applications in physics, chemistry and engineering, and includes applications to the characterization of photonic and metamaterials, solvation of ionic liquids, fundamental studies of multiphase combustion and flow processes, nondestructive evaluation of composite materials, and bioengineering. Given the newness and limited availability of such equipment, there will doubtlessly be numerous applications that are not initially expected. Accordingly, a portion of the user time will be set aside for innovative exploratory projects. In addition time will be made available to users from other institutions to allow others to explore these special opportunities. \r\n\r\nThe intellectual merit of the proposed equipment acquisition is extremely high, as would be expected when a new measurement frontier is opened. Among the reasons for this is the fact that the newly accessible terahertz frequency regime is one in which molecular resonances dominate. Accordingly, the absorption spectra of T-rays exhibit distinct signatures for substances such as water vapor, polar plastics, certain gases, DNA, crystalline solids, biofuel feedstocks and explosives. Examples of problems in which unique experimental information can be obtained by this technique are identified in the project areas described above and developed in greater detail in the proposal. The proposing team is in an excellent position to investigate these because of its strong experimental and theoretical programs in condensed matter physics, chemistry, combustion and environmental engineering, nondestructive evaluation and other areas of science and engineering. It is also anticipated that new interdisciplinary opportunities will manifest themselves as this broad group works in a common facility. The dedication of a portion of the user time to innovative exploratory projects and collaborative users from other institutions is designed to maximize the opportunity for exploratory research. \r\n\r\nSignificant Broader benefits to society will be a natural outcome of this instrumentation acquisition. In addition to fundamental scientific studies, applications of T-rays are rapidly emerging in a number of areas including the automotive, aviation, food, energy, materials, pharmaceuticals, medical diagnosis, forensics, defense, and homeland security. It can be expected that broad advances in such areas can be expected based on accessibility to the proposed equipment. The intellectual excitement associated with a new scientific tool, along with the existence of practical applications that have major benefit to society, will make this an area of significant interest to students. In addition to the obvious education of graduate and undergraduate students that will occur, this forefront instrumentation will serve as a magnet that will be a centerpiece in efforts to recruit and educate a more diverse student body. As an example, the Principal Investigator is currently engaged in programs aimed at increasing the involvement of Hispanic, African American and Native American students, and the facility built around this instrumentation should increase the attractiveness of those programs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "R. Bruce",
   "pi_last_name": "Thompson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "R. Bruce Thompson",
   "pi_email_addr": "thompsonrb@cnde.iastate.edu",
   "nsf_id": "000366781",
   "pi_start_date": "2008-07-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jacob",
   "pi_last_name": "Petrich",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Jacob W Petrich",
   "pi_email_addr": "jwp@iastate.edu",
   "nsf_id": "000309825",
   "pi_start_date": "2008-07-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Costas",
   "pi_last_name": "Soukoulis",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Costas M Soukoulis",
   "pi_email_addr": "soukoulis@ameslab.gov",
   "nsf_id": "000299436",
   "pi_start_date": "2008-07-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Chien-Ping",
   "pi_last_name": "Chiou",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chien-Ping Chiou",
   "pi_email_addr": "cchiou@iastate.edu",
   "nsf_id": "000498867",
   "pi_start_date": "2008-07-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Terrence",
   "pi_last_name": "Meyer",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Terrence R Meyer",
   "pi_email_addr": "trmeyer@purdue.edu",
   "nsf_id": "000498963",
   "pi_start_date": "2008-07-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Iowa State University",
  "inst_street_address": "1350 BEARDSHEAR HALL",
  "inst_street_address_2": "515 MORRILL ROAD",
  "inst_city_name": "AMES",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "5152945225",
  "inst_zip_code": "500112103",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IA04",
  "org_lgl_bus_name": "IOWA STATE UNIVERSITY OF SCIENCE AND TECHNOLOGY",
  "org_prnt_uei_num": "DQDBM7FGJPC5",
  "org_uei_num": "DQDBM7FGJPC5"
 },
 "perf_inst": {
  "perf_inst_name": "Iowa State University",
  "perf_str_addr": "1350 BEARDSHEAR HALL",
  "perf_city_name": "AMES",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "500112103",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1414",
   "pgm_ref_txt": "INTERFAC PROCESSES & THERMODYN"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 342500.0
  }
 ],
 "por": null
}