{
 "awd_id": "0821682",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MRI: Acquisition of Polarized Light Microscope and Cold Filter Plugging Point Analyzer for MSU-Northern Bio-Energy Innovation and Testing Center",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert M. Wellek",
 "awd_eff_date": "2008-09-15",
 "awd_exp_date": "2010-08-31",
 "tot_intn_awd_amt": 71375.0,
 "awd_amount": 71375.0,
 "awd_min_amd_letter_date": "2008-09-11",
 "awd_max_amd_letter_date": "2008-09-11",
 "awd_abstract_narration": "CBET-0821682\r\nSoriano\r\n\r\nIntellectual Merit: \r\n\r\nWhile the environmental, economic and operational benefits of utilizing biodiesel have been well proven and recognized, its poor cold-flow properties still remain a major concern for consumers. Poor cold-flow properties leads to clogging of filter which is the most common operability problems encountered in using biodiesel, especially in cold regions such as Montana.  This project seeks assistance in acquiring a Polarized Light Microscope (PLM) coupled with temperature control system and Cold Filter Plugging Point (CFPP) Analyzer for MSU-Northern's Bio-Energy Innovation and Testing Center (the Center) to expand the Center's capabilities in conducting research on cold-flow properties of biodiesel. The requested instruments are powerful tools in understanding the crystallization behavior of biodiesel leading to the improvement of biodiesel and biodiesel blends cold-flow properties and filterability.  These instruments will also be utilized for training and instruction purposes as the Center is actively institutionalizing an Associate Degree in Applied Chemistry with emphasis on biodiesel production technology and biodiesel quality assurance. The instruments will also be utilized by Biology and Water Quality Departments at MSU-Northern for instructional and research purposes. The instruments will be made available to students from other MSU campuses and nearby tribal colleges interested in conducting undergraduate and graduate research at MSU-Northern. \r\n\r\nBroader Impact: \r\n\r\nThe acquisition of PLM and CFPP Analyzer for the Center will contribute in building the University's capability to become a research oriented institution as a strategy to attract more students in the science and technology programs. The Center's research endeavors are in conjunction with Montana's Agro Energy Plan that aims to revitalize 32 counties and 6 Indian Reservations in the state through bioproduct and renewable energy development. Acquisition of the PLM and CFPP analyzer for the Center will expand the Center's capabilities to do basic and applied research on biodiesel crystallization and filterability, which is one of the major hurdles in biodiesel commercialization. These instruments are powerful tools in developing technologies to improve the cold flow properties of biodiesel that will definitely pose a great impact in biodiesel promotion, acceptance and utilization, especially in Montana considering its cold climate. Important research findings will be published in peer-reviewed scientific publications and will be presented in national and international scientific meetings. Moreover, future participation in Agricultural Trade Shows and active collaboration with Montana's Department of Agriculture will enhance information dissemination and biodiesel promotion throughout the region. The Center is also actively collaborating with several existing and emerging bio-based industries in Montana to whom the instruments will be made available.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nestor",
   "pi_last_name": "Soriano",
   "pi_mid_init": "",
   "pi_sufx_name": "Jr",
   "pi_full_name": "Nestor Soriano",
   "pi_email_addr": "nestor.soriano@msun.edu",
   "nsf_id": "000499591",
   "pi_start_date": "2008-09-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Carol",
   "pi_last_name": "Reifschneider",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Carol Reifschneider",
   "pi_email_addr": "reifschneider@msun.edu",
   "nsf_id": "000499594",
   "pi_start_date": "2008-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Montana State University-Northern",
  "inst_street_address": "300 11TH ST W",
  "inst_street_address_2": "",
  "inst_city_name": "HAVRE",
  "inst_state_code": "MT",
  "inst_state_name": "Montana",
  "inst_phone_num": "4062653775",
  "inst_zip_code": "595014917",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MT02",
  "org_lgl_bus_name": "MONTANA STATE UNIVERSITY-NORTHERN",
  "org_prnt_uei_num": "",
  "org_uei_num": "LC52AJ2L85N1"
 },
 "perf_inst": {
  "perf_inst_name": "Montana State University-Northern",
  "perf_str_addr": "300 11TH ST W",
  "perf_city_name": "HAVRE",
  "perf_st_code": "MT",
  "perf_st_name": "Montana",
  "perf_zip_code": "595014917",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MT02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118900",
   "pgm_ele_name": "Major Research Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1414",
   "pgm_ref_txt": "INTERFAC PROCESSES & THERMODYN"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 71375.0
  }
 ],
 "por": null
}