{
 "awd_id": "0822779",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research Improvement Grant: A History of Animal Exchanges and Displays in Yellowstone National Park and the Nation's Leading Zoos",
 "cfda_num": "47.075",
 "org_code": "04050300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2008-08-01",
 "awd_exp_date": "2010-07-31",
 "tot_intn_awd_amt": 8000.0,
 "awd_amount": 8000.0,
 "awd_min_amd_letter_date": "2008-07-29",
 "awd_max_amd_letter_date": "2008-07-29",
 "awd_abstract_narration": "Introduction: This proposes to conduct research in archives at Yellowstone National Park, the National Archives, the Bronx Zoo, and the National Park Service Archives in Harpers Ferry. The purpose of doing so is to help document the history of animal exchanges conducted by Yellowstone National Park and leading zoos to determine how Yellowstone fit within a national network of animal exchanges and to analyze how, why, and when the Park established these exchanges. The resulting dissertation, \"Animals and Artifacts: A History of Animal Exchanges and Displays in Yellowstone National Park and the Nation's Leading Zoos, 1872-1929,\" will provide a new perspective on the history of wildlife management and conservation within Yellowstone, particularly as it relates to the nation's leading zoos. By situating these practices within the history of conservation and captive breeding programs, it may shed new light on the origins of conservation biology during the Progressive era, as well as contribute to a more complete history of American zoos and natural history museums.\r\n \r\nIntellectual Merit: While historians have focused on wildlife conservation and Yellowstone National Park, one wildlife management and conservation strategy, which led to \"a special relationship\" between Yellowstone, the National Zoo, and other leading zoos around the country, has not been investigated. This practice led to informal understandings and mechanisms of exchange for shipping animals to zoos, museums, and wildlife preserves and, in some instances, for receiving animals in return for breeding and display. A better understanding of these exchanges between the nation's first park and the nation's leading zoological parks could lead to a new and more complete history of Yellowstone's function as an early center of wildlife conservation, captive breeding, and public education. In addition, the research will contribute to a more complete understanding of how public displays of wildlife transitioned from skins and skeletons to life; i.e., from taxidermied displays to living animal displays (and sometimes back again) for education and research.\r\n \r\nBroader Impacts: National park historians and wildlife managers alike benefit from having a better understanding of past management practices, in the historical, social and cultural context in which they occurred. If research reveals that Yellowstone was viewed as a kind of Eden for the nation and for the nation's leading zoos, that could help scientists and historians better understand the conservation policies that followed. If Yellowstone operated much like a zoo during this period, but resisted pressures to become a zoo in the long term, it may also help managers make more informed decisions and respond to increasing pressure on Park wildlife in the future. It may also help zoos reconsider their own histories (and possible futures) as they better understand the relationships zoos and national parks have forged in the past. As James Pritchard has written, we \"cannot understand the management of our parks or hope for enlightened park management if we fail to see our parks in a historical context.\"",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mary",
   "pi_last_name": "Murphy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mary Murphy",
   "pi_email_addr": "mmurphy@montana.edu",
   "nsf_id": "000098259",
   "pi_start_date": "2008-07-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Diane",
   "pi_last_name": "Smith",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Diane M Smith",
   "pi_email_addr": "dianesmithmt@hotmail.com",
   "nsf_id": "000462463",
   "pi_start_date": "2008-07-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Montana State University",
  "inst_street_address": "216 MONTANA HALL",
  "inst_street_address_2": "",
  "inst_city_name": "BOZEMAN",
  "inst_state_code": "MT",
  "inst_state_name": "Montana",
  "inst_phone_num": "4069942381",
  "inst_zip_code": "59717",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MT01",
  "org_lgl_bus_name": "MONTANA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EJ3UF7TK8RT5"
 },
 "perf_inst": {
  "perf_inst_name": "Montana State University",
  "perf_str_addr": "216 MONTANA HALL",
  "perf_city_name": "BOZEMAN",
  "perf_st_code": "MT",
  "perf_st_name": "Montana",
  "perf_zip_code": "59717",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MT01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1353",
   "pgm_ref_txt": "Hist & Philosophy of SET"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 8000.0
  }
 ],
 "por": null
}