{
 "awd_id": "0822204",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: R&D: Cyber-Enabled Design Research to Enhance Teachers' Critical Thinking Using a Major Video Collection on Children's Mathematical Reasoning",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rebecca A. Kruse",
 "awd_eff_date": "2008-09-15",
 "awd_exp_date": "2015-04-30",
 "tot_intn_awd_amt": 2132621.0,
 "awd_amount": 2370353.0,
 "awd_min_amd_letter_date": "2008-09-16",
 "awd_max_amd_letter_date": "2014-04-22",
 "awd_abstract_narration": "The four-year research and development project, among Rutgers Robert B. Davis Institute for Learning (RBDIL), Rutgers University Libraries, and the University of Wisconsin  (Madison), is addressing the frontier challenge of supporting STEM teachers' practice and development using cutting-edge cyber-enabled technology. It is leveraging the Video Mosaic Collaboratory (VMC), an interactive digital environment supporting video-based teacher professional development and related research, being offered through the Rutgers University Libraries cyber infrastructure, currently under development with NSF support. The VMC contains indexed video cases from the video collection from RBDIL with accompanying data on students' mathematical reasoning, an extensive collection based on NSF-supported research spanning two decades.\r\n\r\nA systematic design research study is being conducted utilizing RBDIL's video collection to support designing and sharing adaptable mathematics teacher professional development interventions and to generate testable hypotheses about factors influencing intervention success. Diverse school and university sites in New Jersey and Wisconsin are developing video-based instruction appropriate to local contexts. A multi-site experimental design containing within-site comparison groups is testing the hypothesis that well-designed interventions based on teachers studying videos of children's thinking can increase their performance on measures of expertise that include knowledge of mathematics, children's mathematical reasoning, and related beliefs. \r\n\r\nThe project is demonstrating the use of cyber-enabled technologies to build and share adaptable interventions for pre and in-service teacher growth that effectively make use of major video collections and have high promise of success at multiple sites. The cyber infrastructure being provided by the VMC and significantly extended through this project is supporting development and documentation of additional interventions for teacher professional development using this video collection, as well as other videos that might be added in the future by teacher educators or researchers, including those working in other STEM domains.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Carolyn",
   "pi_last_name": "Maher",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Carolyn A Maher",
   "pi_email_addr": "carolyn.maher@gse.rutgers.edu",
   "nsf_id": "000192095",
   "pi_start_date": "2008-09-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Cindy",
   "pi_last_name": "Hmelo-Silver",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Cindy E Hmelo-Silver",
   "pi_email_addr": "chmelosi@indiana.edu",
   "nsf_id": "000147385",
   "pi_start_date": "2008-09-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Grace",
   "pi_last_name": "Agnew",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Grace Agnew",
   "pi_email_addr": "gagnew@rci.rutgers.edu",
   "nsf_id": "000358013",
   "pi_start_date": "2008-09-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Marjory",
   "pi_last_name": "Palius",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Marjory F Palius",
   "pi_email_addr": "marjory.palius@gse.rutgers.edu",
   "nsf_id": "000499253",
   "pi_start_date": "2008-09-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University New Brunswick",
  "perf_str_addr": "3 RUTGERS PLZ",
  "perf_city_name": "NEW BRUNSWICK",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "089018559",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762500",
   "pgm_ele_name": "REAL"
  },
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7645",
   "pgm_ref_txt": "DISCOVERY RESEARCH K-12"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0408",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000809DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 2132621.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 38750.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 198982.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project had a twofold purpose.&nbsp; First, to preserve and make accessible a unique video collection emanating from two decades of longitudinal research, funded by multiple NSF grants, of children learning mathematics.&nbsp; The collection is unique in following the same students over time to trace the development of their mathematical ideas and forms of reasoning. &nbsp;The videos feature one cohort of students across grades 1-12; a year-long study in a 4<sup>th</sup> grade classroom; and middle-school students in an urban, after-school setting.&nbsp; The collection showcases learning mathematics in the domains of algebra, counting and combinatorics, fractions and probability. &nbsp;The significant merits of this collection led to the second project purpose: to investigate how teachers study video episodes to learn about students&rsquo; mathematical reasoning as participants in design research studies.&nbsp; This report shares key project outcomes from Rutgers University researchers.</p>\n<p>&nbsp;</p>\n<p>Researchers in mathematics education and the learning sciences collaborated with experts in digital library systems to create the Video Mosaic Collaborative (VMC) portal.&nbsp; The VMC is a collection and collaboration portal within RUcore, a robust preservation and open access institutional repository, with a commitment to the long-term preservation of Rutgers scholarship and resources to the archival standard of 200+ years.&nbsp; VMC management for preservation, access, authenticity and impact are incorporated into the ongoing workflow of the repository, thus insuring a sustainable portal that will continue to grow in impact with existing university staffing and resources. &nbsp;&nbsp;300+ videos are openly available at VMC (<a href=\"http://www.videomosaic.org\">www.videomosaic.org</a>).&nbsp; Videos were cataloged to an international metadata standard maintained by the Library of Congress, which enables sharing metadata and resources with other repositories and initiatives.&nbsp; All videos receive DOIs for permanent citation and availability.&nbsp; The project added robustness to the discovery of resources by education researchers through introducing new ontologies (specialized vocabularies) on mathematical reasoning, problems and tools, to incorporate the language of the domain into the discovery process, &nbsp;an important outcome of this project. To enable research, teaching and collaboration, project personnel built a new technology tool, the RUAnalytic, which enables users to select video clips, edit and annotate them, and arrange those video events to construct a multimedia narrative.&nbsp; Workspace is provided to VMC community members with a research or mathematics-education agenda, to support collaborative research and learning discoveries among members.&nbsp; The multimedia narratives they create can undergo peer review and publication with metadata and a DOI for citation at the VMC portal (<a href=\"http://videomosaic.org/analytics/\">http://videomosaic.org/analytics/</a>), for long-term impact as a contribution to scholarly discourse in the field. An important outcome of this project is a new form of scholarly publication where the research data and the analysis are tightly integrated and can exist alone or embedded in other works, such as electronic dissertations.</p>\n<p>&nbsp;</p>\n<p>Researchers also conducted design studies to measure teacher learning as a result of participating in instructional activities, either a course or workshop series, in which they examined and discussed video episodes illustrating students engaged in mathematical problem solving. The videos afforded teachers an opportunity to notice students working collaboratively, using appropriate manipulative tools to build models, and reasoning about their own and their classmates&rsquo; mathematical ideas in classroom environments.</p>\n<p>&nbsp;</p>\n<p>The design studies colle...",
  "por_txt_cntn": "\nThis project had a twofold purpose.  First, to preserve and make accessible a unique video collection emanating from two decades of longitudinal research, funded by multiple NSF grants, of children learning mathematics.  The collection is unique in following the same students over time to trace the development of their mathematical ideas and forms of reasoning.  The videos feature one cohort of students across grades 1-12; a year-long study in a 4th grade classroom; and middle-school students in an urban, after-school setting.  The collection showcases learning mathematics in the domains of algebra, counting and combinatorics, fractions and probability.  The significant merits of this collection led to the second project purpose: to investigate how teachers study video episodes to learn about studentsÆ mathematical reasoning as participants in design research studies.  This report shares key project outcomes from Rutgers University researchers.\n\n \n\nResearchers in mathematics education and the learning sciences collaborated with experts in digital library systems to create the Video Mosaic Collaborative (VMC) portal.  The VMC is a collection and collaboration portal within RUcore, a robust preservation and open access institutional repository, with a commitment to the long-term preservation of Rutgers scholarship and resources to the archival standard of 200+ years.  VMC management for preservation, access, authenticity and impact are incorporated into the ongoing workflow of the repository, thus insuring a sustainable portal that will continue to grow in impact with existing university staffing and resources.   300+ videos are openly available at VMC (www.videomosaic.org).  Videos were cataloged to an international metadata standard maintained by the Library of Congress, which enables sharing metadata and resources with other repositories and initiatives.  All videos receive DOIs for permanent citation and availability.  The project added robustness to the discovery of resources by education researchers through introducing new ontologies (specialized vocabularies) on mathematical reasoning, problems and tools, to incorporate the language of the domain into the discovery process,  an important outcome of this project. To enable research, teaching and collaboration, project personnel built a new technology tool, the RUAnalytic, which enables users to select video clips, edit and annotate them, and arrange those video events to construct a multimedia narrative.  Workspace is provided to VMC community members with a research or mathematics-education agenda, to support collaborative research and learning discoveries among members.  The multimedia narratives they create can undergo peer review and publication with metadata and a DOI for citation at the VMC portal (http://videomosaic.org/analytics/), for long-term impact as a contribution to scholarly discourse in the field. An important outcome of this project is a new form of scholarly publication where the research data and the analysis are tightly integrated and can exist alone or embedded in other works, such as electronic dissertations.\n\n \n\nResearchers also conducted design studies to measure teacher learning as a result of participating in instructional activities, either a course or workshop series, in which they examined and discussed video episodes illustrating students engaged in mathematical problem solving. The videos afforded teachers an opportunity to notice students working collaboratively, using appropriate manipulative tools to build models, and reasoning about their own and their classmatesÆ mathematical ideas in classroom environments.\n\n \n\nThe design studies collected and analyzed pre- and post-assessment data on teachersÆ beliefs and their descriptions of childrenÆs mathematical reasoning from a video episode. Results of assessment data analysis from the design studies demonstrate teachers did learn about studentsÆ mathematical reasoning from studying VMC videos..."
 }
}