{
 "awd_id": "0822337",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Structure and Function Studies of Azoreductase",
 "cfda_num": "47.074",
 "org_code": "08070400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kamal Shukla",
 "awd_eff_date": "2008-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 175000.0,
 "awd_amount": 220710.0,
 "awd_min_amd_letter_date": "2008-08-25",
 "awd_max_amd_letter_date": "2012-05-08",
 "awd_abstract_narration": "Azo dyes are widely used in hair dyes, tattoo, and foods as well as in industrial processing. Azoreductases are enzymes found in intestinal and soil bacteria, and these enzymes are capable of metabolizing azo dyes. Studies regarding the importance of these enzymes are lacking. Therefore, this research project will demonstrate the importance of azoreductases in intestinal bacteria in terms of how the enzyme has evolved or adapted to metabolizing man-made (xenobiotic) azo dyes as well their effects on the physiology of bacteria and human cells. To determine the enzyme's importance, a fundamental understanding of the structure and function of the azoreductase enzyme is needed. To this end, two newly identified azoreductases from intestinal bacteria have been identified and will be used in the study. The study will test different azo dyes that include methyl red (laboratory pH indicator), tartrazine (color additive for soft drinks), and Direct Blue (industrial dye). The specific results of the study will improve ones understanding of how bacteria are able to adapt to azo dye metabolism and determine how the enzyme is able to degrade azo dyes (metabolic products) that can positively or negatively influence the surrounding bacterial population. More generally, the study will further ones understanding of how the enzyme may affect human physiology (i.e. liver metabolism), as the process of azoreduction may be involved in disease development. In addition, the study will improve ones understanding of how these enzymes can be used in the bioremediation process in order to eliminate contaminated soil and water sources. Finally, the study will enable the development of a future bacterial model system that can be used to better understand the mechanisms associated with the interrelationship between intestinal bacteria and the human body.\r\nThe broader impact of the research project will provide both educational and outreach opportunities for under-represented minorities in the state of Oklahoma. Native Americans are the largest minority group in Oklahoma but they have the lowest number of individuals in science careers. Therefore, this group will be targeted for training opportunities. The project will be conducted in the Department of Microbiology & Molecular Genetics in which both minority and non minority undergraduate and graduates students will have an opportunity to participate in the research. An existing program called Native Americans in Biological Science will provide a pool of students who will engage in training activities related to the field of azoreductase. Students will have an opportunity to present their research at local, regional, and national meetings that include the Society for the Advancement of Chicanos and Native Americans and the American Society for Microbiology. In addition, students will have an opportunity to visit local K-12 schools to talk about science as a career as well as their own educational experiences. Overall, the research project will enhance the current educational and outreach opportunities that exist at Oklahoma State University.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Gilbert",
   "pi_last_name": "John",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Gilbert H John",
   "pi_email_addr": "gilbert.john10@okstate.edu",
   "nsf_id": "000423382",
   "pi_start_date": "2008-08-25",
   "pi_end_date": "2011-05-06"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Picking",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "William D Picking",
   "pi_email_addr": "william.picking@okstate.edu",
   "nsf_id": "000535072",
   "pi_start_date": "2011-05-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oklahoma State University",
  "inst_street_address": "401 WHITEHURST HALL",
  "inst_street_address_2": "",
  "inst_city_name": "STILLWATER",
  "inst_state_code": "OK",
  "inst_state_name": "Oklahoma",
  "inst_phone_num": "4057449995",
  "inst_zip_code": "740781031",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OK03",
  "org_lgl_bus_name": "OKLAHOMA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNYDFK5FTSX9"
 },
 "perf_inst": {
  "perf_inst_name": "Oklahoma State University",
  "perf_str_addr": "401 WHITEHURST HALL",
  "perf_city_name": "STILLWATER",
  "perf_st_code": "OK",
  "perf_st_name": "Oklahoma",
  "perf_zip_code": "740781031",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OK03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1168",
   "pgm_ref_txt": "METABOLIC BIOCHEMISTRY"
  },
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "7487",
   "pgm_ref_txt": "BROADENING PARTICIPATION"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 175000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 20000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 25710.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The funded project supported the identification and characterization of two azoreductases in <em>Enterococcus faecium </em>and <em>Clostridium perfringens, </em>called AzoEf1 and AzoC respectively.<em>&nbsp; </em>The bacteria are important intestinal microbes that are opportunistic pathogens as well as normal flora.&nbsp; The azoreductase activity of these microbes is directed against azo dyes, which are common dyes used in the food, pharmaceutical, paper, and textile industries. Some azo dyes are known to produce carcinogenic compounds upon enzyme cleavage of the azo dye.&nbsp; The AzoEf1 was found to be unique as it differed from the closely related AzoR from <em>E. faecalis</em>. &nbsp;The close identity of AzoEf1 and AzoR made it possible for the use of computer modeling to better understand how the AzoEf1 protein interacts with azo dyes.&nbsp; The modeling enabled the generation of mutants studies to determine important protein and dye interaction points, which can serve as potential sites for anti-carcinogen targets.&nbsp; The completed work has allowed work on protein crystallization and physiology.&nbsp; The second protein, AzoC, is the first azoreductase from a strict anaerobe bacterium. &nbsp;AzoC is unique and dramatically different from all the azoreductases, thereby, computer modeling is not possible.&nbsp; Thus, completing the protein crystallization of AzoC is important for future structure and function studies.&nbsp; The AzoC work has allowed for important physiology studies of whole cell <em>C. perfringenes, </em>which will enable a better understanding of how the bacterium grows and responds to different environment stresses in the host.&nbsp; Both areas of study have result in six accepted peer-review publications. <em>&nbsp;&nbsp;</em>&nbsp;&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/10/2014<br>\n\t\t\t\t\tModified by: William&nbsp;D&nbsp;Picking</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe funded project supported the identification and characterization of two azoreductases in Enterococcus faecium and Clostridium perfringens, called AzoEf1 and AzoC respectively.  The bacteria are important intestinal microbes that are opportunistic pathogens as well as normal flora.  The azoreductase activity of these microbes is directed against azo dyes, which are common dyes used in the food, pharmaceutical, paper, and textile industries. Some azo dyes are known to produce carcinogenic compounds upon enzyme cleavage of the azo dye.  The AzoEf1 was found to be unique as it differed from the closely related AzoR from E. faecalis.  The close identity of AzoEf1 and AzoR made it possible for the use of computer modeling to better understand how the AzoEf1 protein interacts with azo dyes.  The modeling enabled the generation of mutants studies to determine important protein and dye interaction points, which can serve as potential sites for anti-carcinogen targets.  The completed work has allowed work on protein crystallization and physiology.  The second protein, AzoC, is the first azoreductase from a strict anaerobe bacterium.  AzoC is unique and dramatically different from all the azoreductases, thereby, computer modeling is not possible.  Thus, completing the protein crystallization of AzoC is important for future structure and function studies.  The AzoC work has allowed for important physiology studies of whole cell C. perfringenes, which will enable a better understanding of how the bacterium grows and responds to different environment stresses in the host.  Both areas of study have result in six accepted peer-review publications.     \n\n \n\n\t\t\t\t\tLast Modified: 02/10/2014\n\n\t\t\t\t\tSubmitted by: William D Picking"
 }
}