{
 "awd_id": "0822016",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Tool Systems to Support Progress toward Expert-Like Teaching by Early Career Science Educators",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Julio Lopez-Ferrao",
 "awd_eff_date": "2008-09-15",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 1886684.0,
 "awd_amount": 1886684.0,
 "awd_min_amd_letter_date": "2008-09-11",
 "awd_max_amd_letter_date": "2012-06-29",
 "awd_abstract_narration": "The goal of this five-year qualitative R&D project is to accelerate the progress of early career and pre-service science teachers from novice to expert-like pedagogical reasoning and practice by developing and studying a three-tool, web-based system. The tool system consists of (a) learning progressions for teachers specifying how they can support students' content-rich, inquiry learning activities; (b) classroom discourse to scaffold complex classroom inquiry conversations; and (c) systematic analysis of students' work. The tools are aimed at developing teachers' capabilities in (a) shaping instruction around the most fundamental science ideas; (b) scaffolding student thinking in deep understanding of content and evidence-based causal explanations, testing, and revision and application of scientific models; and (c) adapting instruction to diverse student populations by collecting and analyzing student data on their thinking levels.\r\n\r\nResearch questions include the following: (1) Does the use of this tool system influence the development of pedagogical expertise in early career teachers? If so, under what conditions?; (2) How do novice teachers use pedagogical tools in coordination with one another to maximize the effectiveness of their instruction?; (3) How can this tool system support early career teachers' ability to recognize the learning needs of underachieving students, and adapt instruction to accommodate for the support of their learning?; and (4) Does the use of the tool system influence the ability of students to engage in evidence-based explanations over time?",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Windschitl",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mark Windschitl",
   "pi_email_addr": "mwind@u.washington.edu",
   "nsf_id": "000390878",
   "pi_start_date": "2008-09-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jessica",
   "pi_last_name": "Thompson",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Jessica J Thompson",
   "pi_email_addr": "jjthomps@u.washington.edu",
   "nsf_id": "000498905",
   "pi_start_date": "2008-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 BROOKLYN AVE NE",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0408",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000809DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 595991.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 468582.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 483167.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 338944.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>As a result of multiple studies supported by this grant, we have strong evidence that beginning science teachers can initially take up forms of pedagogy that are distinguishable from and more sophisticated than traditional instruction. Beginning educators in this study were prepared using a set of four &ldquo;core&rdquo; teaching practices&mdash;1) planning to engage students in important and complex science ideas, 2) eliciting students&rsquo; ideas to adapt further instruction, 3) supporting on-going sense-making by students during and after activity, and 4) pressing students for evidence-based explanations. In observations of both student teaching and first-year practice, novices prepared with these core practices outperformed other novices with otherwise similar backgrounds. Classroom performance was characterized using scales that reflected each of the four practices described above and supplemented by qualitative data.</p>\n<p>We have modest warrants to claim that beginning teachers who have the ability to &ldquo;unpack&rdquo; and prioritize science ideas for teaching and who are able to imagine the kinds of reasoning young learners would likely engage in as they wrestled with various science ideas, are eventually able to take up the most advanced instruction in classrooms. These individuals most readily took up ambitious teaching practices&mdash;meaning that the core practices made sense to them in terms of supporting learning&mdash;and they learned more from the experiences of their peers than other participants who did not have this &ldquo;student thinking&rdquo; orientation.</p>\n<p>We also have evidence that using a framework for teacher preparation that includes a small number of high-leverage practices results in members of novice cohorts being able to share a common language with one another about teaching, to compare and contrast attempts at these practices in classrooms and to develop tools together that support these practices.&nbsp; One group of tools, which we named face-to-face tools, appear to support attempts at practice by providing a focus for classroom discourse and allowing students to see the thinking of their peers. Face-to-face tools are inscriptions that are left on the walls of the classroom; they are records of students&rsquo; thinking that are updated/revised as students learn more. These tools were originally developed by the researchers on our team, however the teachers who came out of the experimental cohorts have created and proliferated a number of variations on each tool, which generally appear to support the intellectual and participatory needs of students in their classroom contexts.</p>\n<p>We have limited understanding at this point of what role science content knowledge plays in the uptake of advanced forms of instruction. Clearly our teaching candidates with very little content preparation struggled in the classroom, however our data does not suggest that those individuals with substantial subject matter knowledge, as traditionally measured, automatically become the best teachers.</p>\n<p>We note also that as a result of our extensive presence in classrooms over the duration of this grant, that preparing teachers to take up ambitious instruction is not enough for them to flourish in schools. Our observations of common pedagogy and school culture reinforces those reported in the literature&mdash;that schools as institutions are characterized by a kind of conservatism that works against fundamental shifts in how students are taught. Many of our participants, as they stay in schools over time, have their instructional habits bent towards traditional teaching. Our take-away is that systems-level changes in schools must accompany the technical skills and understandings about innovative instruction that teachers might develop in preparation programs.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/05/2014<br>\n\t\t\t\t\tModi...",
  "por_txt_cntn": "\nAs a result of multiple studies supported by this grant, we have strong evidence that beginning science teachers can initially take up forms of pedagogy that are distinguishable from and more sophisticated than traditional instruction. Beginning educators in this study were prepared using a set of four \"core\" teaching practices&mdash;1) planning to engage students in important and complex science ideas, 2) eliciting studentsÆ ideas to adapt further instruction, 3) supporting on-going sense-making by students during and after activity, and 4) pressing students for evidence-based explanations. In observations of both student teaching and first-year practice, novices prepared with these core practices outperformed other novices with otherwise similar backgrounds. Classroom performance was characterized using scales that reflected each of the four practices described above and supplemented by qualitative data.\n\nWe have modest warrants to claim that beginning teachers who have the ability to \"unpack\" and prioritize science ideas for teaching and who are able to imagine the kinds of reasoning young learners would likely engage in as they wrestled with various science ideas, are eventually able to take up the most advanced instruction in classrooms. These individuals most readily took up ambitious teaching practices&mdash;meaning that the core practices made sense to them in terms of supporting learning&mdash;and they learned more from the experiences of their peers than other participants who did not have this \"student thinking\" orientation.\n\nWe also have evidence that using a framework for teacher preparation that includes a small number of high-leverage practices results in members of novice cohorts being able to share a common language with one another about teaching, to compare and contrast attempts at these practices in classrooms and to develop tools together that support these practices.  One group of tools, which we named face-to-face tools, appear to support attempts at practice by providing a focus for classroom discourse and allowing students to see the thinking of their peers. Face-to-face tools are inscriptions that are left on the walls of the classroom; they are records of studentsÆ thinking that are updated/revised as students learn more. These tools were originally developed by the researchers on our team, however the teachers who came out of the experimental cohorts have created and proliferated a number of variations on each tool, which generally appear to support the intellectual and participatory needs of students in their classroom contexts.\n\nWe have limited understanding at this point of what role science content knowledge plays in the uptake of advanced forms of instruction. Clearly our teaching candidates with very little content preparation struggled in the classroom, however our data does not suggest that those individuals with substantial subject matter knowledge, as traditionally measured, automatically become the best teachers.\n\nWe note also that as a result of our extensive presence in classrooms over the duration of this grant, that preparing teachers to take up ambitious instruction is not enough for them to flourish in schools. Our observations of common pedagogy and school culture reinforces those reported in the literature&mdash;that schools as institutions are characterized by a kind of conservatism that works against fundamental shifts in how students are taught. Many of our participants, as they stay in schools over time, have their instructional habits bent towards traditional teaching. Our take-away is that systems-level changes in schools must accompany the technical skills and understandings about innovative instruction that teachers might develop in preparation programs. \n\n \n\n\t\t\t\t\tLast Modified: 09/05/2014\n\n\t\t\t\t\tSubmitted by: Mark Windschitl"
 }
}