{
 "awd_id": "0822493",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Residue Analysis of Alkaloids",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2008-06-01",
 "awd_exp_date": "2011-05-31",
 "tot_intn_awd_amt": 122410.0,
 "awd_amount": 122410.0,
 "awd_min_amd_letter_date": "2008-05-29",
 "awd_max_amd_letter_date": "2008-05-29",
 "awd_abstract_narration": "With National Science Foundation support, Drs. Sean M. Rafferty, Stuart Swiny and Igor Lednev of the University at Albany, and Renessalaer Polytechnic Institute professor Mark Platt, will institute a study of prehistoric alkaloid use.\r\n\r\nAlkaloids include powerful drugs used widely in scientific and folk medicine.  Examples include nicotine, morphine, cocaine, or caffeine.  There is circumstantial evidence that alkaloids were used in prehistory, but this has never been validated scientifically.  This project will seek to identify alkaloid use prehistorically in two regions using advanced residue analysis technology.\r\n\r\nResidue analysis uses analytical chemistry techniques to identify chemical compounds in a sample.  When these samples are from an archaeological artifact, such as a ceramic vessel or a smoking pipe, archaeologists can determine what substances were contained in the vessel or pipe.  Residue analysis has revolutionized the determination of artifact function, which has been dependant on inference or speculation.  This technology has rarely been used for alkaloid residues, despite their widespread significance today and presumed importance in prehistoric economy, medicine, and spirituality.\r\n\r\nTwo techniques will be used.  Raman microscopy is one of the newest techniques had has seldom been used for archaeological residues; however, Raman can identify residues non-destructively directly on an artifacts surface.  The technique uses frequency changes in reflected light to determine the molecular makeup of a sample.  High Performance Liquid Chromatography (HPLC) is a more conventional residue analysis technique and identifies chemicals dissolved in an organic solvent.  HPLC will be used to corroborate the results obtained using Raman microscopy.\r\n\r\nThese residue analysis techniques will be applied to artifacts from two regions and time periods: the Early Woodland Period (ca. 1,000 BC-1 AD) of Eastern North America, and the Early Bronze Age (ca. 3,300-2000 BC) of Cyprus.  The Eastern North American sample will be tested for the presence of nicotine, indicating the use of tobacco; the Cypriot sample will focus on the identification of morphine and/or codeine, indicative of opium.  Both of these periods were times of significant expansions of populations, growth of regional trade, and development of religious expressions in their respective regions.  Tobacco and Opium are known to have played significant roles in regional trade, early agriculture, medicine and religion in later time periods in each region, but the early development of the use of these two key substances is poorly understood.  This project will remedy that lack of information with the analysis of a large sample of artifacts from each region.\r\n\r\nThe project will provide much needed theoretical and methodological information.  Alkaloids are believed to be significant in areas of human activities, such as medicine or religion, which are poorly understood by archaeologists.  The intellectual merit of the research will be to use this seldom studied type of data to address research questions of archaeological significance.\r\n\r\nThe broader impacts of the project include the evaluation of advanced residue analysis techniques for archaeological projects, and the application of these techniques to the understanding early plant use, traditional medicine and religion, and the growth of trade and exchange networks in two key periods of human history.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sean",
   "pi_last_name": "Rafferty",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Sean M Rafferty",
   "pi_email_addr": "rafferty@albany.edu",
   "nsf_id": "000094386",
   "pi_start_date": "2008-05-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Igor",
   "pi_last_name": "Lednev",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Igor K Lednev",
   "pi_email_addr": "ilednev@albany.edu",
   "nsf_id": "000222541",
   "pi_start_date": "2008-05-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stuart",
   "pi_last_name": "Swiny",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Stuart Swiny",
   "pi_email_addr": "swiny@albany.edu",
   "nsf_id": "000095249",
   "pi_start_date": "2008-05-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Albany",
  "inst_street_address": "1400 WASHINGTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "ALBANY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5184374974",
  "inst_zip_code": "122220100",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK, THE",
  "org_prnt_uei_num": "NHH3T1Z96H29",
  "org_uei_num": "NHH3T1Z96H29"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Albany",
  "perf_str_addr": "1400 WASHINGTON AVE",
  "perf_city_name": "ALBANY",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "122220100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  },
  {
   "pgm_ele_code": "139300",
   "pgm_ele_name": "ARCHAEOMETRY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 122410.0
  }
 ],
 "por": null
}