{
 "awd_id": "0822342",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "R&D: Honing Diagnostic Practice:  Toward a New Model of Teacher Professional Preparation and Development",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Julio Lopez-Ferrao",
 "awd_eff_date": "2008-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 4485057.0,
 "awd_amount": 3668623.0,
 "awd_min_amd_letter_date": "2008-09-08",
 "awd_max_amd_letter_date": "2013-04-22",
 "awd_abstract_narration": "The goals of this five-year project are (1) to improve the learning of physics and physical science teachers and students in grades 5-12 by developing a science teacher education model focused on the establishment of a diagnostic learning environment through formative assessment as a powerful instructional practice for promoting learning of all students on the topic of energy; and (2) to increase the understanding of the processes through which teachers develop the requisite knowledge, skills, and dispositions for effective deployment of a formative assessment instructional cycle. Its three specific objectives are: (1) to produce research-based diagnostic tools on energy in the context of physics and physical science; (2) to develop research instruments to probe teachers' understanding of content, students' ideas, and instructional responses to formative student data; and (3) to document case studies of teachers' formative assessment practices in the classroom in order to identify the components of, and obstacles to effective practice. Major activities of the proposed model-development process will center on: (a) Identifying pre-college students' and teachers' modes of reasoning on energy; (b) developing and implementing research-based internet diagnostic tools that provide real-time information to teachers to advance instruction; (c) developing tasks to probe (i) teachers' knowledge of common student thinking in energy, (ii) teachers' skills in selecting appropriate strategies for diagnosing the students' ideas, (iii) teachers' skills in selecting effective instructional practices based on diagnosed students' thinking; and (d) characterizing teachers' development toward the use of formative assessment through the study of teachers' real practices.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stamatis",
   "pi_last_name": "Vokos",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Stamatis Vokos",
   "pi_email_addr": "svokos@calpoly.edu",
   "nsf_id": "000453991",
   "pi_start_date": "2008-09-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jim",
   "pi_last_name": "Minstrell",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Jim A Minstrell",
   "pi_email_addr": "jimminstrell@facetinnovations.com",
   "nsf_id": "000433019",
   "pi_start_date": "2008-09-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Pamela",
   "pi_last_name": "Kraus",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Pamela A Kraus",
   "pi_email_addr": "pamkraus@facetinnovations.com",
   "nsf_id": "000385593",
   "pi_start_date": "2008-09-08",
   "pi_end_date": "2011-02-28"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lane",
   "pi_last_name": "Seeley",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Lane H Seeley",
   "pi_email_addr": "seelel@spu.edu",
   "nsf_id": "000426905",
   "pi_start_date": "2008-09-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Eleanor",
   "pi_last_name": "Close",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Eleanor W Close",
   "pi_email_addr": "eclose@txstate.edu",
   "nsf_id": "000430365",
   "pi_start_date": "2008-09-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Rachel",
   "pi_last_name": "Scherr",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Rachel E Scherr",
   "pi_email_addr": "rescherr@uw.edu",
   "nsf_id": "000624253",
   "pi_start_date": "2013-02-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Seattle Pacific University",
  "inst_street_address": "3307 3RD AVE W",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2062812174",
  "inst_zip_code": "981191997",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "SEATTLE PACIFIC UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "ZGJNCLDUKDR3"
 },
 "perf_inst": {
  "perf_inst_name": "Seattle Pacific University",
  "perf_str_addr": "3307 3RD AVE W",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981191997",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0408",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000809DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 1191042.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 816434.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 838002.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 823145.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>INTELLECTUAL MERIT</p>\n<p>The Energy Project at Seattle Pacific University (SPU) improved the energy content knowledge of elementary teachers, secondary teachers, and the faculty researchers who worked with them. Some of this development leveraged the <em>energy-as-a-substance</em> metaphor into powerful new representations of energy, including Energy Theater, Energy Cubes, and Energy Tracking Diagrams. Armed with these organizing representational tools, learners tackled complex energy scenarios not normally attempted in physics courses. No dry textbook problems for this crowd: instead learners analyzed the energy dynamics of refrigerators, cold packs, thermoelectric flashlights, and wind farms, among others. These rich tasks gave the Energy Project unprecedented opportunity to identify K-12 teachers&rsquo; ideas about energy and help teachers build their original insights into sophisticated, coherent scientific concepts. Teacher interests drove researchers to take seriously topics not normally addressed in introductory physics, including the idea that what matters about energy is not only its <em>conservation</em> (as physicists normally emphasize) but also its <em>usefulness,</em> and how the quality of energy may deteriorate as a result of certain processes. This line of research suggests strategies for teaching elementary and secondary students about entropy, a concept that has been misused to bolster nonscientific arguments about evolution. Teacher interests also pushed faculty researchers into new intellectual territory in articulating the meaning and value of <em>forms</em> of energy, and in disambiguating energy concepts from force concepts &shy;&shy;&ndash; then subsequently weaving together these two causal factors in an integrated mechanistic account of physical processes. This energy content development not only served K-12 teaching interests, but also advanced the field of physics.</p>\n<p>BROADER IMPACTS</p>\n<p>The Project&rsquo;s groundbreaking research about the teaching and learning of energy took place primarily in the context of innovative professional development courses. Unlike courses that simplistically tell teachers what to do, these courses were taught responsively; instructors attended to the disciplinary substance of teachers&rsquo; thinking, took intellectual concerns seriously, and used the observations they made to guide the course content. The participants (and their interests) drove the questions that the class explored, within limits; participants took ownership of the experience in a way that led to a more explicit partnership between teachers and learners. Energy Project courses balanced openness (participants charted their own course of exploring and understanding energy concepts) and structure (exercises and activities were well-organized, logically sequenced, and clear in their purpose). Goals of the teacher courses included not only energy learning but also the development of teacher agency in science and the development of teachers&rsquo; responsiveness to student ideas.</p>\n<p>Had these efforts been merely local, they would still have been laudable. Fortunately, during the Energy Project years, the team at Seattle Pacific University launched itself into the national community of physics education researchers, sharing findings and recruiting collaborators at an unprecedented scale. Dozens of talks and dozens of papers, both short and long, contributed to the physics education research community&rsquo;s recognition of the extraordinary potential of energy as a research topic. The Interdisciplinary Research Institute in STEM Education (I-RISE), founded to help the Energy Project create and manage its hundreds of hours of video documentation, provided a diverse community of researchers with an arena for inter-theoretical research on a common data set and made SPU a hub for scholarly community, mentorship, and leadership developme...",
  "por_txt_cntn": "\nINTELLECTUAL MERIT\n\nThe Energy Project at Seattle Pacific University (SPU) improved the energy content knowledge of elementary teachers, secondary teachers, and the faculty researchers who worked with them. Some of this development leveraged the energy-as-a-substance metaphor into powerful new representations of energy, including Energy Theater, Energy Cubes, and Energy Tracking Diagrams. Armed with these organizing representational tools, learners tackled complex energy scenarios not normally attempted in physics courses. No dry textbook problems for this crowd: instead learners analyzed the energy dynamics of refrigerators, cold packs, thermoelectric flashlights, and wind farms, among others. These rich tasks gave the Energy Project unprecedented opportunity to identify K-12 teachersÆ ideas about energy and help teachers build their original insights into sophisticated, coherent scientific concepts. Teacher interests drove researchers to take seriously topics not normally addressed in introductory physics, including the idea that what matters about energy is not only its conservation (as physicists normally emphasize) but also its usefulness, and how the quality of energy may deteriorate as a result of certain processes. This line of research suggests strategies for teaching elementary and secondary students about entropy, a concept that has been misused to bolster nonscientific arguments about evolution. Teacher interests also pushed faculty researchers into new intellectual territory in articulating the meaning and value of forms of energy, and in disambiguating energy concepts from force concepts &shy;&shy;&ndash; then subsequently weaving together these two causal factors in an integrated mechanistic account of physical processes. This energy content development not only served K-12 teaching interests, but also advanced the field of physics.\n\nBROADER IMPACTS\n\nThe ProjectÆs groundbreaking research about the teaching and learning of energy took place primarily in the context of innovative professional development courses. Unlike courses that simplistically tell teachers what to do, these courses were taught responsively; instructors attended to the disciplinary substance of teachersÆ thinking, took intellectual concerns seriously, and used the observations they made to guide the course content. The participants (and their interests) drove the questions that the class explored, within limits; participants took ownership of the experience in a way that led to a more explicit partnership between teachers and learners. Energy Project courses balanced openness (participants charted their own course of exploring and understanding energy concepts) and structure (exercises and activities were well-organized, logically sequenced, and clear in their purpose). Goals of the teacher courses included not only energy learning but also the development of teacher agency in science and the development of teachersÆ responsiveness to student ideas.\n\nHad these efforts been merely local, they would still have been laudable. Fortunately, during the Energy Project years, the team at Seattle Pacific University launched itself into the national community of physics education researchers, sharing findings and recruiting collaborators at an unprecedented scale. Dozens of talks and dozens of papers, both short and long, contributed to the physics education research communityÆs recognition of the extraordinary potential of energy as a research topic. The Interdisciplinary Research Institute in STEM Education (I-RISE), founded to help the Energy Project create and manage its hundreds of hours of video documentation, provided a diverse community of researchers with an arena for inter-theoretical research on a common data set and made SPU a hub for scholarly community, mentorship, and leadership development. By the end of the Energy Project, SPU team members had established a new Physics Education Research Group at SPU, grounded in the Department of Phys..."
 }
}