{
 "awd_id": "0822739",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "STTR Phase II:   A Multi-Axis Planning System (MAPS) for Direct Fabrication Processes",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Glenn H. Larsen",
 "awd_eff_date": "2008-08-15",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 734000.0,
 "awd_min_amd_letter_date": "2008-08-11",
 "awd_max_amd_letter_date": "2010-09-01",
 "awd_abstract_narration": "This Small Business Technology Transfer (STTR) Phase II research project focuses on the development of an innovative Multi-Axis Planning System (MAPS), for layered manufacturing processes. By enabling current direct metal deposition systems to fully control and utilize multi-axis capability to make complex parts, MAPS will enable fully-automated process planning for multi-axis layered manufacturing processes to directly control metal deposition machines used in automated fabrication. The building of complicated shapes without support structures is a major challenge for current direct metal deposition processes. This proposed Phase II research will continue to research and develop the 'centroidal axis' algorithm in multi-axis slicing, with an emphasis on completeness and robustness for complicated shapes such as geometry with multiple loops and internal structures. This algorithm will allow manufacturing systems to handle parts with multiple loop features. Additional features to be developed under this Phase II project include a deposition visibility map for efficient computation on the collision-free slicing/deposition sequence in a multi-axis scenario, and a '3-D layer' toolpath generation which will provide an alternative turning algorithm for the deposition process.\r\n\r\nThe proposed project will impact the manufacturing industry by incorporating fully-automated multi-axis control capability into the rapid manufacturing industry to produce fully functional metal parts with complicated shapes. This capability will lead to dramatic reductions in lead time and manufacturing costs for high-value, low-volume components with high performance material. Assuming the outcomes are successful, the project will several segments such as aerospace, military, motor sports, automotive, industrial machinery, medicine, dentistry, and consumer products.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jianzhong",
   "pi_last_name": "Ruan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jianzhong Ruan",
   "pi_email_addr": "jzruan@gmail.com",
   "nsf_id": "000394754",
   "pi_start_date": "2008-08-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Product Innovation and Engineering, L.L.C.",
  "inst_street_address": "174 WILSON DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT JAMES",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "5733087175",
  "inst_zip_code": "655597839",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "MO08",
  "org_lgl_bus_name": "PRODUCT INNOVATION AND ENGINEERING LLC",
  "org_prnt_uei_num": "M5D7TUXBKGQ7",
  "org_uei_num": "M5D7TUXBKGQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Missouri at Rolla",
  "perf_str_addr": "1870 Miner Circle",
  "perf_city_name": "Rolla",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "65409",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "MO08",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "159100",
   "pgm_ele_name": "STTR Phase II"
  },
  {
   "pgm_ele_code": "537300",
   "pgm_ele_name": "SBIR Phase II"
  },
  {
   "pgm_ele_code": "913100",
   "pgm_ele_name": "Centers for Rsch Excell in S&T"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "1658",
   "pgm_ref_txt": "SOFTWARE"
  },
  {
   "pgm_ref_code": "7218",
   "pgm_ref_txt": "RET SUPP-Res Exp for Tchr Supp"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "9231",
   "pgm_ref_txt": "SUPPL FOR UNDERGRAD RES ASSIST"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 500000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 32000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 202000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this STTR Phase II project is to develop a full scale commercial product of the Multi-Axis Planning System (MAPS) process planning system to enable the current direct metal deposition systems to fully control and utilize multi-axis capability to make complex parts.</p>\n<p>Intellectual Merit:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>To build complicated shapes without support structures is a major challenge for the current direct metal deposition processes. &nbsp;This project is to research and develop a centroidal axis algorithm, with an emphasis to make it complete and robust for complicated shapes such as geometry with multiple loops and internal structures. The graph-based centroidal axis allows the system to handle parts with multiple loop features.&nbsp; The 3-D layer toolpath generation provides an alternative turning algorithm in the deposition process, with accuracy and efficiency. The successful implementation of the planner and controller involved practical experience to integrate and operate the associated software and hardware.</p>\n<p>Broader Impact:</p>\n<p>The project will investigate the enabling technology and bring fully automated multi-axis control capability into the rapid manufacturing industry to produce fully functional metal parts with complicated shapes.&nbsp; Such a capability will lead to dramatic reductions in lead time and manufacturing costs for high-value, low-volume components with high performance material.&nbsp; The impact will be in all areas, such as aerospace, military, motor sports, automotive, industrial machinery, medicine, dentistry, consumer products, art, etc.&nbsp; This project will also enable or greatly enhance the direct metal deposition technology for several innovative applications, such as &ldquo;printing bearings on existing cast parts&rdquo;, a green process to repair and reuse metal parts in the field, and fabricating parts with 3-D graded materials - a part with multiple materials with graded distribution.&nbsp; The direct involvement of several industrial partners will make MAPS practical and useful to industry. Several students were involved in designing and fabricating products using the MAPS enabled process.</p>\n<p>Outcome summary</p>\n<p>The characteristics of MAPS addressed in this project are summarized below:</p>\n<ol>\n<li>The graph-based centroidal axis method allows the system to handle parts with multiple loop features.</li>\n<li>The 3-D layer toolpath generation provided an alternative turning algorithm in the deposition process, with accuracy and efficiency.&nbsp;</li>\n<li>A deposition simulator has been developed for process visualization to validate a deposition path.&nbsp;</li>\n<li>Collision detection has been implemented in MAPS so that the collision between deposition, workpiece, and machine can be avoided. </li>\n<li>Experiments have been conducted to validate the developed MAPS software. </li>\n<li>K-12 students, community college students, undergraduate and graduate students were directly or indirectly involved in the research and educational components of the project. </li>\n</ol>\n<p>MAPS is an enabling technology for rapid manufacturing (RM) of fully dense metal parts. RM can deliver finished parts directly from digital data, thus eliminating tooling. RM will not be a mere extension of rapid prototyping (RP), and thus will far surpass the current scale of RP because of the parts volume. For a product, there are a few prototypes, but there may be thousands of end-use parts. Therefore, the impact of rapid manufacturing will be even much greater than that of rapid prototyping. MAPS will greatly enhance the current direct metal deposition processes and thus encourage many more users to adopt this process. This will ultimately reduce the process cost and thus attract even more users. Therefore, it is a critical steppi...",
  "por_txt_cntn": "\nThe goal of this STTR Phase II project is to develop a full scale commercial product of the Multi-Axis Planning System (MAPS) process planning system to enable the current direct metal deposition systems to fully control and utilize multi-axis capability to make complex parts.\n\nIntellectual Merit:                  \n\nTo build complicated shapes without support structures is a major challenge for the current direct metal deposition processes.  This project is to research and develop a centroidal axis algorithm, with an emphasis to make it complete and robust for complicated shapes such as geometry with multiple loops and internal structures. The graph-based centroidal axis allows the system to handle parts with multiple loop features.  The 3-D layer toolpath generation provides an alternative turning algorithm in the deposition process, with accuracy and efficiency. The successful implementation of the planner and controller involved practical experience to integrate and operate the associated software and hardware.\n\nBroader Impact:\n\nThe project will investigate the enabling technology and bring fully automated multi-axis control capability into the rapid manufacturing industry to produce fully functional metal parts with complicated shapes.  Such a capability will lead to dramatic reductions in lead time and manufacturing costs for high-value, low-volume components with high performance material.  The impact will be in all areas, such as aerospace, military, motor sports, automotive, industrial machinery, medicine, dentistry, consumer products, art, etc.  This project will also enable or greatly enhance the direct metal deposition technology for several innovative applications, such as \"printing bearings on existing cast parts\", a green process to repair and reuse metal parts in the field, and fabricating parts with 3-D graded materials - a part with multiple materials with graded distribution.  The direct involvement of several industrial partners will make MAPS practical and useful to industry. Several students were involved in designing and fabricating products using the MAPS enabled process.\n\nOutcome summary\n\nThe characteristics of MAPS addressed in this project are summarized below:\n\nThe graph-based centroidal axis method allows the system to handle parts with multiple loop features.\nThe 3-D layer toolpath generation provided an alternative turning algorithm in the deposition process, with accuracy and efficiency. \nA deposition simulator has been developed for process visualization to validate a deposition path. \nCollision detection has been implemented in MAPS so that the collision between deposition, workpiece, and machine can be avoided. \nExperiments have been conducted to validate the developed MAPS software. \nK-12 students, community college students, undergraduate and graduate students were directly or indirectly involved in the research and educational components of the project. \n\n\nMAPS is an enabling technology for rapid manufacturing (RM) of fully dense metal parts. RM can deliver finished parts directly from digital data, thus eliminating tooling. RM will not be a mere extension of rapid prototyping (RP), and thus will far surpass the current scale of RP because of the parts volume. For a product, there are a few prototypes, but there may be thousands of end-use parts. Therefore, the impact of rapid manufacturing will be even much greater than that of rapid prototyping. MAPS will greatly enhance the current direct metal deposition processes and thus encourage many more users to adopt this process. This will ultimately reduce the process cost and thus attract even more users. Therefore, it is a critical stepping stone for the RM of metal parts. The impact will be in all areas, such as aerospace, military, motor sports, automotive, industrial machinery, medicine, dentistry, consumer products, art, etc.\n\n \n\n\t\t\t\t\tLast Modified: 09/01/2012\n\n\t\t\t\t\tSubmitted by: Jianzhong Ruan"
 }
}