{
 "awd_id": "0823849",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Controlling, modulating, and monitoring the electronic and mechanical properties of molecular junction devices at single-molecule level",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anupama Kaul",
 "awd_eff_date": "2008-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 239848.0,
 "awd_amount": 271449.0,
 "awd_min_amd_letter_date": "2008-07-22",
 "awd_max_amd_letter_date": "2010-04-21",
 "awd_abstract_narration": "The objective of this proposal is to develop and use highly integrated multi-functional system based on the SPM break junction methods the PI recently developed to precisely and controllably tune the molecular properties of the molecule junctions while educate students about the interplay of physics, chemistry and engineering at the nanometer scale. \r\n\r\nIntellectual Merit: Investigation of the electron transport in single molecules connected to electrodes with different contact combinations opens the doors to new insights into the factors that influence the conductance in the single molecules. We expect that this will lead to a better understanding of electron transport phenomenon in such systems. Because single molecules, even in complex environments, are amenable to first-principles modeling, they open a door to direct, quantitative testing of the theories. By enabling the precisely controlled tuning of molecular properties of the molecule junctions, this work will also lead from single molecule science to practical single molecule devices. \r\n\r\nBroader Impact: The project promotes outreach and educational activities through the involvement of graduate, undergraduate students and high school students in the classes and the PI's research laboratory. Taking the interdisciplinary nature of the research, it's fit not only to a very broad crop of students in various areas but also to women and underrepresented minority students. The PI will recruit 1-2 minority undergraduate students through PI's active participation in the well-developed outreach network of the University of Georgia's Faculty of Engineering, Louis Stokes Alliance for Minority Participation (LSAMP), and Nanoscale Science and Engineering Center.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bingqian",
   "pi_last_name": "Xu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bingqian Xu",
   "pi_email_addr": "bxu@engr.uga.edu",
   "nsf_id": "000483745",
   "pi_start_date": "2008-07-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Georgia",
  "inst_street_address": "623 BOYD GRADUATE RESEARCH CTR",
  "inst_street_address_2": "",
  "inst_city_name": "ATHENS",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "7065425939",
  "inst_zip_code": "306020001",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "GA10",
  "org_lgl_bus_name": "UNIVERSITY OF GEORGIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "Q2LKTLYJM4P8"
 },
 "perf_inst": {
  "perf_inst_name": "University of Georgia",
  "perf_str_addr": "623 BOYD GRADUATE RESEARCH CTR",
  "perf_city_name": "ATHENS",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "306020001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "GA10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "100E",
   "pgm_ref_txt": "Novel devices & vacuum electronics"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 239848.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 31601.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\n<p>Molecular electronics,where single molecules are used as devices<em>-</em> molecular wires, rectifiers and transistors &ndash; has potential applications in making electronic device smaller, working faster, and consuming less energy. Although substantial efforts are being made by scientists worldwide to bring the ideas of molecular devices into reality, this field is still somewhat futuristic and need further experimental and theoretical investigation. In order to make a molecular device, single molecule has to be wired up to the probe electrodes to form a molecular junction. With this NSF grant, we developed a highly integrated multifunctional Scanning Probe Microscope (SPM)-based systems to simultaneously fabricate molecular junction devices and investigate electronic and mechanical properties of single molecule junction devices in a more precise and controllable way.</p>\n<p>A major task in molecular electronics is the precise determination<br />of the molecule-metal interface characteristics. This problem has to be solved<br />before adopting any kind of design approach for molecular circuits. Due to<br />their intrinsic nature, metal and single molecules have unavoidable electrical<br />mismatches for which there is not yet an established way to evaluate them. Even with the intrinsic barrier that the contacts represent, barriers can be<br />strategically used to favor the design of specific devices; however, this<br />requires the precise evaluation of such an interface. By enabling<br />the precisely controlled tuning of molecular properties of the molecule junctions, we successfully measured the electrical conductance and atomic scale forces and established multi-barrier physical model to probe atomistic nature of the metallic contacts. The results have been reported in published journal papers and the data are beginning to be used for theoretical modeling by other peer researchers to establish a better correspondence between experimental and theoretical studies of these issues. Further, a single molecule negative differential resistance, a property of some electric circuits, was demonstrated by us for a gold/ Ru-terpyridine/gold molecular junction.</p>\n<p>&nbsp;</p>\n<p>We have extended this technology to Atomic Force Microscoppe and established an integrated technique for investigating molecular distribution, recognition and interaction. This allows us to study important information-the heterogeneous properties, which are often averaged out in larger scale measurement techniques, which can find applications from bioenergy to drug-cell interaction, to biosecurity. We have used this technique to detect the toxic Ricin molecule, study a potential small peptide drug FX06-haperin interactions, and the affinitive interaction cellulose between binding module binding to the plant cell wall cellulose, which may lead to better understanding of biomass-enzyme interactions, thus facilitating the design of high-efficiency cellulolytic enzymes.</p>\n<p>Finally, this project provided an excellent opportunity for teaching research methods to our science and engineering graduate students. It provides a complete process, from experimental system development, research method design, to applying these methods for real scientific problems and data analysis. As a result, 3 postdoctoral researchers, 5 PhD students (graduated two), 12 undergraduate students/high school students have participated in this program in some way or other. All the participants progress svery well and most of them already made what they learned from this projects as journal publications.</p>\n<p><strong><em>Intellectual Merit: </em></strong>Investigation of the electron transport in single molecules connected to electrodes with different contact combinations opens the<br />doors to new insights into the factors that influence the conductance in the<br />single molecules. We expect that this wil...",
  "por_txt_cntn": "\n \n\nMolecular electronics,where single molecules are used as devices- molecular wires, rectifiers and transistors &ndash; has potential applications in making electronic device smaller, working faster, and consuming less energy. Although substantial efforts are being made by scientists worldwide to bring the ideas of molecular devices into reality, this field is still somewhat futuristic and need further experimental and theoretical investigation. In order to make a molecular device, single molecule has to be wired up to the probe electrodes to form a molecular junction. With this NSF grant, we developed a highly integrated multifunctional Scanning Probe Microscope (SPM)-based systems to simultaneously fabricate molecular junction devices and investigate electronic and mechanical properties of single molecule junction devices in a more precise and controllable way.\n\nA major task in molecular electronics is the precise determination\nof the molecule-metal interface characteristics. This problem has to be solved\nbefore adopting any kind of design approach for molecular circuits. Due to\ntheir intrinsic nature, metal and single molecules have unavoidable electrical\nmismatches for which there is not yet an established way to evaluate them. Even with the intrinsic barrier that the contacts represent, barriers can be\nstrategically used to favor the design of specific devices; however, this\nrequires the precise evaluation of such an interface. By enabling\nthe precisely controlled tuning of molecular properties of the molecule junctions, we successfully measured the electrical conductance and atomic scale forces and established multi-barrier physical model to probe atomistic nature of the metallic contacts. The results have been reported in published journal papers and the data are beginning to be used for theoretical modeling by other peer researchers to establish a better correspondence between experimental and theoretical studies of these issues. Further, a single molecule negative differential resistance, a property of some electric circuits, was demonstrated by us for a gold/ Ru-terpyridine/gold molecular junction.\n\n \n\nWe have extended this technology to Atomic Force Microscoppe and established an integrated technique for investigating molecular distribution, recognition and interaction. This allows us to study important information-the heterogeneous properties, which are often averaged out in larger scale measurement techniques, which can find applications from bioenergy to drug-cell interaction, to biosecurity. We have used this technique to detect the toxic Ricin molecule, study a potential small peptide drug FX06-haperin interactions, and the affinitive interaction cellulose between binding module binding to the plant cell wall cellulose, which may lead to better understanding of biomass-enzyme interactions, thus facilitating the design of high-efficiency cellulolytic enzymes.\n\nFinally, this project provided an excellent opportunity for teaching research methods to our science and engineering graduate students. It provides a complete process, from experimental system development, research method design, to applying these methods for real scientific problems and data analysis. As a result, 3 postdoctoral researchers, 5 PhD students (graduated two), 12 undergraduate students/high school students have participated in this program in some way or other. All the participants progress svery well and most of them already made what they learned from this projects as journal publications.\n\nIntellectual Merit: Investigation of the electron transport in single molecules connected to electrodes with different contact combinations opens the\ndoors to new insights into the factors that influence the conductance in the\nsingle molecules. We expect that this will lead to a better understanding of\nelectron transport phenomenon in such systems. Because single molecules, even in complex environments, are amenable to first-principles modeling, they o..."
 }
}