{
 "awd_id": "0823693",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: The Pulse of Holocene Glaciations in New Zealand's Southern Alps",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Paul Filmer",
 "awd_eff_date": "2008-10-01",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 85074.0,
 "awd_amount": 85074.0,
 "awd_min_amd_letter_date": "2008-09-25",
 "awd_max_amd_letter_date": "2010-08-16",
 "awd_abstract_narration": "Human civilizations have developed during the Holocene epoch that began approximately 11,500 years ago. The Holocene is classically considered a period of outstanding climate stability. However, recent paleoclimate records suggest that abrupt climatic shifts did occur within the Holocene and that some of those coincided with twists and turns in human history. \r\nAlthough directly influencing human habitat, temporal and spatial patterns, natural variability and driving mechanisms of Holocene climate are not well understood, hampering reliable evaluation of current climate change. Holocene climate swings were large enough to impact humans but small enough to get lost in the ?noise? of natural variability in most geological climate records. Glaciers in many areas on Earth, however, have responded sensitively and quickly to the Holocene climate changes and have produced distinctive landforms, or moraines. The age of these landforms directly indicates when these continental Holocene climate changes occurred, but so far a robust, uniform and reliable dating tool for moraines was lacking. \r\nRecent progress in the field of cosmogenic dating demonstrates that moraines can be dated with unprecedented accuracy throughout the Holocene period, allowing novel perspectives on the characteristics of Holocene climate changes. This grant is an interdisciplinary, multi-group effort to date the Holocene moraine sequences in New Zealand?s Southern Alps by applying high-precision 10Be surface exposure dating (SED) combined with local calibration of the 10Be production rate, to evaluate the underlying climate changes, and to analyze the results within an interhemispheric perspective. New Zealand appears to be an ideal location for such a study: (i) terrestrial paleoclimate data from southern mid-latitudes, influenced by tropical and polar signals, are sparse and urgently needed to evaluate the regional footprint of climate changes; (ii) up to five or more different Holocene moraines are preserved in front of individual glaciers, allowing insight into the details of the Holocene climate changes in southern mid-latitudes, including the ?Little Ice Age?; (iii) glaciers in southern mid-latitudes respond to atmospheric/oceanic changes (no continental climate effects); (iv) the general landform setting and rock type is well suited for our SED approach; (v) a suite of detailed glacier landform (geomorphologic) maps of New Zealand?s Southern Alps have been developed, paleo-snowlines have been reconstructed in detail, and glaciological modeling studies are ongoing by our collaborators, making this one of the better investigated glacier records on Earth. To achieve a regional, detailed chronology of glaciations on a prime site in southern mid-latitudes, we will combine large valley glacier systems with smaller valley glaciers on both, the semi-arid east flank as well as on the very humid west flank of the Southern Alps, evaluating the importance of different precipitation regimes for glaciations. We will compare our glacial chronologies to the few records available from New Zealand and elsewhere, testing the regional to inter-hemispheric character of the Holocene glacial pulse-beat. One of the foci herein will be the time period known as the ?Little Ice Age, where detailed historical records are available for European glaciers. \r\nIntellectual Merit and Broader Impacts: We expect to greatly improve our understanding of drivers of Holocene glacier fluctuations in southern mid-latitudes by tackling key questions such as: Were Holocene glaciations inter-hemispheric? Were atmospheric circulation changes involved in driving these events or were both, global and regional forces involved? This project represents a unique opportunity to create a reference data set of Holocene glacial fluctuations in southern mid-latitudes. These data should be of high value to calibrate climate models and to the broad community of climate scientists and glacial geologists. We further develop the method of cosmogenic 10Be dating and our geochemical/geochronological tool-kit will be applicable to future Holocene moraine-dating projects. The new atlas of geomorphic maps of the central Southern Alps will be updated with our glacial chronologies during this project. \r\nIn addition to extending the LDEO/CU curriculum, a female master student will be educated, several early-career scientists will be involved, and high school students and teachers (?Lamont-Doherty Secondary School Field Program?) will actively participate in this project. Beyond standard data dissemination, we will present the project at public events, such as the annual L-DEO Open House (typically 4,000 visitors) and will use our close contacts to New York public media to seek coverage of this project in newspapers (New York Times) and television (History Channel). The project will foster the fruitful collaboration between the Lamont-Doherty Earth Observatory, the University of Maine, the UC Berkeley, and the GNS Science, NZ. \r\n \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Finkel",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Robert C Finkel",
   "pi_email_addr": "rfinkel@berkeley.edu",
   "nsf_id": "000393575",
   "pi_start_date": "2008-09-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157700",
   "pgm_ele_name": "GLOBAL CHANGE"
  },
  {
   "pgm_ele_code": "769900",
   "pgm_ele_name": "Integrat & Collab Ed & Rsearch"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1304",
   "pgm_ref_txt": "EARTH SYSTEM HISTORY"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 20010.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 34640.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 30424.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Annual Report for NSF Award 0823521 &lsquo;Collaborative Research: The Pulse of Holocene Glaciations in New Zealand&rsquo;s Southern Alps&rsquo;.</strong></p>\n<p><strong>&nbsp;</strong></p>\n<p>The major goal of this project was to test our idea that the link between Holocene climate and glacier volume is consistent enough to enable interpreting the past position of glaciers in terms of global Holocene climate history. This study focused on the example of New Zealand&rsquo;s Southern Alps as a type location for testing our ideas and perfecting our methods. Abandoned moraines were used as indicators of previous glacial volume. The time of moraine emplacement was determined by <sup>10</sup>Be surface exposure dating, a technique that uses <sup>10</sup>Be, a rare nuclide produced by cosmic ray bombardment of quartz when a rock is at the earth&rsquo;s surface, to determine the moraine age.</p>\n<p>In order to achieve our goals we were led to improve our approach and methodology in a number of ways. We produced and published a new atlas of glacio-geomorphic maps for the central Southern Alps. We pushed the method of <sup>10</sup>Be Surface Exposure Dating (SED) to much higher sensitivity which, in turn, opened novel perspectives on glacier-climate science as a whole. We have produced the most detailed, precise and robust glacier chronologies for Holocene glacier fluctuations to date. We have calibrated the regional <sup>10</sup>Be production rate with high precision. &nbsp; To accomplish this, we identified a precisely <sup>14</sup>C-dated landslide in the Macaulay Valley in New Zealand&rsquo;s Southern Alps, and sampled surface boulders, that we analyzed for <sup>10</sup>Be. The resulting paper, has already been cited 53 times already, and we confirmed the new production rate in Patagonia, on similar latitude and altitude. Finally, we have used our novel data to model the physics of New Zealand&rsquo;s glaciers and the link to climate drivers with high robustness.</p>\n<p>The outcome of this effort was to prove unambiguously that glacier moraines represent an outstanding climate record, containing information complementary to other established climate records. We showed that glacier and summer temperature evolution over the Holocene in New Zealand were out of phase with those of the north. Probably, most significantly, we showed there is no &lsquo;Little Ice Age&rsquo;, as defined in the northern hemisphere, in New Zealand&rsquo;s Southern Alps. We were able to link our terrestrial data to marine SST records and prove regional to hemispheric consistency of these records over the early and mid-Holocene.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; In most aspects, our findings are consistent with the concept of north-south movements of the Intertropical Convergence Zone (and the thermal equator), in response to northern forcing, and, in turn, to the bipolar seasaw concept.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; This project opened the door towards dating very young surfaces, overlapping with the historical record and thus seamlessly linking paleo- and modern observations. In turn, this project provides the platform for linking basic earth science directly to societal problems, such as water resource management in times of shrinking glaciers.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/09/2014<br>\n\t\t\t\t\tModified by: Robert&nbsp;C&nbsp;Finkel</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAnnual Report for NSF Award 0823521 æCollaborative Research: The Pulse of Holocene Glaciations in New ZealandÆs Southern AlpsÆ.\n\n \n\nThe major goal of this project was to test our idea that the link between Holocene climate and glacier volume is consistent enough to enable interpreting the past position of glaciers in terms of global Holocene climate history. This study focused on the example of New ZealandÆs Southern Alps as a type location for testing our ideas and perfecting our methods. Abandoned moraines were used as indicators of previous glacial volume. The time of moraine emplacement was determined by 10Be surface exposure dating, a technique that uses 10Be, a rare nuclide produced by cosmic ray bombardment of quartz when a rock is at the earthÆs surface, to determine the moraine age.\n\nIn order to achieve our goals we were led to improve our approach and methodology in a number of ways. We produced and published a new atlas of glacio-geomorphic maps for the central Southern Alps. We pushed the method of 10Be Surface Exposure Dating (SED) to much higher sensitivity which, in turn, opened novel perspectives on glacier-climate science as a whole. We have produced the most detailed, precise and robust glacier chronologies for Holocene glacier fluctuations to date. We have calibrated the regional 10Be production rate with high precision.   To accomplish this, we identified a precisely 14C-dated landslide in the Macaulay Valley in New ZealandÆs Southern Alps, and sampled surface boulders, that we analyzed for 10Be. The resulting paper, has already been cited 53 times already, and we confirmed the new production rate in Patagonia, on similar latitude and altitude. Finally, we have used our novel data to model the physics of New ZealandÆs glaciers and the link to climate drivers with high robustness.\n\nThe outcome of this effort was to prove unambiguously that glacier moraines represent an outstanding climate record, containing information complementary to other established climate records. We showed that glacier and summer temperature evolution over the Holocene in New Zealand were out of phase with those of the north. Probably, most significantly, we showed there is no æLittle Ice AgeÆ, as defined in the northern hemisphere, in New ZealandÆs Southern Alps. We were able to link our terrestrial data to marine SST records and prove regional to hemispheric consistency of these records over the early and mid-Holocene.\n\n         In most aspects, our findings are consistent with the concept of north-south movements of the Intertropical Convergence Zone (and the thermal equator), in response to northern forcing, and, in turn, to the bipolar seasaw concept.\n\n         This project opened the door towards dating very young surfaces, overlapping with the historical record and thus seamlessly linking paleo- and modern observations. In turn, this project provides the platform for linking basic earth science directly to societal problems, such as water resource management in times of shrinking glaciers.\n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 05/09/2014\n\n\t\t\t\t\tSubmitted by: Robert C Finkel"
 }
}