{
 "awd_id": "0823519",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: P2C2--Geothermics of Climate Change",
 "cfda_num": "47.050",
 "org_code": "06020108",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Verardo",
 "awd_eff_date": "2008-08-15",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 104328.0,
 "awd_amount": 108078.0,
 "awd_min_amd_letter_date": "2008-08-04",
 "awd_max_amd_letter_date": "2011-05-18",
 "awd_abstract_narration": "Funding is provided to develop long-term temporal records of ground surface temperatures by using temperature-depth profiles from geophysical boreholes as a means to constrain climate variability over timescales longer than the instrumental record.  Specifically, the researchers will: (1) continue operation of the Emigrant Pass Observatory (EPO) in arid northwestern Utah where meteorological data and ground temperatures are being monitored; (2) investigate the ground thermal regime and land-atmosphere coupling across a climatic gradient in the, Cascades, Oregon; (3) repeat the logging of selected boreholes to test how to isolate the transient climate events associated with climate change; (4) investigate the observed variability in reduced temperature profiles; and (5) investigate processes leading to the discrepancy of warming estimates derived from multi-proxy reconstructions and temperature-depth profiles.\r\n\r\nThe broader impacts involve a strong educational mentoring portion and an equally strong intellectual portion.  Scientifically, this research could help lead to a more sophisticated understanding between temperature-depth reconstructions of ground surface temperatures and multi-proxy records of climate change.  Educationally, the project will support a graduate student whose background in contemporary global change issues will be broadened by developing quantitative skills cross disciplinary interactions across the solid Earth geophysics and atmospheric sciences.  The project will also involve graduate research assistants in the University of Utah, NSF supported GK-12 project titled WEST (Water, the Environment, Science, and Teaching) led by one of the PIs (Chapman). WEST students interact with Salt Lake City School District teachers and K-12 pupils, lead field trips, create laboratory exercises, and establish meteorological stations at local schools.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Harris",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Robert N Harris",
   "pi_email_addr": "rharris@coas.oregonstate.edu",
   "nsf_id": "000461068",
   "pi_start_date": "2008-08-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon State University",
  "inst_street_address": "1500 SW JEFFERSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CORVALLIS",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5417374933",
  "inst_zip_code": "973318655",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "OREGON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MZ4DYXE1SL98"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon State University",
  "perf_str_addr": "1500 SW JEFFERSON AVE",
  "perf_city_name": "CORVALLIS",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973318655",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153000",
   "pgm_ele_name": "Paleoclimate"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1304",
   "pgm_ref_txt": "EARTH SYSTEM HISTORY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 104328.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 3750.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Borehole temperature-depth profiles potentially contain a rich source of information about the Earth&rsquo;s changing surface temperature.&nbsp; In the absence of moving fluids, changes in surface ground temperature (SGT) diffuse slowly downward by heat conduction and are later manifested as departures from the Earth&rsquo;s background temperature regime.&nbsp; Because the thermal diffusivity of rock is relatively low, temperature changes that occurred 500 years ago are recoverable in boreholes that are several hundred meters deep with high accuracy temperature measurements.&nbsp; This method of climate reconstruction has several advantages including (1) bypassing empirical temperature calibrations inherent with proxy records of climate change; (2) extending the record of climate change to remote widely dispersed continental sites where meteorological records of climate change are not available; and (3) establishing a surface baseline temperature prior to the industrial revolution when anthropogenic greenhouse gases started their unprecedented growth.&nbsp; However questions about links between surface air and ground temperature, and noise in subsurface temperature records need to be addressed to improve this record of climate change.</p>\n<p>&nbsp;</p>\n<p>We show that changes in surface air temperature (SAT) and subsurface temperature profiles are strongly coupled by investigating links between borehole temperatures in northwestern Utah that have been repeatedly measured over a time span of 30 years and nearby surface air temperature records over the same time span. &nbsp;Over this 30-year time span transient temperatures diffuse to approximately 100 m below the ground surface; below this depth transients are within observational noise.&nbsp; Computing differences between temperature logs isolates transient variations in ground temperature that can be ascribed to changes in GST. The SAT records are used as forcing functions at the ground surface to compute the subsurface temperature field.&nbsp; SAT data fit both the amplitude and pattern of transient temperature observations fitting the borehole temperature profiles to within 0.03&deg; C or better. This experiment confirms strong coupling between surface temperature change and borehole temperature transients supporting the use of borehole temperatures to complement SAT and multiproxy reconstructions of climate change.</p>\n<p>&nbsp;</p>\n<p>We also investigated broader climatic variables and the subsurface temperature record using data collected at meteorological stations in the Oregon Cascades operated by the Corvallis, Oregon office of the Environmental Protection Agency. The meteorological stations are paired sites in both mature and clear-cut forest locations. We used these data to model changes in ground temperature and water content using the Noah Land Surface Model (LSM) from the National Center for Environmental Prediction and compared modeled results with subsurface observations. A comparison of meteorologic data at the site Soapgrass Mountain in the Oregon Cascades from the forested and clear-cut site leads to the following conclusions: (1) The magnitude of subsurface temperature is largely a function of solar radiation and winter snow cover. Differences in solar radiation and snow cover between the forested and clear-cut sites lead to proportional changes in the magnitude of subsurface temperature between these sites; (2) Changes in subsurface temperatures generally track changes in air temperature; (3) Precipitation has the greatest impact on soil moisture. Changes in soil moisture can be directly correlated to precipitation events. However, there is no apparent change in the magnitude or variation of subsurface temperature related to precipitation.</p>\n<p>&nbsp;</p>\n<p>We also show predictions of temperature change in the next century informed by temperature changes in the past. For illustrative and edu...",
  "por_txt_cntn": "\nBorehole temperature-depth profiles potentially contain a rich source of information about the EarthÆs changing surface temperature.  In the absence of moving fluids, changes in surface ground temperature (SGT) diffuse slowly downward by heat conduction and are later manifested as departures from the EarthÆs background temperature regime.  Because the thermal diffusivity of rock is relatively low, temperature changes that occurred 500 years ago are recoverable in boreholes that are several hundred meters deep with high accuracy temperature measurements.  This method of climate reconstruction has several advantages including (1) bypassing empirical temperature calibrations inherent with proxy records of climate change; (2) extending the record of climate change to remote widely dispersed continental sites where meteorological records of climate change are not available; and (3) establishing a surface baseline temperature prior to the industrial revolution when anthropogenic greenhouse gases started their unprecedented growth.  However questions about links between surface air and ground temperature, and noise in subsurface temperature records need to be addressed to improve this record of climate change.\n\n \n\nWe show that changes in surface air temperature (SAT) and subsurface temperature profiles are strongly coupled by investigating links between borehole temperatures in northwestern Utah that have been repeatedly measured over a time span of 30 years and nearby surface air temperature records over the same time span.  Over this 30-year time span transient temperatures diffuse to approximately 100 m below the ground surface; below this depth transients are within observational noise.  Computing differences between temperature logs isolates transient variations in ground temperature that can be ascribed to changes in GST. The SAT records are used as forcing functions at the ground surface to compute the subsurface temperature field.  SAT data fit both the amplitude and pattern of transient temperature observations fitting the borehole temperature profiles to within 0.03&deg; C or better. This experiment confirms strong coupling between surface temperature change and borehole temperature transients supporting the use of borehole temperatures to complement SAT and multiproxy reconstructions of climate change.\n\n \n\nWe also investigated broader climatic variables and the subsurface temperature record using data collected at meteorological stations in the Oregon Cascades operated by the Corvallis, Oregon office of the Environmental Protection Agency. The meteorological stations are paired sites in both mature and clear-cut forest locations. We used these data to model changes in ground temperature and water content using the Noah Land Surface Model (LSM) from the National Center for Environmental Prediction and compared modeled results with subsurface observations. A comparison of meteorologic data at the site Soapgrass Mountain in the Oregon Cascades from the forested and clear-cut site leads to the following conclusions: (1) The magnitude of subsurface temperature is largely a function of solar radiation and winter snow cover. Differences in solar radiation and snow cover between the forested and clear-cut sites lead to proportional changes in the magnitude of subsurface temperature between these sites; (2) Changes in subsurface temperatures generally track changes in air temperature; (3) Precipitation has the greatest impact on soil moisture. Changes in soil moisture can be directly correlated to precipitation events. However, there is no apparent change in the magnitude or variation of subsurface temperature related to precipitation.\n\n \n\nWe also show predictions of temperature change in the next century informed by temperature changes in the past. For illustrative and educational purposes we have stitched together three sets of surface temperatures: (a) a 1000 year record based on proxies (tree rings, corals, etc.) and borehole ..."
 }
}