{
 "awd_id": "0823973",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Proposal: Integration of Biomolecular Self-Assembly and Capacitance Spectroscopy on Pathogen Diagnostics-On-Chip",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "George Haddad",
 "awd_eff_date": "2008-09-01",
 "awd_exp_date": "2011-08-31",
 "tot_intn_awd_amt": 100275.0,
 "awd_amount": 100275.0,
 "awd_min_amd_letter_date": "2008-07-17",
 "awd_max_amd_letter_date": "2010-06-28",
 "awd_abstract_narration": "\r\nObjective:\r\nThe objective of this research is to develop novel pathogen diagnostic systems by integrating biomolecular self-assembly, capacitance spectroscopy, and microfluidics into single lab-on-chip. The approach is that the array of antibody nanotubes, incorporating antibodies for target pathogens on nanotubes, captures pathogens and the capacitance change of the nanotube between electrodes will detect and identify the strain of pathogen. \r\n\r\nIntellectual Merit:\r\nIf successful, the proposed lab-on-chip system could enable rapid detection of contaminating microorganisms with small sample volume utilizing the protein nanotube technology combined with antibodies specific for targeted organisms.  The effort will contribute to advances in pathogen sensing and diagnostics by the development of a highly sensitive, selective, reproducible, and false-positive-free detection platform of pathogens in the detection limit of a single cell level. This ultra-compact lab-on-chip diagnostic tool could also be useful for point-of-care applications in remote clinical laboratories.\r\n\r\nBroader Impact:\r\nThis research has broader social impact on health care and homeland security since harmful pathogens can be detected and identified by the proposed lab-on-chip instantaneously with fewer false-positive signals. The educational broader impact is extends to local high school students in New York City, many of them are from underrepresented groups, to prepare for serious scientific carrier through the proposed educational outreach program. The investigators will also engage in educating local school teachers and K-12 students by leveraging an existing program.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Saiful",
   "pi_last_name": "Khondaker",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Saiful I Khondaker",
   "pi_email_addr": "saiful@ucf.edu",
   "nsf_id": "000491624",
   "pi_start_date": "2008-07-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The University of Central Florida Board of Trustees",
  "inst_street_address": "4000 CENTRAL FLORIDA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "ORLANDO",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "4078230387",
  "inst_zip_code": "328168005",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "FL10",
  "org_lgl_bus_name": "THE UNIVERSITY OF CENTRAL FLORIDA BOARD OF TRUSTEES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RD7MXJV7DKT9"
 },
 "perf_inst": {
  "perf_inst_name": "The University of Central Florida Board of Trustees",
  "perf_str_addr": "4000 CENTRAL FLORIDA BLVD",
  "perf_city_name": "ORLANDO",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "328168005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "FL10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "756400",
   "pgm_ele_name": "CCSS-Comms Circuits & Sens Sys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "099E",
   "pgm_ref_txt": "High voltage switching & conversion"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 33177.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 33326.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 33772.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The identification of microbial pathogens for food safety applications, clinical diagnostics, and environmental monitoring continues to be of immense scientific and public health importance. To protect the public from such <em>healthcare and homeland security threats</em>, we need to establish improved diagnostic methods to identify pathogens more rapidly and precisely. The goal of our effort is aimed to integrate biomolecular self-assembly and capacitance spectroscopy to develop new pathogen diagnostic systems as lab-on-chips.</p>\n<p>In this proposed research, we developed silicon sensor chips where polysilicon electrodes were patterned for the electrical detection of viruses and bacteria. What we discovered is that the binding events of viruses and bacteria on the sensor chip increase the impedance on the transducer and this impedance change can be applied for the detection. The detection limit of this sensor for viruses and bacteria is &lt;10<sup>2</sup> pfu/ml and it can be further reduced to the single cell detection as pathogen is labeled by electric field-amplifying enzymes. The robust detection scheme of this sensor allows one to complete the detection within 1 hr. In the case of <em>E. coli</em>, the viability of the bacteria can be detected by the impedance value; dead <em>E. coli</em> has significantly lower impedance as compared with live<em> E. coli</em>. This sensor was also re-designed for the use of point-of-care application so that the detection of virus and bacteria can be made in remote hospitals by non-technical personnel and the sensor chip can be re-used many times. This impedance change is also theoretically studied to understand this phenomenon. The intellectual merit of this proposed research is to advance pathogen sensing and diagnostics. The unique integration of biological nanotube-assembled array and AC capacitance spectroscopy creates the highly sensitive, selective, reproducible, and false-positive-free detection platform of pathogens in the detection limit of a single cell level. &nbsp;&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; As we demonstrated, the silicon platform of sensor chip provides the versatility of the sensor designs dependent on the application because the standard silicon chip fabrication is inexpensive and flexible in design based on the established fabrication protocol developed by electronics industries. Therefore, the broader impact of this proposal is that the proposed biomimetic fabrication strategy can be widely shared with other nanofabrications for various devices. Biological self-assembly is robust and reproducible, which resolves current practical problems in nanomaterial assemblies in device fabrications. In future, this biomimetic method can be directly applied to interconnect electronic components with nanowires for the fabrication of complex electric circuits in heterogeneous multi-core processors. This research&rsquo;s outcome has a broader social impact on health care and homeland security since harmful pathogens can be detected and identified by the proposed lab-on-chip instantaneously with fewer false-positive signals and highly reproducible measurements.</p>\n<p>&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; In our educational activity supported by this funding, two graduate students and two postdoctoral scholars received training at UCF on the state of the art nanofabrication and measurement techniques. We also conducted outreach activity to K-16 students and community by hosting lab visits through UCF Nano day, Summer Research  Academy and publication of newsletters at UCF. In addition, CUNY developed bio-nanotechnology curriculum for undergraduate students and a new nanotechnology class for Bergen Academy High School (Hackensack, NJ) with the help of a high school teacher.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/06/2011<br>\n\t\t\t\t\tModified by: Saiful&nbsp;I&nbsp;Khondaker</p>\n</div>\n<div class=\"porS...",
  "por_txt_cntn": "\nThe identification of microbial pathogens for food safety applications, clinical diagnostics, and environmental monitoring continues to be of immense scientific and public health importance. To protect the public from such healthcare and homeland security threats, we need to establish improved diagnostic methods to identify pathogens more rapidly and precisely. The goal of our effort is aimed to integrate biomolecular self-assembly and capacitance spectroscopy to develop new pathogen diagnostic systems as lab-on-chips.\n\nIn this proposed research, we developed silicon sensor chips where polysilicon electrodes were patterned for the electrical detection of viruses and bacteria. What we discovered is that the binding events of viruses and bacteria on the sensor chip increase the impedance on the transducer and this impedance change can be applied for the detection. The detection limit of this sensor for viruses and bacteria is &lt;102 pfu/ml and it can be further reduced to the single cell detection as pathogen is labeled by electric field-amplifying enzymes. The robust detection scheme of this sensor allows one to complete the detection within 1 hr. In the case of E. coli, the viability of the bacteria can be detected by the impedance value; dead E. coli has significantly lower impedance as compared with live E. coli. This sensor was also re-designed for the use of point-of-care application so that the detection of virus and bacteria can be made in remote hospitals by non-technical personnel and the sensor chip can be re-used many times. This impedance change is also theoretically studied to understand this phenomenon. The intellectual merit of this proposed research is to advance pathogen sensing and diagnostics. The unique integration of biological nanotube-assembled array and AC capacitance spectroscopy creates the highly sensitive, selective, reproducible, and false-positive-free detection platform of pathogens in the detection limit of a single cell level.   \n\n      As we demonstrated, the silicon platform of sensor chip provides the versatility of the sensor designs dependent on the application because the standard silicon chip fabrication is inexpensive and flexible in design based on the established fabrication protocol developed by electronics industries. Therefore, the broader impact of this proposal is that the proposed biomimetic fabrication strategy can be widely shared with other nanofabrications for various devices. Biological self-assembly is robust and reproducible, which resolves current practical problems in nanomaterial assemblies in device fabrications. In future, this biomimetic method can be directly applied to interconnect electronic components with nanowires for the fabrication of complex electric circuits in heterogeneous multi-core processors. This researchÆs outcome has a broader social impact on health care and homeland security since harmful pathogens can be detected and identified by the proposed lab-on-chip instantaneously with fewer false-positive signals and highly reproducible measurements.\n\n \n\n      In our educational activity supported by this funding, two graduate students and two postdoctoral scholars received training at UCF on the state of the art nanofabrication and measurement techniques. We also conducted outreach activity to K-16 students and community by hosting lab visits through UCF Nano day, Summer Research  Academy and publication of newsletters at UCF. In addition, CUNY developed bio-nanotechnology curriculum for undergraduate students and a new nanotechnology class for Bergen Academy High School (Hackensack, NJ) with the help of a high school teacher.\n\n\t\t\t\t\tLast Modified: 12/06/2011\n\n\t\t\t\t\tSubmitted by: Saiful I Khondaker"
 }
}