{
 "awd_id": "0823352",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Ordering Knowledge, Reordering Empire",
 "cfda_num": "47.075",
 "org_code": "04050300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2008-09-01",
 "awd_exp_date": "2009-08-31",
 "tot_intn_awd_amt": 12000.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "2008-08-07",
 "awd_max_amd_letter_date": "2008-08-07",
 "awd_abstract_narration": "Introduction: The proposed project will examine the social structures implicit in practices of empirical knowledge production in seventeenth-century English science. It will argue that those structures were recapitulated in the organization of the new English colonies then being established across the Atlantic. That is to say, the knowledge economy of English science was reconstituted in the political economy of the British Empire. To illustrate this point, the project will reconstruct in detail the knowledge economy of practical science in this period in England. It will then examine in light of those knowledge-making practices a series of case studies on the process of political and economic development in seventeenth-century colonial ventures in which English scientists played a prominent role. Among the cases are the Hudson?s Bay Company and the colonies of New England, Virginia, Carolina, Jamaica, and Tangier. Research on these case studies will be conducted at the relevant English archives between September 2008 and February 2009. \r\n\r\nIntellectual Merit:  This project considers the commonalities in three transitions to modernity whose specific interconnection has heretofore gone unexamined by scholars; namely, the revolution in the management of practical science that accompanied the scientific revolution in England, the expansion of English merchant capitalism across the Atlantic in the seventeenth century, and the development of political structures within the English empire that for the first time took the management of global trade to be a central concern of the state. Three intellectual contributions will made in doing so: 1) A new model for understanding the Scientific Revolution which considers developments in seventeenth-century science in conjunction with other modernizing developments such as state formation; 2) An argument that science?which operated across political, social, economic, and religious boundaries?was foundational to the colonial experience in the seventeenth-century Atlantic to an extent as yet not fully recognized by historians; and 3) A new way of understanding the relationship between science and commerce in the seventeenth century, considering not only how the results of exploration and the expansion of commerce shaped European understanding of the world, but also how the sciences themselves shaped the process of expansion. \r\n\r\nBroader impacts:  This project will foster a deeper historical understanding of the origins of our global commercial system and of the implications of the relationship between science and commerce both in the past and in the present day. Results of the study will be disseminated to scholarly audiences through presentations at academic conferences and through articles in scholarly journals. Wider dissemination will be achieved through publishing the results in book form and through the development of undergraduate and graduate syllabi on the scientific revolution; on science and commerce in the early modern world; and on the history of economic and political development in the Atlantic world.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Katharine",
   "pi_last_name": "Park",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Katharine Park",
   "pi_email_addr": "park28@fas.harvard.edu",
   "nsf_id": "000089859",
   "pi_start_date": "2008-08-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Underwood",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew C Underwood",
   "pi_email_addr": "munderw@fas.harvard.edu",
   "nsf_id": "000499306",
   "pi_start_date": "2008-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": "1033 MASSACHUSETTS AVE STE 3",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021385366",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1353",
   "pgm_ref_txt": "Hist & Philosophy of SET"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": null
}