{
 "awd_id": "0823848",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Boundaries, Style and Cultural Interaction in the U.S. Southwest",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2008-05-01",
 "awd_exp_date": "2009-04-30",
 "tot_intn_awd_amt": 14810.0,
 "awd_amount": 14810.0,
 "awd_min_amd_letter_date": "2008-04-28",
 "awd_max_amd_letter_date": "2008-04-28",
 "awd_abstract_narration": "Under the supervision of Dr. Barbara Roth, David Yoder will analyze prehistoric Puebloan pointed-toed sandals from museum collections throughout the United States.  Most of the collections to be analyzed were excavated 50 to 100 years ago, yet very little is known about how or when Puebloan pointed-toed sandals were made.  General belief is that these artifacts were in use from approximately A.D. 700 - 1100, were made by all northern Puebloan groups, and had a distinctive four warp construction method.  However, very little empirical proof backs these claims, and in some cases directly contradicts the conventional wisdom.  \r\n\t\r\nAn understanding of the basic temporal and geographic nature of an artifact is essential before it can be used to investigate human behavior.  This project will provide this basic understanding for pointed-toed Puebloan sandals by examining multiple specimens through physical and radiographic analysis as well as radiocarbon dating.  The physical analysis will focus on basic measurements, raw materials, and construction styles.  The radiographic analysis will utilize soft-X ray radiography (for the first time in a major archaeological research program) to inspect the hidden internal construction characteristics of sandals.  Ten to fifteen sandals will also be radiocarbon dated.  When combined, these data will inform archaeologists how, when, and where Puebloan pointed-toed sandals were made and used.  The final, and most important aspect of this research, will then be using this information to identify particular styles in footwear that may indicate prehistoric cultural boundaries.  Whether such boundaries exist, the degree of permeability of the boundaries, and if they changed through time, can increase our knowledge of how prehistoric people viewed ethnicity and identity.\r\n\r\nThis project, while greatly benefiting archaeologists, will also provide essential information and assistance to numerous museums and the public at large.  Most museums have no descriptive or technical information on the sandal assemblages they hold.  To help remedy this situation, upon completion, all participating museums will receive the results of the individual analysis of artifacts from their collections.  Help will also be offered to assist the museums in the creation of displays that exhibit prehistoric Puebloan sandals; helping to inform the public on these amazing pieces of prehistory.  This project will also be the first to use soft X-ray radiography in a major archaeological research program.  This method permits artifacts that are not very dense, such as perishables, to be X-rayed and still produce readable images of high quality.  In essence, it allows a researcher to 'see inside' an artifact of low density, revealing construction details that would otherwise be hidden.  Soft radiography is extremely useful because of its applicability to perishables, non-destructive nature, and low cost.  This project will pioneer the utility of this technique, its methodology, and its usefulness in perishable research.  \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Barbara",
   "pi_last_name": "Roth",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Barbara J Roth",
   "pi_email_addr": "Barbara.Roth@unlv.edu",
   "nsf_id": "000420055",
   "pi_start_date": "2008-04-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Nevada Las Vegas",
  "inst_street_address": "4505 S MARYLAND PKWY",
  "inst_street_address_2": "",
  "inst_city_name": "LAS VEGAS",
  "inst_state_code": "NV",
  "inst_state_name": "Nevada",
  "inst_phone_num": "7028951357",
  "inst_zip_code": "891549900",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NV01",
  "org_lgl_bus_name": "BOARD OF REGENTS OF NEVADA SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "F995DBS4SRN3",
  "org_uei_num": "DLUTVJJ15U66"
 },
 "perf_inst": {
  "perf_inst_name": "University of Nevada Las Vegas",
  "perf_str_addr": "4505 S MARYLAND PKWY",
  "perf_city_name": "LAS VEGAS",
  "perf_st_code": "NV",
  "perf_st_name": "Nevada",
  "perf_zip_code": "891549900",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NV01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 14810.0
  }
 ],
 "por": null
}