{
 "awd_id": "0823567",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Development and Application of a Rayleigh-Based Approach to Coral Thermometry",
 "cfda_num": "47.050",
 "org_code": "06040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bilal U. Haq",
 "awd_eff_date": "2008-09-01",
 "awd_exp_date": "2011-08-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 39034.0,
 "awd_min_amd_letter_date": "2008-09-03",
 "awd_max_amd_letter_date": "2010-08-18",
 "awd_abstract_narration": "This award will provide funds to refine a Rayleigh-based geochemical thermometer (RBGT) for coral biomineralization based on high-precision analyses of multiple elemental ratios (e.g. Mg/Ca, Sr/Ca, Ba/Ca) and experimentally determined partition coefficients so that it can be broadly applied across coral species in a wide range of warm and cold-water environments. Three main objectives of this research include a description of element partitioning during aragonite precipitation as a function of temperature and crystal growth rate, determination of the accuracy of the RBGT by analyzing short sections of coral skeletons that have matching in-situ temperature records and application of the RBGT to construct a continuous, seasonally resolved record of Atlantic sea surface temperatures during the peak of the Little Ice Age ~1640-1670 AD. The Broader Impacts include research to improve interpretation of the geochemical archive in corals to better reconstruct past ocean temperatures for model input and future global change predictions. This project also includes a young PI who has recently started a new faculty position.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zhengrong",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zhengrong Wang",
   "pi_email_addr": "zwang1@ccny.cuny.edu",
   "nsf_id": "000490676",
   "pi_start_date": "2008-09-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Yale University",
  "inst_street_address": "150 MUNSON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW HAVEN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2037854689",
  "inst_zip_code": "065113572",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CT03",
  "org_lgl_bus_name": "YALE UNIV",
  "org_prnt_uei_num": "FL6GV84CKN57",
  "org_uei_num": "FL6GV84CKN57"
 },
 "perf_inst": {
  "perf_inst_name": "Yale University",
  "perf_str_addr": "150 MUNSON ST",
  "perf_city_name": "NEW HAVEN",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "065113572",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "CT03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 12633.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 13394.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 13007.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project aimed to develop a new approach to coral thermometry<br />using multiple trace element ratios (including Sr/Ca, Mg/Ca and Ba/Ca). This approach based on recent understanding of biomineralization process in corals. Recent studies show Rayleigh fractionation in calcifying fluid (or fractional crystallization of aragonite in a closed system) is one of the most important processes influencing the elemental composition of coral skeletons. Due to this process, individual geochemical proxies (e.g., Sr/Ca, Mg/Ca or Ba/Ca) of coral skeletons are subject to a strong biological effect (or &ldquo;vital effect&rdquo;) that could result in big errors when extracting sea-surface temperatures and inconsistent temperature dependency with abiogenic aragonite precipitated in lab-controlled conditions. However, daily, seasonal and interannual variations in the amount of aragonite precipitated by corals from each \"batch\" of calcifying fluid can explain why the temperature dependencies of elemental ratios in coral skeleton differ from those of abiogenic aragonites, and are highly variable among individual corals.</p>\n<p><br />In this project, we developed a Rayleigh-based, multi-element approach to extract precise sea surface temperatures (SSTs) from coral skeletons. Unlike<br />conventional coral thermometers, this approach does not rely on an initial<br />calibration of coral skeletal composition to an instrumental temperature<br />record. Rather, considering coral skeletogenesis as a biologically mediated,<br />physico-chemical process provides a means to extract temperature information from the skeleton composition using the Rayleigh equation and a set of experimentally determined partition coefficients. Using multiple trace element proxies helps to deconvolve the influence of water temperature on skeleton composition from that of Rayleigh fractionation process: i.e., temperature is resolved from the Rayleigh fractionation signal by combining information from multiple element ratios to produce a mathematically over-constrained system of Rayleigh equations. Because this approach is based on a quantitative understanding of the mechanism that produces the \"vital effect\" it should be possible to apply it both across scleractinian species and to corals growing in vastly different environments. It has the potential to provide estimates of growth temperatures that are accurate to within a few tenths of a degree Celsius from both tropical and cold-water corals. Moreover, when instrumental temperature records are available, our model also allows the effects of stress on coral calcification to be identified on the basis of anomalies in the skeletal composition.</p>\n<p>In this project, my responsibility is to develop software and apply this approach to other biogenic aragonites. I also modeled precipitation kinetics in a set of &ldquo;free drift&rdquo; experiment, and attempted to understand how trace elements vary as a function of time in the &lsquo;closed&rsquo; system at lab-controlled condition. All these work help to test our approach on both biogenic and inorganic aragonites.</p>\n<p><br /><br /></p>\n<p>&nbsp;</p>\n<p><br /><br /></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/20/2012<br>\n\t\t\t\t\tModified by: Zhengrong&nbsp;Wang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project aimed to develop a new approach to coral thermometry\nusing multiple trace element ratios (including Sr/Ca, Mg/Ca and Ba/Ca). This approach based on recent understanding of biomineralization process in corals. Recent studies show Rayleigh fractionation in calcifying fluid (or fractional crystallization of aragonite in a closed system) is one of the most important processes influencing the elemental composition of coral skeletons. Due to this process, individual geochemical proxies (e.g., Sr/Ca, Mg/Ca or Ba/Ca) of coral skeletons are subject to a strong biological effect (or \"vital effect\") that could result in big errors when extracting sea-surface temperatures and inconsistent temperature dependency with abiogenic aragonite precipitated in lab-controlled conditions. However, daily, seasonal and interannual variations in the amount of aragonite precipitated by corals from each \"batch\" of calcifying fluid can explain why the temperature dependencies of elemental ratios in coral skeleton differ from those of abiogenic aragonites, and are highly variable among individual corals.\n\n\nIn this project, we developed a Rayleigh-based, multi-element approach to extract precise sea surface temperatures (SSTs) from coral skeletons. Unlike\nconventional coral thermometers, this approach does not rely on an initial\ncalibration of coral skeletal composition to an instrumental temperature\nrecord. Rather, considering coral skeletogenesis as a biologically mediated,\nphysico-chemical process provides a means to extract temperature information from the skeleton composition using the Rayleigh equation and a set of experimentally determined partition coefficients. Using multiple trace element proxies helps to deconvolve the influence of water temperature on skeleton composition from that of Rayleigh fractionation process: i.e., temperature is resolved from the Rayleigh fractionation signal by combining information from multiple element ratios to produce a mathematically over-constrained system of Rayleigh equations. Because this approach is based on a quantitative understanding of the mechanism that produces the \"vital effect\" it should be possible to apply it both across scleractinian species and to corals growing in vastly different environments. It has the potential to provide estimates of growth temperatures that are accurate to within a few tenths of a degree Celsius from both tropical and cold-water corals. Moreover, when instrumental temperature records are available, our model also allows the effects of stress on coral calcification to be identified on the basis of anomalies in the skeletal composition.\n\nIn this project, my responsibility is to develop software and apply this approach to other biogenic aragonites. I also modeled precipitation kinetics in a set of \"free drift\" experiment, and attempted to understand how trace elements vary as a function of time in the æclosedÆ system at lab-controlled condition. All these work help to test our approach on both biogenic and inorganic aragonites.\n\n\n\n\n\n \n\n\n\n\n\n \n\n\t\t\t\t\tLast Modified: 01/20/2012\n\n\t\t\t\t\tSubmitted by: Zhengrong Wang"
 }
}