{
 "awd_id": "0823296",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "The Decline and Fall of the Superconducting Super Collider",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2008-09-15",
 "awd_exp_date": "2011-08-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 466707.0,
 "awd_min_amd_letter_date": "2008-09-18",
 "awd_max_amd_letter_date": "2010-03-25",
 "awd_abstract_narration": "Introduction: This proposal seeks to carry out further research on the failure of SSC (the superconducting super collider) project in order to produce an extended monograph on the topic.  As yet, there is no comprehensive history of the SSC that discusses the diverse scientific, technological, economic, and political influences that initially worked together to get the project launched but subsequently led its demise. The research team has already gathered much of the information and has published shorter journal articles on the subject. The primary goal of the project is to fill in critical gaps that the researchers identify in the proposal. To date, they perceive a dearth of in-depth oral history interviews with crucial physicists who did not join the SSC laboratory, and arrangements for such interviews have been made. In addition, none of the SSC project managers have participated in oral history interviews, and a number of them have agreed to do so. The researchers already have records of such interviews with many DOE officials, but there is a serious need to complement these interviews by doing research in documents, which is part of the program of work. Another area that will receive attention is the refusal of the European high-energy physics community to participate as equal partners in SSC. Extended interviews with key European physicists will be done; others will be identified and interviewed as part of the process. Interviews with Japanese physicists have already been conducted, and this material will be incorporated into the monograph that is to be produced. Political aspects of the international components will be integrated into the story. Finally, additional attention will be devoted to providing a considered understanding of the conflicting narratives developed by SSC's supporters and opponents and how that served to shape public discourse.\r\n\r\nIntellectual Merit:  The reasons for the failure of the SSC were many and complex. The researchers have managed to connect with many of the persons, organizations, and areas which contributed to the final result. Having these components enumerated and their contributions made clear (to the extent that this is possible) will be of great service to the practitioners of particle physics as well as to those charged with stewardship for this science. The resulting detailed presentation and analysis of the history of the SSC will be invaluable in light of the very impressive quantity of materials (documents, interviews, etc.) the researchers will have collected and assembled.\r\n\r\nBroader Impact:  The final report of this project will be a key contribution to the history of contemporary science, and to an understanding of the development, funding, and support of large-scale scientific-technical-engineering projects. The proposed activity will also result in important contributions to our understanding of the factors responsible for the public and governmental support of basic science, applied science, and technology. These in turn will be valuable resources in the teaching of the interaction between science and technology and the culture at large, and most importantly in the role that international cooperation and international institutions will play in the future when considering such large projects as the Large Hadron Collider, the space station, investigations of global climate change, large scale geophysical projects, and genomics.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Riordan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Riordan",
   "pi_email_addr": "mriordan@ucsc.edu",
   "nsf_id": "000496778",
   "pi_start_date": "2008-09-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lillian",
   "pi_last_name": "Hoddeson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lillian Hoddeson",
   "pi_email_addr": "hoddeson@uiuc.edu",
   "nsf_id": "000485260",
   "pi_start_date": "2008-09-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Cruz",
  "inst_street_address": "1156 HIGH ST",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA CRUZ",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8314595278",
  "inst_zip_code": "950641077",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "CA19",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SANTA CRUZ",
  "org_prnt_uei_num": "",
  "org_uei_num": "VXUFPE4MCZH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Cruz",
  "perf_str_addr": "1156 HIGH ST",
  "perf_city_name": "SANTA CRUZ",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "950641077",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "CA19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 240460.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 159309.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 66938.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;In October 1993 the US Congress terminated the Superconducting Super Collider &mdash; then the largest pure-science project ever attempted, with a total cost estimated to exceed $10 billion. It was a stunning loss for the US high-energy physics community, which until that moment had perched for decades at the pinnacle of American science. Ever since 1993, this once-dominant scientific community has been in gradual decline. With the 2010 startup of research on the CERN Large Hadron Collider and the 2011 shutdown of the Fermilab Tevatron, world leadership in elementary-particle physics has returned to Europe.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; In this NSF-funded research, we focused on the decline and fall of the SSC project during the 1990s, paying close attention to project management at the laboratory, perceptions of the project among the US public, and attempts to internationalize it. We also closed gaps in our understanding of SSC design and site-selection efforts. Based on this research, we are about to finish a manuscript for a book entitled <em>Tunnel Visions: The Rise and Fall of the Superconducting Super Collider</em>.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; This research has reaffirmed our earlier conclusion that the proximate cause of the 1993 termination was the widespread Congressional perception that the project was out of control &mdash; that its costs would exceed $10 billion and could grow still further. Peering deeper, we find that a major reason for the seemingly relentless cost growth was the absence of strong SSC project management during its first few years in Texas. This problem can be attributed in part to the fact that leaders of the Central Design Group, which designed the machine in Berkeley, CA, did not join the SSC management team. Crucial roles were filled instead by managers from the US military-industrial complex, who were unfamiliar with practices of the high-energy physics community. The result was a dysfunctional bipolar culture that made project management even more difficult. Some of these problems could have been alleviated had the SSC been built at Fermilab instead of at a new, &ldquo;green-field&rdquo; site south of Dallas. While costs would have grown above the $5.9 billion Congress initially approved, they would likely not have exceeded the $10 billion breaking point.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; SSC contractor Universities Research Association initially recognized and tried to solve its lack of large-project management experience by teaming with two industrial firms, Sverdrup Corp. and EG&amp;G, Inc., but these partnerships largely failed to achieve their purposes. The Department of Energy also correctly identified the problem in 1989 but tried to solve it in a heavy-handed manner by imposing its own managers who reported directly to the Energy Secretary, thus bypassing normal checks and balances and alienating SSC leaders.&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Other major findings involve the relationships of DOE, URA and the SSC Laboratory with the US public, Congress and potential foreign participants:</p>\n<p>&bull; SSC advocates did a poor job of informing the public about the SSC&rsquo;s scientific goals, so that it came to be perceived largely as a Texas pork-barrel project.</p>\n<p>&bull; Burgeoning federal deficits in the late 1980s and early 1990s &mdash; and efforts to stem this tide &mdash; put severe political pressure on the SSC project, whose costs continued to grow, helping undermine initially solid Congressional support.</p>\n<p>&bull; Presidential backing of the SSC was strong under George Bush but weakened in the Clinton Administration, which was divided over the project and gave it only lukewarm support....",
  "por_txt_cntn": "\n            In October 1993 the US Congress terminated the Superconducting Super Collider &mdash; then the largest pure-science project ever attempted, with a total cost estimated to exceed $10 billion. It was a stunning loss for the US high-energy physics community, which until that moment had perched for decades at the pinnacle of American science. Ever since 1993, this once-dominant scientific community has been in gradual decline. With the 2010 startup of research on the CERN Large Hadron Collider and the 2011 shutdown of the Fermilab Tevatron, world leadership in elementary-particle physics has returned to Europe.\n\n            In this NSF-funded research, we focused on the decline and fall of the SSC project during the 1990s, paying close attention to project management at the laboratory, perceptions of the project among the US public, and attempts to internationalize it. We also closed gaps in our understanding of SSC design and site-selection efforts. Based on this research, we are about to finish a manuscript for a book entitled Tunnel Visions: The Rise and Fall of the Superconducting Super Collider.\n\n            This research has reaffirmed our earlier conclusion that the proximate cause of the 1993 termination was the widespread Congressional perception that the project was out of control &mdash; that its costs would exceed $10 billion and could grow still further. Peering deeper, we find that a major reason for the seemingly relentless cost growth was the absence of strong SSC project management during its first few years in Texas. This problem can be attributed in part to the fact that leaders of the Central Design Group, which designed the machine in Berkeley, CA, did not join the SSC management team. Crucial roles were filled instead by managers from the US military-industrial complex, who were unfamiliar with practices of the high-energy physics community. The result was a dysfunctional bipolar culture that made project management even more difficult. Some of these problems could have been alleviated had the SSC been built at Fermilab instead of at a new, \"green-field\" site south of Dallas. While costs would have grown above the $5.9 billion Congress initially approved, they would likely not have exceeded the $10 billion breaking point.\n\n            SSC contractor Universities Research Association initially recognized and tried to solve its lack of large-project management experience by teaming with two industrial firms, Sverdrup Corp. and EG&amp;G, Inc., but these partnerships largely failed to achieve their purposes. The Department of Energy also correctly identified the problem in 1989 but tried to solve it in a heavy-handed manner by imposing its own managers who reported directly to the Energy Secretary, thus bypassing normal checks and balances and alienating SSC leaders. \n\n            Other major findings involve the relationships of DOE, URA and the SSC Laboratory with the US public, Congress and potential foreign participants:\n\n&bull; SSC advocates did a poor job of informing the public about the SSCÆs scientific goals, so that it came to be perceived largely as a Texas pork-barrel project.\n\n&bull; Burgeoning federal deficits in the late 1980s and early 1990s &mdash; and efforts to stem this tide &mdash; put severe political pressure on the SSC project, whose costs continued to grow, helping undermine initially solid Congressional support.\n\n&bull; Presidential backing of the SSC was strong under George Bush but weakened in the Clinton Administration, which was divided over the project and gave it only lukewarm support.\n\n&bull; The SSC project attracted only modest foreign contributions when Congress &mdash; especially the House &mdash; expected at least a billion dollars; the absence of large foreign contributions contributed substantially to House opposition.\n\n&bull; The Cold-War model for pursuing large science projects, whereby the United States took the lead, expecting other nations to follow, beca..."
 }
}