{
 "awd_id": "0823177",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Conservation, Sustainability, and Poverty Alleviation in the Himalayan Region: Do Participatory Environmental Policies Work?",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2008-09-01",
 "awd_exp_date": "2014-03-31",
 "tot_intn_awd_amt": 244700.0,
 "awd_amount": 252200.0,
 "awd_min_amd_letter_date": "2008-08-29",
 "awd_max_amd_letter_date": "2013-01-30",
 "awd_abstract_narration": "The goal of this research project is to assess and improve environmental policy in practical and politically feasible ways, consistent with broad policy goals of sustainable resource management, biodiversity conservation and poverty alleviation. This is to be done by focusing on participatory policies and projects, Community-Based Natural Resource Management (CBNRM) and other inclusionary policy processes in China, India, and Nepal. A secondary goal is to provide a methodology for understanding and evaluating environmental policy in the particular circumstances of these three countries, which will then be replicable elsewhere. The methodology involves a set of nested investigations from international, national to local scales. These include: 1) Data collection of policy outcomes at the project and local level, including quantitative survey work and participatory mapping with rural civil society. Paired comparisons of communities will be made between those included in internationally-funded participatory CBNRM programs, and those immediately outside the boundaries of project areas; 2) Policy analysis at the national level where political agendas involve a wide variety of actors and interests, including established bureaucratic structures and practices, strategic considerations, ethnic politics and issues of control of populations in the name of environmental conservation; 3) Analysis of the practice of policy negotiation at the international-national interface where ideas of participation and inclusionary policies meet national agendas; 4) Outlines of regional political ecologies that shape society-environment relations, including analysis of local institutions that mediate access to natural resources, settlement history, the different values attributed to the range of natural resources by various and contending potential users, and how these are politically represented; and finally 5) Dissemination involving participation and policy engagement at the local level, and seminars at the regional level at international centers. A comprehensive regional seminar will be organized at project conclusion with participants from all scales. In addition to the provision of training materials (simulation exercises, visual material, case studies and seminars) the project will provide a series of publications for public dissemination including policy working papers, academic papers, and a book with simultaneous publication in Asia and the West.\r\n\r\nThe intellectual merit of the project rests on an innovative research methodology at different scales combining quantitative and qualitative data with more political and discursive methods; on the claim that it is the first time that this broad analytical vision is being attempted in the region; and on the careful attention paid to tangible as opposed to rhetorical outcomes of environmental policy. The broader impacts of the project are clearer insights of opportunities and constraints for all members of international and national negotiating teams in this field; inputs into a critical review of where the participatory conservation movement is going in \"hotspot\" countries and the circumstances which encourage or impede successful outcomes; an analytically rigorous input into the debate over participatory versus exclusionary conservation approaches; and an analysis of the trade-offs between participation, poverty reduction and specific conservation goals. The audiences include not only international policy makers, national governments and policy makers, local project and policy implementers, but also civil society organizations associated at one or more scales.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joshua",
   "pi_last_name": "Muldavin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Joshua Muldavin",
   "pi_email_addr": "muldavin@slc.edu",
   "nsf_id": "000420274",
   "pi_start_date": "2008-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Piers",
   "pi_last_name": "Blaikie",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Piers Blaikie",
   "pi_email_addr": "p.blaikie@uea.ac.uk",
   "nsf_id": "000063742",
   "pi_start_date": "2008-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Sarah Lawrence College",
  "inst_street_address": "1 MEAD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "BRONXVILLE",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "9143370700",
  "inst_zip_code": "107085999",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "NY16",
  "org_lgl_bus_name": "SARAH LAWRENCE COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "TRLPXSJJDKQ7"
 },
 "perf_inst": {
  "perf_inst_name": "Sarah Lawrence College",
  "perf_str_addr": "1 MEAD WAY",
  "perf_city_name": "BRONXVILLE",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "107085999",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "NY16",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 152000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 92700.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 7500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The <strong>primary goal</strong> of this policy research and facilitation program is to assess and improve environmental policy towards the broad goal of sustainable resource management. Focusing on internationally-funded participatory policies and projects, Community-Based Natural Resource Management (CBNRM) and other inclusionary policy processes in three selected countries of the Himalayan region, the research asks the question: Do participatory approaches to biodiversity conservation and poverty alleviation work? And if so, do they work significantly better than more traditional &lsquo;fortress conservation&rsquo; approaches? This question is important not only in terms of assessing different potential environmental outcomes (for example, which approach better preserves biodiversity), but also because of the conflicts and violence that often results from restricting community access to resources in the name of environmental policy. The politically-charged issue of who controls local resources deemed valuable by those outside any given community (be they state actors or large international environmental NGOs), provides important insights concerning the relative benefits of different environmental governance strategies. The <strong>secondary goal</strong> of this project is to provide a methodology for understanding and evaluating environmental policy in the particular circumstances of these three countries, which is replicable beyond the Himalayas for environmental policy making issues around the world.</p>\n<p>&nbsp;</p>\n<p>The biodiversity and unique mountain habitats of the Himalayan region are of prime global importance. It is a &ldquo;hot spot&rdquo; in terms of environmental debate about environmental degradation and its causes.&nbsp; Within this region, there are highly differentiated histories of settlement, land use, environment-society dynamics, and biological status of fauna and flora. Approximately 150 million people&mdash;mostly the rural poor, scoring the lowest in the world for many indicators of in the Human Development Index&mdash;draw their livelihoods from these mountains, which are of strategic importance to the region&rsquo;s governments. Our work utilizes the laboratory offered by the Himalayan region for evaluating and learning from environmental policy experience across different countries of varied cultures, political economies, and administrative approach.</p>\n<p>&nbsp;</p>\n<p>The co-PIs Joshua Muldavin and Piers Blaikie, with a combined 70 years of research experience in the region, and working with regional collaborators and research assistants, carried out approximately 750 interviews, from international to household levels, as well as detailed village and household surveys, during fieldwork in China, Nepal, and India over 8 years. They presented their findings all over the world, and worked with national/local organizations to develop project-specific methodology workshops.</p>\n<p>&nbsp;</p>\n<p>The <strong>intellectual merit</strong> of the project rests on an innovative non-normative research methodology at different scales and combining quantitative and qualitative data with more political and discursive methods; on the claim that it is the first time that this broad analytical vision is being attempted in the region; and on the careful attention paid to how much of the issue of environmental policy is rhetorical and paper-bound and what impacts there are &ldquo;on the ground&rdquo;.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The <strong>broader impacts</strong> of the project are clearer insights of opportunities and constraints for all members of international and national negotiating teams in the field of environmental policy and implementation; inputs into a critical review of where the participatory conservation movement is going in &lsquo;hotspot&rsquo; countries and the circumstances which encourage or impede successful outcomes; an analyt...",
  "por_txt_cntn": "\nThe primary goal of this policy research and facilitation program is to assess and improve environmental policy towards the broad goal of sustainable resource management. Focusing on internationally-funded participatory policies and projects, Community-Based Natural Resource Management (CBNRM) and other inclusionary policy processes in three selected countries of the Himalayan region, the research asks the question: Do participatory approaches to biodiversity conservation and poverty alleviation work? And if so, do they work significantly better than more traditional æfortress conservationÆ approaches? This question is important not only in terms of assessing different potential environmental outcomes (for example, which approach better preserves biodiversity), but also because of the conflicts and violence that often results from restricting community access to resources in the name of environmental policy. The politically-charged issue of who controls local resources deemed valuable by those outside any given community (be they state actors or large international environmental NGOs), provides important insights concerning the relative benefits of different environmental governance strategies. The secondary goal of this project is to provide a methodology for understanding and evaluating environmental policy in the particular circumstances of these three countries, which is replicable beyond the Himalayas for environmental policy making issues around the world.\n\n \n\nThe biodiversity and unique mountain habitats of the Himalayan region are of prime global importance. It is a \"hot spot\" in terms of environmental debate about environmental degradation and its causes.  Within this region, there are highly differentiated histories of settlement, land use, environment-society dynamics, and biological status of fauna and flora. Approximately 150 million people&mdash;mostly the rural poor, scoring the lowest in the world for many indicators of in the Human Development Index&mdash;draw their livelihoods from these mountains, which are of strategic importance to the regionÆs governments. Our work utilizes the laboratory offered by the Himalayan region for evaluating and learning from environmental policy experience across different countries of varied cultures, political economies, and administrative approach.\n\n \n\nThe co-PIs Joshua Muldavin and Piers Blaikie, with a combined 70 years of research experience in the region, and working with regional collaborators and research assistants, carried out approximately 750 interviews, from international to household levels, as well as detailed village and household surveys, during fieldwork in China, Nepal, and India over 8 years. They presented their findings all over the world, and worked with national/local organizations to develop project-specific methodology workshops.\n\n \n\nThe intellectual merit of the project rests on an innovative non-normative research methodology at different scales and combining quantitative and qualitative data with more political and discursive methods; on the claim that it is the first time that this broad analytical vision is being attempted in the region; and on the careful attention paid to how much of the issue of environmental policy is rhetorical and paper-bound and what impacts there are \"on the ground\". \n\n \n\nThe broader impacts of the project are clearer insights of opportunities and constraints for all members of international and national negotiating teams in the field of environmental policy and implementation; inputs into a critical review of where the participatory conservation movement is going in æhotspotÆ countries and the circumstances which encourage or impede successful outcomes; an analytically rigorous input into the debate over participatory versus exclusionary conservation approaches; and an analysis of the trade-offs between participation, poverty reduction and specific conservation goals. The audiences not only include international policy ..."
 }
}