{
 "awd_id": "0823974",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "BRIGE: Understanding and Development of Bioseparation and Biosensing Schemes",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rosemarie D. Wesson",
 "awd_eff_date": "2008-09-01",
 "awd_exp_date": "2011-08-31",
 "tot_intn_awd_amt": 174919.0,
 "awd_amount": 174919.0,
 "awd_min_amd_letter_date": "2008-07-30",
 "awd_max_amd_letter_date": "2008-07-30",
 "awd_abstract_narration": "EEC-0823974\r\nZhou\r\n\r\nThe proposed project will develop gold-coated magnetic nanoparticle (AuMNp)-based protein detection and separation and obtain fundamental understanding of magnetic field-induced microfluidics for efficient separation and rapid detection. Electrochemical Impedance Spectroscopy (EIS) and Surface Plasmon Resonance (SPR) will be used for the novel AuMNp-based protein detection. Finite element analysis will be performed to determine the effect of magnetic field, device geometry, fluid mixing, and reaction kinetics on protein transport and protein separation; and the effect of protein surface adsorption and binding, magnetic field and device geometry on the reaction rate of AuMNp -based protein binding under a magnetic field.\r\n\r\nThe proposed work of using gold shell magnetic core nanoparticle for bioseparation and biosensing is unique in providing more robust and easy surface functionalization, high adsorption capacity, as well as amplified and high sensitive EIS and SPR signal. More importantly, the core/shell nanoparticle-based biosensing and bioseparation is also unique in that it has the potential of being used in magnetic field-induced microfluidics with integrated lab-on-a-chip bioseparation and biosensing capability. The biochip has the prospect of producing low-cost, rapid, hand-held devices for the practice of diagnostic medicine, the identification of biological weapons, the control of food safety and environmental pollutions, and basic life sciences research. The proposed work will result in fundamental understanding of magnetic field-induced AuMNp - based efficient protein separation and rapid protein detection in microchannel. This knowledge base will contribute significantly to the urgent need of the development of integrated hand-held microfluidic devices for proteomic and genomic analysis.\r\n\r\nThe proposed research will produce a knowledge base for course development. The layered architecture of integrated research and mentoring for a continuum of students from middle school to graduate students will advance awareness of bionanotechnology to middle school students under the mentoring of undergraduate students (1-2 each summer). It will advance understanding and discovery through the second year program where graduate students, will be mentors. And, it will also provide opportunities to recruit and retain underrepresented students. The proposed research will have a society impact of addressing the compelling economic incentives for rapid, inexpensive and sensitive detection, for the diagnosis of disease markers, control of food safety and environmental pollutions or biohazards.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Zhou",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Susan Zhou",
   "pi_email_addr": "szhou@wpi.edu",
   "nsf_id": "000175143",
   "pi_start_date": "2008-07-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Worcester Polytechnic Institute",
  "inst_street_address": "100 INSTITUTE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WORCESTER",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5088315000",
  "inst_zip_code": "016092280",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "WORCESTER POLYTECHNIC INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJNQME41NBU4"
 },
 "perf_inst": {
  "perf_inst_name": "Worcester Polytechnic Institute",
  "perf_str_addr": "100 INSTITUTE RD",
  "perf_city_name": "WORCESTER",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "016092280",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "774100",
   "pgm_ele_name": "BRIGE-Broad Partic in Eng"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "007E",
   "pgm_ref_txt": "Biological Separation Processes"
  },
  {
   "pgm_ref_code": "053E",
   "pgm_ref_txt": "BIOSEPARATIONS"
  },
  {
   "pgm_ref_code": "1417",
   "pgm_ref_txt": "CHEMICAL & BIOLOGICAL SEPAR"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 174919.0
  }
 ],
 "por": null
}