{
 "awd_id": "0824856",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "A Geospatial Semantic Web Framework for Feature-Level Data Search, Access, Retrieval, Integration and Visualization: A Case of Transportation Network Data",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2007-11-01",
 "awd_exp_date": "2010-02-28",
 "tot_intn_awd_amt": 174209.0,
 "awd_amount": 174209.0,
 "awd_min_amd_letter_date": "2008-06-12",
 "awd_max_amd_letter_date": "2008-06-12",
 "awd_abstract_narration": "The objective of the research is to design, prototype, and assess a Geospatial Semantic Web framework to search, access, retrieve, integrate, and visualize geographic information at the feature level, using transportation network data as a case study. This research intends to advance the state of art of data-sharing from the current file level to feature level, which involves data elements represented by points, lines, or polygons at particular locations. Geospatial data sharing and exchange are essential to increase the efficiency of data-intensive applications and to reduce the redundancy of data acquisition. Yet current methods of sharing data at the file level make data sharing and exchange difficult because of the incompatibility of the variety of semantics, data models, structures and formats used at different systems. Data sharing at the file level is not necessary for many applications such as emergency responses and location based services, in which only information at or surrounding a particular location are needed. Therefore it is useful and necessary to build a feature-level data sharing system to meet the demand of many time critical applications that need real-time access and exchange of the most up-to-date spatial data. This research will design and prototype an interoperable Geospatial Semantic Web using standard technologies such as web services, semantic web, and ontology. The basic approach is to serve geospatial data as individual web services, and then enable these services in a Geospatial Semantic Web. Each web service is described and published in a service broker, which keeps a list of available services and the data items each service contains through ontologies. The end user can search for geospatial data elements from the service broker through services and ontologies. Based on the research, two transportation domain ontologies will be created and integrated using the Web Ontology Language. \r\n\r\nThe resulting system will fundamentally change traditional ways of data sharing, search and access. It will enable users or applications to semantically search and automatically discover and access feature level data. Furthermore, it may have important impacts on time-critical and data-intensive applications such as those used in homeland security, emergency response, location based services, urban planning, and decision-support systems. This research wishes to promote and advance research interests in the integration of Web services, ontology, and Geospatial Semantic Web. It attempts to show that the developed Geospatial Semantic Web can become a vendor-neutral, interoperable Web that allows geospatial data providers to advertise their data, allows end users such as the emergency response dispatchers to search, access, retrieve, and integrate different spatial information surrounding a particular location from multiple sources through Web Services.\r\n\r\nThis proposal is supported in part by the Methodology, Measurement and Statistics program.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zhong-Ren",
   "pi_last_name": "Peng",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zhong-Ren Peng",
   "pi_email_addr": "zpeng@dcp.ufl.edu",
   "nsf_id": "000436985",
   "pi_start_date": "2008-06-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "1523 UNION RD RM 207",
  "perf_city_name": "GAINESVILLE",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326111941",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133300",
   "pgm_ele_name": "Methodology, Measuremt & Stats"
  },
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 49494.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 124714.0
  }
 ],
 "por": null
}