{
 "awd_id": "0824793",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SGER: Predation in evolution: paleobiological consequences of cidaroid predation on crinoids",
 "cfda_num": "47.050",
 "org_code": "06030207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Lisa Boush",
 "awd_eff_date": "2008-07-01",
 "awd_exp_date": "2010-06-30",
 "tot_intn_awd_amt": 25000.0,
 "awd_amount": 25000.0,
 "awd_min_amd_letter_date": "2008-06-19",
 "awd_max_amd_letter_date": "2008-06-19",
 "awd_abstract_narration": "Predation in evolution: paleobiological consequences of cidaroid predation on crinoids.\r\nEvidence from Lizard Island, Australia and the Oligocene of New Zealand\r\n\r\nT. K.  Baumiller\r\nPredation is generally recognized as an important agent of natural selection and the study of predator-prey interactions in the fossil record allows us to evaluate its evolutionary impact.  A large body of work has been devoted to exploring the role of predation in crinoid ecology and evolution.  For example, it has been argued that the displacement of stalked crinoids to deep water over the past ~100my (Bottjer & Jablonski 1988) was the result of increased predation pressure, especially from shell-crushing fish (Meyer & Macurda 1977; Meyer 1985; Oji 1996).  In contrast, it has been suggested that the success of the stalkless comatulid crinoids that today thrive in shallow water is due to their ability to deal with predation pressure (Meyer & Macurda 1977). The differences in handling predation pressure by stalked crinoids and comatulids have generally been attributed to the ability to shed and regenerate body parts and locomotory abilities of the latter. However, recently it has been discovered that today?s dominant group of stalked crinoids, the isocrinids, are also capable of rapid crawling (Baumiller & Messing 2007), a trait generally associated with stalkless comatulid crinoids. It also has been shown that these isocrinids are subject to predation by cidaroid sea urchins (Baumiller et al. 2008).  In response to the interaction with a cidaroid, isocrinids shed the anchored end of the stalk and crawl away from the cidaroid which is preoccupied with the shed stalk portion.  This ?lizard?s tail? strategy of escape not only links a set of behavioral traits (stalk shedding and crawling) to predation, but suggests that benthic predators, such as cidaroids, need to be considered in assessing the ecological and evolutionary history of crinoids. The major goal of this study is to confirm the robustness of a direct proxy for cidaroid predation on crinoids (bite marks and fracture patterns).  This will involve studying how living cidaroids process crinoid material with their teeth and in their gut.  This will be done experimentally at the Lizard Island Research Station (LIRS), Australia.  Also at LIRS, the processing of crinoid material by other potential predators, such as fish and crustaceans, will be explored to see whether these different predators leave unique signatures on the skeletons of their crinoid prey.  The experimental portion of the study will be followed by exploring the fossil record for historical evidence of this predator-prey interaction.  Specifically, stalked crinoids of the Kokoamu Sandstone (Oligocene; South Island, New Zealand) will be studied for evidence of cidaroid damage.  The Kokoamu Sandstone was chosen because it contains abundant crinoid columnals as well as remains of the cidaroid, Histocidaris, the very taxon which in the Recent was found with crinoid elements in its gut.  If successful, the results of this study will serve as the basis for pursuing larger goals:  (1) to explore the history of this interaction through geologic time by examining remains of crinoid stalks from localities where they are known to co-occur with cidaroid echinoids, (2) analyze the morphology of crinoids for traits associated with stalk shedding and crawling, and (3) examine diversity trends of crinoids in the context of these ?escapability? traits and the frequency of interaction. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tomasz",
   "pi_last_name": "Baumiller",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Tomasz K Baumiller",
   "pi_email_addr": "tomaszb@umich.edu",
   "nsf_id": "000324899",
   "pi_start_date": "2008-06-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "1109 GEDDES AVE STE 3300",
  "perf_city_name": "ANN ARBOR",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "745900",
   "pgm_ele_name": "Sedimentary Geo & Paleobiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9237",
   "pgm_ref_txt": "SMALL GRANTS-EXPLORATORY RSRCH"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 25000.0
  }
 ],
 "por": null
}