{
 "awd_id": "0824381",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "BRIGE: A Research and Education Program for the Development of Technology for Transmembrane Proteomics",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922450",
 "po_email": "tgood@nsf.gov",
 "po_sign_block_name": "Theresa Good",
 "awd_eff_date": "2008-10-01",
 "awd_exp_date": "2011-09-30",
 "tot_intn_awd_amt": 174999.0,
 "awd_amount": 174999.0,
 "awd_min_amd_letter_date": "2008-07-30",
 "awd_max_amd_letter_date": "2008-07-30",
 "awd_abstract_narration": "EEC-0824381\r\nDaniel\r\n\r\nThe overall objective of this BRIGE proposal is to initiate a research and education program to develop new technologies for rapid assessment of membrane constituent structure and function. By combining technical expertise in membrane biophysics, chemistry, and engineering with broad educational goals and outreach efforts, this program is poised to advance our fundamental understanding of physical-chemical effects on electrophoretic separations in supported lipid bilayers while preparing students for careers as scientists and engineers with an appreciation for and commitment to diversity. \r\n\r\nThe research objective is to develop and understand the mechanisms of separation of membrane species by bilayer electrophoresis and then to create devices that integrate separation of cellular species with various unit operations on chip. The hypothesis is that biomolecular separations in membrane platforms can occur by three mechanisms: 1) differential partitioning of the components in and out of the bilayer and bulk aqueous phase, facilitated by bilayer chemistry or temperature, 2) preferential partitioning of one species into lipid rafts while the other stays outside, and 3) by hydrodynamic effects caused by obstacles in an otherwise fluid bilayer. Insight gained from these studies will be used to optimize separations of more complex species i.e., peripheral proteins, and eventually, transmembrane species. \r\n\r\nThe approach is to formulate bilayers of various compositions and properties then measure the diffusion, mobility, and separation efficiency of membrane components within it. Previous studies showed that reducing mobility leads to better separations. Therefore, separations could be enhanced by reducing diffusion in the bilayer by adding sterols or reducing temperature, component interactions with lipid rafts, and adding hydrodynamic obstacles of various sizes and concentrations, as all of these have been shown to reduce mobility of membrane species. An evaluation of these new strategies and the details of the mechanisms of separation are currently unknown and are necessary to optimize separation resolution. Separations inside microfluidic channels coated with bilayers will be integrated with 2D protein crystallization and chemical interaction assays. This prototype device will be a stepping stone towards future structure-function studies of proteins and lipids in a native-like environment. \r\n\r\nThe broader impact of the proposed activities is its potential to transform the state-of-the-art in membrane proteomics by creating a biomimetic platform for rapid screening of membrane protein and lipid chemical activity, membrane protein crystal formation, and structure determination in order to understand biological function and streamline drug development. The educational objective is to create ways to make science and engineering more inclusive to underrepresented groups through development of outreach programs and innovation in the classroom. To achieve this goal, interactive laboratory projects will be developed and implemented during two of Cornell's diversity programs: CATALYST (a summer camp in science and engineering) and the Diversity and Prospective Women's Weekends, both programs targeting high school students. Active recruitment to engineering and mentoring of students will occur during these events with full participation of the research group. In an effort to retain more students in engineering, the Materials and Energy Balances core course will be modernized to reflect current teaching and learning styles and incorporate interactive web-based tools to increase the learning of all students. The research and education plan are integrated carefully so that diversity within engineering is increased and this diversity brings value the students, the research effort, and to society.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Daniel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Susan Daniel",
   "pi_email_addr": "sd386@cornell.edu",
   "nsf_id": "000498757",
   "pi_start_date": "2008-07-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "341 PINE TREE RD",
  "perf_city_name": "ITHACA",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "774100",
   "pgm_ele_name": "BRIGE-Broad Partic in Eng"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "007E",
   "pgm_ref_txt": "Biological Separation Processes"
  },
  {
   "pgm_ref_code": "053E",
   "pgm_ref_txt": "BIOSEPARATIONS"
  },
  {
   "pgm_ref_code": "1417",
   "pgm_ref_txt": "CHEMICAL & BIOLOGICAL SEPAR"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 174999.0
  }
 ],
 "por": null
}