{
 "awd_id": "0824399",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "\"BRIGE:Contribution of Purkinje Fiber Dynamics to Ventricular Fibrillation\"",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Semahat S. Demir",
 "awd_eff_date": "2008-08-15",
 "awd_exp_date": "2011-07-31",
 "tot_intn_awd_amt": 174998.0,
 "awd_amount": 174998.0,
 "awd_min_amd_letter_date": "2008-07-30",
 "awd_max_amd_letter_date": "2008-07-30",
 "awd_abstract_narration": "EEC-0824399\r\nCherry\r\n\r\nBRIGE awards maintain global competitiveness by increasing the diversity of ENG researchers, who are initiating research programs early in their careers.  BRIGE awards further the broaden participation of engineering researchers by increasing the number of engineering graduates, by improving the representation of women and minorities in engineering, and by understanding how to improve recruitment and retention of engineering students.\r\n\r\nEvidence suggests that the Purkinje network may be involved during ventricular tachyarrhythmias, and it is known that Purkinje cells can exhibit period-doubling bifurcations, enhanced normal automaticity, abnormal automaticity and triggered activity that may be proarrhythmic. However, direct evidence for Purkinje involvement in ventricular fibrillation is difficult to obtain experimentally at resolutions that would allow the matter to be settled definitively.  The PI will investigate Purkinje dynamics during fibrillation using mathematical modeling and simulation, an approach that has been a useful tool for many years to study cardiac dynamics and mechanisms of arrhythmias over a wide range of spatial and temporal scales.  The approach will encompass three specific aims: 1) create a detailed mathematical model of the canine Purkinje cell using ion current measurements; 2) develop a detailed model of canine ventricular anatomy, including a realistic Purkinje network; and 3) determine the contribution of Purkinje fibers during ventricular fibrillation in the canine heart.  The newly developed Purkinje model, together with the new canine ventricular anatomy with Purkinje network, will provide a novel tool to assess the contribution of the Purkinje system during induced arrhythmias.  Identification of Purkinje fiber contributions to arrhythmia development or evolution may lead to new avenues of treatment in the future.  Furthermore, all results will be made available to other researchers and to the general public via the PI?s website, which is already established as a leading source of information about the heart and cardiac modeling. This basic research has the potential to have a significant impact on future biomedical research by providing an additional means to study ventricular arrhythmias and by suggesting a possible new approach for treating cardiac disease. \r\n\r\nThe research will help to improve diversity in engineering by directly supporting a female investigator and a female graduate student. It will also help to integrate research with both formal and informal education through classroom teaching and dissemination of information via a web site, with a special emphasis on interactive programs and animations. Web-site visualization tools will enhance infrastructure for research and education. Results available via web sites, participation in multidisciplinary conferences, and integration of research and education activities will promote broad dissemination of information. In addition, the improved understanding of the contributions of Purkinje fibers during ventricular arrhythmias may lead to future advances in arrhythmia treatment.\r\n\r\nThis BRIGE grant will broaden the participation of and increase opportunities for all engineers including those from groups underrepresented in the engineering disciplines.  This BRIGE grant will also encourage the PI to become actively and competitively engaged in research as an independent investigator.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Cherry",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth M Cherry",
   "pi_email_addr": "Elizabeth.cherry@gatech.edu",
   "nsf_id": "000217152",
   "pi_start_date": "2008-07-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "341 PINE TREE RD",
  "perf_city_name": "ITHACA",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "774100",
   "pgm_ele_name": "BRIGE-Broad Partic in Eng"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "004E",
   "pgm_ref_txt": "BIOMEDICAL ENG AND DIAGNOSTICS"
  },
  {
   "pgm_ref_code": "5345",
   "pgm_ref_txt": "BIOMEDICAL ENGINEERING"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 174998.0
  }
 ],
 "por": null
}