{
 "awd_id": "0824467",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement : Biological and Cultural Factors Associated with Lactational Dysfunction in Overweight Women",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Carolyn Ehardt",
 "awd_eff_date": "2008-08-15",
 "awd_exp_date": "2010-06-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 15000.0,
 "awd_min_amd_letter_date": "2008-08-12",
 "awd_max_amd_letter_date": "2009-11-17",
 "awd_abstract_narration": "Studies of human reproductive ecology have provided key insights into how evolution has shaped reproductive mechanisms (e.g., ovulation, gestation and lactation) to respond appropriately to environmental circumstances. For example, physiological mechanisms reduce ovulatory function in women already nursing or with low energy stores. Lactation, however, is largely unaffected by low energy stores as this process is given metabolic priority when maternal energy is partitioned. Though most such studies have focused on nutritionally stressed populations, recent research has demonstrated that overweight women face a higher rate of lactational dysfunction. Compared to normal weight women, overweight women establish lactation later postpartum and if established, stop breastfeeding sooner. This result is surprising from a reproductive ecology perspective because overweight women have ample energy stores needed for lactation and because of the metabolic priority generally afforded to lactation. Although studies consistently report an association between maternal obesity and late onset to and short duration of lactation, the causes of this relationship remain unknown. This project will focus on the central question: Why are overweight women at risk for lactational dysfunction? Because the process of establishing and maintaining milk production depends upon a finely tuned set of physiological, behavioral and social conditions, this research will utilize a bio-cultural approach. Pregnant women from Minneapolis-St. Paul will be recruited to participate in a matched-pair case-control study. Data will be collected using three methods: First, a prenatal survey will investigate how psychosocial and demographic factors influence breastfeeding to test the relationship between maternal obesity and these factors. Second, nursing episodes will be observed and participants will record attempts to breastfeed as well as factors influencing their decision to wean, in order to test the association of behavioral patterns and maternal obesity. Finally, serum samples will be drawn to test hormonal differences between obese and non-obese women. Statistical analyses will identify the relative contribution of the effects of maternal obesity, hormone concentrations, behavioral patterns and psychosocial factors on breastfeeding outcomes.\r\n\r\nBreastfeeding provides numerous benefits for infants and their mothers. As obesity rates continue to rise globally, it becomes increasingly important to uncover the reasons why this cohort of women is at risk for lactational dysfunction. This project will lay the groundwork for knowledge that can be used by public health institutions to disseminate information on the special problems overweight women face when attempting to breastfeed. Elucidating the causes of lactational dysfunction in this population will help to explain lactational dysfunction in other environmental and cultural contexts and will make it easier to predict the proximate mechanisms leading to poor lactation performance. Finally, this project will advance knowledge regarding how modern human females manage trade-offs relating to reproductive strategies. It will address the puzzle of how a surplus of (stored) metabolic energy can interfere with the performance of an energetically demanding task essential for reproduction. In doing so, it will contribute to the understanding of how physiological pathways supporting milk production relate to pathways of fat storage and metabolism.  \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Wilson",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Michael L Wilson",
   "pi_email_addr": "wilso198@umn.edu",
   "nsf_id": "000380656",
   "pi_start_date": "2008-08-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Laura",
   "pi_last_name": "Hauff",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Laura Hauff",
   "pi_email_addr": "hauf0004@umn.edu",
   "nsf_id": "000380864",
   "pi_start_date": "2008-08-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "2221 UNIVERSITY AVE SE STE 100",
  "perf_city_name": "MINNEAPOLIS",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554143074",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1392",
   "pgm_ref_txt": "Biological Anthropology"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 15000.0
  }
 ],
 "por": null
}