{
 "awd_id": "0824954",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Experiment on Internal Tide Scattering",
 "cfda_num": "47.050",
 "org_code": "06040303",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eric C. Itsweire",
 "awd_eff_date": "2008-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 579480.0,
 "awd_amount": 579480.0,
 "awd_min_amd_letter_date": "2008-08-22",
 "awd_max_amd_letter_date": "2008-08-22",
 "awd_abstract_narration": "Tides rival winds as an energy source for mixing in the deep ocean, yet the pathways of energy transfer from basin-scale tidal flows to turbulent mixing scales are not well understood. Over the past decade, many observations have shown barotropic tidal flow over steep, tall mid-ocean topography generates low-mode (large-scale) internal tides. Most of the energy lost from barotropic tides at these sites is carried away by internal tides with decay scales of O(1000 km). With few in situ observations away from internal tide generation sites, the ultimate fate of these low-mode internal tides and their energy is uncertain. This project will examine how topographic scattering of internal tides from large to small scales dissipates their energy via micro-scale mixing. Topographic scattering may also be a sink for wind-driven near-inertial internal waves. Hutchinson Seamount in the Line Islands Ridge will serve as an ideal test site, which lies in the path of energetic mode-1 internal tides emanating southward from the Hawaiian Ridge. Numerical models show the conversion of energy from a low-mode structure to a localized beam of energy with enhanced vertical shear and mixing. Altimetry provides unambiguous support for the model predictions of energy transfer from mode 1 to 2 downstream of the seamount. This project will observe the internal tide scattering process, quantify the associated mixing relative to the temporal and spatial structures of the scattered waves, verify model predictions, and improve model capabilities. Moorings will be deployed upstream (with respect to the incoming internal tides), on top, and downstream of the seamount for 150 days. A survey on R/V Revelle will provide spatial coverage at 19 stations with lowered acoustic Doppler current profiling/CTD/micro-structure to map 1) the incident and scattered wave fields near the seamount and 2) mixing via direct measurements, Thorpe scales, and fine-scale parameterizations. The mooring time series will isolate the tidal signal from background variability. A new numerical modeling study of the scattering will help refine the sampling plan and interpret the data.\r\n\r\nInternal tides impact the magnitude and inhomogeneity (in time and space- vertically and laterally) of diapycnal mixing. The meridional overturning circulation is likely not a heat engine, but is driven energetically by deep-ocean mixing. The relevance of global models, most with uniform mixing, of past or future climate is at issue if they are tuned to reproduce present observations, but do not include spatially and temporally inhomogeneous diapycnal mixing. Internal tide scattering is important where baroclinic tides are large and topography is tall and steep, such as in the Western Pacific and at mid-ocean ridges.\r\n\r\nThe investogators will validate their numerical models against their experimental results for 2D and 3D topography in linear and nonlinear regimes. Graduate students and interns will gain experience with state-of-the-art instrumentation. Results will be broadly disseminated to the public by developing in cooperation with other researchers a Wikipedia entry on internal tides, their importance in mixing, and relevance to global circulation and climate. This website is often top ranked in internet searches and has the potential to reach millions of interested people in the general public as well as students. Publication of results in popular science magazines and websites will be sought via a press release from the Scripps Communications Office. Results will be disseminated in the oceanographic community by presentations at the International Union of Geophysics and Geodesy meeting in 2011 and the Ocean Sciences meeting in 2012 and by publishing in peer-reviewed journals.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Johnston",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas M Johnston",
   "pi_email_addr": "shaunj@ucsd.edu",
   "nsf_id": "000474119",
   "pi_start_date": "2008-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Rudnick",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel Rudnick",
   "pi_email_addr": "drudnick@ucsd.edu",
   "nsf_id": "000455467",
   "pi_start_date": "2008-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "inst_street_address": "8622 DISCOVERY WAY # 116",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585341293",
  "inst_zip_code": "920931500",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SAN DIEGO",
  "org_prnt_uei_num": "QJ8HMDK7MRM3",
  "org_uei_num": "QJ8HMDK7MRM3"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "perf_str_addr": "8622 DISCOVERY WAY # 116",
  "perf_city_name": "LA JOLLA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920931500",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  },
  {
   "pgm_ele_code": "541800",
   "pgm_ele_name": "OCE SPECIAL PROGRAMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 579480.0
  }
 ],
 "por": null
}