{
 "awd_id": "0824095",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Cyber-Enabled Radio Propagation Prediction for the Design of Advanced Wireless Communications Systems",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "George Haddad",
 "awd_eff_date": "2008-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 223697.0,
 "awd_amount": 223697.0,
 "awd_min_amd_letter_date": "2008-08-19",
 "awd_max_amd_letter_date": "2010-06-17",
 "awd_abstract_narration": "The objective of this research is to exploit the geospatial resources available in cyberspace for the study of radio propagation in urban and mountain areas. The approach is interdisciplinary and includes research in the area of 3D reconstruction of buildings using 2D and projected images and examination of the effect of terrain and building materials on radio propagation coverage.  It will result in the development of ray tracing models suitable for modeling complex building structures such as metal-framed structures and complex walls. \r\n\r\nIntellectual merits: This research is interdisciplinary involving areas of geospatial resources, computational intelligence, electromagnetic wave propagation, and wireless communications systems. The integrated research will lead to the development of potentially transformative propagation modeling algorithms and tools to provide computationally efficient and more accurate capabilities for radio propagation prediction and characterization for advanced wireless communications technology including cognitive radio systems.\r\n\r\nBroader impacts: This research addresses the need for accurate, fast, worldwide radio frequency signal coverage prediction for advanced wireless communications. The project will also impact society through several educational and outreach activities that are closely integrated with the research, including the development of a new graduate course and involvement of undergraduate students in the research.  In particular, the propagation modeling activities will be integrated with the State of Hawaii Research Experience for Teachers (RET) program (ACT 111) to involve high and middle school teachers and students and stimulate interest in STEM courses. \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zhengqing",
   "pi_last_name": "Yun",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zhengqing Yun",
   "pi_email_addr": "zyun@hawaii.edu",
   "nsf_id": "000493223",
   "pi_start_date": "2008-08-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Magdy",
   "pi_last_name": "Iskander",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Magdy F Iskander",
   "pi_email_addr": "magdy@hawaii.edu",
   "nsf_id": "000423470",
   "pi_start_date": "2008-08-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Hawaii",
  "inst_street_address": "2425 CAMPUS RD SINCLAIR RM 1",
  "inst_street_address_2": "",
  "inst_city_name": "HONOLULU",
  "inst_state_code": "HI",
  "inst_state_name": "Hawaii",
  "inst_phone_num": "8089567800",
  "inst_zip_code": "968222247",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "HI01",
  "org_lgl_bus_name": "UNIVERSITY OF HAWAII",
  "org_prnt_uei_num": "",
  "org_uei_num": "NSCKLFSSABF2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Hawaii",
  "perf_str_addr": "2425 CAMPUS RD SINCLAIR RM 1",
  "perf_city_name": "HONOLULU",
  "perf_st_code": "HI",
  "perf_st_name": "Hawaii",
  "perf_zip_code": "968222247",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "HI01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "756400",
   "pgm_ele_name": "CCSS-Comms Circuits & Sens Sys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "109E",
   "pgm_ref_txt": "Sys theory in biology & medicine"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 146506.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 77191.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Electromagnetic waves are the \"vehicle\" for carrying signals for wireless communications, radar detection, and TV and radio broad casting. Electromagnetic waves are also simply called \"radio waves\" which can spread out from their source (e.g., a cell phone) and reach the destination (another cell phone, for example).&nbsp;</p>\n<p>Just as a sound wave can get reflected (echoes), transmitted (being heard behind wall) and diffracted (going around a corner), radio waves can get pretty messed up after traveling some distance, especially in an environments where many structures exist. Imaging your cell phone emits a signal which is carried by the radio waves. When the waves spread out, some part of it will get reflected (or bounced back) when a building is encountered; some part will be transmitted through tree canopies and get delayed; and some part will go around a big building with metalized glass windows. These waves may reach the cell phone of your friend you're calling. The sum of the these waves is effectively like many copies of the same signal with different arrival time, just as many echoes arriving at ears in a closed room. The effect is a noisy or not clear signal, or even worse, a totally unrecognizable signal. Urban areas are such nasty environments.&nbsp;</p>\n<p>It is then important for designers of wireless systems to understand how radio waves behave in these environments in order to design reliable and&nbsp;cost-effective systems. To this end, two key aspects are involved. The first is the detailed information about the environment in which the radio waves spread; the second is a means to give a radio &ldquo;map&rdquo; showing the distribution of signal strength in the environment.</p>\n<p>This project is exactly dealing with these two aspects.</p>\n<p>To get detailed information about environments, traditional way is to request from authorities of infrastructures, such as a blue print of a building. This process is slow and oftentimes not applicable (for example, it is very difficult to get a blue print of buildings, especially after the 9/11 terrorist attack). We proposed in the project to take advantages of the rapid development of cyberspace databases. One example is the Google Earth/Map. In Google Earth, three dimensional terrain, buildings, trees are collected at a explosive speed and can be visualized like real. An snap shot of Waikiki, Honolulu, Hawaii from Google Earth is shown in the first image.</p>\n<p>Our idea is to develop some schemes to extract the information about the terrain and buildings (such as the location, height, and sizes) from such databases and visualizations in cyberspace. We successfully achieved this goal using projective geometry (Image 2) and an example is shown in Image 3 where buildings are visualized based on the extracted data.</p>\n<p>We examined the accuracy of the extracted buildings and found it is satisfactory for the purpose of understanding the behavior of radio waves.</p>\n<p>The second research goal of this project is to develop computer programs to calculate the radio map in a fast manner with reliable accuracy. The difficulty exists in the fact that the environment is complex, i.e., there are many structures involved. The conventional methods are either not fast enough or not accurate enough. We developed computer algorithms that can accelerate the calculation many times and achieve satisfactory accuracy. To understand our new algorithms, we start with a brief description of the conventional method. If we know the source location, to calculate the signal strength at some other location, we play a wave tracing technique: starting from the source we follow a narrow beam of the wave to see if it reaches the destination location. During this process, the beam may be reflected, transmitted, and diffracted; or the beam can spawn more beams which have to be traced further. This process is very slow if the computer has...",
  "por_txt_cntn": "\nElectromagnetic waves are the \"vehicle\" for carrying signals for wireless communications, radar detection, and TV and radio broad casting. Electromagnetic waves are also simply called \"radio waves\" which can spread out from their source (e.g., a cell phone) and reach the destination (another cell phone, for example). \n\nJust as a sound wave can get reflected (echoes), transmitted (being heard behind wall) and diffracted (going around a corner), radio waves can get pretty messed up after traveling some distance, especially in an environments where many structures exist. Imaging your cell phone emits a signal which is carried by the radio waves. When the waves spread out, some part of it will get reflected (or bounced back) when a building is encountered; some part will be transmitted through tree canopies and get delayed; and some part will go around a big building with metalized glass windows. These waves may reach the cell phone of your friend you're calling. The sum of the these waves is effectively like many copies of the same signal with different arrival time, just as many echoes arriving at ears in a closed room. The effect is a noisy or not clear signal, or even worse, a totally unrecognizable signal. Urban areas are such nasty environments. \n\nIt is then important for designers of wireless systems to understand how radio waves behave in these environments in order to design reliable and cost-effective systems. To this end, two key aspects are involved. The first is the detailed information about the environment in which the radio waves spread; the second is a means to give a radio \"map\" showing the distribution of signal strength in the environment.\n\nThis project is exactly dealing with these two aspects.\n\nTo get detailed information about environments, traditional way is to request from authorities of infrastructures, such as a blue print of a building. This process is slow and oftentimes not applicable (for example, it is very difficult to get a blue print of buildings, especially after the 9/11 terrorist attack). We proposed in the project to take advantages of the rapid development of cyberspace databases. One example is the Google Earth/Map. In Google Earth, three dimensional terrain, buildings, trees are collected at a explosive speed and can be visualized like real. An snap shot of Waikiki, Honolulu, Hawaii from Google Earth is shown in the first image.\n\nOur idea is to develop some schemes to extract the information about the terrain and buildings (such as the location, height, and sizes) from such databases and visualizations in cyberspace. We successfully achieved this goal using projective geometry (Image 2) and an example is shown in Image 3 where buildings are visualized based on the extracted data.\n\nWe examined the accuracy of the extracted buildings and found it is satisfactory for the purpose of understanding the behavior of radio waves.\n\nThe second research goal of this project is to develop computer programs to calculate the radio map in a fast manner with reliable accuracy. The difficulty exists in the fact that the environment is complex, i.e., there are many structures involved. The conventional methods are either not fast enough or not accurate enough. We developed computer algorithms that can accelerate the calculation many times and achieve satisfactory accuracy. To understand our new algorithms, we start with a brief description of the conventional method. If we know the source location, to calculate the signal strength at some other location, we play a wave tracing technique: starting from the source we follow a narrow beam of the wave to see if it reaches the destination location. During this process, the beam may be reflected, transmitted, and diffracted; or the beam can spawn more beams which have to be traced further. This process is very slow if the computer has to test all the structures to determine if the beam encounter any of them.\n\nOur new algorithms avoid completely such cumbersome te..."
 }
}