{
 "awd_id": "0825979",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Predicting the effects of ocean warming on larval dispersal by measuring adaptive potential of corals",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Garrison",
 "awd_eff_date": "2008-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 474000.0,
 "awd_amount": 474000.0,
 "awd_min_amd_letter_date": "2008-08-26",
 "awd_max_amd_letter_date": "2008-08-26",
 "awd_abstract_narration": "Dispersal of larvae via ocean currents is a common strategy among sessile marine organisms and so spatially discontinuous populations maintain a shared gene pool. Long-lived reef building corals employ such strategies to connect their shallow-water populations across stretches of inhospitable open-ocean. Increasing seawater temperatures are predicted to quicken larval development so that average dispersal distances are expected to decrease. At the same time, species currently limited by minimum annual seawater temperatures may extend their ranges pole ward in the coming years. \r\n\r\nThe objectives of this project are to measure the effect of high and low seawater temperatures on early life stages and ultimately predict changes in connectivity patterns as a result of global warming. It is expected that individuals and populations within species differ in their abilities to respond to changing environmental conditions. Adaptive trait variation among individuals and populations in the reef-building coral Acropora palmata will be measured by a combination of gene expression experiments and population genomics. Symbiont-free larvae obtained from controlled crosses from each of the two previously identified Caribbean A. palmata populations (Florida and Puerto Rico) will be exposed to a range of seawater temperatures and their development patterns documented. The larval pools will be interrogated by a 40,000 probe microarray developed with next generation sequencing. It is hypothesized that larvae from both populations show a similar response to increased sea-surface temperatures but that Florida larvae are better able to survive cold shocks. The microarray data will thus yield candidate genes for temperature adaptation in corals. These data will for the first time provide estimates of genome-wide adaptive trait variance in corals that can be incorporated into real-time dispersal models to predict changes in connectivity patterns as a result of global warming.\r\n\r\nThis study will provide the first range wide estimates of adaptation in a coral by developing novel genomic tools for a non-model species. This research will focus on the effects of temperature on dispersal of a reef-building coral, a topic particularly relevant in light of global warming and the sensitivity of corals to warming temperatures. Acropora palmata is particularly worthy of attention because it is one of two coral species currently listed as threatened under the US Endangered Species Act. By identifying signatures of selection over the range of the species, conservation efforts can prioritize source populations for restoration material based on adaptive similarity. The transcriptome data generated here will be invaluable to the wider biological community and benefit society at large. \r\n\r\nThis study includes outreach missions to educate and train the public and public institutions. Through continuing a series of workshops held since 2005 by SECORE (SExual COral REproduction), the proposed project will help build a cooperative international network of public aquariums and research institutions to establish coral breeding programs for ex situ and field populations of A. palmata. Graduate and undergraduate students are in integral part of this project and will receive training in field and laboratory work and lecture courses.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Iliana",
   "pi_last_name": "Baums",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Iliana Baums",
   "pi_email_addr": "baums@psu.edu",
   "nsf_id": "000482925",
   "pi_start_date": "2008-08-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 OLD MAIN",
  "perf_city_name": "UNIVERSITY PARK",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  },
  {
   "pgm_ele_code": "169300",
   "pgm_ele_name": "ENVIRONMENTAL GENOMICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9117",
   "pgm_ref_txt": "MARINE BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 474000.0
  }
 ],
 "por": null
}