{
 "awd_id": "0825577",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Global Controls on the Carbon Isotopic Composition of  Carbonate Platforms: Unrelated to the Glocal Carbon Cycle",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bilal U. Haq",
 "awd_eff_date": "2008-09-15",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 307895.0,
 "awd_amount": 307895.0,
 "awd_min_amd_letter_date": "2008-09-05",
 "awd_max_amd_letter_date": "2010-07-22",
 "awd_abstract_narration": "The PI will test the hypothesis that over the past 25 yrs the variations in the carbon isotopic composition of marginal platform carbonates are not related to changes in the global carbon cycle as widely believed, but are instead related to the variations in global sea-level fluctuations and reflect the relative input of isotopically enriched carbonate produced in shallow water on the adjacent platforms. This hypothesis will be tested by analyzing the ä13C in bulk carbonate material sampled from DSDP and ODP sites cored adjacent to modern carbonate platforms. PI?s preliminary data has shown that (i) the ä13C of bulk carbonate sediments retrieved from such sequences cored at a number of sites adjacent to carbonate platforms such as the Bahamas can be correlated with each other, but that these variations are unrelated to changes in the global carbon cycle, and (ii) similar change can be recognized at locations in the Maldives and Australia over the past 10myrs. The PI will further investigate this phenomenon, by (i) extending the study to additional sites, (ii) extending the time range of samples back to 25 Ma, (iii) investigating the phenomenon over high amplitude glacio-eustatic changes in sea level, (iv) adding variations in the ä13C of organic material as a proxy of production from shallow-water carbonate platforms, and (v) developing a model combining the notion that input from shallow marine carbonate platforms alters the ä13C with changes in calcite-aragonite seas, and the varying burial of organic material. \r\n\r\nBroader Impacts: Recognition that other factors than the carbon cycle can control the ä13C of carbonates will improve the understanding of the history of the burial of organic carbon, but also lead to understanding of how such records relate to the present anthropogenic experiment of increasing the pCO2 of the atmosphere and transferring carbon from the organic to inorganic reservoirs. The project will support a Ph.D. thesis as well as the interaction of undergraduates, high-school students, and high-school teachers in the geochemical laboratories at RSMAS.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Swart",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Peter K Swart",
   "pi_email_addr": "pswart@rsmas.miami.edu",
   "nsf_id": "000228406",
   "pi_start_date": "2008-09-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Miami",
  "inst_street_address": "1251 MEMORIAL DR",
  "inst_street_address_2": "",
  "inst_city_name": "CORAL GABLES",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3054214089",
  "inst_zip_code": "331462509",
  "inst_country_name": "United States",
  "cong_dist_code": "27",
  "st_cong_dist_code": "FL27",
  "org_lgl_bus_name": "UNIVERSITY OF MIAMI",
  "org_prnt_uei_num": "VNZZYCJ55TC4",
  "org_uei_num": "KXN7HGCF6K91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Miami",
  "perf_str_addr": "1251 MEMORIAL DR",
  "perf_city_name": "CORAL GABLES",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "331462509",
  "perf_ctry_code": "US",
  "perf_cong_dist": "27",
  "perf_st_cong_dist": "FL27",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1620",
   "pgm_ref_txt": "MARINE GEOLOGY AND GEOPHYSICS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 99806.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 102587.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 105502.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Variations in the stable carbon isotopic composition (d<sup>13</sup>C) of calcium carbonate sediments throughout geological time have been an invaluable aid in unraveling changes in the global carbon cycle. In addition d<sup>13</sup>C variations are suggested to provide information regarding the transfer of carbon between reservoirs during major catastrophic events such as bolide impacts or other catastrophic climate changes. Generally speaking, it is suggested that increases in the d<sup>13</sup>C of carbonates are indicative of increased burial and preservation of isotopically negative organic carbon, while decreases in the d<sup>13</sup>C suggest transfer of carbon from the organic into the inorganic reservoirs. Hence variations in the d<sup>13</sup>C of carbonate material reflect the amount of burial of organic carbon.&nbsp; For example, the d<sup>13</sup>C of the oceanic record over the past 50 myrs has become increasingly more negative suggesting that as much as 10<sup>20 </sup>grams of organic carbon have been transferred from the organic to the inorganic carbon record. The most reliable archive of such changes during the past 100 to 200 yrs is contained in the skeletons of planktonic and benthic foraminifera. These organisms are relatively diagenetically stable and any species specific isotopic effects can usually be corrected for.&nbsp; However, for time periods older than 100 to 200 Ma, geologists are increasingly forced to use records from macrofossils such as brachiopods, belemnites, and mollusks. Shallow water carbonate sediments deposited <em>in situ</em> are not reliable as they are known to be influenced by short term changes in sea level which subject the deposits to the influences of meteoric diagenesis which can alter the d<sup>13</sup>C of the deposit. A more diagenetically stable environment is found on the slopes of carbonate platforms, at depths below glacio-eustatic sea level changes, where mixtures of pelagic and platform derived sediments are deposited (so-called periplatform sediments). In these locations the d<sup>13</sup>C values of carbonate sediments, although being subjected to closed system diagenesis, are not substantially altered from their original d<sup>13</sup>C values.&nbsp; Therefore, the assumption has been made by numerous workers that the d<sup>13</sup>C of these sediments is related to the global carbon cycle and can be used both as a proxy of the burial of organic material and as a stratigraphic tool.</p>\n<p><br />The work carried out in this proposal tested the hypothesis that over the past 10 to 25 myrs, variations in the d<sup>13</sup>C of marginal platform carbonates are unrelated to changes in the relative burial of organic carbon, but rather relate to global sea-level fluctuations and reflect the relative input of carbonate with high d<sup>13</sup>C values produced in shallow water.&nbsp; This hypothesis<br />was investigated by analyzing the d<sup>13</sup>C in bulk carbonate material sampled from DSDP and ODP sites cored adjacent to modern carbonate platforms.&nbsp; Data has shown that (i) the d<sup>13</sup>C of bulk carbonate sediments retrieved from sequences of similar age cored at a number of sites adjacent to carbonate platforms such as the Bahamas can be correlated to each other, but that these variations are unrelated to changes in the burial of organic carbon as recorded in the d<sup>13</sup>C record of open oceanic carbonates, (ii) similar change can be recognized at global locations (Bahamas, Maldives, and Australia) over the past 10 myrs. These variations are related to global changes in sea level rather than changes in the sequestration of organic carbon.&nbsp;</p>\n<p>In addition we have studied relationships between the carbon isotopic composition of the organic and inorganic components at these locations.&nbsp; Two important conclusions have been reached.&nbsp; First, in carbonate sequences drilled a...",
  "por_txt_cntn": "\nVariations in the stable carbon isotopic composition (d13C) of calcium carbonate sediments throughout geological time have been an invaluable aid in unraveling changes in the global carbon cycle. In addition d13C variations are suggested to provide information regarding the transfer of carbon between reservoirs during major catastrophic events such as bolide impacts or other catastrophic climate changes. Generally speaking, it is suggested that increases in the d13C of carbonates are indicative of increased burial and preservation of isotopically negative organic carbon, while decreases in the d13C suggest transfer of carbon from the organic into the inorganic reservoirs. Hence variations in the d13C of carbonate material reflect the amount of burial of organic carbon.  For example, the d13C of the oceanic record over the past 50 myrs has become increasingly more negative suggesting that as much as 1020 grams of organic carbon have been transferred from the organic to the inorganic carbon record. The most reliable archive of such changes during the past 100 to 200 yrs is contained in the skeletons of planktonic and benthic foraminifera. These organisms are relatively diagenetically stable and any species specific isotopic effects can usually be corrected for.  However, for time periods older than 100 to 200 Ma, geologists are increasingly forced to use records from macrofossils such as brachiopods, belemnites, and mollusks. Shallow water carbonate sediments deposited in situ are not reliable as they are known to be influenced by short term changes in sea level which subject the deposits to the influences of meteoric diagenesis which can alter the d13C of the deposit. A more diagenetically stable environment is found on the slopes of carbonate platforms, at depths below glacio-eustatic sea level changes, where mixtures of pelagic and platform derived sediments are deposited (so-called periplatform sediments). In these locations the d13C values of carbonate sediments, although being subjected to closed system diagenesis, are not substantially altered from their original d13C values.  Therefore, the assumption has been made by numerous workers that the d13C of these sediments is related to the global carbon cycle and can be used both as a proxy of the burial of organic material and as a stratigraphic tool.\n\n\nThe work carried out in this proposal tested the hypothesis that over the past 10 to 25 myrs, variations in the d13C of marginal platform carbonates are unrelated to changes in the relative burial of organic carbon, but rather relate to global sea-level fluctuations and reflect the relative input of carbonate with high d13C values produced in shallow water.  This hypothesis\nwas investigated by analyzing the d13C in bulk carbonate material sampled from DSDP and ODP sites cored adjacent to modern carbonate platforms.  Data has shown that (i) the d13C of bulk carbonate sediments retrieved from sequences of similar age cored at a number of sites adjacent to carbonate platforms such as the Bahamas can be correlated to each other, but that these variations are unrelated to changes in the burial of organic carbon as recorded in the d13C record of open oceanic carbonates, (ii) similar change can be recognized at global locations (Bahamas, Maldives, and Australia) over the past 10 myrs. These variations are related to global changes in sea level rather than changes in the sequestration of organic carbon. \n\nIn addition we have studied relationships between the carbon isotopic composition of the organic and inorganic components at these locations.  Two important conclusions have been reached.  First, in carbonate sequences drilled adjacent to modern carbonate platforms and representing periods of up to 10 Myrs, there is usually no correlation between the carbon isotopic composition of organic and inorganic. The same patterns were found at three different carbonate margins. Second, within demonstrably diagenetically altered carbonate se..."
 }
}