{
 "awd_id": "0825872",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: The World Social Forum and Transnational Processes: Coalition Engagement, Framing Strategies, and Multi-Organizational Fields",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patricia White",
 "awd_eff_date": "2008-09-01",
 "awd_exp_date": "2010-08-31",
 "tot_intn_awd_amt": 7450.0,
 "awd_amount": 7450.0,
 "awd_min_amd_letter_date": "2008-08-22",
 "awd_max_amd_letter_date": "2008-08-22",
 "awd_abstract_narration": "PI and Co-PI: David Smith and Scott Byrd\r\n\r\nProject Title: The World Social Forum and Transnational Processes: Coalition Engagement, Framing Strategies, and Multi-Organizational Fields\r\n\r\nProject Abstract: \r\n\r\nThis dissertation will examine the capacity of transnational gatherings to integrate and organize civil society and movement organizations at the global, regional, and local level to help incubate transnational cooperation and mobilization.  Focusing on transnational gatherings and meetings where social movements create opportunities to collectively articulate tensions, grievances, and conflicts increases our knowledge of constituent mechanisms related to transnational organizational processes. One such ongoing gathering of primary interest to this project is the World Social Forum (WSF) first held in 2001 in Porto Alegre, Brazil.  Specifically, this research will analyze three components related to organizations and groups affiliated with the WSF: coalition formation and participation; transnational framing strategies; and the dynamics of multi-organizational fields. Analysis of these three components will provide insight into the following questions. First, what organizational factors explain the dynamics of transnational coalition engagement? And, second, in what ways does the structure of multi-organizational fields established by these coalitions affect transnational framing strategies? Primary organizational and coalition data will be gathered from websites, WSF session documents and summaries, and pre-existing databases. Semi-structured interviews will be conducted with coalition representatives and campaign activists at the 2009 WSF to be held in Belem, Brazil to not only procure more detailed organizational data on coalition members, but to also examine coalition and campaign success, framing strategies, and networking tactics. Both quantitative and qualitative data will be analyzed through a combination of network analysis, frame analysis, and extended case method. By examining gatherings such as the World Social Forum, researchers are better able to understand the multi-level effects of organizational dynamics on collective grievance articulation from the local to the global level. Understanding the influence of civil society exchanges on transnational organizational processes provides valuable information for policy makers, movement activists, organizational representatives, and political leaders to utilize while implementing development projects, responding to crisis, and promoting initiatives. Data gathered for the project will also be freely available to other researchers as well as organized for instructors and their students to utilize in the classroom.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Smith",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "David A Smith",
   "pi_email_addr": "dasmith@uci.edu",
   "nsf_id": "000184641",
   "pi_start_date": "2008-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "Byrd",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Scott Byrd",
   "pi_email_addr": "sbyrd@uci.edu",
   "nsf_id": "000511368",
   "pi_start_date": "2008-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Irvine",
  "inst_street_address": "160 ALDRICH HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IRVINE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9498247295",
  "inst_zip_code": "926970001",
  "inst_country_name": "United States",
  "cong_dist_code": "47",
  "st_cong_dist_code": "CA47",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA IRVINE",
  "org_prnt_uei_num": "MJC5FCYQTPE6",
  "org_uei_num": "MJC5FCYQTPE6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Irvine",
  "perf_str_addr": "160 ALDRICH HALL",
  "perf_city_name": "IRVINE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "926970001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "47",
  "perf_st_cong_dist": "CA47",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 7450.0
  }
 ],
 "por": null
}