{
 "awd_id": "0825753",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research:  Spatial and Temporal Dynamics of Salt Marsh Vegetation across Scales",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ezekiel Kalipeni",
 "awd_eff_date": "2008-07-01",
 "awd_exp_date": "2009-12-31",
 "tot_intn_awd_amt": 11730.0,
 "awd_amount": 11730.0,
 "awd_min_amd_letter_date": "2008-05-19",
 "awd_max_amd_letter_date": "2008-05-19",
 "awd_abstract_narration": "Salt marshes are characterized by multi-scale spatial and temporal dynamics of vegetation and environmental factors, which means that both scale and change must be understood relative to each other. Recognizing that few studies have explicitly addressed such dynamics at various scales, this doctoral dissertation research aims to fill knowledge gaps on the Skallingen salt marsh in Denmark. First, compared to the major emphasis on the effect of long-term, gradual sea-level rise, there is little information about how short-term wind tides driven by storminess on the ocean surface influence changes in plant species composition. Second, while much research was conducted on broad-scale biotic and abiotic patterns encompassing outer and inner marshes, fine-scale zonation of vegetation in response to edaphic and topographic gradients across tidal creeks has received less attention. Third, it has not been recognized that there should be different rates of sedimentation depending on species composition, or successional phase. The first gap will be filled based on data on plant species ocurrence and over-marsh flooding frequency acquired since the early 1930's. Preliminary analysis proved that the inundation frequency is closely related to the ocean storminess. Such a correlation will facilitate the understanding of vegetation succession in response to short-term wind tides. The second problem will be solved by comparing micro-scale species zonation and the drainage of inundated sea water across tidal creeks. For example, the dominance of late-successional species on cutbank edges observed during preliminary field work will be explained by high bulk density and coarse-textured substrate. Such soil physical conditions are indicative of adequate drainage of saline water. The third question will be answered by dating sediment cores from four different sites, each characterized by different successional stages (i.e. early, early to mid, mid to late, and late). Each core will be sliced into 1 cm-thick sections and dated by means of gamma spectrometry using the constant initial concentration method. These procedures will show how much sedimentation has occurred annually at each site with different species composition. \r\n\r\nThe significance of this research lies in both scientific and societal perspectives. In terms of the scientific consideration, the study will achieve the integration of salt marsh ecology across temporal and spatial scales. Temporally, both long-term and short-term sea-level variations will likely explain vegetation dynamics, challenging the conventional belief that the long-term variation is the primary driver. Spatially, recognizing the significance of micro-scale processes across tidal creeks, this research will emphasize the need for adopting hierarchical strategies that take both broad- and fine-scale ecology into consideration. In addition, accomplishment of the third objective will result in a methodological advancement by introducing dating methods to quantifying vegetation-sedimentation relationships. In a societal sense, this research delivers new insights on the importance of short-term wind tides to coastal zone managers and policy makers who have primarily been concerned with long-term, gradual sea-level changes. As a Doctoral Dissertation Research Improvement award, this award also will provide support to enable a promising student to establish a strong independent research career.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Cairns",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "David M Cairns",
   "pi_email_addr": "cairns@tamu.edu",
   "nsf_id": "000422836",
   "pi_start_date": "2008-05-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Daehyun",
   "pi_last_name": "Kim",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Daehyun Kim",
   "pi_email_addr": "geokim@geog.tamu.edu",
   "nsf_id": "000500571",
   "pi_start_date": "2008-05-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M University",
  "inst_street_address": "400 HARVEY MITCHELL PKY S STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778454375",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A & M UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JF6XLNB4CDJ5"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M University",
  "perf_str_addr": "400 HARVEY MITCHELL PKY S STE 300",
  "perf_city_name": "COLLEGE STATION",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778454375",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 11730.0
  }
 ],
 "por": null
}