{
 "awd_id": "0825823",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research:  Effects of Climate Variation on Tree Mortality Across Spatially Heterogeneous Subalpine Forest Landscapes in the Front Range of Colorado",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927266",
 "po_email": "anwinkle@nsf.gov",
 "po_sign_block_name": "Antoinette WinklerPrins",
 "awd_eff_date": "2008-08-01",
 "awd_exp_date": "2010-07-31",
 "tot_intn_awd_amt": 11993.0,
 "awd_amount": 11993.0,
 "awd_min_amd_letter_date": "2008-07-28",
 "awd_max_amd_letter_date": "2008-07-28",
 "awd_abstract_narration": "Climate is a major driver of forest ecosystem dynamics and operates on several spatial and temporal scales to affect tree mortality in forest communities.  Large pulses of mortality can be triggered by climatic events such as prolonged and/or intense drought.  Climatic influences on tree mortality are further complicated because tree mortality can be facilitated by climatically-sensitive disturbances such as bark beetle outbreaks.  The goal of this doctoral research is to examine effects of climate variation on tree mortality in subalpine forests of Colorado's Front Range by integrating mortality records from permanent plots and tree-ring reconstructions of tree death dates with spatial analysis of mortality patterns related to drought and bark beetle outbreak.  Ten permanent subalpine forest plots with greater than 400 trees each and thirty smaller plots with an average of 50 trees initially installed in the early 1980s were re-measured for radial growth and tree mortality.  Tree species include Engelmann spruce (Picea engelmannii), subalpine fir (Abies lasiocarpa), lodgepole pine (Pinus contorta) and limber pine (Pinus flexilis).  Both observed and tree-ring reconstructed tree death years from trees within the plots will be statistically compared to local and regional climate data to discern temporal associations with climate events (e.g. extreme drought).  Spatial patterns of mortality within the plots will also be examined with regard to the relative location of canopy gaps, tree size and growth rate, and proximity of trees of varying sizes and growth rates.  At a broader spatial scale, mortality of limber pine will be examined in relation to spatial variability of the physical environment throughout its subalpine distribution in the northern Front Range.  Intensive sampling of 30 sites will provide insight into the patch size and extent of mortality directly driven by climate as well as mortality meditated by mountain pine beetle (Dendroctonus ponderosae).  Cross dated tree death years will be analyzed for synchrony and quantitatively compared with local and regional climate data to test for temporal associations with climate events.  A spatial logistic regression model that predicts limber pine mortality at a regional scale will be developed from topographic information, soil layers, photo-interpreted species boundaries, and historic pest information.  \r\n\r\nThis study capitalizes on long-term observations from permanent plots which are crucial to an understanding of forest demography given the long timescales over which forests are shaped.  In addition, analysis of climate variation and climate-related insect outbreak as agents of tree mortality situates the study within the context of current global warming trends.  There are few documentary records of mountain pine beetle affecting high elevation limber pine in Colorado.  This raises the possibility that the current high-level of beetle-induced mortality in limber pine is unprecedented over approximately the past 100 years and may be a harbinger of patterns associated with the current warming trend in the Colorado Rockies.  Limber pine is a particularly important species for wildlife, and its populations are currently threatened by drought, beetle attack, and infection by blister rust.  Thus, land managers need a better understanding of past and probable future patterns of mortality in this species to inform mitigation decisions. Data from the study will be included in a collaborative USGS initiative aimed at investigating the effects of global change on mountain regions in the western United States.  \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Veblen",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas T Veblen",
   "pi_email_addr": "veblen@spot.colorado.edu",
   "nsf_id": "000462228",
   "pi_start_date": "2008-07-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jeremy",
   "pi_last_name": "Smith",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Jeremy M Smith",
   "pi_email_addr": "jmsmith@colorado.edu",
   "nsf_id": "000500048",
   "pi_start_date": "2008-07-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 MARINE ST",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 11993.0
  }
 ],
 "por": null
}