{
 "awd_id": "0825319",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: FeCycle I I- Natural variability in plankton iron quotas during an unamended Lagrangian experiment",
 "cfda_num": "47.050",
 "org_code": "06040302",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Donald L. Rice",
 "awd_eff_date": "2008-08-15",
 "awd_exp_date": "2010-07-31",
 "tot_intn_awd_amt": 254816.0,
 "awd_amount": 254816.0,
 "awd_min_amd_letter_date": "2008-08-08",
 "awd_max_amd_letter_date": "2008-08-08",
 "awd_abstract_narration": "In this project, researchers at the University of Southern California, University of Tennessee Knoxville and the Bigelow Laboratory for Ocean Sciences will study oceanic micronutrient dynamics as part of the September 2008 FeCycle II project sponsored by NIWA New Zealand.  The international team will investigate the natural cycling of the micronutrient iron (Fe) and other trace elements in relation to carbon and nutrient biogeochemistry. FeCycle II is a unique concept, since it is a Langrangian study that will follow an SF6-labeled patch without added Fe.  The U.S. team will join this effort in order to compare and contrast the quotas of Fe and other trace elements in plankton using parallel techniques that include high-speed sorting flow cytometry and ultrafiltration coupled to ICP-MS, Fe and C radiotracers, and synchrotron x-ray fluorescence. Together, these will provide multiple independent assessments of the geochemical plasticity of Fe quotas. Building on the highly successful FeCycle I study, this work should improve our understanding of the linkages between the biogeochemistry and large-scale distribution of Fe and the global carbon cycle, within the context of this interdisciplinary international effort.\r\n\r\nThe broader impacts of this study include a strong commitment to the training of a new generation of ocean biogeochemists, support of a new female PI at the University of Southern California, and the facilitation of outreach and diversification at all three institutions, including EPSCoR organizations in Tennessee and Maine. At least one post-doc, 2 graduate and 5 undergraduate students will be supported by this study, and information will be directly incorporated into courses, public outreach events and web dissemination at the peer institutions. A unique partnership with the UT School of Journalism will provide a novel public and K-12 educational component. The PIs will continue their well-established history of recruitment of underrepresented groups and participation in methods-oriented special courses. The proposed work will provide essential information on the variability in group-specific quotas for Fe and other trace elements to the FeCycle II study, and help to build and strengthen U.S. collaborative links to the international marine science community. The unique Fe quota information and methods comparison that our study will provide is critically needed for all models of global carbon cycling and climate change that depend on ocean biological productivity estimates.   \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Hutchins",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "David A Hutchins",
   "pi_email_addr": "dahutch@usc.edu",
   "nsf_id": "000437674",
   "pi_start_date": "2008-08-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Feixue",
   "pi_last_name": "Fu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Feixue Fu",
   "pi_email_addr": "ffu@usc.edu",
   "nsf_id": "000238018",
   "pi_start_date": "2008-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern California",
  "inst_street_address": "3720 S FLOWER ST FL 3",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2137407762",
  "inst_zip_code": "90033",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTHERN CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G88KLJR3KYT5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern California",
  "perf_str_addr": "3720 S FLOWER ST FL 3",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "90033",
  "perf_ctry_code": "US",
  "perf_cong_dist": "34",
  "perf_st_cong_dist": "CA34",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1389",
   "pgm_ref_txt": "CARBON CYCLE RESEARCH"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 254816.0
  }
 ],
 "por": null
}