{
 "awd_id": "0825020",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "An Evaluation of Postdepositional Controls on the Preservation of DNA in Marine Sediments",
 "cfda_num": "47.050",
 "org_code": "06040302",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Donald L. Rice",
 "awd_eff_date": "2008-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 592093.0,
 "awd_amount": 592093.0,
 "awd_min_amd_letter_date": "2008-08-08",
 "awd_max_amd_letter_date": "2008-08-08",
 "awd_abstract_narration": "Recent studies have demonstrated that preserved phytoplankton-derived DNA suitable for molecular biological analysis can be recovered from anoxic lacustrine and marine sediments. This is an extremely exciting finding because it opens up the possibility for the reconstruction of past water column microbial community structure at the species and even strain level. This new field of \"sedimentary paleogenomics\" may offer an unprecedented window into past changes in the ocean primary productivity and its link to other factors, notably climate. It also provides an important means to validate and aid in the interpretation of the more traditional lipid biomarker-based paleo-proxies. However, the extent to which DNA is preserved under different marine settings, the factors that influence the survival of DNA, the fidelity of the resulting sedimentary records, and relationships to lipid-based molecular stratigraphic records, remain largely unknown. These issues, which must be resolved before paleo-DNA records can be broadly applied in paleoecological and paleoenvironmental studies, lie at the heart of this proposal. \r\n\r\nIn this project, researchers at the Woods Hole Oceanographic Institution will (i) analyze the early post-depositional fate of DNA from key phytoplankton members together with their corresponding lipid biomarkers within sediments from various anoxic marine settings of great paleoceanographic interest. (ii) Determine the main sedimentary conditions that are conducive to the long-term preservation of the phytoplankton DNA in marine sediments.  Specifically, they will: (a) perform a quantitative down-core intercomparison between lipids and DNA derived from the same precursor organisms as a measure for the level of preservation under in situ depositional conditions; (b) perform laboratory degradation experiments to study the early fate of phytoplankton DNA vs. lipids under sedimentary sulfate-reducing conditions; and ( c) investigate the sorption kinetics of DNA on marine sediment matrices and compare the preservation potential of sorbed DNA of different phytoplankton classes.\r\n\r\nBroader impacts. The project will provide support for a graduate student and an undergraduate Summer Student Fellow (SSF). This cross-disciplinary project will introduce the graduate student and the SSF to state-of-the-art microbiological and organic geochemical methods. The WHOI SSF program has significantly broadened participation of underrepresented groups (women, minorities, international students) in research. Since sedimentary paleogenomics, and more broadly paleogenomics are relatively new subjects, the researchers will make general information about the employment of DNA in paleoecology and paleoclimatology available to secondary science teachers through the established MBL/NASA Astrobiology website, (http://www.mbl.edu/microscope). This website is a central educational repository for students and teachers interested in astrobiology and microbial diversity.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marco",
   "pi_last_name": "Coolen",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Marco J Coolen",
   "pi_email_addr": "mcoolen@whoi.edu",
   "nsf_id": "000059002",
   "pi_start_date": "2008-08-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Eglinton",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy I Eglinton",
   "pi_email_addr": "teglinton@whoi.edu",
   "nsf_id": "000364811",
   "pi_start_date": "2008-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Woods Hole Oceanographic Institution",
  "inst_street_address": "266 WOODS HOLE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WOODS HOLE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5082893542",
  "inst_zip_code": "025431535",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "WOODS HOLE OCEANOGRAPHIC INSTITUTION",
  "org_prnt_uei_num": "",
  "org_uei_num": "GFKFBWG2TV98"
 },
 "perf_inst": {
  "perf_inst_name": "Woods Hole Oceanographic Institution",
  "perf_str_addr": "266 WOODS HOLE RD",
  "perf_city_name": "WOODS HOLE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025431535",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 592093.0
  }
 ],
 "por": null
}