{
 "awd_id": "0825621",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Quantitative Hydraulic Models for Jokulhlaup-Type Outflow Channels on Mars: Application of Earth Analogues, Geomorphology, and Remote Sensing",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ezekiel Kalipeni",
 "awd_eff_date": "2008-07-01",
 "awd_exp_date": "2010-06-30",
 "tot_intn_awd_amt": 11343.0,
 "awd_amount": 11343.0,
 "awd_min_amd_letter_date": "2008-05-29",
 "awd_max_amd_letter_date": "2008-05-29",
 "awd_abstract_narration": "Studies of Earth analogues of planetary bodies are used primarily to test hypotheses about phenomena that may be similar to those on Earth.  This doctoral dissertation research uses Earth analogues to test the hypothesis that the massive fluvial channels on Mars and their observed geomorphic features were formed by a combination of surface water flow and eruptions from ground water confined by a cryolithospheric layer. These types of eruptions are termed \"Jökulhlaup\", from an Icelandic term that describes an abrupt release of massive amounts of water from behind or beneath a glacier. There are also similar locations on the Earth's surface, including the Cheney-Palouse Scablands in eastern Washington (associated with Glacial Lake Missoula) and the Jökulsá á Fjöllum channel at Vatnajökull glacier in Iceland. These Earth analogues were formed by jökulhlaup-type outburst floods in the geologic past, and so should provide insights into processes on Mars, where the size of the source basins is not sufficient to create the fluvial and geomorphic features observed, especially given the lower planetary gravitational constant. This research encompasses the use of space-borne remote sensing, ground-based field measurements, and one, two and three-dimensional hydrologic and hydraulic modeling of natural phenomena on Earth and Mars. Collecting and processing remote sensing data will provide the fluvial channel physical properties needed for the hydrologic and hydraulic models, which then will be verified by extensive field mapping of the fluvial channels at two Earth analogue study areas, in the Glacial Lake Missoula paleoflood zone and in Iceland.  A unique technique for deriving the hydraulic property of surface roughness, based on bedrock thermal inertia and conductivity, will be tested. The objective of this work is to estimate the mean flow velocity, peak discharge and power needed to create the jökulhlaup-type fluvial channels and geomorphic features on Earth in order to apply these models to similar channels on Mars. Secondly, the goal is to establish quantitatively the amount of water needed on Mars to create these features given a gravitational constant less than half that of the Earth's. This research will provide new quantitative insight into the hydrologic and geologic history of Mars.\r\n\r\nThe results of this work will convey quantitative information about the amount of water needed to sculpt the fluvial landforms on Mars and provide a significant datapoint to its geologic and hydrologic past.  This research will provide key insight into the mechanisms that created the massive outflow channels on Mars and how climate change may have influenced these processes.  Similarly, hydrologic and hydraulic modeling of catastrophic flow regimes and the interactions between surface and subsurface water sources at Earth analogues sites, particularly at those areas most influenced by glacial processes, will provide a viewpoint to the processes that may occur due to our own climate change.  As a Doctoral Dissertation Research Improvement award, this award also will provide support to enable a promising student to establish a strong independent research career.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sheryl",
   "pi_last_name": "Luzzadder-Beach",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sheryl Luzzadder-Beach",
   "pi_email_addr": "slbeach@austin.utexas.edu",
   "nsf_id": "000445195",
   "pi_start_date": "2008-05-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Douglas",
   "pi_last_name": "Howard",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Douglas A Howard",
   "pi_email_addr": "dhowar16@utk.edu",
   "nsf_id": "000500801",
   "pi_start_date": "2008-05-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "George Mason University",
  "inst_street_address": "4400 UNIVERSITY DR",
  "inst_street_address_2": "",
  "inst_city_name": "FAIRFAX",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "7039932295",
  "inst_zip_code": "220304422",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "VA11",
  "org_lgl_bus_name": "GEORGE MASON UNIVERSITY",
  "org_prnt_uei_num": "H4NRWLFCDF43",
  "org_uei_num": "EADLFP7Z72E5"
 },
 "perf_inst": {
  "perf_inst_name": "George Mason University",
  "perf_str_addr": "4400 UNIVERSITY DR",
  "perf_city_name": "FAIRFAX",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "220304422",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "VA11",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 11343.0
  }
 ],
 "por": null
}