{
 "awd_id": "0825769",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "US-Ghana Student Research Collaborations:   Modeling Social, Economic, and Ecological Sustainability on the Coast of Ghana",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "DeAndra Beck",
 "awd_eff_date": "2008-09-15",
 "awd_exp_date": "2009-08-31",
 "tot_intn_awd_amt": 49650.0,
 "awd_amount": 49650.0,
 "awd_min_amd_letter_date": "2008-09-09",
 "awd_max_amd_letter_date": "2008-09-09",
 "awd_abstract_narration": "The principal investigator, Seth Feinberg of Western Washington University, working with Philip Allman of Florida Gulf Coast University, will conduct a 10-month interdisciplinary experience for U.S. undergraduate students that will be highlighted by one month of field research in West Africa. The U.S. team will collaborate with a team of faculty and students from the University of Ghana in Legon. Students will examine the layered effects of social and cultural behaviors on complex interactions between economics and the natural world. Specifically, this grant will bring students to a unique field site in Ada Foah, along the coast of Ghana, where they will engage in sociological and ecological research connected to a broader focus on social sustainability. The undergraduate learning experience involves three phases. First, U.S. students will take two university courses during the fall term. These courses will be co-taught by the PIs and will include academic content, logistical instructions for the travel experience, and targeted methodological training in preparation for the data gathering process. Second, after fall term, the students will travel with the PIs to Ghana for one month of research experiences. Third, the students will serve as mentors and research advisors upon their return from West Africa. \r\n\r\nIntellectual Merit: Two primary topics of sociological and biological interest consistent with the unifying theme of sustainability will be addressed: 1) Will the presence of sea turtle conservation and ecotourism impact villagers? behaviors and attitudes towards sea turtle conservation in particular, and natural resource management in general?  2) What factors determine female nest site choice and how do those factors influence egg survivorship and development?  At the Ada Foah field site, cultural practices prevent the slaughter of nesting leatherback sea turtles. Specifically, students will engage in a long-term sea turtle monitoring program where they will tag and measure endangered leatherback and olive ridley sea turtles, while simultaneously working in teams with Ghanaian undergraduate colleagues conducting social survey research in the surrounding communities. The students' work will be an ongoing evaluation of the dynamic interchange between cultural beliefs, sea turtle population viability, economic development, and external stimuli (e.g., competing villages, decisions of the Ghana Division of Wildlife, fishing practices, and coastal change). Through field site-generated research on the topics of natural resource conservation, the economic impacts of ecotourism and the cultural practices that trigger or suppress these interactions, the students will contribute to the scientific effort of disentangling the complex and layered cause and effect mechanisms between the environment, economic need, and social behaviors.\r\n\r\nBroader Impacts: This accumulative learning experience will have numerous benefits for all participants. The U.S. faculty come from different disciplines and separate universities, promoting an intellectual and logistical collaboration that will also include research scientists in Sociology and Oceanography at the University of Ghana, Legon. The program provides opportunities for the students to learn cross-disciplinary academic content on the focal topic, to work with teams of Ghanaian students during the research process, and to utilize cyber technology as mentors for future program participants. Students will also experience the transformative benefits of immersion in a foreign culture, and carry global scientific knowledge and newly developed skills with them during future academic and professional careers, at home and abroad.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Seth",
   "pi_last_name": "Feinberg",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Seth L Feinberg",
   "pi_email_addr": "seth.feinberg@wwu.edu",
   "nsf_id": "000481660",
   "pi_start_date": "2008-09-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Western Washington University",
  "inst_street_address": "516 HIGH ST",
  "inst_street_address_2": "",
  "inst_city_name": "BELLINGHAM",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "3606502884",
  "inst_zip_code": "982255996",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WA02",
  "org_lgl_bus_name": "WESTERN WASHINGTON UNIVERSITY",
  "org_prnt_uei_num": "U3ZFA57417D4",
  "org_uei_num": "U3ZFA57417D4"
 },
 "perf_inst": {
  "perf_inst_name": "Western Washington University",
  "perf_str_addr": "516 HIGH ST",
  "perf_city_name": "BELLINGHAM",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "982255996",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WA02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5976",
   "pgm_ref_txt": "AFRICA, NEAR EAST, & SO ASIA"
  },
  {
   "pgm_ref_code": "7391",
   "pgm_ref_txt": "GHANA"
  },
  {
   "pgm_ref_code": "9198",
   "pgm_ref_txt": "OTHER ENVIRONMENT"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 49650.0
  }
 ],
 "por": null
}