{
 "awd_id": "0826975",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Microbial Ecology and Diversity: Genomics and Metagenomics in a Yellowstone Hotspring",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032927352",
 "po_email": "devasius@nsf.gov",
 "po_sign_block_name": "Dean Evasius",
 "awd_eff_date": "2008-09-01",
 "awd_exp_date": "2010-08-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 99986.0,
 "awd_min_amd_letter_date": "2008-08-04",
 "awd_max_amd_letter_date": "2009-05-18",
 "awd_abstract_narration": "The PI believes that there are unexploited and transformative opportunities for developing a field of \"physical microbial ecology\" where non-trivial problems of mathematics, micro- and macro-scale physics, and microbial biology are combined. The aim of the proposed work is to immerse the PI and a graduate student in the methods and materials of a state of the art microbial ecology laboratory, the Ward microbiology lab (Department of Land Resources and Environmental Sciences, Montana State University). The proposed work is meant to familiarize the PI and the designated graduate student in the methods and results of molecular-based microbial ecology, including both its strengths and weaknesses. The long term outcomes include addressing the following question: how do microbial ecology, microbial diversity, and the physical processes inherent in microbial communities interrelate? A second expected outcome will be developing a capability for effectively communicating and collaborating with microbial biologists, and developing a capability for training mathematics students to do the same.\r\n\r\nThe Ward Lab has investigated microbial mat communities that exist in the effluent channels of alkaline siliceous hot spring in Yellowstone National Park for 30 years as models of microbial community composition, structure and function. The PI, together with the graduate student will join the Ward lab for one year in order to engage in three projects: introducing them to contemporary molecular methods of analyzing microbial community composition and structure while simultaneously integrating results into modeling efforts (thereby also introducing the cooperating biologists to mathematical possibilities).(i) Community diversity and community topography juxtaposition will be studied using sampling and construction of psaA clone libraries, in conjunction with microsensor measurements, followed by ecotype analysis. The purpose is to identify influence of fluid flow and attendant effects (e.g., shear force, temperature gradients, variations in diffusive boundary layers, etc.) on community diversity. (ii) Synechococcus temperature adaptations will be measured, using a fluorescene activated cell sorter, and compared with adaptations resulting from other physical quantities, particularly light parameters, with the purpose developing sufficient data for comparison with models of temperature-based speciation. (iii) A current study, by an undergraduate student in the Ward lab, focused on population shift (quantified through psaA data) due to environmental perturbation, e.g. changes in light intensity or quality, will be analyzed and modeled.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Isaac",
   "pi_last_name": "Klapper",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Isaac Klapper",
   "pi_email_addr": "isaac.klapper@temple.edu",
   "nsf_id": "000304621",
   "pi_start_date": "2008-08-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Paula",
   "pi_last_name": "Lutz",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Paula M Lutz",
   "pi_email_addr": "plutz@montana.edu",
   "nsf_id": "000500300",
   "pi_start_date": "2008-08-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Montana State University",
  "inst_street_address": "216 MONTANA HALL",
  "inst_street_address_2": "",
  "inst_city_name": "BOZEMAN",
  "inst_state_code": "MT",
  "inst_state_name": "Montana",
  "inst_phone_num": "4069942381",
  "inst_zip_code": "59717",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MT01",
  "org_lgl_bus_name": "MONTANA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EJ3UF7TK8RT5"
 },
 "perf_inst": {
  "perf_inst_name": "Montana State University",
  "perf_str_addr": "216 MONTANA HALL",
  "perf_city_name": "BOZEMAN",
  "perf_st_code": "MT",
  "perf_st_name": "Montana",
  "perf_zip_code": "59717",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MT01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 99986.0
  }
 ],
 "por": null
}