{
 "awd_id": "0826233",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Improvement of MEMS Performance by Structural Vibrations - Theory and Practical Implementations",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032925353",
 "po_email": "emisawa@nsf.gov",
 "po_sign_block_name": "Eduardo Misawa",
 "awd_eff_date": "2008-08-15",
 "awd_exp_date": "2011-07-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2008-08-11",
 "awd_max_amd_letter_date": "2008-08-11",
 "awd_abstract_narration": "Sticking contact (adhesion) between moving components in Micro-ElectroMechanical Systems (MEMS) is a major problem limiting reliability. Sticking contact, referred to as ?stiction failure,? is fatal to the component; stiction prevents the individual component from operating properly and, hence, jeopardizes the reliability of the overall device. Preliminary experiments, performed by the investigators, indicate that electrically induced structural vibrations can lead to the initiation of stick-release. The purpose of this research endeavor is to create a theoretical foundation, validated by experiments on real MEMS devices, for using electrical excitation to drive MEMS components in order (i) to prevent adhesion (through mechanical dithering) and (ii) to repair stiction failures. This non-contacting (noninvasive) approach will enable stick-prevention and stick-release of a component without causing damage to the component or its neighbors. Moreover, the electrical actuation may be built into the MEMS chip, using the existing functionality of the chip to overcome adhesion. This is a cost effective, easy-to-implement approach that may be used in-situ. Also note that the framework developed here will also be applicable on nano-scale devices (NEMS).  \r\n\r\nThis work is broken into an experimental and theoretical component. The experimental portion of this project involves using simplified geometries (micro-cantilevers) and real MEMS components (gear systems, mirrors, etc.) to validate the model results and to demonstrate the utility of electrically induced vibrations in both stiction prevention and stiction repair. Theoretical models will be created to develop a more complete understanding of the fundamental mechanics involved in the dithering and stick-release processes.\r\n\r\nCurrently there are no commercially available MEMS or Nano-Electro Mechanical\r\nSystems (NEMS) with contacting/sliding parts due to the reliability issue caused by adhesion failures. To enable their commercial introduction, practical techniques for the prevention of stiction and repair of failed devices under normal service conditions are required. The proposed methodology is a viable approach, enabling commercialization. The general framework developed here may be extended to nano-devices.  \r\n\r\nThe educational portion of this project integrates MEMS vibrations testing into a required undergraduate lab course. This will give students hands-on experience with MEMS and will demonstrate that near field forces (negligible in macro-scale tests) may not be ignored in all micro-scale tests. Outstanding undergraduates and particularly those from under-represented groups (note that the UNM is a Hispanic Serving Institution (HSI)), will be involved in the research.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "Murphy",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin D Murphy",
   "pi_email_addr": "k.murphy@louisville.edu",
   "nsf_id": "000320673",
   "pi_start_date": "2008-08-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Connecticut",
  "inst_street_address": "438 WHITNEY RD EXTENSION UNIT 1133",
  "inst_street_address_2": "",
  "inst_city_name": "STORRS",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "8604863622",
  "inst_zip_code": "062699018",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CT02",
  "org_lgl_bus_name": "UNIVERSITY OF CONNECTICUT",
  "org_prnt_uei_num": "",
  "org_uei_num": "WNTPS995QBM7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Connecticut",
  "perf_str_addr": "438 WHITNEY RD EXTENSION UNIT 1133",
  "perf_city_name": "STORRS",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "062699018",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CT02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "747800",
   "pgm_ele_name": "DYNAMICAL SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "034E",
   "pgm_ref_txt": "Dynamical systems"
  },
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": null
}