{
 "awd_id": "0826420",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Robust Design of High Performance MEMS Resonators",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Paul Collopy",
 "awd_eff_date": "2008-09-15",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 343762.0,
 "awd_amount": 355762.0,
 "awd_min_amd_letter_date": "2008-08-21",
 "awd_max_amd_letter_date": "2011-04-06",
 "awd_abstract_narration": "The research objective of this award is to develop a mathematical framework that will support the design of high performance, robust MEMS (MicroElectroMechanical Systems) resonators. The primary focus of the research is on developing methods to design resonator structures with high Quality factors (Q-factors, the most critical design parameter for the performance of MEMS resonators), and reduce the effect of fabrication uncertainties on performance variations. The research approach is to construct stochastic design optimization upon the numerical models of Q-factors and collected test data on MEMS resonator samples. The validity of the resulting design framework will be demonstrated using MEMS gyroscopes. By building a design framework that combines numerical models of Q-factors, design optimization, and testing data, this research will result in methods to achieve design solutions to MEMS resonators with high Q-factors and design robustness, without the need for trial-and-error cycles.\r\n\r\nIf successful, the results of this research will provide a framework for designing high performance MEMS resonators. These resonators have widespread civilian and military uses including integrated sensory and wireless communication microsystems, sensing devices, Unmanned Aerial Vehicles (UAVs), and consumer/military electronics. Producing MEMS resonators which are robust to fabrication uncertainties has the potential to improve US security and the ability of the US to remain competitive in microsystem design. Based on this research, a K-12 outreach plan will be carried out which includes research projects, an education module for summer camps for local high school students, and field-trips for local elementary school students. Both undergraduate and graduate students from underrepresented groups will be brought into the research, through collaborations with Norfolk State University, an HBCU institution in the same city as Old Dominion University (ODU).\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Julie Zhili",
   "pi_last_name": "Hao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Julie Zhili Hao",
   "pi_email_addr": "ZLHao@odu.edu",
   "nsf_id": "000483668",
   "pi_start_date": "2008-08-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gene",
   "pi_last_name": "Hou",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Gene J Hou",
   "pi_email_addr": "ghou@odu.edu",
   "nsf_id": "000392592",
   "pi_start_date": "2008-08-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Old Dominion University Research Foundation",
  "inst_street_address": "4111 MONARCH WAY STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "NORFOLK",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "7576834293",
  "inst_zip_code": "235082561",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "VA03",
  "org_lgl_bus_name": "OLD DOMINION UNIVERSITY RESEARCH FOUNDATION",
  "org_prnt_uei_num": "DSLXBD7UWRV6",
  "org_uei_num": "DSLXBD7UWRV6"
 },
 "perf_inst": {
  "perf_inst_name": "Old Dominion University",
  "perf_str_addr": "HAMPTON BLVD",
  "perf_city_name": "NORFOLK",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "235290001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "VA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "146400",
   "pgm_ele_name": "ESD-Eng & Systems Design"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "067E",
   "pgm_ref_txt": "DESIGN TOOLS"
  },
  {
   "pgm_ref_code": "068E",
   "pgm_ref_txt": "DESIGN THEORY"
  },
  {
   "pgm_ref_code": "073E",
   "pgm_ref_txt": "OPTIMIZATION & DECISION MAKING"
  },
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9148",
   "pgm_ref_txt": "TOOLS & TECHNOL FOR MANUFACTURING DESIGN"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9231",
   "pgm_ref_txt": "SUPPL FOR UNDERGRAD RES ASSIST"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 343762.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br />MEMS resonators have found a wide range of applications in physical sensing (detecting physical signals such as rotation rate, acceleration and small mass) and wireless communications (time-keeping and frequency-filtering) fields. Generally speaking, a MEMS resonator is comprised of a micromechanical structure and integrated transducers. The micromechanical structure operates in one or two of its vibration modes for delivering the desired function of a resonator. Two figures of merit for a MEMS resonator are the resonant frequency and Q. This project is to develop a design framework for MEMS resonators with high mechanical Quality factors (Qs) and design robustness (less sensitive to the fabrication process used). MEMS tuning-fork gyroscopes are chosen as models to demonstrate the validity of the design framework. Although the resonant frequency of a MEMS resonator can be easily obtained using a finite element analysis (FEA) software, predicting the Q of a resonator remains challenging. In this project, the resonator design with high Qs is built upon the PI&rsquo;s expertise on modeling energy loss mechanisms (anchor loss and thermoelastic damping), which determine the Q of a resonator design.</p>\n<p>The key outcomes of this project are summarized as below:</p>\n<p>1. We developed the development of a multiple-beam tuning fork gyroscope with high Qs (as high as 250,000) at a resonant frequency (~15kHz) well above the frequency range (&lt;1kHz) of the environmental noise.&nbsp;&nbsp;&nbsp;</p>\n<p>2. We identified a critical issue (see image 2) associated with the commonly-used one-mask fabrication process for fabricating this gyroscope, through a thorough experimental study of the above mentioned high-Q gyroscope. Overetch from the Deep-reactive-Ion Etching (DRIE) on the gyroscope gives rise to severe performance variation of the same gyroscopes design and high anchor loss (or low Q).</p>\n<p>3. Without adding any complexity to the fabrication process for the gyroscope design, we created a new mask for alleviating the overetch problem associated with the gyroscope fabrication. Instead of drawing the gyroscope itself in the mask, we defined the same gyroscope design by drawing the trenches next to the gyroscope in the mask. The following experimental work on the gyroscope fabricated using the new mask has demonstrated that the overetch issue from DRIE has been significantly alleviated and consequently the Q of a fabricated gyroscope is improved.</p>\n<p>4. We developed an analytical model of anchor loss in the multiple-beam tuning-fork gyroscope that takes into account the effect of an operation parameter, polarization voltage, on anchor loss. This model can help at the gyroscope design stage to alleviate the performance variation of a gyroscope during operation. This model also helps to explain the reason the Q of a MEMS resonator with electrostatic transducers varies with the polarization voltage, an operation parameter necessary for such type of MEMS resonators.&nbsp;&nbsp;</p>\n<p>5. We further expanded our analytical model for anchor loss in MEMS resonators with simple structural geometries (such as a beam, a disk or a block) to the numerical models for MEMS resonators with complex structural geometries (such as the multiple-beam tuning-fork gyorscopes).</p>\n<p>6. We developed the numerical models for thermoelastic damping using FEA software (COMSOL) in MEMS resonators with complex structural geometries, which factor in the effect of an operation parameter, polarization voltage, on thermoelastic damping.<br /><br />Under this project, both graduate and undergraduate students were trained with a series of engineering skills, including MEMS device design and analysis, fabrication techniques, and testing techniques. Overall, 4 PhD students, 2 MS students and 4 undergraduate students contributed to and were supported by the project. Additionally, a few senior unde...",
  "por_txt_cntn": "\n\nMEMS resonators have found a wide range of applications in physical sensing (detecting physical signals such as rotation rate, acceleration and small mass) and wireless communications (time-keeping and frequency-filtering) fields. Generally speaking, a MEMS resonator is comprised of a micromechanical structure and integrated transducers. The micromechanical structure operates in one or two of its vibration modes for delivering the desired function of a resonator. Two figures of merit for a MEMS resonator are the resonant frequency and Q. This project is to develop a design framework for MEMS resonators with high mechanical Quality factors (Qs) and design robustness (less sensitive to the fabrication process used). MEMS tuning-fork gyroscopes are chosen as models to demonstrate the validity of the design framework. Although the resonant frequency of a MEMS resonator can be easily obtained using a finite element analysis (FEA) software, predicting the Q of a resonator remains challenging. In this project, the resonator design with high Qs is built upon the PIÆs expertise on modeling energy loss mechanisms (anchor loss and thermoelastic damping), which determine the Q of a resonator design.\n\nThe key outcomes of this project are summarized as below:\n\n1. We developed the development of a multiple-beam tuning fork gyroscope with high Qs (as high as 250,000) at a resonant frequency (~15kHz) well above the frequency range (&lt;1kHz) of the environmental noise.   \n\n2. We identified a critical issue (see image 2) associated with the commonly-used one-mask fabrication process for fabricating this gyroscope, through a thorough experimental study of the above mentioned high-Q gyroscope. Overetch from the Deep-reactive-Ion Etching (DRIE) on the gyroscope gives rise to severe performance variation of the same gyroscopes design and high anchor loss (or low Q).\n\n3. Without adding any complexity to the fabrication process for the gyroscope design, we created a new mask for alleviating the overetch problem associated with the gyroscope fabrication. Instead of drawing the gyroscope itself in the mask, we defined the same gyroscope design by drawing the trenches next to the gyroscope in the mask. The following experimental work on the gyroscope fabricated using the new mask has demonstrated that the overetch issue from DRIE has been significantly alleviated and consequently the Q of a fabricated gyroscope is improved.\n\n4. We developed an analytical model of anchor loss in the multiple-beam tuning-fork gyroscope that takes into account the effect of an operation parameter, polarization voltage, on anchor loss. This model can help at the gyroscope design stage to alleviate the performance variation of a gyroscope during operation. This model also helps to explain the reason the Q of a MEMS resonator with electrostatic transducers varies with the polarization voltage, an operation parameter necessary for such type of MEMS resonators.  \n\n5. We further expanded our analytical model for anchor loss in MEMS resonators with simple structural geometries (such as a beam, a disk or a block) to the numerical models for MEMS resonators with complex structural geometries (such as the multiple-beam tuning-fork gyorscopes).\n\n6. We developed the numerical models for thermoelastic damping using FEA software (COMSOL) in MEMS resonators with complex structural geometries, which factor in the effect of an operation parameter, polarization voltage, on thermoelastic damping.\n\nUnder this project, both graduate and undergraduate students were trained with a series of engineering skills, including MEMS device design and analysis, fabrication techniques, and testing techniques. Overall, 4 PhD students, 2 MS students and 4 undergraduate students contributed to and were supported by the project. Additionally, a few senior undergraduate students were involved in this project through senior design projects evolved from this project. A few undergraduate students have gone to g..."
 }
}