{
 "awd_id": "0826410",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: The Changing Face of the Andean Peatlands: The Effects of Climate and Human Disturbance on Ecosystem Structure and Function",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927266",
 "po_email": "anwinkle@nsf.gov",
 "po_sign_block_name": "Antoinette WinklerPrins",
 "awd_eff_date": "2008-08-01",
 "awd_exp_date": "2011-01-31",
 "tot_intn_awd_amt": 12000.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "2008-07-28",
 "awd_max_amd_letter_date": "2008-07-28",
 "awd_abstract_narration": "Peatlands store nearly thirty percent of global soil carbon, an amount equivalent to twenty-seven years of global carbon emissions. Peatland ecosystems have a positive balance of carbon accumulation under normal conditions, but global warming could turn these ecosystems from net sinks to sources of carbon. Global changes are affecting tropical mountains in the same degree as they are affecting boreal forests. These changes have reduced the extent of the glaciers and pushed the different vegetation types upward, including the tropical alpine region known as paramo. Andean peatlands have been considered to be more affected by local environmental conditions than global changes, but the functional similarity between them and boreal peatlands indicates that Andean peatlands are more susceptible to global changes than previously thought. The function and structure of Andean peatlands are almost unknown and this doctoral dissertation research project aims to locate the Andean peat-forming vegetation in the conceptual framework of boreal peatlands by answering four questions. 1) What is the distribution of the different peat-forming plant communities across elevation, precipitation, and human intervention gradients? 2) What is the relationship between peat-forming vegetation in the Andes and their environmental conditions? 3) Are there observable changes in the carbon balance of the Andean peat-forming vegetation in the last 200 years? 4) Are the changes in species composition observed in the peat related to environmental changes in the last 200 years? Surveys of the peat-forming vegetation will be carried out in twenty-four sites at different elevations, conditions of precipitation, and human activity. Cores taken from each site will show evidence of the changes in peat function and structure during the last 200 years, while the chronology will be controlled using lead-210 radioactive decaying. The relationship between the current peat-forming communities and their environmental conditions provide the framework to identify and recreate recent changes in the Northern-Andean forests climate and environment in the context of human intervention and global change. \r\n\r\nThe research begins with a working hypothesis that Andean peatlands are more connected to boreal peatlands than previously thought. The alpine ecosystems in the Northern Andes, or paramos, have high levels of endemism and provide multiple ecological services to local communities. Peatlands in the Andes regulate water flow used by nearly forty percent of the population in Andean countries; however their fate in the context of climate change and human intervention is unknown. This research will model the extent of these changes and provide basic science for the oncoming amelioration programs. Understanding the high elevation peatlands in the Andes give us the opportunity to project our research beyond the scientific limits and return the knowledge acquired to the local communities, as well as training of local scientists in peatland vegetation science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dale",
   "pi_last_name": "Vitt",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dale Vitt",
   "pi_email_addr": "dvitt@plant.siu.edu",
   "nsf_id": "000394875",
   "pi_start_date": "2008-07-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Juan",
   "pi_last_name": "Benavides",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Juan C Benavides",
   "pi_email_addr": "jbenavid@siu.edu",
   "nsf_id": "000499938",
   "pi_start_date": "2008-07-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Southern Illinois University at Carbondale",
  "inst_street_address": "900 S NORMAL AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CARBONDALE",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "6184534540",
  "inst_zip_code": "629014302",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "IL12",
  "org_lgl_bus_name": "BOARD OF TRUSTEES OF SOUTHERN ILLINOIS UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "Y28BEBJ4MNU7"
 },
 "perf_inst": {
  "perf_inst_name": "Southern Illinois University at Carbondale",
  "perf_str_addr": "900 S NORMAL AVE",
  "perf_city_name": "CARBONDALE",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "629014302",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "IL12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1237",
   "pgm_ref_txt": "WATER AND WATERSHEDS"
  },
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": null
}