{
 "awd_id": "0826012",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Multi-Scale Influences of Climate on Upper Treeline Dynamics Along a Latitudinal Gradient in the Rocky Mountains, USA",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ezekiel Kalipeni",
 "awd_eff_date": "2008-07-01",
 "awd_exp_date": "2009-12-31",
 "tot_intn_awd_amt": 11988.0,
 "awd_amount": 11988.0,
 "awd_min_amd_letter_date": "2008-06-17",
 "awd_max_amd_letter_date": "2008-06-17",
 "awd_abstract_narration": "Broad-scale increases in temperature are expected to continue throughout the Rocky Mountains in the future. Paleoecological and contemporary research suggest that the elevational extent of upper treeline is sensitive to temperature fluctuations, yet the corresponding influence of precipitation acting in conjunction with warmer temperatures remains less clear. This uncertainty is highlighted in studies from Canada and Sweden where upper treeline advance has been confined to south-facing slopes, suggesting a non-linear relationship with climate. Our current knowledge of upper treeline dynamics is largely based on local, small-scale studies that lack an understanding of regional, large-scale patterns and processes. The goal of this doctoral dissertation research is to determine the influence of climate on the spatiotemporal dynamics of upper treeline in relationship to multiple spatial scales along a latitudinal gradient in the Rocky Mountains. This study will utilize a precipitation dipole that exists at 40 degrees north latitude in the western United States to demonstrate the relative influences of temperature and precipitation on upper treeline dynamics on contrasting north- and south-facing slopes. Dendrochronological techniques will enable the reconstruction of tree establishment and colonization dates at upper treeline. Climatic controls on tree establishment will be investigated using PRISM and SNOTEL climate data along with statistical techniques, including correlation, multiple regression, and Superposed Epoch Analysis. If tree establishment is broadly synchronous among sites, that may suggest the overriding importance of temperature in regulating upper treeline ecotonal dynamics. Conversely, if pulses of regeneration differ between mountain ranges, then the spatial and temporal alignment of temperature and precipitation regimes would appear to be most important.\r\n\r\nThe results of this research fill both a theoretical gap in our understanding of the influence of climate change on upper treeline and a physical gap in the network of data on upper treeline sites in the Rocky Mountains at local and regional scales. Identifying and understanding the causes of regional variability in climate-dependent ecological processes, such as the elevational advance of treeline, constitute vital questions that should be incorporated into future climate change scenarios. Mountain regions are particularly sensitive to the relatively rapid rates of anthropogenic climate change, with potentially severe impacts on ecological, hydrological, and social systems. Revealing the impacts of climate change on upper treeline forests in the Rocky Mountains will help provide the necessary framework for advancements in knowledge concerning vegetation change due to global warming. As a Doctoral Dissertation Research Improvement award, this award also will provide support to enable a promising student to establish a strong independent research career.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kurt",
   "pi_last_name": "Kipfmueller",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Kurt F Kipfmueller",
   "pi_email_addr": "kurt@umn.edu",
   "nsf_id": "000329153",
   "pi_start_date": "2008-06-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Grant",
   "pi_last_name": "Elliott",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Grant P Elliott",
   "pi_email_addr": "elliottg@missouri.edu",
   "nsf_id": "000400337",
   "pi_start_date": "2008-06-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "2221 UNIVERSITY AVE SE STE 100",
  "perf_city_name": "MINNEAPOLIS",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554143074",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 11988.0
  }
 ],
 "por": null
}