{
 "awd_id": "0826191",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Elastic and Viscoelastic Characterization and Modeling of Polymer based Structures for Biological Applications",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Dennis Robert Carter",
 "awd_eff_date": "2008-09-01",
 "awd_exp_date": "2013-12-31",
 "tot_intn_awd_amt": 219428.0,
 "awd_amount": 225428.0,
 "awd_min_amd_letter_date": "2008-06-18",
 "awd_max_amd_letter_date": "2013-05-16",
 "awd_abstract_narration": "\r\nThe research objective of this award is to contribute to the scientific understanding of the mechanisms of the mechanical response of soft polymer materials so as to permit the design and construction of effective micro/nano structures and devices for biomedical applications.  Elastic and viscoelastic characterization and modeling of a soft polymer material, namely polydimethylsiloxane (PDMS), will be performed.  Such a polymer material will be probed at different scales from bulk down to the micro/nano levels using punch tests, and nanoindentation techniques.  The results will be implemented into a viscoelastic finite element analysis model developed in tandem.  The validated model will ultimately be utilized to determine the mechanical forces of living cells from the measured deflection of PDMS pillar arrays.  To this end, the proposed research would entail a balance between characterization of the viscoelastic material and the development of a theoretical or numerical viscoelastic modeling for cellular force measurement applications.  \r\n\r\nThe scientific insights from the in-depth study of the viscoelasticity of PDMS will contribute to the analysis of many other soft polymer materials at micro/nano scales commonly used in biomedical industries.  The vision is to expand the science and engineering community's capacity to probe soft polymer materials at small scales by developing both new theoretical models and experimental methodologies.  These characterization techniques and platforms will allow scientists to ask profound and previously intractable questions related to biomedical research, and to obtain quantitative empirical answers with resolution sufficient to characterize the soft materials in small scales.  This award will implement and disseminate an educational and training program that develops interdisciplinary modes of thought at the boundary of bio- and nano-mechanics through integrated research opportunities in micro/nano characterization of soft polymer materials.  The project will incorporate undergraduate and graduate research, graduate education at both institutions and also outreach to high-school students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xin",
   "pi_last_name": "Zhang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xin Zhang",
   "pi_email_addr": "xinz@bu.edu",
   "nsf_id": "000096200",
   "pi_start_date": "2008-06-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Trustees of Boston University",
  "inst_street_address": "1 SILBER WAY",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173534365",
  "inst_zip_code": "022151703",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "THL6A6JLE1S7"
 },
 "perf_inst": {
  "perf_inst_name": "Trustees of Boston University",
  "perf_str_addr": "1 SILBER WAY",
  "perf_city_name": "BOSTON",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "022151703",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "747900",
   "pgm_ele_name": "BMMB-Biomech & Mechanobiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "028E",
   "pgm_ref_txt": "BIOMECHANICS"
  },
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9231",
   "pgm_ref_txt": "SUPPL FOR UNDERGRAD RES ASSIST"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 219428.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The research objective of this project is to contribute to the scientific understanding of the mechanisms of the mechanical response of soft polymer materials so as to permit the design and construction of effective micro/nano structures and devices for biomedical applications. Elastic and viscoelastic characterization and modeling of soft polymer material, namely polydimethylsiloxane (PDMS), are performed. Such polymer material is probed at different scales from bulk down to the micro/nano levels using punch tests, and nanoindentation techniques.</p>\n<p>&nbsp;</p>\n<p>This project implements and disseminates an educational and training program that develops interdisciplinary modes of thought at the boundary of bio- and nano-mechanics through integrated research opportunities in micro/nano characterization of soft polymer materials. The project incorporates undergraduate and graduate research, graduate education at both institutions and also outreach to high-school students.</p>\n<p>&nbsp;</p>\n<p>Major distinguishing research achievements of this project are: a) Viscoelastic properties of PDMS: A comprehensive characterization of the viscoelastic properties of PDMS was performed, in the time domain (relaxation modulus) and frequency domain (complex modulus), using advanced nanoindentation techniques. Both theoretical models and experimental methodologies were presented to improve the extraction accuracy of viscoelastic properties. b) Force conversion models for micro-cantilever beams: The viscoelastic moduli of PDMS were incorporated into analytical and numerical models to convert the micropillar deflections into corresponding forces. The models were ultimately utilized to calculate the loading rate and beating frequency dependent cellular contraction forces with improved accuracy. c) Synthesis and characterization of PDMS and conducting polymer nanowire composites: The electrical and mechanical properties of PDMS composites were systematically studied using impedance spectroscopy and nanoindentation techniques. The effect of conducting polymer nanowire concentration on the dielectric constant and elastic modulus of the composites was analyzed by an appropriate model.</p>\n<p>&nbsp;</p>\n<p>Given the broad interdisciplinary nature of this research, graduate and undergraduate students have had outstanding opportunities to work in an area that bridges basic research and application. Graduate student Ping Du who had fully worked on this project also won a prestigious award, Boston University Mechanical Engineering Best Dissertation Award for his PhD thesis entitled &ldquo;Viscoelastic Characterization and Modeling of PDMS Micropillars for Cellular Force Measurement Applications&rdquo;. In addition, several undergraduate students were recruited to work on this project through NSF REU, BU UROP, and BU RISE programs.</p>\n<p>&nbsp;</p>\n<p>Is this work a significant and timely topic? Given the importance of polydimethylsiloxane (PDMS) as a polymeric material which is widely used in BioMEMS, this topic is of significance for a broad range of scientific applications. Furthermore, the timeliness of this work is exemplified by the fact that PDMS play an integral and ever increasing role as a material of choice in BioMEMS. However, as PDMS is an inherently viscoelastic material, its elastic modulus changes with loading rates and elapsed time. Thus, for a variety of practical applications of this material, a fundamental understanding of the materials properties of PDMS is critical. To this end, funded by National Science Foundation, our work demonstrates a comprehensive method for the viscoelastic characterization, modeling, and analysis associated with the bending behavior of the PDMS micropillar arrays, providing a more in-depth and physically accurate conversion model for force measurement applications. While specifically focused on micropillar arrays applied to cell force measur...",
  "por_txt_cntn": "\nThe research objective of this project is to contribute to the scientific understanding of the mechanisms of the mechanical response of soft polymer materials so as to permit the design and construction of effective micro/nano structures and devices for biomedical applications. Elastic and viscoelastic characterization and modeling of soft polymer material, namely polydimethylsiloxane (PDMS), are performed. Such polymer material is probed at different scales from bulk down to the micro/nano levels using punch tests, and nanoindentation techniques.\n\n \n\nThis project implements and disseminates an educational and training program that develops interdisciplinary modes of thought at the boundary of bio- and nano-mechanics through integrated research opportunities in micro/nano characterization of soft polymer materials. The project incorporates undergraduate and graduate research, graduate education at both institutions and also outreach to high-school students.\n\n \n\nMajor distinguishing research achievements of this project are: a) Viscoelastic properties of PDMS: A comprehensive characterization of the viscoelastic properties of PDMS was performed, in the time domain (relaxation modulus) and frequency domain (complex modulus), using advanced nanoindentation techniques. Both theoretical models and experimental methodologies were presented to improve the extraction accuracy of viscoelastic properties. b) Force conversion models for micro-cantilever beams: The viscoelastic moduli of PDMS were incorporated into analytical and numerical models to convert the micropillar deflections into corresponding forces. The models were ultimately utilized to calculate the loading rate and beating frequency dependent cellular contraction forces with improved accuracy. c) Synthesis and characterization of PDMS and conducting polymer nanowire composites: The electrical and mechanical properties of PDMS composites were systematically studied using impedance spectroscopy and nanoindentation techniques. The effect of conducting polymer nanowire concentration on the dielectric constant and elastic modulus of the composites was analyzed by an appropriate model.\n\n \n\nGiven the broad interdisciplinary nature of this research, graduate and undergraduate students have had outstanding opportunities to work in an area that bridges basic research and application. Graduate student Ping Du who had fully worked on this project also won a prestigious award, Boston University Mechanical Engineering Best Dissertation Award for his PhD thesis entitled \"Viscoelastic Characterization and Modeling of PDMS Micropillars for Cellular Force Measurement Applications\". In addition, several undergraduate students were recruited to work on this project through NSF REU, BU UROP, and BU RISE programs.\n\n \n\nIs this work a significant and timely topic? Given the importance of polydimethylsiloxane (PDMS) as a polymeric material which is widely used in BioMEMS, this topic is of significance for a broad range of scientific applications. Furthermore, the timeliness of this work is exemplified by the fact that PDMS play an integral and ever increasing role as a material of choice in BioMEMS. However, as PDMS is an inherently viscoelastic material, its elastic modulus changes with loading rates and elapsed time. Thus, for a variety of practical applications of this material, a fundamental understanding of the materials properties of PDMS is critical. To this end, funded by National Science Foundation, our work demonstrates a comprehensive method for the viscoelastic characterization, modeling, and analysis associated with the bending behavior of the PDMS micropillar arrays, providing a more in-depth and physically accurate conversion model for force measurement applications. While specifically focused on micropillar arrays applied to cell force measurements, the comprehensive characterization of the viscoelastic properties of PDMS is envisioned to establish the foundation for a range of Bio..."
 }
}