{
 "awd_id": "0826592",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Laboratory study: Sediment transport in wave-supported gravity currents",
 "cfda_num": "47.050",
 "org_code": "06040205",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bilal U. Haq",
 "awd_eff_date": "2008-09-15",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 364905.0,
 "awd_amount": 373405.0,
 "awd_min_amd_letter_date": "2008-09-04",
 "awd_max_amd_letter_date": "2010-08-25",
 "awd_abstract_narration": "Horner-Devine\r\n\r\nAbstract\r\n\r\nThe PIs will combine a series of laboratory experiments with field observations with the aim of improving our understanding of the vertical structure of wave supported gravity currents (WSGC). Specifically, the proposed laboratory studies will address whether the high concentrations of suspended sediment necessary to initiate down-slope transport can be achieved solely by resuspension, or whether sediment convergence is necessary. The work has important implications for sediment transport in a wide range of environments. Previous observations of high concentration fluid muds in energetic oceanic environments have been largely limited to areas with extremely high fluvial sediment input. Understanding the role of sediment supply to the formation and initiation of this mode of sediment transport will improve the understanding of cross-shelf sediment transport. \r\n\r\nAcross-shelf transport by wave-supported turbidity currents is a newly identified, potentially dominant mechanism for moving fine sediment (and associated constituents such as carbon and contaminants) across continental shelves. The project will also support one graduate student, enhance undergraduate courses, and provide outreach to pre-college students through the UW Open House.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alexander",
   "pi_last_name": "Horner-Devine",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alexander Horner-Devine",
   "pi_email_addr": "arhd@u.washington.edu",
   "nsf_id": "000488762",
   "pi_start_date": "2008-09-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Andrea",
   "pi_last_name": "Ogston",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andrea Ogston",
   "pi_email_addr": "ogston@uw.edu",
   "nsf_id": "000436646",
   "pi_start_date": "2008-09-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 BROOKLYN AVE NE",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 122097.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 128781.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 122527.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Over the past twenty years marine geologists and scientists have been trying to close a missing link in the &ldquo;source-to-sink&rdquo; description of the lifecycle of sediment. Source-to-sink describes the processes by which sediment is generated in the mountains, carried downhill to the coast, dispersed along the continental margin and, ultimately, lost to the abyssal ocean. Understanding these processes is critical for understanding geochemical cycling (<em>e.g.</em>, carbon), ecosystem impacts and coastal resource management. However, it is not clear yet how the sediment crosses the continental shelf. Along continental margins, the predominant direction of ocean currents is parallel to the coast, and the slope of the seabed is not sufficiently steep for sediment to be carried to deeper water by gravity alone. Scientists have been trying to understand this missing link: how does sediment discharged onto the continental margin from rivers move across the continental shelf?</p>\n<p>&nbsp;</p>\n<p>Results from field observations in the past two decades suggest that surface gravity waves may play an important role in this process. If the water is sufficiently shallow and/or the waves are sufficiently large, surface waves generate shear stress on the seabed. The observations suggest that this stress can be large enough to re-suspended or maintain in suspension a thick high-concentration mud layer, which will then flow downslope due to gravity. These flows are referred to as wave-supported gravity currents (WSGC). While observations from a number of field campaigns point to the importance of this process in shelf sediment transport, measurements that would enable detailed predictive models of WSGC are nearly impossible in the field due to the episodic nature of the currents and the fact that they may be only a 5-10 centimeters thick.</p>\n<p>&nbsp;</p>\n<p><strong>Intellectual merit: </strong>In this project we modeled wave-supported gravity currents in the laboratory using a 9-meter wave-sediment tank. We measured the velocity, turbulence and sediment concentration in significantly higher resolution than is possible in the field and under a controlled set of conditions. For comparison, we ran the same experiments with no sediment so that we could determine the impact of sediment on turbulence and stress near the bed. We observe that the sediment has two primary effects. For smaller wave amplitudes the sediment formed ripples in the bed. These generate turbulence as the oscillatory wave flow moves back and forth over them, enhancing the turbulence relative to the no-sediment experiments. As the wave amplitude increases, however, the steepness and, therefore, the impact of the ripples decreases and the flow transitions to a different regime. In this second regime, a high concentration sediment suspension layer forms along the seabed that is much more distinct than in the first regime. The sediment concentration is sufficiently high that the suspended sediment significantly increased the bulk density of the near-bed fluid and causes strong density stratification. The impact of the density stratification is to suppress the turbulence well below the levels observed in comparable no-sediment runs. Thus, we observe that sediment enhances turbulence under smaller waves via ripple generation and suppresses it under larger waves due to density stratification. This second effect leads to the somewhat surprising observation that turbulence in the wave boundary layer does not increase as the energy input from waves increases. Our experiments focused on a wide range of conditions, but did not include significant variation in sediment grain size. It is expected that changes in grain size will significantly affect the outcomes we observed since ripples are only thought to occur when there is a significant amount of sand in the bed. We anticipate that the critical wave amplitude (or Rey...",
  "por_txt_cntn": "\nOver the past twenty years marine geologists and scientists have been trying to close a missing link in the \"source-to-sink\" description of the lifecycle of sediment. Source-to-sink describes the processes by which sediment is generated in the mountains, carried downhill to the coast, dispersed along the continental margin and, ultimately, lost to the abyssal ocean. Understanding these processes is critical for understanding geochemical cycling (e.g., carbon), ecosystem impacts and coastal resource management. However, it is not clear yet how the sediment crosses the continental shelf. Along continental margins, the predominant direction of ocean currents is parallel to the coast, and the slope of the seabed is not sufficiently steep for sediment to be carried to deeper water by gravity alone. Scientists have been trying to understand this missing link: how does sediment discharged onto the continental margin from rivers move across the continental shelf?\n\n \n\nResults from field observations in the past two decades suggest that surface gravity waves may play an important role in this process. If the water is sufficiently shallow and/or the waves are sufficiently large, surface waves generate shear stress on the seabed. The observations suggest that this stress can be large enough to re-suspended or maintain in suspension a thick high-concentration mud layer, which will then flow downslope due to gravity. These flows are referred to as wave-supported gravity currents (WSGC). While observations from a number of field campaigns point to the importance of this process in shelf sediment transport, measurements that would enable detailed predictive models of WSGC are nearly impossible in the field due to the episodic nature of the currents and the fact that they may be only a 5-10 centimeters thick.\n\n \n\nIntellectual merit: In this project we modeled wave-supported gravity currents in the laboratory using a 9-meter wave-sediment tank. We measured the velocity, turbulence and sediment concentration in significantly higher resolution than is possible in the field and under a controlled set of conditions. For comparison, we ran the same experiments with no sediment so that we could determine the impact of sediment on turbulence and stress near the bed. We observe that the sediment has two primary effects. For smaller wave amplitudes the sediment formed ripples in the bed. These generate turbulence as the oscillatory wave flow moves back and forth over them, enhancing the turbulence relative to the no-sediment experiments. As the wave amplitude increases, however, the steepness and, therefore, the impact of the ripples decreases and the flow transitions to a different regime. In this second regime, a high concentration sediment suspension layer forms along the seabed that is much more distinct than in the first regime. The sediment concentration is sufficiently high that the suspended sediment significantly increased the bulk density of the near-bed fluid and causes strong density stratification. The impact of the density stratification is to suppress the turbulence well below the levels observed in comparable no-sediment runs. Thus, we observe that sediment enhances turbulence under smaller waves via ripple generation and suppresses it under larger waves due to density stratification. This second effect leads to the somewhat surprising observation that turbulence in the wave boundary layer does not increase as the energy input from waves increases. Our experiments focused on a wide range of conditions, but did not include significant variation in sediment grain size. It is expected that changes in grain size will significantly affect the outcomes we observed since ripples are only thought to occur when there is a significant amount of sand in the bed. We anticipate that the critical wave amplitude (or Reynolds number) that divides these two regimes will depend on the fraction of sand in the bed.\n\n \n\nOur results also point to an avenue f..."
 }
}