{
 "awd_id": "0826583",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Dynamics of Running on Variable Inclines",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032925353",
 "po_email": "emisawa@nsf.gov",
 "po_sign_block_name": "Eduardo Misawa",
 "awd_eff_date": "2008-09-01",
 "awd_exp_date": "2011-08-31",
 "tot_intn_awd_amt": 118535.0,
 "awd_amount": 118535.0,
 "awd_min_amd_letter_date": "2008-08-21",
 "awd_max_amd_letter_date": "2008-08-21",
 "awd_abstract_narration": "The ability to develop legged robots that can effectively run over flat, inclined, uneven and deformable surfaces is critical to a wide range of civilian (e.g., search and rescue) and military (e.g., reconnaissance, mine detection) applications. This task has proven particularly problematic to traditional control strategies, yet many animals, unlike their synthetic counterparts, are able to transcend complex environments such as jungles, caves, deserts, buildings, and piles of rubble with remarkable ease. Despite their miniscule size, insects can function in almost any environment by means of their ability to climb, crawl, or run as the situation demands. Although recent progress has been made in the development of bio-inspired robots capable of locomotion over uneven ground, and others that can (slowly) climb sheer surfaces, no legged machines currently exist that can dynamically operate in a combination of vertical and horizontal regimes.  The recent discovery that rapidly climbing cockroaches and geckos utilize their legs to actively pull the body toward the feet, rather than pushing the body away as in running, has inspired a new dynamic model for vertical running and the construction of the first dynamic climbing robot. The salient feature of this climbing model and robot is the intentional utilization of large lateral pulling forces when rapidly climbing. Since these pulling motions observed experimentally do not appear to provide an obvious energetic advantage, we hypothesize that this type of side to side climbing is driven primarily by stability considerations. This project pursues an integrated study of insect biomechanics, dynamic modeling, and robotic synthesis to determine the importance and proper utilization of lateral oscillations in running and climbing over various degrees of incline. \r\n\r\nThe study seeks to answer these questions not only to provide insight into animal biomechanics, but also to produce guiding principles that can be utilized to develop the next generation of dynamic legged robots.  In particular we aim to understand the connection between neuromuscular control strategies in insects and functional performance in changing environments (i.e. slope and substrate), develop reduced order models to determine how lateral motion pattern contribute to improved stability and locomotion performance, and develop a novel robotic test platform to empirically test the predictions of the bio-inspired locomotion models and provide insight into how lateral dynamics can be explicitly utilized to improve the mobility of legged robots over varying terrain and substrates.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Schmitt",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "John M Schmitt",
   "pi_email_addr": "schmitjo@engr.orst.edu",
   "nsf_id": "000393791",
   "pi_start_date": "2008-08-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon State University",
  "inst_street_address": "1500 SW JEFFERSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CORVALLIS",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5417374933",
  "inst_zip_code": "973318655",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "OREGON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MZ4DYXE1SL98"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon State University",
  "perf_str_addr": "1500 SW JEFFERSON AVE",
  "perf_city_name": "CORVALLIS",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973318655",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "747800",
   "pgm_ele_name": "DYNAMICAL SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "034E",
   "pgm_ref_txt": "Dynamical systems"
  },
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 118535.0
  }
 ],
 "por": null
}