{
 "awd_id": "0826614",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Refugees and Citizens: Political Conflict and Social Organization",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patricia White",
 "awd_eff_date": "2008-09-01",
 "awd_exp_date": "2009-08-31",
 "tot_intn_awd_amt": 7500.0,
 "awd_amount": 7500.0,
 "awd_min_amd_letter_date": "2008-08-15",
 "awd_max_amd_letter_date": "2008-08-15",
 "awd_abstract_narration": "PI and co-PI: Loic Wacquant and Silvia Pasquetti\r\n\r\nInstitution: University of California, Berkeley\r\n\r\nTitle: Doctoral Dissertation Research: Refugees and Citizens: Subaltern Politics and Social Organization in West Bank Camps and Israeli Cities\r\n\r\n0826614\r\n\r\nAbstract\r\n\r\nThis dissertation investigates how spatial constraints and legal statuses combine to shape social organization and collective self-identification within subproletarian populations. This dissertation is a comparative ethnographic study of subaltern politics under two different spatial-legal contexts: a Palestinian refugee camp in the West Bank (Jalazon camp) and an Israeli Arab minority neighborhood (in the Israeli city of Lod). A main research question animates this research: What form of politics prevails in West Bank refugee camps? How does it differ from local politics in Arab minority neighborhoods inside Israel? Why does it differ? A main hypothesis guides this research: despite many similarities in class, religious and cultural terms, camp dwellers and urban minorities radically differ in their collective organizing and their collective self-identification. This overarching hypothesis can be divided into several hypotheses: H1) West Bank camps have more in-site associations and centers than Israeli Arab urban neighborhoods; H2) camp associations and centers provide a high level of internal organization but re-produce internal divisions as they tend to be captured by political factions or extended families; H3) camp dwellers perceive themselves as national actors engaged into a collective struggle for recognition; H4) Palestinian urban minorities remain at the margins of the association-building process around which Arab nationalist elites inside Israel organize; and H5) Arab urban minorities do not speak the language of national self-determination, but, rather, they protest the state policies that criminalize their neighborhoods. This dissertation utilizes three main methodological components: a) participant observation of the daily interactions between local administrators and local populations both within institutional sites and in the streets; b) oral histories with the local populations; and c) formal interviews with the in-site and out-of-site administrators. This project advances a relational approach to the effects of state spatial and legal constraints: the genesis and rationale of these policies, their local implementation, and the practices of the subject populations within their daily surroundings. It also strives to clarify the conditions under which a high level of internal organization within a poor community translates into actual collective efficacy. Broader impacts of this research include: disaggregating the category of ?the subalterns? and showing how their engagement into politics is not limited to individual exit or mob-like reactions; contributing to building bridges among scholars of sociology, geography, law and post-colonial studies; and enhancing public understanding of Arab marginalized communities, which are often portrayed as violent masses.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Loic",
   "pi_last_name": "Wacquant",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Loic Wacquant",
   "pi_email_addr": "loic@uclink2.berkeley.edu",
   "nsf_id": "000252398",
   "pi_start_date": "2008-08-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Silvia",
   "pi_last_name": "Pasquetti",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Silvia Pasquetti",
   "pi_email_addr": "sipas@berkeley.edu",
   "nsf_id": "000498915",
   "pi_start_date": "2008-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 7500.0
  }
 ],
 "por": null
}