{
 "awd_id": "0827903",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Studies of Magnetosphere-Ionosphere Coupling and Space Weather using the Magnetometer Array for Cusp and Cleft Studies (MACCS)",
 "cfda_num": "47.050",
 "org_code": "06020202",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rachel Walker-Kulzick",
 "awd_eff_date": "2008-05-01",
 "awd_exp_date": "2014-04-30",
 "tot_intn_awd_amt": 1039996.0,
 "awd_amount": 1039996.0,
 "awd_min_amd_letter_date": "2008-05-02",
 "awd_max_amd_letter_date": "2012-05-15",
 "awd_abstract_narration": "This project will continue the operation of, data collection of , data dissemination from the Magnetometer Array for Cusp and Cleft Studies (MACCS).  The MACCS array now consists of nine high latitude magnetometers covering the eastern Canadian Arctic.  In addition to the operation, data collection and data dissemination activities the project involves several scientific research activities.  These activities include: (1) understanding the ULF waves associated with magnetic storms, (2) understanding the coupling of the ionospheric electric field to magnetospheric processes and the solar wind drivers, (3) understanding high-latitude transient events such as the formation of polar patches, and (4) understanding the relation between the location of ULF waves, visual auroral phenomena and field-aligned current systems.\r\n\r\nThe project is being carried out at an undergraduate institution and a number of undergraduates, including students from under-represented groups will be involved with the research.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Engebretson",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Mark J Engebretson",
   "pi_email_addr": "engebret@augsburg.edu",
   "nsf_id": "000380464",
   "pi_start_date": "2008-05-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Viacheslav",
   "pi_last_name": "Pilipenko",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Viacheslav A Pilipenko",
   "pi_email_addr": "pilipenk@augsburg.edu",
   "nsf_id": "000164854",
   "pi_start_date": "2008-05-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Murr",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "David L Murr",
   "pi_email_addr": "murrdl@augsburg.edu",
   "nsf_id": "000382585",
   "pi_start_date": "2008-05-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Augsburg University",
  "inst_street_address": "2211 RIVERSIDE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6123301184",
  "inst_zip_code": "554541350",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "AUGSBURG UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "H9TECNLDPD79"
 },
 "perf_inst": {
  "perf_inst_name": "Augsburg University",
  "perf_str_addr": "2211 RIVERSIDE AVE",
  "perf_city_name": "MINNEAPOLIS",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554541350",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "575000",
   "pgm_ele_name": "MAGNETOSPHERIC PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 200002.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 209995.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 209995.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 210010.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 209994.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Since the beginning of the space age increasingly sophisticated efforts have been made to explore and understand Earth&rsquo;s space environment. &nbsp;Because those parts of Earth&rsquo;s magnetic field that reach farthest out into space intersect the ground at high latitudes, arrays of ground magnetometers at these polar regions have been a valued means of monitoring processes in remote parts of Earth's magnetosphere. &nbsp;NSF grant ATM-0827903 supported the continued operation of the Magnetometer Array for Cusp and Cleft Studies (MACCS), a longitudinal array of 9 high-latitude fluxgate magnetometers covering the Eastern Canadian Arctic, continued archiving and dissemination of MACCS data, and continued scientific analysis of MACCS data in collaboration with data from research satellites and other ground-based instruments. &nbsp;These detailed studies help the worldwide space science community to better understand &ldquo;space weather,&rdquo; the natural variability in Earth&rsquo;s space environment driven by activity on the sun, and to be able to better predict and prepare for the magnetic storms that can disrupt or even seriously damage many components of our world&rsquo;s high-tech electronic communications and electrical infrastructure.</p>\n<p>Ever since its first deployment in 1992, MACCS has contributed to the study of physical processes in near-Earth space, including transients and ultra-low-frequency (ULF) waves near the cusp, at the magnetospheric boundary, and in the polar cap region, as well as convection patterns in Earth&rsquo;s high-latitude ionosphere. &nbsp;MACCS data have also been used by numerous scientists in large cooperative studies of magnetosphere&ndash;ionosphere coupling and magnetic storm and substorm processes. Provision of digital data and on-demand plots via the MACCS web site and several mirror sites and virtual observatories has made it possible for all interested scientists to freely access the MACCS data set.</p>\n<p>During the period of this grant (2008-2014), nearly continuous data were collected at each site, and the computer recording systems at all sites were updated to permit data transmission via the internet for the first time.&nbsp; During this period members of the MACCS team were first authors of 12 published refereed research papers, and were co-authors of 12 more.&nbsp; The MACCS team has also developed and periodically updates a &ldquo;ULF index&rdquo; that provides a global summary of long-period wave activity in Earth&rsquo;s environment, and has begun to integrate scientific monitoring of variations in signals from GPS satellites, due to changes in ionospheric densities, into its scientific studies.&nbsp; MACCS has also provided paid summer research experiences to 17 undergraduate students (11 Physics majors and 6 Computer Science majors) at Augsburg College.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/02/2014<br>\n\t\t\t\t\tModified by: Mark&nbsp;J&nbsp;Engebretson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nSince the beginning of the space age increasingly sophisticated efforts have been made to explore and understand EarthÆs space environment.  Because those parts of EarthÆs magnetic field that reach farthest out into space intersect the ground at high latitudes, arrays of ground magnetometers at these polar regions have been a valued means of monitoring processes in remote parts of Earth's magnetosphere.  NSF grant ATM-0827903 supported the continued operation of the Magnetometer Array for Cusp and Cleft Studies (MACCS), a longitudinal array of 9 high-latitude fluxgate magnetometers covering the Eastern Canadian Arctic, continued archiving and dissemination of MACCS data, and continued scientific analysis of MACCS data in collaboration with data from research satellites and other ground-based instruments.  These detailed studies help the worldwide space science community to better understand \"space weather,\" the natural variability in EarthÆs space environment driven by activity on the sun, and to be able to better predict and prepare for the magnetic storms that can disrupt or even seriously damage many components of our worldÆs high-tech electronic communications and electrical infrastructure.\n\nEver since its first deployment in 1992, MACCS has contributed to the study of physical processes in near-Earth space, including transients and ultra-low-frequency (ULF) waves near the cusp, at the magnetospheric boundary, and in the polar cap region, as well as convection patterns in EarthÆs high-latitude ionosphere.  MACCS data have also been used by numerous scientists in large cooperative studies of magnetosphere&ndash;ionosphere coupling and magnetic storm and substorm processes. Provision of digital data and on-demand plots via the MACCS web site and several mirror sites and virtual observatories has made it possible for all interested scientists to freely access the MACCS data set.\n\nDuring the period of this grant (2008-2014), nearly continuous data were collected at each site, and the computer recording systems at all sites were updated to permit data transmission via the internet for the first time.  During this period members of the MACCS team were first authors of 12 published refereed research papers, and were co-authors of 12 more.  The MACCS team has also developed and periodically updates a \"ULF index\" that provides a global summary of long-period wave activity in EarthÆs environment, and has begun to integrate scientific monitoring of variations in signals from GPS satellites, due to changes in ionospheric densities, into its scientific studies.  MACCS has also provided paid summer research experiences to 17 undergraduate students (11 Physics majors and 6 Computer Science majors) at Augsburg College.\n\n\t\t\t\t\tLast Modified: 07/02/2014\n\n\t\t\t\t\tSubmitted by: Mark J Engebretson"
 }
}