{
 "awd_id": "0827537",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative: Analysis of Mechanical Properties and Thermal Effects of Cornea Following Femtosecond Laser Intrastromal Refractive Surgery",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032924509",
 "po_email": "sacharya@nsf.gov",
 "po_sign_block_name": "Sumanta Acharya",
 "awd_eff_date": "2008-08-01",
 "awd_exp_date": "2010-07-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 51000.0,
 "awd_min_amd_letter_date": "2008-07-30",
 "awd_max_amd_letter_date": "2009-01-30",
 "awd_abstract_narration": "CBET-0827537\r\nMitra\r\n\r\nLaser surgery to correct refractive error was approved by the FDA in 1996 and has been performed millions of times. When the procedure began it was known as photo-refractive keratectomy (PRK) where the outer cornea epithelium is scraped off mechanically prior to excimer laser ablation to correct the corneal shape. Mechanically removing the epithelium resulted in painful eye surfaces for a day or so until the surface healed.  PRK was soon supplanted by laser assisted in-situ keratomilusis (LASIK) in which a device known as a keratome was used to create a flap that is 150-200 micrometers  below the surface of the cornea. This flap is folded out of the way while the excimer laser ablates the corneal surface to form the correct surface and is then put back in place. The thin flap has all of its epithelium intact, conforms to the new surface and is less painful to the patient. However, the flap brings new complications such as a free corneal flap, epithelial down-growth, flap slippage or inadvertent intraocular perforation. Although LASIK has been successful for a large number of people, newer techniques with fewer complications are still desirable.\r\n\r\nIntellectual Merit: Femtosecond intrastromal ablation will drastically improve corneal refractive surgery by eliminating the \"flap\" necessary in LASIK surgery.The goal of this project is focused on fundamental thermal and mechanical analysis of corneal ablation using femtosecond lasers which is critical for safety and efficacy evaluation. What are the ablative products that are created inside the corneal cavity? How about the temperature and pressure that builds up during ablation? How does the ablation process affect the corneal tissue that remains? Can the pressure or temperature weaken the cornea?  Can it have long term effects that could cause deterioration of the cornea or prevent further correction of the refractive error? What is the mechanism of laser induced breakdown? The major research tasks are (a) experimental test of optimal laser parameters, (b) analysis of optical and mechanical properties of the lenticles, (c) understanding the ablation characteristics and determination of heat affected zone during corneal ablation, and (d) determination of the long term risks of femtosecond intrastromal ablation of cornea. Experiments will be performed on animal eyes obtained from slaughter houses and human (cadaver) eyes obtained from eye banks and will be mounted into a fixture complete with pressurized aqueous fluid. In vivo experiments using rabbit eyes are also considered.\r\n\r\nBroader Impact: In addition to meeting the scientific goals, this collaborative project will contribute significantly to integrate the education and research activities of the investigators and enhance extramural collaborations. The educational objective is to involve graduate students in meaningful, hands-on scientific experimental work at an earlier stage of their respective learning curve. The results of this research will be documented, as available, on the World Wide Web to promote active collaborations with other scientists and doctors. The results of this research will be disseminated through conference presentations by students as well as publication of journal articles. This research will thus result in production of high quality dissertations for graduate students, as well as senior year design projects for undergraduate students. The results obtained through this research will help to prepare materials for developing a new course and to conduct workshops for educating students, FDA employees, ophthalmologists, and researchers interested in learning about concerns of femtosecond intrastromal corneal ablation. \r\n\r\nPotentially Transformative Nature of the Work: Intrastromal optical surgery using femtosecond lasers potentially offers the most accurate refractive correction that laser surgery has to offer. When pulses are very short compared to the thermal diffusion time, there is little heating of nearby tissue that needs to be preserved. Also, it takes less time to ablate away tissue that needs to be removed. This reduces gas bubble formation during ablation and lessens damage from heat diffusion. Thus it allows the ablation to be done by focusing through the epithelium to carve a correction lens (or lenticle) in the stromal material beneath the corneal surface. This method eliminates the flap and may eliminate any incision that will require potentially distorting sutures. However, before this femtosecond laser procedure is approved, its safety should be established. So far the complications of femtosecond intrastromal refractive surgery have not been explored very much and will be addressed through this research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kunal",
   "pi_last_name": "Mitra",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kunal Mitra",
   "pi_email_addr": "kmitra@fit.edu",
   "nsf_id": "000179625",
   "pi_start_date": "2008-07-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ronald",
   "pi_last_name": "Waynant",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Ronald W Waynant",
   "pi_email_addr": "ron@eob.cdrh.fda.gov",
   "nsf_id": "000229850",
   "pi_start_date": "2008-07-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida Institute of Technology",
  "inst_street_address": "150 W UNIVERSITY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "MELBOURNE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3216748000",
  "inst_zip_code": "329018995",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "FL08",
  "org_lgl_bus_name": "FLORIDA INSTITUTE OF TECHNOLOGY INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "WNN6VH618X58"
 },
 "perf_inst": {
  "perf_inst_name": "Florida Institute of Technology",
  "perf_str_addr": "150 W UNIVERSITY BLVD",
  "perf_city_name": "MELBOURNE",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "329018995",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "FL08",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140600",
   "pgm_ele_name": "TTP-Thermal Transport Process"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "008E",
   "pgm_ref_txt": "Gene and Drug Delivery"
  },
  {
   "pgm_ref_code": "060E",
   "pgm_ref_txt": "BIO-TRANSPORT & FLUID MECH"
  },
  {
   "pgm_ref_code": "7752",
   "pgm_ref_txt": "CDI NON SOLICITED RESEARCH"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 46000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 5000.0
  }
 ],
 "por": null
}