{
 "awd_id": "0827022",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "HSD: Collaborative Research: Understanding Socio-Ecological Impacts and Responses to Large-Scale Environmental Disturbance in the Western Solomon Islands",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2008-09-01",
 "awd_exp_date": "2014-02-28",
 "tot_intn_awd_amt": 170763.0,
 "awd_amount": 177966.0,
 "awd_min_amd_letter_date": "2008-09-08",
 "awd_max_amd_letter_date": "2012-02-16",
 "awd_abstract_narration": "Understanding the human and natural responses to rapid environmental change is crucial to managing and conserving marine ecosystems and associated services. The long-term well-being of coastal populations is dependent on coastal ecosystems and the critical economic and ecological services that they provide, including buffering of storms and production of fisheries. Destructive natural events can compromise this well-being, raising the critical question of which social and ecological parameters lead communities to be resilient or not when faced with rapid change. A recent natural disaster in the Western Solomon Islands presents a case in which there is an urgent need to assess impacts of a destructive natural event on marine ecological and socioeconomic systems. An earthquake measuring 8.1 struck 345 km northwest of the Solomon Islands' capital Honiara in April 2007, creating a tsunami that caused significant damage in the Western Solomon Islands. A multidisciplinary team composed of a marine anthropologist, two marine scientists, a remote sensing geospatial expert, and a health scientist will (1) use an array of ecological, socioeconomic, heath/nutrition, and geospatial research methods to measure the social and ecological effects of rapid and large-scale environmental disruption across a gradient of tsunami impact, (2) assess the responses of coupled human and natural systems by comparing the research results with existing sets of retrospective (baseline) data, and (3) evaluate potential drivers of system resilience. Because extensive pre-tsunami data are available, the body of data collected during this research affords a unique opportunity to fully test ideas of what gives resilience to social and ecological systems. \r\n\r\nIt has been difficult to demonstrate or test ecosystem resilience at the large scales that are most relevant to resource management, because large-scale disturbances are difficult to predict (when naturally caused) and it is not generally permissible to engineer them experimentally. Thus, \"before-disturbance\" data are rare, but are critical for assessing resilience, which is recognized as an important component of effective resource management. This research program presents a unique ?before-and-after? experimental situation in which to measure the social and ecological vulnerability and resilience of coastal communities to large environmental disturbances. Additionally, the project involves participating students in a significant research experience that includes field work and integration of methods and theoretical approaches of the natural and social sciences are integrated. Students will be trained in quantitative and qualitative methods from the natural and social sciences and will be encouraged to develop their own research projects within the framework of the overall research design. International and interuniversity collaborations are fostered.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Lauer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew Lauer",
   "pi_email_addr": "mlauer@sdsu.edu",
   "nsf_id": "000499085",
   "pi_start_date": "2008-09-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "San Diego State University Foundation",
  "inst_street_address": "5250 CAMPANILE DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAN DIEGO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6195945731",
  "inst_zip_code": "921821901",
  "inst_country_name": "United States",
  "cong_dist_code": "51",
  "st_cong_dist_code": "CA51",
  "org_lgl_bus_name": "SAN DIEGO STATE UNIVERSITY FOUNDATION",
  "org_prnt_uei_num": "H59JKGFZKHL7",
  "org_uei_num": "H59JKGFZKHL7"
 },
 "perf_inst": {
  "perf_inst_name": "San Diego State University",
  "perf_str_addr": "5300 Campanile Drive",
  "perf_city_name": "San Diego",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "921151338",
  "perf_ctry_code": "US",
  "perf_cong_dist": "51",
  "perf_st_cong_dist": "CA51",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  },
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  },
  {
   "pgm_ele_code": "731800",
   "pgm_ele_name": "HSD - AGENTS OF CHANGE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1308",
   "pgm_ref_txt": "GLOBAL OCEAN ECOSYSTEMS DYNAMICS"
  },
  {
   "pgm_ref_code": "1371",
   "pgm_ref_txt": "POLITICAL SCIENCE"
  },
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "7318",
   "pgm_ref_txt": "HSD - AGENTS OF CHANGE"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 170763.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 7203.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>On April 2<sup>nd</sup>, 2007 a 12 m tsunami struck the western Solomon Islands. Although most of the Solomon Islands population continues to depend on their own food production and small-scale governance regimes regulate access to resources, their way of life over the last century has increasingly been affected by processes associated with globalization. In this context of a rapidly globalizing world, this project examined the resilience and vulnerability to the tsunami and the adaptive capacities that enabled the response and recovery. We took one of the islands, Simbo, as a case study to explore these topics in depth. On Simbo the tsunami completely destroyed two villages and damaged fringing coral reefs, but casualties were low and social-ecological rebound relatively brisk. We combined social science methods (household surveys, focus group and ethnographic interviews) and underwater reef surveys to identify countervailing challenges and opportunities presented by globalization that both nurture and suppress the island&rsquo;s resilience to high amplitude, low-frequency disturbances like tsunamis. Our analysis suggests that certain adaptive capacities that sustain general system resilience come at the cost of more vulnerability to low-probability hazards. These adaptive capacities include indigenous ecological knowledge, customary land tenure, and sustainable resource.&nbsp;Communities undergoing increasingly complex processes of change must negotiate trade-offs as they manage resilience at multiple spatial and temporal scales. Understanding &nbsp;shifting dynamics of resilience is critical for Pacific Island communities who seek to leverage globalization in their favor as they adapt to current social-ecological change and prepare for future large-scale ecological disturbances.</p>\n<p>Small-scale social-ecological systems in the Pacific have centuries of experience adapting to new social, economic, and ecological circumstances. As the processes of globalization accelerate and become more complex, communities must be adept at identifying how their decisions may amplify or dampen social-ecological resilience. This involves choices about which disturbances their communities will become resilient to and which vulnerabilities it will accept as a consequence of those decisions. This project has led to a deeper understanding of these dynamics and as a result communities in the Pacific and around the world will be better equipped to capitalize on the benefits of globalization and strengthen adaptive capacities while mitigating globalization&rsquo;s more detrimental characteristics.&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/30/2014<br>\n\t\t\t\t\tModified by: Matthew&nbsp;Lauer</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2014/0827022/0827022_10154074_1398875622533_IMG_0037(2)--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2014/0827022/0827022_10154074_1398875622533_IMG_0037(2)--rgov-800width.jpg\" title=\"Coral regrowth\"><img src=\"/por/images/Reports/POR/2014/0827022/0827022_10154074_1398875622533_IMG_0037(2)--rgov-66x44.jpg\" alt=\"Coral regrowth\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Underneath a local diver, young coral growth on a reef that was wiped clean of coral by the 2007 tsunami</div>\n<div class=\"imageCredit\">Matthew Lauer</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"image...",
  "por_txt_cntn": "\nOn April 2nd, 2007 a 12 m tsunami struck the western Solomon Islands. Although most of the Solomon Islands population continues to depend on their own food production and small-scale governance regimes regulate access to resources, their way of life over the last century has increasingly been affected by processes associated with globalization. In this context of a rapidly globalizing world, this project examined the resilience and vulnerability to the tsunami and the adaptive capacities that enabled the response and recovery. We took one of the islands, Simbo, as a case study to explore these topics in depth. On Simbo the tsunami completely destroyed two villages and damaged fringing coral reefs, but casualties were low and social-ecological rebound relatively brisk. We combined social science methods (household surveys, focus group and ethnographic interviews) and underwater reef surveys to identify countervailing challenges and opportunities presented by globalization that both nurture and suppress the islandÆs resilience to high amplitude, low-frequency disturbances like tsunamis. Our analysis suggests that certain adaptive capacities that sustain general system resilience come at the cost of more vulnerability to low-probability hazards. These adaptive capacities include indigenous ecological knowledge, customary land tenure, and sustainable resource. Communities undergoing increasingly complex processes of change must negotiate trade-offs as they manage resilience at multiple spatial and temporal scales. Understanding  shifting dynamics of resilience is critical for Pacific Island communities who seek to leverage globalization in their favor as they adapt to current social-ecological change and prepare for future large-scale ecological disturbances.\n\nSmall-scale social-ecological systems in the Pacific have centuries of experience adapting to new social, economic, and ecological circumstances. As the processes of globalization accelerate and become more complex, communities must be adept at identifying how their decisions may amplify or dampen social-ecological resilience. This involves choices about which disturbances their communities will become resilient to and which vulnerabilities it will accept as a consequence of those decisions. This project has led to a deeper understanding of these dynamics and as a result communities in the Pacific and around the world will be better equipped to capitalize on the benefits of globalization and strengthen adaptive capacities while mitigating globalizationÆs more detrimental characteristics. \n\n \n\n \n\n\t\t\t\t\tLast Modified: 04/30/2014\n\n\t\t\t\t\tSubmitted by: Matthew Lauer"
 }
}