{
 "awd_id": "0827416",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Combining Ecological and Molecular Models to Understand the Evolutionary Dynamics of Influenza",
 "cfda_num": "47.074",
 "org_code": "08010207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Saran Twombly",
 "awd_eff_date": "2008-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 610071.0,
 "awd_amount": 610071.0,
 "awd_min_amd_letter_date": "2008-09-11",
 "awd_max_amd_letter_date": "2009-02-26",
 "awd_abstract_narration": "Intellectual merit:\r\nThe proposed project seeks to develop a theoretical modeling framework and statistical approaches for understanding how viral pathogens evolve. Its specific application is on the evolution of influenza?s hemagglutinin protein, a protein that rapidly evolves to escape host immunity and enables re-infection with influenza. The framework proposes combining models across two distinct scales of organization: the scale of the host population and the scale of the virus?s molecule. The host population component will describe influenza?s outbreak dynamics; the molecular component will describe the genetic changes to the hemagglutinin protein. The proposed statistical developments will allow for a direct comparison between the quantitative predictions arising from the modeling framework and influenza sequence data. The project will apply the framework to influenza evolution in different host species (avian, equine, and swine).\r\nThe project?s significance goes well beyond its focus on influenza?s hemagglutinin. First, the proposed framework for influenza?s hemagglutinin can be used as a future basis for incorporating additional complexities of influenza?s viral genome, including the important role of reassortment between viral gene segments for seasonal flu and pandemic flu. Second, the proposed framework will be applicable to other rapidly-evolving viral pathogens, including rotavirus, dengue virus, and HIV. Finally, this project interfaces with several topics of interest in biology today, including how ecological and evolutionary processes interact and how evolutionary patterns can be shaped by genetic constraints. \r\nBroader Impact: \r\nThe broader impacts of this project are several. First, an upper-level\r\nundergraduate course with a focus on the ecology and evolution of infectious diseases will be developed and taught at the P.I.?s home institution. Second, undergraduate students including members of under-represented minority groups will be recruited for work-study, independent study, and senior thesis research on aims related to this project. These students will learn how to access epidemiological data from biological, medical, and veterinary literature, how to perform phylogenetic analyses, and how to test model-driven predictions. Third, one graduate student and two post-doctoral fellows will be trained as part of this highly interdisciplinary project.  Fourth, a web page will be designed and used as a repository for the model code and simulated data that arise from this project. Finally, results of this project will be presented to the Duke Human Vaccine and Global Health Institutes, which focus on using basic science research findings to inform medical applications.\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Katharina",
   "pi_last_name": "Koelle",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Katharina Koelle",
   "pi_email_addr": "katia.koelle@emory.edu",
   "nsf_id": "000183728",
   "pi_start_date": "2008-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "2200 W MAIN ST",
  "perf_city_name": "DURHAM",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277054640",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "766400",
   "pgm_ele_name": "THEORETICAL BIOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7664",
   "pgm_ref_txt": "THEORETICAL BIOLOGY"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 610071.0
  }
 ],
 "por": null
}