{
 "awd_id": "0827606",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "GSE/RES: The missing piece of the STEM puzzle: The role of communion in women's STEM career decisions",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": "7032927303",
 "po_email": "jjesse@nsf.gov",
 "po_sign_block_name": "Jolene Jesse",
 "awd_eff_date": "2009-01-01",
 "awd_exp_date": "2012-12-31",
 "tot_intn_awd_amt": 338510.0,
 "awd_amount": 338510.0,
 "awd_min_amd_letter_date": "2008-08-27",
 "awd_max_amd_letter_date": "2008-08-27",
 "awd_abstract_narration": "INTELLECTUAL MERIT: The proposed research will examine the hypothesis that women?s choices to pursue STEM careers are inhibited by the perception that STEM careers do not fulfill communal goals. If STEM careers are perceived as blocking the pursuit of communal goals, then the gender gap in STEM careers will remain, despite changes in self-efficacy or increased experience in math and science. The proposed research program seeks to advance knowledge about motivational processes in two ways. First, these studies apply a role congruity theoretical perspective to examine how diffuse roles (i.e., gender roles) influence goal pursuit, as well as how individuals select specific roles (i.e., occupations) to facilitate their goal pursuit. Second, these studies seek to examine social role selection (i.e., career pursuit) as affected by both conscious and non-conscious processes and unfolding over time.\r\n\r\nThree levels of studies are proposed; the first two experimental and the last longitudinal.  Part 1 focuses on whether endorsement of communal goals predicts attitudes and behaviors related to STEM career choices: Four studies experimentally activate or fulfill communal goals to examine the causal impact of communal goals on STEM career attitudes and behavior. Part 2 examines how beliefs about STEM careers' attributes influence attitudes and behavior toward STEM careers. Three studies experimentally manipulate the attributes of STEM careers and measure career attitudes and behavior, and another study examines change to explicit beliefs as well as implicit associations. Finally, a longitudinal study examines the intersection of beliefs and goals by investigating how explicit beliefs, implicit associations, and goal fulfillment opportunities intersect to influence STEM career decisions throughout the college years. \r\n\r\nThis research focuses on students during their undergraduate years (13-16), which involve two critical choice points. In the first year of college, students decide what majors to pursue, and in the final year of college, students decide what post-graduate options they will pursue; at each point they eliminate many potential career tracks. Moreover, the focus on the undergraduate years is critical to the hypothesis that career choice has a great deal to do with current goals or with anticipated future goals, rather than solely with previous preparation.\r\n\r\nBROADER IMPACT: These studies offer the potential to add a critically important but understudied perspective on how and why women choose or do not choose to pursue STEM careers. Moreover, both intra-individual psychology and beliefs about the social structure are conceptualized as critical points for change. The accumulation of descriptive and experimental evidence about the relationship between STEM careers and communal goals can help to illuminate this persistent social problem. Especially important is that the focus on communal goal processes highlights a new opportunity for change. Quite simply, if early math and science experience are not the whole story with regard to women's STEM career choices, then the college years offer potential to improve gender equality in these careers.\r\n\r\nThe PI will meet with college advisors to communicate the findings, and a website will communicate findings to researchers as well as the broader public. The PI as well as undergraduate and graduate lab members will present findings at scientific conferences and submit results to peer-reviewed journals (including social, gender, occupational psychology). Moreover, the very process of conducting the research will provide opportunities for underrepresented group members to engage in collaborative science by participation in the PI's research group.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Amanda",
   "pi_last_name": "Diekman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Amanda Diekman",
   "pi_email_addr": "abdiekma@iu.edu",
   "nsf_id": "000293214",
   "pi_start_date": "2008-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Miami University",
  "inst_street_address": "501 E HIGH ST",
  "inst_street_address_2": "",
  "inst_city_name": "OXFORD",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "5135293600",
  "inst_zip_code": "450561846",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "OH08",
  "org_lgl_bus_name": "MIAMI UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "T6J6AF3AM8M8"
 },
 "perf_inst": {
  "perf_inst_name": "Miami University",
  "perf_str_addr": "501 E HIGH ST",
  "perf_city_name": "OXFORD",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "450561846",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "OH08",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "154400",
   "pgm_ele_name": "RES ON GENDER IN SCI & ENGINE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0408",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "app-0408",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 338510.0
  }
 ],
 "por": null
}