{
 "awd_id": "0828386",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research:  Immigration and  Racial Conceptions",
 "cfda_num": "47.075",
 "org_code": "04050200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patricia White",
 "awd_eff_date": "2008-09-15",
 "awd_exp_date": "2009-08-31",
 "tot_intn_awd_amt": 7500.0,
 "awd_amount": 7500.0,
 "awd_min_amd_letter_date": "2008-09-02",
 "awd_max_amd_letter_date": "2008-09-02",
 "awd_abstract_narration": "SES-0828386\r\nSarah Burgard\r\nTiffany Joseph\r\n\r\nIn recent years, there has been significant research conducted on racial classification and inequality in Brazil and the United States. Given Brazil?s myth of racial democracy, a society where Brazilians of mixed racial origins co-existed in peace, Brazil was considered a racial utopia when compared to the US, a country where legally sanctioned racism oppressed non-whites for centuries. However, Brazil's racial democracy is now considered outdated, as many racial disparities have been documented in various studies.  Due to a history of more socially accepted racial-mixing and the popularity of the racial democracy ideology, racial classification and race-based group identities have been difficult to ascertain. The elusiveness of Brazilian racial classification creates special challenges for Brazilians who immigrate to the US, where, by contrast, distinct racial groups are the social reality. While some research has shed light on the racializing experiences of certain Latino immigrant groups in the US, few studies have investigated how Brazilian immigrants interpret race in the US.  Through conducting in-depth interviews with Brazilian immigrants who have returned to Brazil (return migrants), this project examines how Brazilian immigrant experiences in the US influence how they think about race while in the US and upon returning to Brazil. This project is being conducted in Governador Valadares, Brazil's largest immigrant-sending city to the US; 15 percent of the city's population is estimated to be living in the US. Unlike other immigrant-sending cities in Latin America, Valadares is unique since many of its inhabitants (Valadarenses) do return and live in the city after the US migration. To properly examine how US migration influences return migrants' racial conceptions, a comparison group of Valadarenses who never migrated (a sibling or cousin of each return migrant) will be included in the study. The co-investigator will conduct in-depth interviews with fifty return migrants and fifty non-migrants (men and women between ages 25 and 50.), which explore:1) self-perceived racial classification; 2) defining race in Brazil and/or the US, and 3) experiences of racism in Brazil and/or the US.  The co-PI will use Brazilian and US Census data to provide demographic information about Valadares and the US Brazilian immigrant population. \r\n\r\nThe broader impacts resulting from this project are: (1) a stronger knowledge of how race is a social construction that changes over time and from place to place, (2) how race in the US may influence immigrants' racial/ethnic identity choices, and (3) understanding how race in the US is changing as a result of immigrant incorporation. Furthermore, this project will help sociological researchers better understand the intricacies of racial classification, racial/ethnic identity formation, and the effects of transnational migration on racial conceptions for an understudied immigrant group in the US. These are very important themes to explore given recent debates on immigration reform and the assimilation of current immigrants into US society.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sarah",
   "pi_last_name": "Burgard",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sarah Burgard",
   "pi_email_addr": "burgards@umich.edu",
   "nsf_id": "000338238",
   "pi_start_date": "2008-09-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Tiffany",
   "pi_last_name": "Joseph",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tiffany Joseph",
   "pi_email_addr": "tdjoseph@umich.edu",
   "nsf_id": "000348910",
   "pi_start_date": "2008-09-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "1109 GEDDES AVE STE 3300",
  "perf_city_name": "ANN ARBOR",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 7500.0
  }
 ],
 "por": null
}