{
 "awd_id": "0828155",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Dynamic Mechanical Materials for Orthotic and Prosthetic Applications",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ted A. Conway",
 "awd_eff_date": "2008-09-01",
 "awd_exp_date": "2011-08-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 260000.0,
 "awd_min_amd_letter_date": "2008-07-31",
 "awd_max_amd_letter_date": "2010-06-30",
 "awd_abstract_narration": "PI: Weder, Christoph and Rowan, Stuart\r\nProposal Number: 0828155\r\n\r\nPolymeric materials are used in many orthotic and prosthetic devices - examples range from ankle-foot orthoses to prosthetic limbs to neural electrodes. Significant activities are focused on the development of new medical devices which are referred to as 'active', 'smart', or 'intelligent', for example knee-ankle-foot orthoses that rely on elastic actuators to enhance knee extension, adjustable and expandable prostheses that permit expansion for growing children, and active brace systems for the treatment of scoliosis. Rather interestingly, the polymers employed in these new devices merely serve a passive role. Adaptive polymers with electrically switchable mechanical properties would have a tremendous impact on the development of orthotic and prosthetic devices, allowing for simpler and more compact design and enhanced functionality. \r\n\r\nProposed is an interdisciplinary research program focused on the design, fabrication, investi-gation and application of a novel family of synthetic polymer nanocomposites with electrically controllable mechanical properties. The targeted materials mimic the architecture and switching mechanism found in the deep dermis of sea cucumbers and build on the team's recent success in the development of chemo-responsive, dynamic mechanical materials. The proposed nano-composites will be comprised of a low-modulus matrix polymer and rigid nanofibers, which are decorated with electroactive molecules. The electrically-controlled switching state of these molecules governs fiber-fiber and fiber-matrix interactions and thereby the overall mechanical properties of the material. \r\n\r\nUniting researchers with expertise in supramolecular chemistry, polymer science and engineering, and orthopaedics and rehabilitation, the proposed research will embrace (i) the design, synthesis and investigation of novel adaptive nanocomposites, (ii) the combination of rheological studies and theoretical models to develop a predictive understanding for the structure-property relationship of these adaptive materials, (iii) the fabrication and testing of electromechanical elements based on the new polymers, and (iv) the use of the latter in 'smart' brace systems for dynamic trunk control. \r\n\r\nThe research is complemented with educational elements that amalgamate research and education and provide stimulating experiences at both the undergraduate and graduate levels. The interdisciplinary nature and the integrative research approach will provide students with an unusually broad education. The main approach to integrated research and education are Project Research Teams, which include minority high school students, undergraduate and graduate students, and faculty. Minority high school students will be integrated through interactions with a suburban school district. Other elements include a pioneering outreach activity in collaboration with the Cleveland+ Biomimicry Design Collaborative, a program of the Northeast Ohio Entrepreneurs for Sustainability (E4S) initiative. \r\n\r\nIntellectual merit: On account of its exemplary and fundamental character the proposed interdisciplinary research program will provide a broad intellectual basis for the future design, synthesis and manufacturing of advanced functional materials based on active nanostructures. The development of polymer materials with electrically switchable mechanical properties is a breakthrough achievement and the targeted materials and devices will enable a range of technologically relevant applications. The initially targeted applications are orthotic devices with controllable characteristics, but the novel materials also enable many other important applications, for example adaptive protective clothing, and active vibration dampening systems. \r\n\r\nBroader impact: The proposed research will yield blueprints for advanced polymers with a substantial application potential. The integrated research approach will provide students with broad educational experiences. The high-school and undergraduate research and outreach activities are designed to increase the fraction of underrepresented minorities in engineering, to integrate research and education, to provide an exciting learning environment, and to create teaching opportunities for graduate researchers. The partnership with E4S will enhance the scientific and technological education of local entrepreneurs that are interested in building the social and knowledge infrastructure for Biomimicry in the region.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stuart",
   "pi_last_name": "Rowan",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Stuart J Rowan",
   "pi_email_addr": "stuartrowan@uchicago.edu",
   "nsf_id": "000488555",
   "pi_start_date": "2009-06-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Christoph",
   "pi_last_name": "Weder",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christoph Weder",
   "pi_email_addr": "chw6@po.cwru.edu",
   "nsf_id": "000271557",
   "pi_start_date": "2008-07-31",
   "pi_end_date": "2009-06-22"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Stuart",
   "pi_last_name": "Rowan",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Stuart J Rowan",
   "pi_email_addr": "stuartrowan@uchicago.edu",
   "nsf_id": "000488555",
   "pi_start_date": "2008-07-31",
   "pi_end_date": "2009-06-22"
  }
 ],
 "inst": {
  "inst_name": "Case Western Reserve University",
  "inst_street_address": "10900 EUCLID AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CLEVELAND",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "2163684510",
  "inst_zip_code": "441064901",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "OH11",
  "org_lgl_bus_name": "CASE WESTERN RESERVE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJMKEF7EJW69"
 },
 "perf_inst": {
  "perf_inst_name": "Case Western Reserve University",
  "perf_str_addr": "10900 EUCLID AVE",
  "perf_city_name": "CLEVELAND",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "441064901",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "OH11",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534200",
   "pgm_ele_name": "Disability & Rehab Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "010E",
   "pgm_ref_txt": "DISABILITY RES & HOMECARE TECH"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 87608.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 89992.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 82400.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The ability to create materials which can alter their stiffness on command has a variety of applications in the biomedical field. For example, the materials may need to be stiff for insertion but soften to reduce trauma after insertion, e.g. brain probes or IV needles. Researchers at Case Western Reserve University have been developing a new class of stimuli-responsive nanocomposites which mimic the dynamic mechanical adaptability of the skin of the Sea Cucumber. The nanocomposites consist of stiff rigid rod nanofillers embedded within a polymer matrix. By switching on/off the interactions between the stiff rigid rod nanofillers the researchers can control the macroscopic stiffness of films the nanocomposites. They have shown that nanocomposites comprised of cellulose nanocrystals (CNCs), which can be obtained from a variety of renewable bioresources, as the rigid rod filler can be used to access such mechanically dynamic materials with the addition of water as the stimulus. While this approach to mechanically dynamic films was inspired by Nature it is new in synthetic systems and this work is aimed at laying a foundation for a better understanding of the mechanism of switching in these films. In particular it is of interest to change the stimulus required for the switching mechanism and to create a general platform for dynamically switchable films which can be used in numerous biomedical applications and beyond. In this work the researchers have shown that by chemically altering the CNCs with pH-sensitive groups (such as amine or carboxylic acid functionalities) allows access to nanocomposite films that change their stiffness depending on the pH of the environment. This research allowed students to gain an understanding of biological mechanisms (sea cucumber dermis) and then use a combination of chemistry, engineering, processing and theory to design a new class of materials.</p>\n<p>Furthermore, the importance of communicating new science and cutting-edge technology to the public cannot be emphasized enough in order to inspire the development of the next generation of young scientists. As part of this program the Case Western Reserve University team held a number of outreach activities at local elementary schools and at the Cleveland Museum of Natural History. At these events they used interactive demonstrations to highlight polymers, what they are, their properties and their applications in everyday activities. Building on the bioinspiration for this research project a particular focus was made on Materials from Nature, educating participants on the different ways that plants and animals use materials.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/09/2011<br>\n\t\t\t\t\tModified by: Stuart&nbsp;J&nbsp;Rowan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe ability to create materials which can alter their stiffness on command has a variety of applications in the biomedical field. For example, the materials may need to be stiff for insertion but soften to reduce trauma after insertion, e.g. brain probes or IV needles. Researchers at Case Western Reserve University have been developing a new class of stimuli-responsive nanocomposites which mimic the dynamic mechanical adaptability of the skin of the Sea Cucumber. The nanocomposites consist of stiff rigid rod nanofillers embedded within a polymer matrix. By switching on/off the interactions between the stiff rigid rod nanofillers the researchers can control the macroscopic stiffness of films the nanocomposites. They have shown that nanocomposites comprised of cellulose nanocrystals (CNCs), which can be obtained from a variety of renewable bioresources, as the rigid rod filler can be used to access such mechanically dynamic materials with the addition of water as the stimulus. While this approach to mechanically dynamic films was inspired by Nature it is new in synthetic systems and this work is aimed at laying a foundation for a better understanding of the mechanism of switching in these films. In particular it is of interest to change the stimulus required for the switching mechanism and to create a general platform for dynamically switchable films which can be used in numerous biomedical applications and beyond. In this work the researchers have shown that by chemically altering the CNCs with pH-sensitive groups (such as amine or carboxylic acid functionalities) allows access to nanocomposite films that change their stiffness depending on the pH of the environment. This research allowed students to gain an understanding of biological mechanisms (sea cucumber dermis) and then use a combination of chemistry, engineering, processing and theory to design a new class of materials.\n\nFurthermore, the importance of communicating new science and cutting-edge technology to the public cannot be emphasized enough in order to inspire the development of the next generation of young scientists. As part of this program the Case Western Reserve University team held a number of outreach activities at local elementary schools and at the Cleveland Museum of Natural History. At these events they used interactive demonstrations to highlight polymers, what they are, their properties and their applications in everyday activities. Building on the bioinspiration for this research project a particular focus was made on Materials from Nature, educating participants on the different ways that plants and animals use materials.\n\n\t\t\t\t\tLast Modified: 11/09/2011\n\n\t\t\t\t\tSubmitted by: Stuart J Rowan"
 }
}