{
 "awd_id": "0828666",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A rational approach to the evaluation of supported metals and surface alloys as oxidation and reforming catalysts",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "George J. Antos",
 "awd_eff_date": "2008-10-01",
 "awd_exp_date": "2011-09-30",
 "tot_intn_awd_amt": 392564.0,
 "awd_amount": 392564.0,
 "awd_min_amd_letter_date": "2008-09-25",
 "awd_max_amd_letter_date": "2008-09-25",
 "awd_abstract_narration": "Intellectual Merit \r\nThis project builds on exciting new findings from current work at Tufts University under an NSF/NIRT grant, in which we have collected significant evidence pointing to atomic dispersions of gold and platinum in ceria, and gold in iron oxide, as the catalytic sites for the water gas shift reaction (WGS). We followed activity loss with gold cluster growth in ceria matrices and identified conditions that stabilize gold growth. We have shown that addition of small amounts of oxygen can be used to stabilize Au- or Pt-CeO2 shift catalysts at all temperatures and in cyclic start up/ shutdown operation in realistic fuel gas streams. We have further demonstrated a strong shape/crystal face/strain effect of ceria on the WGS activity of Au/ceria by using single ceria crystals at the nanoscale prepared by controlled hydrothermal synthesis, which can be tested at normal pressures in flow reactor systems. Moreover, this project builds on new, important theoretical findings from the University of Wisconsin that certain pairs of metals examined as surface or near surface alloys possess much improved activity as PEM cathode electrocatalysts. The unique capability in high-resolution STM/STS of one of the Tufts co-PIs will open a new avenue of investigation that connects atomic-level composition and electronic properties with the surface chemistry of these model catalysts. \r\n\r\nIn the proposed work, we will extend the study of atomic dispersions of metals to other oxides, such as zirconia and zinc oxide, both prepared by novel synthesis routes as nano rods, cubes, polyhedra, etc. exposing specific crystal planes on which to deposit and study metals and metal alloys. The WGS and methanol steam reforming (MSR) processes will be the reactions of interest to probe structure sensitivity with the support. Metals and near surface metal alloys from the group of Au, Cu, Pd, and Pt, will be examined. A new combinatorial approach to rank order alloy metal reactivity is proposed, whereby nanoalloy tips pressed on thin oxides-on-thermocouple junctions will be constructed in arrays and thermoelectric response will be used to monitor adsorption/reaction on the nanoalloys. A rational approach to the synthesis and evaluation of novel catalysts for WGS and MSR is proposed to complement and guide the catalysis work. Thus, STM/STS studies and computational chemistry are center-stage in the project. We will also make use of the XAS capabilities at Brookhaven National Lab (BNL) through our collaborators there. \r\nOur overall goal in the project is to elucidate the metal-oxide and the metal-metal interactions responsible for redox reactions of interest to fuel reforming for hydrogen generation and pave the way for the design of the next generation of WGS and MSR catalysts. \r\n\r\nBroader Impacts \r\nWe propose to undertake a systematic, multidisciplinary research effort to investigate the atomic-level interaction of Au, Cu, Pt, and Pd with ceria, zirconia, or zinc oxide for two reactions of interest to the production of hydrogen for fuel cells; namely, the water-gas shift and methanol steam reforming reactions. Knowledge garnered from these systems has both mechanistic and practical implications for other closely related reactions of importance to clean energy, including the processing of other oxygenates derived from fossil fuels or biomass. \r\n\r\nAn interdisciplinary team of experts from Chemical Engineering and Chemistry at Tufts, Chemical Engineering at the Wisconsin, and Chemistry at BNL, has been assembled for this project. At the end of the interdisciplinary effort, we will have answered key questions on the activity and selectivity of atomically dispersed metals, metal clusters, and supported surface alloys on nanoparticles of ceria, zirconia, or zinc oxide, and be in a position to provide rational designs for practical catalyst preparation. These materials will be used in fuel and biofuel processing, and as anode catalysts and films for fuel cell applications. Thus, the impact of these findings will lead to better power systems design. There are several other tangible benefits for each of the disciplines involved here: new methods for catalyst synthesis, new materials properties specific to the nanoscale of importance to sensors, fuel cell components, and to catalysts; and new catalyst designs for low-cost fuels and chemicals production. An overall benefit will be a template for the rational design of catalysts derived from the interdisciplinary activities of the project. In what has become a tradition in our laboratories, we regularly exchange information with industrial colleagues. In this project, we plan to involve industrial colleagues as technical advisors, both for science and possibly for technology transfer. \r\n\r\nThe interdisciplinary nature of the proposal clearly impacts the education of graduate students and postgraduate fellows. Extensive training of young researchers at BNL is also planned in the project. A significant number of women students will be involved in the project, and the Tufts Summer Scholars program for undergraduates will be used to recruit other under represented groups. The dissemination of the work will follow the normal channels of publications, presentations and meetings. To achieve really broad dissemination, a website will be created as part of the nano catalysis and energy site to promote this work both as an educational resource and a recruiting tool.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Maria",
   "pi_last_name": "Flytzani-Stephanopoulos",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Maria Flytzani-Stephanopoulos",
   "pi_email_addr": "mflytzan@tufts.edu",
   "nsf_id": "000263768",
   "pi_start_date": "2008-09-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Emmanouil",
   "pi_last_name": "Mavrikakis",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Emmanouil Mavrikakis",
   "pi_email_addr": "manos@engr.wisc.edu",
   "nsf_id": "000322729",
   "pi_start_date": "2008-09-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Howard",
   "pi_last_name": "Saltsburg",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Howard Saltsburg",
   "pi_email_addr": "howard.saltsburg@tufts.edu",
   "nsf_id": "000131401",
   "pi_start_date": "2008-09-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Sykes",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Charles H Sykes",
   "pi_email_addr": "Charles.Sykes@tufts.edu",
   "nsf_id": "000216480",
   "pi_start_date": "2008-09-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Tufts University",
  "inst_street_address": "80 GEORGE ST",
  "inst_street_address_2": "",
  "inst_city_name": "MEDFORD",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6176273696",
  "inst_zip_code": "021555519",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "TRUSTEES OF TUFTS COLLEGE",
  "org_prnt_uei_num": "WL9FLBRVPJJ7",
  "org_uei_num": "WL9FLBRVPJJ7"
 },
 "perf_inst": {
  "perf_inst_name": "Tufts University",
  "perf_str_addr": "80 GEORGE ST",
  "perf_city_name": "MEDFORD",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021555519",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140100",
   "pgm_ele_name": "Catalysis"
  },
  {
   "pgm_ele_code": "763300",
   "pgm_ele_name": "EFRI Research Projects"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "044E",
   "pgm_ref_txt": "CATALYSIS"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 392564.0
  }
 ],
 "por": null
}