{
 "awd_id": "0828940",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "COSEE New Collaborations: Toward broader Ocean Learning Communities through field research learning.",
 "cfda_num": "47.050",
 "org_code": "06040100",
 "po_phone": "7032927709",
 "po_email": "elrom@nsf.gov",
 "po_sign_block_name": "Elizabeth Rom",
 "awd_eff_date": "2008-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 133396.0,
 "awd_amount": 133396.0,
 "awd_min_amd_letter_date": "2008-07-10",
 "awd_max_amd_letter_date": "2010-08-12",
 "awd_abstract_narration": "Ocean Inquiry Project (OIP) will collaborate with COSEE Ocean Learning Communities (COSEE-OLC) to create, promote, and study learning collaborations among diverse communities that care about the oceanic environment, a specific goal of COSEE-OLC. Both OIP and COSEE-OLC share the goal of making citizens more knowledgeable about ocean science and informed by current research in order to become better, more involved stewards of the marine environment.\r\n\r\nCOSEE-OLC is currently developing an Ocean Learning Community composed of the following communities: volunteer-based marine conservation and environmental groups, ocean scientists, formal and informal educators, local business leaders, and science-learning experts. To this end COSEE-OLC provides speaker presentations, community gatherings, workshops, and field experiences during which participants interact and learn from each other's expertise and experiences. All events are designed to facilitate ocean sciences learning and foster continued dialogue about related issues. OIP provides inquiry-based, ship-board oceanographic field experiences to a diverse population of primary and secondary students, community college groups, and clubs serving inner-city disadvantaged groups.  Collaborating with OIP will provide research cruises as a vehicle for interaction between volunteer-based organizations, local businesses groups, and ocean scientists. The cruises facilitate two-way communication between volunteers and scientists in a non-academic, real world setting. COSEE-OLC learning community members benefit through acquisition of ocean science knowledge, better understanding of oceanographic research and techniques, the impact of large-scale  oceanographic processes on their work, and new connections with ocean scientists. Participating scientists will gain experience by delivering material to non-scientific audiences, seeing new perspectives and questions to ponder, and making new connections to local groups interested in science.  Collaborating to provide field learning experiences will augment the range of learning experiences that COSEE-OLC is developing and testing. The two-way interaction through a field experience furthers the overarching goal of the center to cultivate functional, contributing and ocean-literate citizens who are aware of the impact oceans have on their daily lives. With this approach, the center progresses toward building a common language among diverse groups to promote science-based ocean education and learning at the public level.\r\n\r\nBy exposing volunteers from environmental organizations, informal educators, and local business leaders to oceanographic research during field learning experiences on Puget Sound, OIP complements and enhances the work of COSEE-OLC. These groups, in turn, reach audiences that the center would not directly affect: the general public engaged in casual interaction with volunteers on a beach at low tide, a fellow corporate executive chatting after a business meeting, or conservation activists during a wetlands project. One significant means of expanding ocean literacy is through word of mouth distribution to make ocean science principles part of common knowledge.  Further, oceanography graduate students who participate in these field experiences will be exposed to a range of citizen-level activities they should be knowledgeable about and appreciate for the beneficial effects on the marine environment. Over all, this collaboration will reach a far more diverse and widely distributed audience than that which it directly engages due the free-choice learning character of the activities of these groups.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Frederick",
   "pi_last_name": "Stahr",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Frederick Stahr",
   "pi_email_addr": "stahr@oceaninquiry.org",
   "nsf_id": "000501699",
   "pi_start_date": "2008-07-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ocean Inquiry Project",
  "inst_street_address": "2852 NW 62ND ST",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2062283020",
  "inst_zip_code": "981072512",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "OCEAN INQUIRY PROJECT",
  "org_prnt_uei_num": "",
  "org_uei_num": "W59KBWUFHJA3"
 },
 "perf_inst": {
  "perf_inst_name": "Ocean Inquiry Project",
  "perf_str_addr": "2852 NW 62ND ST",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981072512",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "743700",
   "pgm_ele_name": "CENTRES FOR OCEAN SCI EDU EXCE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7437",
   "pgm_ref_txt": "CENTRES FOR OCEAN SCI EDU EXCE"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 42438.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 44433.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 46525.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of the collaboration between Ocean Inquiry Project (OIP - www.oceaninquiry.org) and COSEE-OLC has been to provide ocean-research field experiences and learning to enrich the ocean literacy and knowledge of as many marine volunteers, informal educators, and formal educators as possible. An additional goal has been to hone the skills needed to deliver ocean literacy and knowledge to non-scientist audiences by young oceanographers. These young oceanographers, in turn, would gain in local knowledge, new perspectives, questions to ponder, and potential connections to local groups interested in their science.<del datetime=\"2013-01-31T12:11\" cite=\"mailto:Beth\"></del></p>\n<p>These goals supported the overarching theme of COSEE-OLC, which has been to build<ins datetime=\"2013-01-31T14:37\" cite=\"mailto:Beth\"> </ins>collaborations between different ocean-based communities to form learning communities through which current marine research is shared and citizens become better stewards of the marine environment. Specifically, OIP supported this theme by providing educational cruises to audiences targeted by COSEE-OLC, as well as by providing forums for cross-communication and collaboration among the various communities that comprise the broader \"Ocean Learning Community\".</p>\n<p>We conducted 28 cruises targeting the Ocean Learning Community in the duration of the 3 year collaboration with COSEE-OLC. We focused largely on the Marine Volunteer Community, a group that consists of mostly adults who spend time on beaches at low tide, in aquaria and/or marine science centers, interpreting for the general public. These groups are integral to the long-term preservation of the oceans, particularly Puget Sound; however, they often have no prior exposure to the process of science or ocean research. Reaching this community was particularly important because of its desire and common goal to share knowledge with the broader public, thereby extending the value and educational reach of each cruise to countless others. The evaluations generated from these cruises showed that participants of OIP learned and engaged with ocean science in a positive and constructive way.<ins datetime=\"2013-01-31T12:53\" cite=\"mailto:Beth\"></ins></p>\n<p>In addition to those groups, we engaged K-12 groups and graduate-student programs. We regularly provided cruises for another NSF-funded program, UW&rsquo;s Ocean and Coastal Interdisciplinary Science (<em>OACIS</em>) GK-12, which placed graduate students (many of whom were also OIP instructors) in K-12 classrooms to co-teach science classes. We partnered with a local middle-school to evaluate how the on-water experience of OIP increased the effectiveness of a COSEE-OLC sponsored curriculum ,&ldquo;<em>My Place in Puget Sound</em>&rdquo;. &nbsp;OIP provided cruises for Sound Citizen middle- and high-school interns, a group that represents one of the most diverse populations served by COSEE-OLC.&nbsp; We also engaged participants from Goodwill Industries, reaching an audience of primarily minority students who are frequently underserved in science education and underrepresented in science careers.</p>\n<p>Our own group of volunteer instructors comprised a unique Ocean Learning Community that we served through annual training cruises, and re-engaged throughout the year. These volunteer instructors were primarily graduate students in UW&rsquo;s Oceanography, Fisheries or Marine Affairs programs. Evaluations of OIP&rsquo;s current volunteers revealed that participation in our program made a lasting impact on nearly 100% of those surveyed regarding their view of the value and importance of NSF&rsquo;s Broader Impact requirement, as well as of informal education in general. Furthermore, it gave many of them useful skills in teaching and outreach for their current activities and research, some as new NSF PIs. Evaluations are currently being conducted on past instructor...",
  "por_txt_cntn": "\nThe goal of the collaboration between Ocean Inquiry Project (OIP - www.oceaninquiry.org) and COSEE-OLC has been to provide ocean-research field experiences and learning to enrich the ocean literacy and knowledge of as many marine volunteers, informal educators, and formal educators as possible. An additional goal has been to hone the skills needed to deliver ocean literacy and knowledge to non-scientist audiences by young oceanographers. These young oceanographers, in turn, would gain in local knowledge, new perspectives, questions to ponder, and potential connections to local groups interested in their science.\n\nThese goals supported the overarching theme of COSEE-OLC, which has been to build collaborations between different ocean-based communities to form learning communities through which current marine research is shared and citizens become better stewards of the marine environment. Specifically, OIP supported this theme by providing educational cruises to audiences targeted by COSEE-OLC, as well as by providing forums for cross-communication and collaboration among the various communities that comprise the broader \"Ocean Learning Community\".\n\nWe conducted 28 cruises targeting the Ocean Learning Community in the duration of the 3 year collaboration with COSEE-OLC. We focused largely on the Marine Volunteer Community, a group that consists of mostly adults who spend time on beaches at low tide, in aquaria and/or marine science centers, interpreting for the general public. These groups are integral to the long-term preservation of the oceans, particularly Puget Sound; however, they often have no prior exposure to the process of science or ocean research. Reaching this community was particularly important because of its desire and common goal to share knowledge with the broader public, thereby extending the value and educational reach of each cruise to countless others. The evaluations generated from these cruises showed that participants of OIP learned and engaged with ocean science in a positive and constructive way.\n\nIn addition to those groups, we engaged K-12 groups and graduate-student programs. We regularly provided cruises for another NSF-funded program, UWÆs Ocean and Coastal Interdisciplinary Science (OACIS) GK-12, which placed graduate students (many of whom were also OIP instructors) in K-12 classrooms to co-teach science classes. We partnered with a local middle-school to evaluate how the on-water experience of OIP increased the effectiveness of a COSEE-OLC sponsored curriculum ,\"My Place in Puget Sound\".  OIP provided cruises for Sound Citizen middle- and high-school interns, a group that represents one of the most diverse populations served by COSEE-OLC.  We also engaged participants from Goodwill Industries, reaching an audience of primarily minority students who are frequently underserved in science education and underrepresented in science careers.\n\nOur own group of volunteer instructors comprised a unique Ocean Learning Community that we served through annual training cruises, and re-engaged throughout the year. These volunteer instructors were primarily graduate students in UWÆs Oceanography, Fisheries or Marine Affairs programs. Evaluations of OIPÆs current volunteers revealed that participation in our program made a lasting impact on nearly 100% of those surveyed regarding their view of the value and importance of NSFÆs Broader Impact requirement, as well as of informal education in general. Furthermore, it gave many of them useful skills in teaching and outreach for their current activities and research, some as new NSF PIs. Evaluations are currently being conducted on past instructors to determine long-term outcomes of OIP participation.\n\nWe held cruises to foster collaboration between the Seattle Aquarium Society Board of Directors and faculty from the UW School of Oceanography. The resulting combination provided an important link between non-scientist business leaders who give their time and funds t..."
 }
}