{
 "awd_id": "0828615",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SPHERE: Sustainable Photosynthetic Hydrogen Evolution Research",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927470",
 "po_email": "grorrer@nsf.gov",
 "po_sign_block_name": "Gregory Rorrer",
 "awd_eff_date": "2008-11-01",
 "awd_exp_date": "2010-10-31",
 "tot_intn_awd_amt": 90000.0,
 "awd_amount": 90000.0,
 "awd_min_amd_letter_date": "2008-08-11",
 "awd_max_amd_letter_date": "2008-08-11",
 "awd_abstract_narration": "CBET-0828615\r\nFrymier\r\n\r\nToward the end of this century, the production rate of petroleum will have reached its peak and the supply will begin to decline. In the mean time, the combustion of fossil fuels generates carbon dioxide and nitrogen oxides, with the potential to significantly affect the global climate. How will we as scientists, engineers and educators address this new challenge and others like it? How should we be preparing the next generation of scientists and engineers to solve problems in a resource limited world, where they will need to assess the environmental sustainability of technologies to meet energy and resource needs? To this dual challenge, we present a single solution that is built around the Sustainable Photosynthetic Hydrogen Evolution Research (SPHERE) program.\r\n \r\nThis research involves the development of a 1st generation fully functional sustainable process based on a Sustainable Photosynthetic Hydrogen Evolving Research-Improved Complex (SPHERIC) device that would take the dilute energy of the sun and, using only water, produce a concentrated, environmentally benign fuel. To develop this process requires the solution of several challenges. First, photosystem I (PSI), suitable electron transfer mediators, and a suitable hydrogenase must be purified/cloned from their host organisms. Next using molecular biology these proteins must be made to work together, outside of their host organisms and engineered to produce H2 at a sufficiently high rate. While a sustainable process would contain all four elements, in this proposal we will first tackle the problem of accelerating the transfer of electrons from cytochrome c553 through PSI, to the hydrogenase enzyme where H2 will be produced (although this reaction will use ascorbate as an electron source, future work will try to utilize the H2O splitting of PSII). We propose to accomplish this goal in a series of steps with multiple routes to success. Specifically, we will 1) increase the interaction of cyt c553 with PSI via three strategies, 2) select, clone and characterize oxygen and thermotolerant hydrogenases, and 3) couple the appropriate hydrogenase with PSI in vitro and in vivo. \r\n\r\nIn order to meet current and future challenges to sustainable processes for fuel and chemicals production, we need to train engineers to take cues from biology for potential solutions and to train scientists to apply engineering design and analysis principles to biological processes. Our previous experience has shown us the value of teams of students, formed with appropriate regard to academic, ethic and cultural diversity, in solving design problems posed at the interface of biology and engineering. We will pursue three initiatives to address the educational challenges of developing sustainable solutions: 1) Recruit highly qualified undergraduates from underrepresented populations to work in groups on the development of solutions to resource and energy problems within a context of sustainability. 2) Develop a collection of challenge problems targeted at high school and lower division undergraduate students that emphasize sustainability analysis for energy and resource alternatives, 3) Advise the students in producing a biweekly podcast that highlights the current and dynamic landscape of research in areas with application to sustainable energy.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Frymier",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Paul D Frymier",
   "pi_email_addr": "pdf@utk.edu",
   "nsf_id": "000252983",
   "pi_start_date": "2008-08-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Barry",
   "pi_last_name": "Bruce",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Barry D Bruce",
   "pi_email_addr": "bbruce@utk.edu",
   "nsf_id": "000370451",
   "pi_start_date": "2008-08-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Tennessee Knoxville",
  "inst_street_address": "201 ANDY HOLT TOWER",
  "inst_street_address_2": "",
  "inst_city_name": "KNOXVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "8659743466",
  "inst_zip_code": "379960001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "TN02",
  "org_lgl_bus_name": "UNIVERSITY OF TENNESSEE",
  "org_prnt_uei_num": "LXG4F9K8YZK5",
  "org_uei_num": "FN2YCS2YAUW3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Tennessee Knoxville",
  "perf_str_addr": "201 ANDY HOLT TOWER",
  "perf_city_name": "KNOXVILLE",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "379960001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "TN02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764400",
   "pgm_ele_name": "EchemS-Electrochemical Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "045E",
   "pgm_ref_txt": "Adv Mats for Separation Process"
  },
  {
   "pgm_ref_code": "090E",
   "pgm_ref_txt": "Chem/Bio and Physical Diagnostics"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 90000.0
  }
 ],
 "por": null
}