{
 "awd_id": "0828655",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Quantifying wind farm power losses due to wind turbine wakes",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927470",
 "po_email": "grorrer@nsf.gov",
 "po_sign_block_name": "Gregory Rorrer",
 "awd_eff_date": "2008-10-01",
 "awd_exp_date": "2010-09-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 89990.0,
 "awd_min_amd_letter_date": "2008-09-19",
 "awd_max_amd_letter_date": "2009-09-28",
 "awd_abstract_narration": "CBET-0828655\r\nBarthelmie\r\n\r\nOptimal spacing of wind turbines in large wind farm arrays depends in part on turbine interactions, i.e. wind turbine wakes that are maximized at close spacing. Wakes are the volume downwind of individual turbines where wind speed is reduced and turbulence is enhanced due to energy extraction at the preceding turbine. In large offshore wind farms, power losses due to wakes can exceed 20% of total potential power production and lead to an increase in fatigue loading reducing turbine lifetimes. The objective of the research is to quantify and improve predictive capability for the development, propagation, combination and dissipation of wind turbine wakes in large onshore wind farms.  Wake models used in current wind farm prediction tools under-predict power losses in large wind farms. There are two potential explanations; (1) large wind farms create additional turbulence which fundamentally alters the structure of the overlying boundary-layer, (2) combining wakes from individual turbines both downwind and laterally is mis-specified by the current generation of wind farm models. Evaluation of the models in small wind farms (three rows or smaller) indicates that models are able to capture power losses due to wakes which lends support to these two hypotheses that pertain to large multi-row arrays. \r\n\r\nThis project will combine statistical analysis of observed wind farm data with evaluation and development of three classes of models (from the analytic to computational fluid dynamics codes) to improve predictions of wake losses. The goal is to produce a model that accurately captures wake propagation and interactions in different wind speed, turbulence and atmospheric stability conditions, to model wake combination in a more realistic way and to account for changes in the structure of the boundary-layer. Ultimately, this will produce a model which accurately quantifies wake losses for existing wind farm layouts and will allow assessment of wind farm layouts (turbine spacing) which are optimized for wake losses.  The outcome from this project will contribute unique insight into how wakes propagate through large wind farms, and transform the ways in which wake impacts on power output are modeled.\r\n\r\nThis project will be led by Professor R.J. Barthelmie, a renowned leader in wind energy research, and will be conducted in collaboration with scientists at the National Renewable Energy Laboratory and Airtricity/E.ON, a world leading renewable energy company. Both have agreed to provide data from operating large wind farms and to collaboration on model application and evaluation. This collaboration will both enhance the project and increase symbioses and knowledge transfer. The project will also enhance educational and training opportunities at Indiana University.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rebecca",
   "pi_last_name": "Barthelmie",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Rebecca J Barthelmie",
   "pi_email_addr": "rb737@cornell.edu",
   "nsf_id": "000286926",
   "pi_start_date": "2008-09-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sara",
   "pi_last_name": "Pryor",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Sara C Pryor",
   "pi_email_addr": "sp2279@cornell.edu",
   "nsf_id": "000426566",
   "pi_start_date": "2008-09-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana University",
  "perf_str_addr": "107 S INDIANA AVE",
  "perf_city_name": "BLOOMINGTON",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "474057000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IN09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764400",
   "pgm_ele_name": "EchemS-Electrochemical Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "051E",
   "pgm_ref_txt": "Interfacial trans & thermodynamic"
  },
  {
   "pgm_ref_code": "090E",
   "pgm_ref_txt": "Chem/Bio and Physical Diagnostics"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 89990.0
  }
 ],
 "por": null
}