{
 "awd_id": "0828131",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Modulated Thermal Stress to Manipulate Cell Protein Expression",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032924509",
 "po_email": "sacharya@nsf.gov",
 "po_sign_block_name": "Sumanta Acharya",
 "awd_eff_date": "2008-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 299587.0,
 "awd_amount": 299587.0,
 "awd_min_amd_letter_date": "2008-07-30",
 "awd_max_amd_letter_date": "2008-07-30",
 "awd_abstract_narration": "CBET-0828131\r\nDiller\r\n\r\nOverview.  Advances in molecular biology have demonstrated that cells may respond to graded thermal stress by alternate pathways leading to either cell necrosis or enhanced production of heat shock proteins (HSP) which will enhance survival.  In applications such as treating cancer, thermal therapies are designed most effectively when there is a rational basis for predicting the domains for which necrosis and survival occur.  When the constitutive behavior of a specific cell type is characterized quantitatively as coupling the time course and magnitude of hsp expression enhancement with the time and temperature dimensions of an applied thermal stress, it then becomes possible to design a thermal protocol to elicit a specific therapeutic or prophylactic response in target cells and tissues.  This proposal is directed toward developing a set of bioengineering data and tools for manipulating hsp expression in normal and cancerous cells of the prostate.\r\n\r\nApproach.  The experimental system is two and three dimensional cell cultures established from canine prostate normal and cancerous tissues, cloned with fluorescent proteins to display hsp expression and cell necrosis.  Of particular interest is quantification of the kinetics of the expression process in terms of the applied temperature and time profile.  Cells will be subjected to controlled thermal stress regimens as defined by the imposed exposure temperature and time, and the response measured in terms of hsp 27, 60 and 70 expression, apoptosis and necrosis.  Since there already exists a significant body of knowledge about thermal injury effects, this study will focus on characterizing the kinetics of hsp expression.  The constitutive property data will be expressed in mathematical formulations that can be used for process design.  The analysis and modeling methods will be transformed into new learning tools for biotransport based on state-of-the-art learning science techniques.\r\n\r\nIntellectual Merit.  The proposed study is designed around our well established capability to measure, characterize and apply the manipulation of hsp expression in selected cells types via controlled thermal stress.  A strength of this work is the development of a quantitative method for designing thermal protocols to apply to living systems that balances targeted cell destruction and enhanced survival which can be applied for patient specific therapies.  A critical component of the success of this approach is to identify constitutive data for the kinetics of temperature driven processes in specific cell species, which we anticipate will be a pioneering contribution of the study.  It will lead to an increased ability to control therapeutic injury imposed on tissue by manipulating the ability of tissue to repair itself, with applications for the design of thermal procedures for prophylaxis and therapy.\r\n\t\r\nBroader Impacts.  This study features a close integration of research and education aspects.  The educational component is based on the science of How People Learn (HPL) and is focused on developing and applying learning materials that facilitate students acquiring adaptive expertise for problem solving.  A key component is the use of open ended challenge problems that deal with realistic engineering issues and that are based on present research findings, such as will be developed in proposed study.  These learning tools are readily exported for use by other established educational partners including the University of Texas - Pan American (which has the highest Hispanic enrollment of any continental institution in the US) and the Elgin, TX High School (a rural minority school district with which the PI has obtained a current Texas STEM award).  The educational materials also will be disseminated in the archival learning science and engineering education literature in which the PI publishes regularly.  The research results will be of direct benefit to society in terms of medical advances in cancer treatment via established translational partnerships of the PI with colleagues at UT MD Anderson Cancer Center.\r\n\r\nIntegration of Research and Education.  Knowledge gained from the research results will be incorporated into new educational tools for engineering students.  Two new types of learning challenge problems will be developed for use in the HPL educational framework.  One will focus on determination of the thermal kinetics of hsp expression as a function of an applied temperature stress pattern.  A second will involve definition and solution of an inverse problem to design an applied thermal stress to produce a desired hsp and cell injury pattern in a target tissue.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kenneth",
   "pi_last_name": "Diller",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Kenneth R Diller",
   "pi_email_addr": "kdiller@mail.utexas.edu",
   "nsf_id": "000271132",
   "pi_start_date": "2008-07-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "110 INNER CAMPUS DR",
  "perf_city_name": "AUSTIN",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121139",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140600",
   "pgm_ele_name": "TTP-Thermal Transport Process"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "004E",
   "pgm_ref_txt": "BIOMEDICAL ENG AND DIAGNOSTICS"
  },
  {
   "pgm_ref_code": "008E",
   "pgm_ref_txt": "Gene and Drug Delivery"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 299587.0
  }
 ],
 "por": null
}