{
 "awd_id": "0828516",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Engineering an efficient biocatalyst for chiral compound production",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Friedrich Srienc",
 "awd_eff_date": "2008-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 498557.0,
 "awd_amount": 498557.0,
 "awd_min_amd_letter_date": "2008-07-15",
 "awd_max_amd_letter_date": "2010-06-15",
 "awd_abstract_narration": "CBET-0828516\r\nKa-Yiu San, William Marsh Rice University\r\n\r\nIntellectual merit \r\n\r\nThis project will lead to the development of novel and efficient cofactor regeneration bacterial strains for whole cell biotransformation of chiral compounds, which are often used as intermediates in the synthesis of important pharmaceutical compounds. The project will investigate the idea of using modification of essential cell metabolic pathways for regeneration of the cofactor and thus the integration of the engineered bioprocess with overall cell physiology.\r\n\r\nBroader impacts \r\n\r\nThe ability to regenerate cofactor efficiently will have impacts on a number of processes. In addition, the framework developed in this work could be applied to other systems for the production of many biochemical products that require the cofactor NADPH for their biosynthesis. The projects will provide training opportunities for graduate and undergraduate students. Participation in this type of research will provide graduate students with interdisciplinary training in biochemical and metabolic engineering, biosystems engineering, biochemistry and molecular biology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ka-yiu",
   "pi_last_name": "San",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ka-yiu San",
   "pi_email_addr": "ksan@rice.edu",
   "nsf_id": "000367907",
   "pi_start_date": "2008-07-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "Bennett",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "George N Bennett",
   "pi_email_addr": "gbennett@rice.edu",
   "nsf_id": "000404375",
   "pi_start_date": "2008-07-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "William Marsh Rice University",
  "inst_street_address": "6100 MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "Houston",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7133484820",
  "inst_zip_code": "770051827",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "TX09",
  "org_lgl_bus_name": "WILLIAM MARSH RICE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "K51LECU1G8N3"
 },
 "perf_inst": {
  "perf_inst_name": "William Marsh Rice University",
  "perf_str_addr": "6100 MAIN ST",
  "perf_city_name": "Houston",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "770051827",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "TX09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "149100",
   "pgm_ele_name": "Cellular & Biochem Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "009E",
   "pgm_ref_txt": "Metabolic engineering"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9181",
   "pgm_ref_txt": "BIOPROCESSING/BIOMOLECULAR MATERIALS"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 329515.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 169042.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Project title: Engineering an efficient biocatalyst for chiral compound production</p>\n<p>Cofactor pairs, NAD<sup>+</sup>/NADH and NADP<sup>+</sup>/NADPH are essential for the growth and energetics of microbial cells. NADPH dependent reactions play important roles in production of industrially valuable compounds. Enzymatic synthesis of some industrially important compounds depends heavily on cofactor NADPH as the reducing force. This is especially true in the synthesis of chiral compounds that are often used as pharmaceutical intermediates to generate correct stereochemistry in bioactive products.</p>\n<p>The main objective of the proposed research is to develop efficient microbial strains for chiral compound production. Specifically, genetic and metabolic engineering techniques were used to design and construct microbial<em> </em>strain to increase the intracellular cofactor NADPH availability. We have examined various approaches including cloning and overexpressing selected critical genes and constructing mutant strains that are critical to the NADH/NADPH availability.</p>\n<p>We have examined the combined effect of glucose-6-phosphate dehydrogenase overexpression or lactate dehydrogenase deletion with PFK deficiency on NADPH bioavailability.&nbsp; This study showed that deletion of both PFK genes, <em>pfkA</em> and <em>pfkB</em>, improved bioavailablity of NADPH in the cell as analyzed by the 2-chloropropionate production system.&nbsp; Lycopene production was the highest in the <em>pfkA</em> single deletion strain. In another approach, we have showed that replacing NAD<sup>+</sup> dependent <em>E. coli</em> native GAPDH <em>gapA </em>with <em>B. subtilis</em> NADP<sup>+</sup> dependent GAPDH <em>gapB</em> made a NADPH generating glycolytic pathway and increased NADPH bioavailability. We have also studied the genetic manipulation of a whole-cell system using the two transhydrogenase enzymes PntAB and UdhA (SthA). The results of this study suggest that the presence of UdhA<em> </em>increases product yield and NADPH availability while the presence of PntAB<em> </em>has the opposite effect.&nbsp; A maximum product yield of 1.4 mole product/mole glucose was achieved aerobically in a <em>pnt</em>-deletion strain with <em>udhA</em> overexpression, a 150% improvement over the wild-type control strain.</p>\n<p>In summary, this project demonstrated the effectiveness of host strain manipulation to increase NADPH availability and its application as a tool in metabolic engineering. The results validate several unique approaches to improve NADPH bioavailability in <em>E.</em> <em>coli</em> and indicate its application in <em>E</em>. <em>coli</em> or other bacterium-based production of NADPH- dependent compounds. In addition, this project provided training opportunities for four woman scientists and engineers (2 postdoctoral research fellows and 2 graduate students) and three undergraduate students. Since this is an interdisciplinary project, it provides an environment where these students have ample of opportunity to interact with both life scientists and engineers. The results from project have resulted in seven technical manuscripts (3 published and 4 submitted), a book chapter, and one patent application.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/26/2012<br>\n\t\t\t\t\tModified by: Ka-Yiu&nbsp;San</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nProject title: Engineering an efficient biocatalyst for chiral compound production\n\nCofactor pairs, NAD+/NADH and NADP+/NADPH are essential for the growth and energetics of microbial cells. NADPH dependent reactions play important roles in production of industrially valuable compounds. Enzymatic synthesis of some industrially important compounds depends heavily on cofactor NADPH as the reducing force. This is especially true in the synthesis of chiral compounds that are often used as pharmaceutical intermediates to generate correct stereochemistry in bioactive products.\n\nThe main objective of the proposed research is to develop efficient microbial strains for chiral compound production. Specifically, genetic and metabolic engineering techniques were used to design and construct microbial strain to increase the intracellular cofactor NADPH availability. We have examined various approaches including cloning and overexpressing selected critical genes and constructing mutant strains that are critical to the NADH/NADPH availability.\n\nWe have examined the combined effect of glucose-6-phosphate dehydrogenase overexpression or lactate dehydrogenase deletion with PFK deficiency on NADPH bioavailability.  This study showed that deletion of both PFK genes, pfkA and pfkB, improved bioavailablity of NADPH in the cell as analyzed by the 2-chloropropionate production system.  Lycopene production was the highest in the pfkA single deletion strain. In another approach, we have showed that replacing NAD+ dependent E. coli native GAPDH gapA with B. subtilis NADP+ dependent GAPDH gapB made a NADPH generating glycolytic pathway and increased NADPH bioavailability. We have also studied the genetic manipulation of a whole-cell system using the two transhydrogenase enzymes PntAB and UdhA (SthA). The results of this study suggest that the presence of UdhA increases product yield and NADPH availability while the presence of PntAB has the opposite effect.  A maximum product yield of 1.4 mole product/mole glucose was achieved aerobically in a pnt-deletion strain with udhA overexpression, a 150% improvement over the wild-type control strain.\n\nIn summary, this project demonstrated the effectiveness of host strain manipulation to increase NADPH availability and its application as a tool in metabolic engineering. The results validate several unique approaches to improve NADPH bioavailability in E. coli and indicate its application in E. coli or other bacterium-based production of NADPH- dependent compounds. In addition, this project provided training opportunities for four woman scientists and engineers (2 postdoctoral research fellows and 2 graduate students) and three undergraduate students. Since this is an interdisciplinary project, it provides an environment where these students have ample of opportunity to interact with both life scientists and engineers. The results from project have resulted in seven technical manuscripts (3 published and 4 submitted), a book chapter, and one patent application.\n\n\t\t\t\t\tLast Modified: 11/26/2012\n\n\t\t\t\t\tSubmitted by: Ka-Yiu San"
 }
}