{
 "awd_id": "0829652",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "African Biomathematics Initiative",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jennifer Pearl",
 "awd_eff_date": "2008-09-15",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 940000.0,
 "awd_amount": 940000.0,
 "awd_min_amd_letter_date": "2008-09-03",
 "awd_max_amd_letter_date": "2010-08-02",
 "awd_abstract_narration": "The continent of Africa faces numerous socio-economic and public health challenges, including newly emerging or rapidly changing diseases; quickly changing ecological systems resulting from climate change; exploitation of natural resources; the need or desire to conserve disappearing ecosystems and wildlife; the challenge of resource management in the context of limited resources; changing agricultural practices and their impact on human health; and the effect of health events and changing climate and ecology on social structures, economic systems, and political stability.  Research and training in biomathematics can lead to substantial inroads in addressing these challenges. Addressing them is of importance not only to Africa but also to the rest of the world, including the US. The problems of Africa present particularly exciting and complex challenges for mathematical scientists, ranging from issues of mathematical modeling to issues of data analysis and interpretation. To allow US scientists to best help tackle these challenges, which range from issues of mathematical modeling to issues of data analysis and interpretation, partnerships are needed between US and African mathematical scientists so that US scientists can get first-hand understanding of the problems of Africa and the data they need for their models. Many of these challenges fall at the interface between the mathematical and biological sciences. Dealing with these challenges requires a large number of researchers working on and trained in biomathematics and prepared to deal with specific biomath challenges arising from problems of Africa. Thus, it is important to enhance development of biomathematics and to train US mathematical scientists to work in biomathematics and in international venues with international collaborations. \r\n \r\nThe project features three US-Africa research workshops in Africa, focusing on challenges arising from Africa whose solution requires serious mathematical components:  (1) conservation biology and creation of ecological reserves and related issues of risk of extinction and risk of invasive species; (2) economic aspects of epidemiology;  and (3) the use of genetics to control diseases of humans and crops. The first two workshops will be preceded by an Advanced Study Institute (ASI), aimed at preparing graduate students to participate in the workshop, in follow-up research projects, and in long-term international collaborations. Small research projects catalyzed by the ASIs and workshops will involve US and African participants.  Because successful model development should never be divorced from data but sometimes is, a biomath modeling clinic with a data analysis emphasis is planned. \r\n\r\nBecause it is important to train some African students in more depth than is possible in the planned ASIs, the project will host African graduate students for year-long visits, in the process exposing US graduate student and postdoctoral biomathematicians to the problems of Africa in a longer, more extended mode than is possible with a two-week activity.  African faculty will also come as visitors to engage in joint research projects. Materials arising from the ASIs and workshops will be widely disseminated through books, articles, websites, CDs, and reports, so others can copy these activities. Project results will be used in a separately-funded program that brings current research into the undergraduate classroom. International partnerships with the African Institute for Mathematical Sciences (AIMS), the South African Centre of Excellence for Epidemiological Modelling and Analysis (SACEMA), the African Mathematical Institutes Network (AMI-Net), the African Mathematics Millennium Science Initiative (AMMSI), and the Canadian Network of Mathematics of Information Technology and Complex Systems (MITACS) will enhance the program.\r\n\r\nThis project is co-funded by the NSF Office of International Science and Engineering, and the Office of Multidisciplinary Activities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Fred",
   "pi_last_name": "Roberts",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Fred S Roberts",
   "pi_email_addr": "froberts@dimacs.rutgers.edu",
   "nsf_id": "000172929",
   "pi_start_date": "2008-09-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Avner",
   "pi_last_name": "Friedman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Avner Friedman",
   "pi_email_addr": "afriedman@mbi.osu.edu",
   "nsf_id": "000288085",
   "pi_start_date": "2008-09-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University New Brunswick",
  "perf_str_addr": "3 RUTGERS PLZ",
  "perf_city_name": "NEW BRUNSWICK",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "089018559",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "126000",
   "pgm_ele_name": "INFRASTRUCTURE PROGRAM"
  },
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  },
  {
   "pgm_ele_code": "733400",
   "pgm_ele_name": "MATHEMATICAL BIOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "5976",
   "pgm_ref_txt": "AFRICA, NEAR EAST, & SO ASIA"
  },
  {
   "pgm_ref_code": "7338",
   "pgm_ref_txt": "TANZANIA"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 445600.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 420035.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 74365.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The continent of Africa faces numerous socio-economic and public health challenges, including newly emerging or rapidly changing diseases; quickly changing ecological systems resulting from climate change; exploitation of natural resources; the need or desire to conserve disappearing ecosystems and wildlife; the challenge of resource management in the context of limited resources; changing agricultural practices and their impact on human health; and the effect of health events and changing climate and ecology on social structures, economic systems, and political stability. Research and training in biomathematics can lead to substantial inroads in addressing these challenges. Addressing them is of importance not only to Africa but also to the rest of the world, including the United States. Diseases know no national boundaries. Economic upheavals in one part of the world affect the economy of the rest of the world. Political or social changes in one part of the world can quickly spread to other parts.</p>\n<p>&nbsp;</p>\n<p>The problems of Africa present particularly exciting and complex challenges for mathematical scientists. Partnerships are needed between U.S. and African mathematical scientists so that U.S. scientists can get first-hand understanding of the problems of Africa and the data they need to parameterize and refine their mathematical models. Many of these challenges fall at the interface between the mathematical and biological sciences. Dealing with these challenges requires a large number of researchers trained in biomathematics and prepared to deal with specific challenges arising from problems of Africa. Thus, it is important to train the next generation of U.S. mathematical scientists to work in biomathematics and in international venues.</p>\n<p>&nbsp;</p>\n<p>The project built environments to stimulate new joint research initiatives between U.S. and African scientists and graduate students, developed emerging fields in biomathematics, educated the next generation of U.S. biomathematicians in partnership with the next generation of African biomathematicians. Our goals were achieved through workshops, clinics, \"advanced study institutes\" (ASIs) for graduate students, all held in Africa, follow-up research projects, and extended visits to the U.S. by African students and faculty.</p>\n<p>&nbsp;</p>\n<p>Clinics consisted of a series of discussions and tutorials that guided participants through the process of data-based modeling. The workshops had expositiory and research talks and were either preceded by a two-week ASI or included tutorials embedded in the workshop, designed to introduce U.S. and African graduate students to each other and to the basic theoretical concepts, and involve them in research projects. Topics for the clinics and workshops included: economic aspects of epidemiology; conservation biology and creation of ecological reserves and related issues of risk of extinction and risk of invasive species; the use of genetics to control diseases of humans and crops; and the application of mathematical methods to questions involving quantitative landscape ecology and environmental sustainability.</p>\n<p>&nbsp;</p>\n<p>Visiting African researchers and African graduate fellows were hosted at both the Center for Discrete Mathematics and Theoretical Computer Science (DIMACS) and Ohio State University &ndash; Mathematical Biosciences Institute (MBI). Hosting African students also exposed US student (graduate and undergraduate) and postdoc biomathematicians at DIMACS and MBI to the problems of Africa in a more extended mode than is possible in an ASI.</p>\n<p>&nbsp;</p>\n<p>A&nbsp;wide variety of scientific findings arose from project activities. A graduate student fellow studied mathematical and computational modeling and analysis for population dynamics of special hermaphrodite populations. Another graduate student fellow worked on strategies for reducin...",
  "por_txt_cntn": "\nThe continent of Africa faces numerous socio-economic and public health challenges, including newly emerging or rapidly changing diseases; quickly changing ecological systems resulting from climate change; exploitation of natural resources; the need or desire to conserve disappearing ecosystems and wildlife; the challenge of resource management in the context of limited resources; changing agricultural practices and their impact on human health; and the effect of health events and changing climate and ecology on social structures, economic systems, and political stability. Research and training in biomathematics can lead to substantial inroads in addressing these challenges. Addressing them is of importance not only to Africa but also to the rest of the world, including the United States. Diseases know no national boundaries. Economic upheavals in one part of the world affect the economy of the rest of the world. Political or social changes in one part of the world can quickly spread to other parts.\n\n \n\nThe problems of Africa present particularly exciting and complex challenges for mathematical scientists. Partnerships are needed between U.S. and African mathematical scientists so that U.S. scientists can get first-hand understanding of the problems of Africa and the data they need to parameterize and refine their mathematical models. Many of these challenges fall at the interface between the mathematical and biological sciences. Dealing with these challenges requires a large number of researchers trained in biomathematics and prepared to deal with specific challenges arising from problems of Africa. Thus, it is important to train the next generation of U.S. mathematical scientists to work in biomathematics and in international venues.\n\n \n\nThe project built environments to stimulate new joint research initiatives between U.S. and African scientists and graduate students, developed emerging fields in biomathematics, educated the next generation of U.S. biomathematicians in partnership with the next generation of African biomathematicians. Our goals were achieved through workshops, clinics, \"advanced study institutes\" (ASIs) for graduate students, all held in Africa, follow-up research projects, and extended visits to the U.S. by African students and faculty.\n\n \n\nClinics consisted of a series of discussions and tutorials that guided participants through the process of data-based modeling. The workshops had expositiory and research talks and were either preceded by a two-week ASI or included tutorials embedded in the workshop, designed to introduce U.S. and African graduate students to each other and to the basic theoretical concepts, and involve them in research projects. Topics for the clinics and workshops included: economic aspects of epidemiology; conservation biology and creation of ecological reserves and related issues of risk of extinction and risk of invasive species; the use of genetics to control diseases of humans and crops; and the application of mathematical methods to questions involving quantitative landscape ecology and environmental sustainability.\n\n \n\nVisiting African researchers and African graduate fellows were hosted at both the Center for Discrete Mathematics and Theoretical Computer Science (DIMACS) and Ohio State University &ndash; Mathematical Biosciences Institute (MBI). Hosting African students also exposed US student (graduate and undergraduate) and postdoc biomathematicians at DIMACS and MBI to the problems of Africa in a more extended mode than is possible in an ASI.\n\n \n\nA wide variety of scientific findings arose from project activities. A graduate student fellow studied mathematical and computational modeling and analysis for population dynamics of special hermaphrodite populations. Another graduate student fellow worked on strategies for reducing\nthe spread of HIV-HBV co-infection.\n\n \n\nOne of the African visiting researchers developed a generation model which involves HIV dynamics with treatmen..."
 }
}