{
 "awd_id": "0829798",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "EMT/NANO: Polymerase-Based Self-Activating and Reactivating DNA Systems",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032928649",
 "po_email": "mbasu@nsf.gov",
 "po_sign_block_name": "Mitra Basu",
 "awd_eff_date": "2008-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2008-08-27",
 "awd_max_amd_letter_date": "2010-07-22",
 "awd_abstract_narration": "A central goal of DNA nanotechnology is to develop methods for assembling complex, aperiodic structures for nanofabrication tasks. The critical challenge addressed in this work is robust biomolecular system design to avoid errors in complex nanoscale pattern formation via controlled directional assembly. Algorithmic DNA self-assembly makes use of DNA nanostructures (tiles), which assemble together via hybridization, theoretically forming DNA lattices with complex patterns, but are limited by significant assembly mismatch errors that prevent further growth. The project?s innovative approach is assembly error avoidance (rather than crystal error correction) using self-activating and reactivating DNA protocols driven by the use of DNA polymerase enzyme. A novel protection/deprotection strategy (using DNA polymerase displacement) enforces the direction of tiling assembly growth to avoid growth errors. Initially, a tile is in an inactive state, with output pads protected from binding with other tiles, preventing lattice growth in (unwanted) reverse direction. After other tiles bind to this tile?s input pads, it enters an active state where its output pads are exposed, allowing further growth. Tasks include various experimental demonstrations of activatable tiles and computer simulation software tools for design and kinetic probabilistic simulation of the tile assembly process and protocols. The controlled directional assembly of tiling assemblies eliminates a major roadblock in the development of applications of patterned DNA lattices, providing a methodology for vastly increasing the complexity of synthetic molecular patterned nanostructures. Additional novel applications to be demonstrated include assemblies for molecular sensing, concentration (via activation of assembling tiles only when a speci&#64257;c target molecule docks at a particular site on the tile), and catalyzation. The work spans many &#64257;elds including chemistry, biochemistry, physics, and computer science, with applications in bioengineering, biomedical engineering and nano-engineering. It provides students exciting and challenging interdisciplinary training opportunities unique to the degree of its span of multiple disciplines, impacting the critical national need in training in multiple disciplines.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Reif",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "John H Reif",
   "pi_email_addr": "reif@cs.duke.edu",
   "nsf_id": "000097280",
   "pi_start_date": "2008-08-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "LaBean",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas H LaBean",
   "pi_email_addr": "thlabean@ncsu.edu",
   "nsf_id": "000331268",
   "pi_start_date": "2008-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "2200 W MAIN ST",
  "perf_city_name": "DURHAM",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277054640",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "735300",
   "pgm_ele_name": "EMERGING MODELS & TECHNOLOGIES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 200000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Motivation: </strong>A central goal of DNA nanotechnology is to develop methods for assembling complex, aperiodic structures for nanofabrication tasks. The critical challenge addressed in this work is robust biomolecular system design to avoid errors in complex nanoscale pattern formation via controlled directional assembly. Algorithmic DNA self-assembly makes use of DNA nanostructures (tiles), which assemble together via hybridization, theoretically forming DNA lattices with complex patterns, but are limited by significant assembly mismatch errors that prevent further growth.</p>\n<p>&nbsp;<strong>Approach: </strong>The project&rsquo;s innovative approach was assembly error avoidance (rather than crystal error correction) using self-activating and reactivating DNA protocols driven by the use of DNA polymerase enzyme. A novel protection/deprotection strategy (using DNA polymerase displacement) enforced the direction of tiling assembly growth to avoid growth errors. Initially, a tile is in an inactive state, with output pads protected from binding with other tiles, preventing lattice growth in (unwanted) reverse direction. After other tiles bind to this tile&rsquo;s input pads, it enters an active state where its output pads are exposed, allowing further growth.</p>\n<p>The novel idea behind the activatable tile system is the use of DNA polymerase as an agent of information&nbsp;&nbsp; transfer from one (initiation) site on a DNA tile building block to other distant (switchable) sites on the same tile. This strategy can be thought of as an arti?cial allosteric control mechanism analogous to allosteric proteins that propagates information, such as the presence of a bound ligand to other regions of the protein by induced conformational changes. Activatable tiles employ not only conformational shifts but also alterations in the molecular con?guration of the tile by using DNA strand synthesis and displacement of base-pairing partners to expose new active sites on the DNA&nbsp;&nbsp; tiles.&nbsp;&nbsp;</p>\n<p><strong>Advantages of Approach: </strong>This technique endows provides each tile with an additional capability of holding and transitioning between states. Initially, prior to binding with other tiles, the tile is in an inactive state, where the tile&rsquo;s output pads are pro- tected from binding with other tiles thus preventing lattice grow in the (unwanted) reverse direction. After appropriate other tiles bind to this tile&rsquo;s input pads, the tile transitions to an active state and its output pads are exposed, allowing further growth. The protocols also allow for reactivation of tiles which at ?rst do no fully transition to an active state.</p>\n<p><strong>&nbsp;Work Done: </strong>Tasks completed included various experimental demonstrations of activatable tiles and computer simulation software tools for design and kinetic probabilistic simulation of the tile assembly process and protocols.</p>\n<p><strong>&nbsp;List of Tasks Done:</strong></p>\n<p>(i) Testing Polymerase Activity in the Context of Complex DNA Nanostructures,</p>\n<p>(ii) experimental demonstration of DNA nanostructure and strand-displacement designs for achieving activatable tiles,</p>\n<p>(iii) subsequent experimental demonstration of activatable tiles assembly applications (molecular concentration, sensing and catalyzation),</p>\n<p>(iv) experimental demonstration of error-resilient algorithmic lattices with activatable tiles for formation of complex patterns useful for nanofabrication, (iv) probabilistic analysis of the tiling assembly and protocol&rsquo;s kinetics</p>\n<p>(v) and development of computer simulation software tools for design (of the DNA sequences that make up the activatable tiles and protocols) and kinetic probabilistic simulation of the tile assembly process and protocols.</p>\n<p>&nbsp;</p>\n<p><strong>Applications:</strong> The controlled directional assembly of tiling a...",
  "por_txt_cntn": "\nMotivation: A central goal of DNA nanotechnology is to develop methods for assembling complex, aperiodic structures for nanofabrication tasks. The critical challenge addressed in this work is robust biomolecular system design to avoid errors in complex nanoscale pattern formation via controlled directional assembly. Algorithmic DNA self-assembly makes use of DNA nanostructures (tiles), which assemble together via hybridization, theoretically forming DNA lattices with complex patterns, but are limited by significant assembly mismatch errors that prevent further growth.\n\n Approach: The projectÆs innovative approach was assembly error avoidance (rather than crystal error correction) using self-activating and reactivating DNA protocols driven by the use of DNA polymerase enzyme. A novel protection/deprotection strategy (using DNA polymerase displacement) enforced the direction of tiling assembly growth to avoid growth errors. Initially, a tile is in an inactive state, with output pads protected from binding with other tiles, preventing lattice growth in (unwanted) reverse direction. After other tiles bind to this tileÆs input pads, it enters an active state where its output pads are exposed, allowing further growth.\n\nThe novel idea behind the activatable tile system is the use of DNA polymerase as an agent of information   transfer from one (initiation) site on a DNA tile building block to other distant (switchable) sites on the same tile. This strategy can be thought of as an arti?cial allosteric control mechanism analogous to allosteric proteins that propagates information, such as the presence of a bound ligand to other regions of the protein by induced conformational changes. Activatable tiles employ not only conformational shifts but also alterations in the molecular con?guration of the tile by using DNA strand synthesis and displacement of base-pairing partners to expose new active sites on the DNA   tiles.  \n\nAdvantages of Approach: This technique endows provides each tile with an additional capability of holding and transitioning between states. Initially, prior to binding with other tiles, the tile is in an inactive state, where the tileÆs output pads are pro- tected from binding with other tiles thus preventing lattice grow in the (unwanted) reverse direction. After appropriate other tiles bind to this tileÆs input pads, the tile transitions to an active state and its output pads are exposed, allowing further growth. The protocols also allow for reactivation of tiles which at ?rst do no fully transition to an active state.\n\n Work Done: Tasks completed included various experimental demonstrations of activatable tiles and computer simulation software tools for design and kinetic probabilistic simulation of the tile assembly process and protocols.\n\n List of Tasks Done:\n\n(i) Testing Polymerase Activity in the Context of Complex DNA Nanostructures,\n\n(ii) experimental demonstration of DNA nanostructure and strand-displacement designs for achieving activatable tiles,\n\n(iii) subsequent experimental demonstration of activatable tiles assembly applications (molecular concentration, sensing and catalyzation),\n\n(iv) experimental demonstration of error-resilient algorithmic lattices with activatable tiles for formation of complex patterns useful for nanofabrication, (iv) probabilistic analysis of the tiling assembly and protocolÆs kinetics\n\n(v) and development of computer simulation software tools for design (of the DNA sequences that make up the activatable tiles and protocols) and kinetic probabilistic simulation of the tile assembly process and protocols.\n\n \n\nApplications: The controlled directional assembly of tiling assemblies eliminates a major roadblock in the development of applications of patterned DNA lattices, providing a methodology for vastly increasing the complexity of synthetic molecular patterned nanostructures. Additional novel applications include assemblies for molecular sensing, concentration (via activation of ..."
 }
}