{
 "awd_id": "0829590",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "US- Sub-Saharan Africa Workshop:    Enhancing Collaboration in Pollination Science, July 2008, South Africa",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "DeAndra Beck",
 "awd_eff_date": "2008-05-15",
 "awd_exp_date": "2010-04-30",
 "tot_intn_awd_amt": 49999.0,
 "awd_amount": 49999.0,
 "awd_min_amd_letter_date": "2008-05-07",
 "awd_max_amd_letter_date": "2008-05-07",
 "awd_abstract_narration": "This award supports a July 2008 workshop on African bee diversity, taxonomy, ecology and bioinformatics to be held in South Africa, preceding the 23rd International Congress of Entomology in Durban, South Africa. Very little is known about the bee fauna of Africa - even though bees are essential for pollination of many crop plants as well as of many plants that are essential to ecosystem health and the conservation of biodiversity. The dearth of information about bee evolution and diversity in Africa, as well as declines in bee populations around the globe, impending climate change, and chronic food shortages in Africa, make this workshop particularly relevant and timely. The workshop will bring together approximately forty scientists, postdoctoral researchers, and graduate students from the U.S., Africa, and other countries. The participants will come from natural history museums, universities and research institutions and will represent a wide range of relevant initiatives, including the African Pollinator Initiative, the Consortium of the Barcode of Life, the GBIF Global Pollinator Species Campaign, the Integrated Taxonomic Information System and the Global Pollination Project of the Food and Agricultural Organization of the United Nations. These various initiatives have different but complementary and overlapping goals, stemming from the central role that taxonomy plays in each of them and from their common efforts to conserve declining bee populations. \r\n\r\nThe workshop participants will discuss the current state of knowledge on bees and other pollinators in Africa, as well as the potential challenges and opportunities in advancing both applied and basic research in pollinator science on the continent. Of central importance will be identifying strategies to improve African bee collections, bolster pollinator conservation, forge collaborative research partnerships and develop training programs in areas of mutual interest.  The workshop outputs will include a research agenda on African pollinators and recommendations for African-specific actions that complement global campaigns to create and make available taxonomic data on bees and other pollinator species. \r\n\r\nThe workshop will yield a number of broader impacts. It will strengthen collaborations among U.S. and African students, researchers and institutions involved in entomology, and it will enhance African involvement in several global biodiversity initiatives. It will also provide a framework for expanding our knowledge of both basic and applied pollinator science in Africa. Given the central role of pollinators in natural ecosystems and in food production, such a framework should be invaluable in the face of declining bee populations, climate change, and food shortages in Africa.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lucie",
   "pi_last_name": "Rogo",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Lucie M Rogo",
   "pi_email_addr": "rogoluc@si.edu",
   "nsf_id": "000501712",
   "pi_start_date": "2008-05-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Smithsonian Institution",
  "inst_street_address": "1000 JEFFERSON DR SW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2026337110",
  "inst_zip_code": "205600008",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "SMITHSONIAN INSTITUTION",
  "org_prnt_uei_num": "KQ1KJG78NNS9",
  "org_uei_num": "KQ1KJG78NNS9"
 },
 "perf_inst": {
  "perf_inst_name": "Smithsonian Institution",
  "perf_str_addr": "1000 JEFFERSON DR SW",
  "perf_city_name": "WASHINGTON",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "205600008",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117100",
   "pgm_ele_name": "PHYLOGENETIC SYSTEMATICS"
  },
  {
   "pgm_ele_code": "729900",
   "pgm_ele_name": "Catalyzing New Intl Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1066",
   "pgm_ref_txt": "SOUTH AFRICA"
  },
  {
   "pgm_ref_code": "1305",
   "pgm_ref_txt": "ECOLOGICAL DIVERSITY"
  },
  {
   "pgm_ref_code": "5976",
   "pgm_ref_txt": "AFRICA, NEAR EAST, & SO ASIA"
  },
  {
   "pgm_ref_code": "7715",
   "pgm_ref_txt": "BROADENING PARTICIPATION"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 49999.0
  }
 ],
 "por": null
}