{
 "awd_id": "0829752",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "EMT/BSSE: A Controller for Autonomous Systems Based on Principles of Vertebrate Neuromodulation",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032928649",
 "po_email": "mbasu@nsf.gov",
 "po_sign_block_name": "Mitra Basu",
 "awd_eff_date": "2008-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 299998.0,
 "awd_amount": 299998.0,
 "awd_min_amd_letter_date": "2008-09-03",
 "awd_max_amd_letter_date": "2010-06-21",
 "awd_abstract_narration": "EMT/BSSE: A Controller for Autonomous Systems\r\nBased on Principles of Vertebrate Neuromodulation\r\nRobots and autonomous systems require some level of supervision and tuning of\r\nparameters to fit a particular domain. However, biological organisms have the ability to\r\nrespond quickly and appropriately in an ever-changing world. Because this adaptability\r\nis so critical for survival, all vertebrates have sub-cortical structures, which comprise the\r\nneuromodulatory systems. These systems regulate fundamental behaviors and set the\r\norganism?s internal and behavioral states. This research involves designing a controller\r\nfor autonomous systems that is modeled after the vertebrate neuromodulatory system.\r\nThis neurally inspired model enables robots to approach the behavioral complexity and\r\nflexibility associated with higher order animals, and would be a major improvement in the\r\ndesign of autonomous systems.\r\nNeuromodulators in the nervous system signal environmental changes to the nervous\r\nsystem that alter neuronal responses in such a way that the organism can respond\r\nquickly and accurately to these changes. There are separate neuromodulators that\r\nrespond to threats, reward anticipation, novelty, and attentional effort. However, each of\r\nthese neuromodulatory systems have a similar effect, that is, to cause an organism to be\r\ndecisive when environmental conditions call for such actions, and allow an organism to\r\nbe more exploratory when there are no pressing events. A design strategy, based on\r\nprinciples of the vertebrate neuromodulatory system, is used to control the behavior of\r\nautonomous robot systems. This research shows that such a system responds\r\nappropriately and adapts to environmental changes without human intervention.\r\nMoreover, this research shows that a controller, which is based on neuromodulation, can\r\nbe extended to any system in which an agent is situated in a dynamic, unconstrained\r\nenvironment.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Krichmar",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey L Krichmar",
   "pi_email_addr": "jkrichma@uci.edu",
   "nsf_id": "000099941",
   "pi_start_date": "2008-09-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Irvine",
  "inst_street_address": "160 ALDRICH HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IRVINE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9498247295",
  "inst_zip_code": "926970001",
  "inst_country_name": "United States",
  "cong_dist_code": "47",
  "st_cong_dist_code": "CA47",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA IRVINE",
  "org_prnt_uei_num": "MJC5FCYQTPE6",
  "org_uei_num": "MJC5FCYQTPE6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Irvine",
  "perf_str_addr": "160 ALDRICH HALL",
  "perf_city_name": "IRVINE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "926970001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "47",
  "perf_st_cong_dist": "CA47",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "735300",
   "pgm_ele_name": "EMERGING MODELS & TECHNOLOGIES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 99999.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 99999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Robots and autonomous systems require some level of supervision and tuning of parameters to fit a particular domain. However, biological organisms have the ability to respond quickly and appropriately in an ever-changing world. Because this adaptability is so critical for survival, all vertebrates have sub-cortical structures, which comprise the neuromodulatory systems. These systems regulate fundamental behaviors and set the organism&rsquo;s internal and behavioral states.</p>\n<p>In this project we developed an action selection mechanism for robots based on principles of the brain&rsquo;s neuromodulatory system [<a title=\"Cox, 2009 #49\" href=\"#_ENREF_1\">1-3</a>]. The brain&rsquo;s neuromodulators, which are chemical signals to nerve cells in the brain, regulate fundamental behavior and drive decision-making in response to environmental events. Separate neuromodulators respond to threats, reward anticipation, novelty, and vigilance. However, each of these neuromodulatory systems has a similar effect, that is, to cause an organism to be decisive when environmental conditions call for such actions, and allow the organism to be more exploratory when there are no pressing events. The neural controller for autonomous robots demonstrated valuable features such as, fluid switching of behavior, gating in important sensory events, and separating signal from noise. Our robot CARL-1 showed the ability to differentiate among objects that dispense rewards or inflict punishment, all without human intervention. Our robot CARL-Roomba, which was a modified vacuum cleaner robot and tested in an office setting, sensed when it was safe to explore and when it was better to hide. Similar to a mouse that is initially scared, but likes to explore when it is comfortable with its surroundings. Our robot LeCarl, used a smartphone to run a neural network model based on known attentional pathways in the brain. LeCarl received inputs from the phone&rsquo;s GPS, compass, and other sensors. LeCarl&rsquo;s brain network generated commands to a remote-control car that explored our college campus. LeCarl learned to attend to locations that had important resources and ignore locations that did not.</p>\n<p>These robots demonstrate the adaptability, attention, decision-making, learning, and social behavior found in higher animals. The robot controller automatically arbitrates between actions based on current sensory input. In addition, it has the ability to adapt to changes in the environment by 1) increasing sensitivity to sensory inputs, 2) responding to unexpected or rare events, and 3) habituating or ignoring uninteresting events [<a title=\"Krichmar, 2012 #1185\" href=\"#_ENREF_3\">3</a>]. These algorithms and robots may be useful for Search and Rescue operations, building mobile sensing networks, and mapping environmental resources.</p>\n<p>In a broader sense, I have been promoting the field of Cognitive and Brain-Based Robotics to researchers, students of all ages, and the general public. The goals of these robots are to better understand cognition through the construction of physical artifacts, and to create practical systems that demonstrate cognitive capabilities. The field of neuromorphic and brain-based robots is built on the notion that the brain is embodied in the body and the body is embedded in the environment, and that this coupling is necessary for an intelligent system. To increase awareness in this emerging research area, I edited a book with a colleague from the Kyushu Institute of Technology in Japan [<a title=\"Krichmar, 2011 #53\" href=\"#_ENREF_4\">4</a>]. We collected contributions from 15 groups around the world who have a shared interest in neuromorphic and brain-based robots. The book included chapters on biologically inspired designs, brain-based architectures, theoretical considerations, and machine ethics. I recently wrote a position paper that laid out the design principles nece...",
  "por_txt_cntn": "\nRobots and autonomous systems require some level of supervision and tuning of parameters to fit a particular domain. However, biological organisms have the ability to respond quickly and appropriately in an ever-changing world. Because this adaptability is so critical for survival, all vertebrates have sub-cortical structures, which comprise the neuromodulatory systems. These systems regulate fundamental behaviors and set the organismÆs internal and behavioral states.\n\nIn this project we developed an action selection mechanism for robots based on principles of the brainÆs neuromodulatory system [1-3]. The brainÆs neuromodulators, which are chemical signals to nerve cells in the brain, regulate fundamental behavior and drive decision-making in response to environmental events. Separate neuromodulators respond to threats, reward anticipation, novelty, and vigilance. However, each of these neuromodulatory systems has a similar effect, that is, to cause an organism to be decisive when environmental conditions call for such actions, and allow the organism to be more exploratory when there are no pressing events. The neural controller for autonomous robots demonstrated valuable features such as, fluid switching of behavior, gating in important sensory events, and separating signal from noise. Our robot CARL-1 showed the ability to differentiate among objects that dispense rewards or inflict punishment, all without human intervention. Our robot CARL-Roomba, which was a modified vacuum cleaner robot and tested in an office setting, sensed when it was safe to explore and when it was better to hide. Similar to a mouse that is initially scared, but likes to explore when it is comfortable with its surroundings. Our robot LeCarl, used a smartphone to run a neural network model based on known attentional pathways in the brain. LeCarl received inputs from the phoneÆs GPS, compass, and other sensors. LeCarlÆs brain network generated commands to a remote-control car that explored our college campus. LeCarl learned to attend to locations that had important resources and ignore locations that did not.\n\nThese robots demonstrate the adaptability, attention, decision-making, learning, and social behavior found in higher animals. The robot controller automatically arbitrates between actions based on current sensory input. In addition, it has the ability to adapt to changes in the environment by 1) increasing sensitivity to sensory inputs, 2) responding to unexpected or rare events, and 3) habituating or ignoring uninteresting events [3]. These algorithms and robots may be useful for Search and Rescue operations, building mobile sensing networks, and mapping environmental resources.\n\nIn a broader sense, I have been promoting the field of Cognitive and Brain-Based Robotics to researchers, students of all ages, and the general public. The goals of these robots are to better understand cognition through the construction of physical artifacts, and to create practical systems that demonstrate cognitive capabilities. The field of neuromorphic and brain-based robots is built on the notion that the brain is embodied in the body and the body is embedded in the environment, and that this coupling is necessary for an intelligent system. To increase awareness in this emerging research area, I edited a book with a colleague from the Kyushu Institute of Technology in Japan [4]. We collected contributions from 15 groups around the world who have a shared interest in neuromorphic and brain-based robots. The book included chapters on biologically inspired designs, brain-based architectures, theoretical considerations, and machine ethics. I recently wrote a position paper that laid out the design principles necessary for creating a truly cognitive robot [5]. In that paper, I suggested that by allowing the body to handle many of the reflexive, rapid movements and responses to environmental events, the central nervous system would be free to handle what has been tradit..."
 }
}