{
 "awd_id": "0829791",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:   AToL:   PorToL - The Porifera Tree of Life Project",
 "cfda_num": "47.074",
 "org_code": "08010206",
 "po_phone": "7032928227",
 "po_email": "smalcomb@nsf.gov",
 "po_sign_block_name": "Simon Malcomber",
 "awd_eff_date": "2008-10-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 439564.0,
 "awd_amount": 447063.0,
 "awd_min_amd_letter_date": "2008-08-27",
 "awd_max_amd_letter_date": "2011-07-05",
 "awd_abstract_narration": "A grant has been awarded to the University of Alabama at Birmingham under the direction of Dr. Robert W. Thacker for assembling the phylogenetic tree of sponges. Sponges are an ancient animal group with simple body construction. They are extremely efficient at filtering bacteria and other small food particles from the water in which they live, with thousands of different sponge species found in the world's oceans and freshwater habitats. Along with their important ecological roles, sponges can yield potential new medicines and host an extraordinary diversity of microbial life. Despite their widespread presence in aquatic habitats, the study of sponges has lagged behind that of other more charismatic marine fauna. Sponges pose special difficulties for those interested in deciphering their taxonomy, classification, and evolutionary relationships because sponge bodies are quite plastic, varying from one individual to the next. These difficulties hamper progress in basic studies of sponge biology and biodiversity, including comparative studies aimed at understanding the evolution of animals and efforts to conserve or economically exploit aquatic ecosystems. Using molecular genetic data from 8,000 sponge specimens, this project will provide a phylogenetic context that will improve the understanding of all aspects of sponge biology. \r\n\r\nProper Incorporation of sponges in the Tree of Life is imperative, because there is wide consensus that sponges comprise the primary trunk leading to more complex animals. Data from this project will test this hypothesis and resolve many \"branches\" within the sponge tree of life. This project will assist communication and collaboration within the international sponge research community by creating an internet-accessible database. This project will provide numerous outreach and educational opportunities, including undergraduate and graduate student training, intensive field courses, professional workshops, and conference symposia. This project benefits society as a whole by helping to track the origin and distribution of crucial genes (and chemical markers) that are useful in medicine and industry and by establishing new model systems for the study of early animal evolution. \r\n \r\n \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jose",
   "pi_last_name": "Lopez",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Jose V Lopez",
   "pi_email_addr": "joslo@nova.edu",
   "nsf_id": "000258904",
   "pi_start_date": "2008-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Nova Southeastern University",
  "inst_street_address": "3300 S UNIVERSITY DR",
  "inst_street_address_2": "",
  "inst_city_name": "FT LAUDERDALE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "9542625366",
  "inst_zip_code": "333282004",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "FL25",
  "org_lgl_bus_name": "NOVA SOUTHEASTERN UNIVERSITY, INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "Z1L7BKGEAGC7"
 },
 "perf_inst": {
  "perf_inst_name": "Nova Southeastern University",
  "perf_str_addr": "3300 S UNIVERSITY DR",
  "perf_city_name": "FT LAUDERDALE",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "333282004",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "FL25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "768900",
   "pgm_ele_name": "ASSEMBLING THE TREE OF LIFE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1355",
   "pgm_ref_txt": "EGC EDUCATIONAL ACTIVITIES"
  },
  {
   "pgm_ref_code": "7689",
   "pgm_ref_txt": "Assembling the Tree of Life"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 173704.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 7499.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 88558.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 177302.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Intellectual Merit: The Porifera Tree of Life project aimed to construct a definitive phylogeny for sponges (Phylum Porifera) using a variety of molecular and morphological approaches.&nbsp; Porifera represents the oldest and one of the simplest groups of animals, and thus resolution of evolutionary relationships (also known as &ldquo;phylogenetics or genealogical tree construction) will elucidate important origins of early radiating animal groups. Sponges&rsquo; origins dating back over 500 million years, makes the task of phylogenetic resolution non-trivial.</p>\n<p>DNA is the biochemical language that codes for life&rsquo;s basic processes. &nbsp;As evolutionary biologists, we realize that molecular sequences can leave evolutionary &ldquo;footprints&rdquo; that can help researchers track the origins and genealogies of organisms through deep time, and link them to living descendants. Integration of DNA and protein sequence data with more traditional classification methods (e.g. morphology, color, biogeography etc) creates even more confidence in building accurate genealogical relationships.</p>\n<p>Our laboratory collaborated within the PorToL consortium and contributed molecular biology expertise. Our lab was instrumental in collecting, organizing and coordinating sponge sample collections that were to be used in many of PorToL&rsquo;s phylogenetics analyses.&nbsp;Molecular biology protocols have generated informative nuclear, housekeeping cDNA sequences for seven target nuclear genes that have helped solidify ordinal and family level relationships.&nbsp; Sponge experts at HBOI-FAU assisted in sponge field and morphological identifications through in house workshops. Samples were then extracted for RNA in order to target specific functional genes with slower evolutionary rates, and which could possibly hold answers to evolutionary origins of specific sponge species. These data were used to generate new sponge evolutionary trees.</p>\n<p>Broader Impacts: Throughout this project, multiple undergraduate (9) and graduate (7) students participated and were trained in field trips, sophisticated molecular biology, taxonomy and phylogenetics methods at Nova Southeastern University and Harbor Branch Oceanographic Institution. &nbsp;Multiple workshops and symposia were planned and successfully executed.&nbsp; Results were regularly disseminated at national and international conferences, public websites (such as the Encyclopedia of Life), databases and through peer-reviewed publications (7 total). PorToL data and efforts also helped launch a new comparative genomics initiative called GIGA &ndash; a &ldquo;Global Invertebrate Genomics Alliance&rdquo; (GIGA.Nova.edu), which could integrate various types of genomics data for improved evolutionary resolution and collaborative projects, related to PorToL.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/27/2014<br>\n\t\t\t\t\tModified by: Jose&nbsp;V&nbsp;Lopez</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2014/0829791/0829791_10026381_1419718994852_NovagroupshotP1140991--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2014/0829791/0829791_10026381_1419718994852_NovagroupshotP1140991--rgov-800width.jpg\" title=\"NSU Group at VIII International Sponge Symposium\"><img src=\"/por/images/Reports/POR/2014/0829791/0829791_10026381_1419718994852_NovagroupshotP1140991--rgov-66x44.jpg\" alt=\"NSU Group at VIII International Sponge Symposium\"></a>\n...",
  "por_txt_cntn": "\nIntellectual Merit: The Porifera Tree of Life project aimed to construct a definitive phylogeny for sponges (Phylum Porifera) using a variety of molecular and morphological approaches.  Porifera represents the oldest and one of the simplest groups of animals, and thus resolution of evolutionary relationships (also known as \"phylogenetics or genealogical tree construction) will elucidate important origins of early radiating animal groups. SpongesÆ origins dating back over 500 million years, makes the task of phylogenetic resolution non-trivial.\n\nDNA is the biochemical language that codes for lifeÆs basic processes.  As evolutionary biologists, we realize that molecular sequences can leave evolutionary \"footprints\" that can help researchers track the origins and genealogies of organisms through deep time, and link them to living descendants. Integration of DNA and protein sequence data with more traditional classification methods (e.g. morphology, color, biogeography etc) creates even more confidence in building accurate genealogical relationships.\n\nOur laboratory collaborated within the PorToL consortium and contributed molecular biology expertise. Our lab was instrumental in collecting, organizing and coordinating sponge sample collections that were to be used in many of PorToLÆs phylogenetics analyses. Molecular biology protocols have generated informative nuclear, housekeeping cDNA sequences for seven target nuclear genes that have helped solidify ordinal and family level relationships.  Sponge experts at HBOI-FAU assisted in sponge field and morphological identifications through in house workshops. Samples were then extracted for RNA in order to target specific functional genes with slower evolutionary rates, and which could possibly hold answers to evolutionary origins of specific sponge species. These data were used to generate new sponge evolutionary trees.\n\nBroader Impacts: Throughout this project, multiple undergraduate (9) and graduate (7) students participated and were trained in field trips, sophisticated molecular biology, taxonomy and phylogenetics methods at Nova Southeastern University and Harbor Branch Oceanographic Institution.  Multiple workshops and symposia were planned and successfully executed.  Results were regularly disseminated at national and international conferences, public websites (such as the Encyclopedia of Life), databases and through peer-reviewed publications (7 total). PorToL data and efforts also helped launch a new comparative genomics initiative called GIGA &ndash; a \"Global Invertebrate Genomics Alliance\" (GIGA.Nova.edu), which could integrate various types of genomics data for improved evolutionary resolution and collaborative projects, related to PorToL. \n\n \n\n\t\t\t\t\tLast Modified: 12/27/2014\n\n\t\t\t\t\tSubmitted by: Jose V Lopez"
 }
}