{
 "awd_id": "0829025",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "An Innovative Optimal Integration of Wind and Solar Resources for Reliable and Sustainable Power Generation",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Radhakisan Baheti",
 "awd_eff_date": "2008-08-15",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 293185.0,
 "awd_amount": 293185.0,
 "awd_min_amd_letter_date": "2008-07-18",
 "awd_max_amd_letter_date": "2008-07-18",
 "awd_abstract_narration": "OBJECTIVE:\r\n\r\nThe fundamental goal of this project is to develop a procedural tool that will facilitate the augmentation of fossil fuel based generation with the integration of utility scale solar-wind hybrid plants. The scope of this work addresses the development of optimal planning and operation procedures for scheduling generation from wind, solar, and stored thermal energy facilities. Historical solar irradiance and wind energy density information will be analyzed to provide suitable hybrid locations.  Models will be developed for wind, solar, and storage technologies for power system simulation studies.  Metrological data will be used to determine the optimal requirements of thermal, wind, and storage units.  Power system stability shall be evaluated iteratively through system fault studies and contingency analysis. Finally, using forecasting techniques a strategy will be developed for optimal scheduling of generation and storage.\r\n\r\nINTELLECTUAL MERIT:\r\nThe completion of the proposed work will result in a methodology for calculating suitable hybrid plant locations and an optimized plant sizing and energy storage control strategy.  The objective of the control strategy will allow for reliable power injection and storage that is capable of meeting the demand of a variable load. The project will lead to: \r\n-\tThe identification of grid connectable locations within the United States for the placement of solar-wind hybrid plants.\r\n-\tThe development of optimal plant size and energy storage methodology for reliable grid interconnection of hybrid plants. \r\n-\tAn optimal control strategy to maximize the reliability of the hybrid plant to meet variable load and renewable input power patterns.\r\n\r\nBROADER IMPACTS:\r\nThe proposed technique is sufficiently versatile such that it can be extended to any emerging hybrid energy production and storage technologies.  This combines higher efficiency with greater reliability as compared to other conventional renewable generation. From an economic standpoint hybrid facilities will not only reduce generation costs, but will prove to be schedulable on demand which decrease customer costs thereby maximizing social welfare. This energy production strategy will help stimulate investment in renewable energy through competitive advantages over stand alone renewables. Additionally, an interdisciplinary renewable energy course will be introduced at Iowa State University based on the project work.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Venkataramana",
   "pi_last_name": "Ajjarapu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Venkataramana Ajjarapu",
   "pi_email_addr": "vajjarap@iastate.edu",
   "nsf_id": "000391867",
   "pi_start_date": "2008-07-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Iowa State University",
  "inst_street_address": "1350 BEARDSHEAR HALL",
  "inst_street_address_2": "515 MORRILL ROAD",
  "inst_city_name": "AMES",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "5152945225",
  "inst_zip_code": "500112103",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IA04",
  "org_lgl_bus_name": "IOWA STATE UNIVERSITY OF SCIENCE AND TECHNOLOGY",
  "org_prnt_uei_num": "DQDBM7FGJPC5",
  "org_uei_num": "DQDBM7FGJPC5"
 },
 "perf_inst": {
  "perf_inst_name": "Iowa State University",
  "perf_str_addr": "1350 BEARDSHEAR HALL",
  "perf_city_name": "AMES",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "500112103",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760700",
   "pgm_ele_name": "EPCN-Energy-Power-Ctrl-Netwrks"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "090E",
   "pgm_ref_txt": "Chem/Bio and Physical Diagnostics"
  },
  {
   "pgm_ref_code": "093E",
   "pgm_ref_txt": "System fab/packaging & assembly"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 293185.0
  }
 ],
 "por": null
}