{
 "awd_id": "0830398",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SGER: Direct Cross-Slope Ventilation of the ACC at the Western Scotia Ridge",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Peter Milne",
 "awd_eff_date": "2008-05-01",
 "awd_exp_date": "2010-04-30",
 "tot_intn_awd_amt": 49806.0,
 "awd_amount": 49806.0,
 "awd_min_amd_letter_date": "2008-05-12",
 "awd_max_amd_letter_date": "2008-05-12",
 "awd_abstract_narration": "Abstract\r\nPI: Laurence Padman\r\nProposal Number: 0830398\r\nTitle: SGER: Direct Cross-Slope Ventilation of the ACC at the Western Scotia Ridge\r\n\r\nIntellectual merit: The Antarctic Ocean & Atmospheric Sciences Program funded this Small Grant for Exploratory Research project entitled Antarctic CRossroads Of Slope Streams (ACROSS). This study will be a US contribution to the larger context of the International Polar Year (IPY) Synoptic Antarctic Shelf Slope Interactions (SASSI) theme. SASSI is an organizational structure to integrate studies around the Antarctic continent that pertain to the shelf slope interactions including those that pertain to formation of Antarctic Bottom Water.  Antarctic Bottom Water drives the lower limb of global meridional ocean circulation that helps to regulate global climate. Interactions on Antarctic shelves form dense water which sinks or ventilates the deep ocean in a variety of ways.  Available information suggests that the Weddell Sea region contributes about 50% of Antarctic Bottom Water.  ACROSS will specifically explore the importance of direct ventilation in the vicinity of the South Scotia Ridge of the deep Antarctic Circumpolar Current (ACC) relative to indirect ventilation through upward mixing of bottom-trapped outflows of dense Weddell Sea Deep Water. (Complementary efforts by others in the region will provide information linking the deep ACC to AABW formation.) Until now, it has been presumed that the indirect mechanism of ventilation holds but hydrographic evidence from previous regional studies (e.g. international DOVETAIL, 1997-2000 and UK ALBATROSS, 1999) suggests the possibility of the direct processes. Furthermore, inverse modeling and estimates from acoustic and hydrographic measurements implicate extraordinarily high (by 2-3 orders of magnitude) diapycnal mixing rates in this region. Elevated mixing may be driven by wind stress or the interactions of abyssal currents with topography or tides with topography. Determining which ventilation mechanisms prevail is important for understanding global climate change since the hypothesized direct ventilation mechanism should respond quite rapidly to changing shelf conditions such as the spectacular loss of a 3200 km2 section of the Larsen B Ice Shelf over one month in 2002. This project will entail direct small scale turbulence measurements from which diapycnal mixing can be determined and factors driving that mixing can be evaluated on a 30 day cruise of the Argentine RV Puerto Deseado in early 2009. Established tidal models for the region will help guide sampling, which in turn should help to resolve the reasons for inconsistent magnitudes between the models. Hydrographic and lowered acoustic Doppler current measurements as well as augmentation of moorings funded by the Spanish to achieve quantification of the Antarctic Slope Current contribution to direct ventilation are covered in a separate complementary project (Alejandro Orsi NSF-0818061). \r\n\r\nBroader impacts:  This SGER project will take advantage of an extraordinary field opportunity that leverages a broad array of international shelf-slope ocean circulation studies being carried out during the IPY. Cooperative Argentine (ACROSS), Spanish (E-SASSI) and Brazilian (SOS) efforts are focused in the specific region of this study. The cooperation affords broader regional coverage and includes a tracer program that will help to quantify the net ventilation rates of AABW as well as biological studies.  ACROSS is further complemented by several US IPY investments in broader region including the US Diapycnal Isopycnal Mixing Experiments (DIMES) that is joint with the UK, an intensive study of the dynamics and transport of the Antarctic Circumpolar Current in the Drake Passage and a SASSI study in the Palmer Long Term Ecosystem Research (LTER) site on the western dies of the Antarctic Peninsula. There are numerous other international efforts that are underway as part of the SASSI umbrella. Such efforts are being coordinated the international Antarctic Zone (iAnZone) group, which is a SCOR/SCAR (Scientific Committee for Ocean Research/Scientific Committee for Antarctic Research) affiliated program. A female technician will be supported by this proposal to run the profiler at sea and to process the data. The ACROSS microstructure data will be processed and made available to national and international collaborators via the international SASSI and WOCE Southern Ocean Atlas web sites.  \r\n \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Laurence",
   "pi_last_name": "Padman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Laurence Padman",
   "pi_email_addr": "padman@esr.org",
   "nsf_id": "000436896",
   "pi_start_date": "2008-05-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robin",
   "pi_last_name": "Muench",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Robin D Muench",
   "pi_email_addr": "rmuench@esr.org",
   "nsf_id": "000088255",
   "pi_start_date": "2008-05-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Earth and Space Research",
  "inst_street_address": "1107 NE 45TH ST STE 320",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2067260501",
  "inst_zip_code": "981054656",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "EARTH AND SPACE RESEARCH",
  "org_prnt_uei_num": "",
  "org_uei_num": "NJRJLK7U5TH8"
 },
 "perf_inst": {
  "perf_inst_name": "Earth and Space Research",
  "perf_str_addr": "1107 NE 45TH ST STE 320",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981054656",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511300",
   "pgm_ele_name": "ANT Ocean & Atmos Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "5295",
   "pgm_ref_txt": "IPY (GENERAL)"
  },
  {
   "pgm_ref_code": "5382",
   "pgm_ref_txt": "PHYS, CHEM, GEOL &/OR PALEO"
  },
  {
   "pgm_ref_code": "9237",
   "pgm_ref_txt": "SMALL GRANTS-EXPLORATORY RSRCH"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 49806.0
  }
 ],
 "por": null
}