{
 "awd_id": "0830024",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Horizontal gene transfer and among phyla relationships",
 "cfda_num": "47.074",
 "org_code": "08010206",
 "po_phone": "7032928227",
 "po_email": "smalcomb@nsf.gov",
 "po_sign_block_name": "Simon Malcomber",
 "awd_eff_date": "2009-01-01",
 "awd_exp_date": "2014-12-31",
 "tot_intn_awd_amt": 2500000.0,
 "awd_amount": 2507500.0,
 "awd_min_amd_letter_date": "2008-09-19",
 "awd_max_amd_letter_date": "2011-08-08",
 "awd_abstract_narration": "A tree has been the organizing image to explain the relationships among living creatures since before Darwin's explanations for natural descent. The modern practice of comparing DNA and protein sequences to discern these relationships, however, has revealed complexities in the process of descent never before imagined. Organisms, particularly microbes, evolve by horizontal as well as vertical inheritance of traits with different groups of organisms exchanging genes, in addition to passing them down to the next generation. This research project addresses the question: Can the large scale structure of the tree/web of life be discerned? While the current data may be interpreted to mean that the depiction of life's history as a single bifurcating tree is incomplete, this should not be seen as justification to give up on reconstructing life's history. The working hypothesis underlying this research is that a reconstruction of life's early history is indeed possible, provided care is taken to guard against artifacts and that new, informative molecular characters are added to the analyses. Four complementary approaches will be used to address the question through analyses of microbial genome sequences. (1) Genome sequence data will be examined to find ancient horizontal gene transfer events that created useful taxonomic characters. An automated genome analysis pipeline will be developed to find these events, and these characters will be incorporated into new examinations of evolutionary relationships. (2) Complete genome sequences allow comparisons of all the genes of an organism with those of others to measure their evolutionary relatedness. However, the impact of horizontal acquisition of genes on these analyses is unknown. Computer simulations and genome sequences from two unrelated groups of microbes that have undergone extensive horizontal gene transfer, the Haloarchaea and the Thermotogales, will be used to gauge the extent to which different phylogenomic approaches are impacted by highways of gene sharing between different groups of organisms. (3) A public database will be constructed to store information on all putatively identified gene transfer events. This database will be a valuable resource for the wider scientific community to trace the role of gene transfer in the assembly of metabolic pathways and to examine the adaptation of organisms to new ecological niches. (4) The nature of the last common ancestor of all living creatures, the trunk of the tree of life, has been difficult to discern given all the changes in nucleotide composition that have occurred during evolutionary time. A compositional analysis will be used to detect the remaining signal of the genetic code's expansion that occurred early in life's history in order to \"root\" the tree of life. These in-depth analyses of several prokaryotic and eukaryotic genomes will offer insights into the impacts of horizontal gene transfer on genome evolution and phylogenetic reconstructions, as well as identify natural groups in the tree of life and help to resolve its deep structure. Unraveling the structure of the tree of life will have percussions in all fields of biology.\r\n\r\nThis research program and its associated education activities will provide an ideal training ground in which high school, undergraduate, and graduate students along with postdoctoral fellows can learn about genome and organismal evolution. Plans are for three postdoctoral fellows, nine graduate students, and about twenty undergraduate and high school students to be trained through computational and laboratory research experiences. The goal is to train computer scientists and biologists to become experts in their respective disciplines and to become effective in trans-disciplinary communication; thereby enabling successful interdisciplinary collaborations. Results from the proposed research will be introduced into related courses on three campuses and will be accessible through an integrated database, which also includes a forum for public discussions on topics related to gene transfer and organismal evolution.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Johann Peter",
   "pi_last_name": "Gogarten",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Johann Peter Gogarten",
   "pi_email_addr": "gogarten@uconn.edu",
   "nsf_id": "000454238",
   "pi_start_date": "2008-09-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kenneth",
   "pi_last_name": "Noll",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Kenneth M Noll",
   "pi_email_addr": "kenneth.noll@uconn.edu",
   "nsf_id": "000270379",
   "pi_start_date": "2008-09-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jinling",
   "pi_last_name": "Huang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jinling Huang",
   "pi_email_addr": "huangj@ecu.edu",
   "nsf_id": "000261358",
   "pi_start_date": "2008-09-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "R. Thane",
   "pi_last_name": "Papke",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "R. Thane Papke",
   "pi_email_addr": "thane@uconn.edu",
   "nsf_id": "000501663",
   "pi_start_date": "2008-09-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ying",
   "pi_last_name": "Xu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ying Xu",
   "pi_email_addr": "xyn@bmb.uga.edu",
   "nsf_id": "000704165",
   "pi_start_date": "2008-09-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Connecticut",
  "inst_street_address": "438 WHITNEY RD EXTENSION UNIT 1133",
  "inst_street_address_2": "",
  "inst_city_name": "STORRS",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "8604863622",
  "inst_zip_code": "062699018",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CT02",
  "org_lgl_bus_name": "UNIVERSITY OF CONNECTICUT",
  "org_prnt_uei_num": "",
  "org_uei_num": "WNTPS995QBM7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Connecticut",
  "perf_str_addr": "438 WHITNEY RD EXTENSION UNIT 1133",
  "perf_city_name": "STORRS",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "062699018",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CT02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "718700",
   "pgm_ele_name": "MICROBIAL GENOME SEQUENCING"
  },
  {
   "pgm_ele_code": "768900",
   "pgm_ele_name": "ASSEMBLING THE TREE OF LIFE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1355",
   "pgm_ref_txt": "EGC EDUCATIONAL ACTIVITIES"
  },
  {
   "pgm_ref_code": "7689",
   "pgm_ref_txt": "Assembling the Tree of Life"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 750000.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 499841.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 511023.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 746636.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>We studied the impact of horizontal gene transfer (HGT) on organismal evolution and on our ability to reconstruct this evolutionary history from genome and gene sequences.&nbsp; &nbsp;HGT is the transfer of genetic information between organisms that are not in a parent offspring relationship.&nbsp; We established that the components of the ribosome, that is the machine that translates nucleotide sequences into protein, provide a good reference tree to reconstruct the reticulate history of genomes.&nbsp; <br /> Ribosomal proteins are ancient and many apparently evolved before the genetic code had expanded to use all of the currently genetically encoded amino acids.&nbsp;&nbsp; Using this echo from the early assembly of the genetic code, we placed the last universal common ancestor in the ribosomal tree of life (figure).&nbsp;&nbsp; &nbsp;</p>\n<p>To study gene transfer between divergent organisms, we analyzed the genomes of a group of mostly thermophilic, anaerobic bacteria, the Thermotogae.&nbsp; Our data indicate that the ancestor of this group already was adapted to high temperatures. &nbsp;Highways of gene sharing connect the Thermotogae with clostridia and archaea.&nbsp; Members of the latter two groups share their ecological niche members of the Thermotogae. &nbsp;Our analysis revealed that these transfers have occurred over time and not in a single event. &nbsp;Highways of gene sharing between divergent organisms that share an ecological niche do exist, and these highways can be detected and analyzed by comparing the evolutionary history of different genes.&nbsp; &nbsp;</p>\n<p>However, most gene transfers occur between closely related organisms.&nbsp; These gene transfers do not create a strong phylogenetic conflict.&nbsp; Rather gene transfers between close relatives tend to reinforce the phylogenetic signal due to shared ancestry: the related organisms become even more similar through HGT.&nbsp; We detected this gene transfer bias though our analysis of homeoalleles and through a study of gene transfer in haloarchaea.&nbsp;&nbsp; Homeoalleles are divergent copies of genes that have the same or a very similar function.&nbsp; Some homeoalleles have diverged before the time of the bacteria and archaeal ancestors (see figure).&nbsp; Lineages of bacteria and archaea can switch back and forth between different types of a homeoallele through horizontal gene transfer.&nbsp; Although homeoalleles are very divergent at the sequence level, the types frequently replace one another through homologous recombination in the more conserved neighboring genes (see figure). Our study of gene transfer in haloarchaea, a group of aerobic archaea living at high salt concentrations, revealed that most transferred genes integrate in the recipient genome through homologous recombination, and that the rate of successful transfers drops of exponentially with divergence time as measured through divergence of ribosomal proteins (see figure).&nbsp; &nbsp;</p>\n<p>The evolutionary history of genomes can be either reconstructed using supertree of supermatrix approaches.&nbsp; In a supertree approach, first phylogenies for individual genes are reconstructed, and then multiple gene trees are then combined into a single genome phylogeny.&nbsp; In contrast, supermatrix approaches combine several multiple sequence alignments into a single dataset from which a phylogenetic tree for the genome is reconstructed. &nbsp;Analyzing of the impact of HGT on the ability to reconstruct evolutionary history from genomic data we found that supertree approaches are more robust toward HGT than supermatrix approaches.&nbsp; In addition, supertree approaches that are based on quartet decomposition, an approach we developed, reliably extract phylogenetic information from gene phylogenies and identify genes that are in significant conflict with the plurality phylogenetic signal. &nbsp;However, if individual gene seq...",
  "por_txt_cntn": "\nWe studied the impact of horizontal gene transfer (HGT) on organismal evolution and on our ability to reconstruct this evolutionary history from genome and gene sequences.   HGT is the transfer of genetic information between organisms that are not in a parent offspring relationship.  We established that the components of the ribosome, that is the machine that translates nucleotide sequences into protein, provide a good reference tree to reconstruct the reticulate history of genomes.  \n Ribosomal proteins are ancient and many apparently evolved before the genetic code had expanded to use all of the currently genetically encoded amino acids.   Using this echo from the early assembly of the genetic code, we placed the last universal common ancestor in the ribosomal tree of life (figure).    \n\nTo study gene transfer between divergent organisms, we analyzed the genomes of a group of mostly thermophilic, anaerobic bacteria, the Thermotogae.  Our data indicate that the ancestor of this group already was adapted to high temperatures.  Highways of gene sharing connect the Thermotogae with clostridia and archaea.  Members of the latter two groups share their ecological niche members of the Thermotogae.  Our analysis revealed that these transfers have occurred over time and not in a single event.  Highways of gene sharing between divergent organisms that share an ecological niche do exist, and these highways can be detected and analyzed by comparing the evolutionary history of different genes.   \n\nHowever, most gene transfers occur between closely related organisms.  These gene transfers do not create a strong phylogenetic conflict.  Rather gene transfers between close relatives tend to reinforce the phylogenetic signal due to shared ancestry: the related organisms become even more similar through HGT.  We detected this gene transfer bias though our analysis of homeoalleles and through a study of gene transfer in haloarchaea.   Homeoalleles are divergent copies of genes that have the same or a very similar function.  Some homeoalleles have diverged before the time of the bacteria and archaeal ancestors (see figure).  Lineages of bacteria and archaea can switch back and forth between different types of a homeoallele through horizontal gene transfer.  Although homeoalleles are very divergent at the sequence level, the types frequently replace one another through homologous recombination in the more conserved neighboring genes (see figure). Our study of gene transfer in haloarchaea, a group of aerobic archaea living at high salt concentrations, revealed that most transferred genes integrate in the recipient genome through homologous recombination, and that the rate of successful transfers drops of exponentially with divergence time as measured through divergence of ribosomal proteins (see figure).   \n\nThe evolutionary history of genomes can be either reconstructed using supertree of supermatrix approaches.  In a supertree approach, first phylogenies for individual genes are reconstructed, and then multiple gene trees are then combined into a single genome phylogeny.  In contrast, supermatrix approaches combine several multiple sequence alignments into a single dataset from which a phylogenetic tree for the genome is reconstructed.  Analyzing of the impact of HGT on the ability to reconstruct evolutionary history from genomic data we found that supertree approaches are more robust toward HGT than supermatrix approaches.  In addition, supertree approaches that are based on quartet decomposition, an approach we developed, reliably extract phylogenetic information from gene phylogenies and identify genes that are in significant conflict with the plurality phylogenetic signal.  However, if individual gene sequences contain very little phylogenetic information because their sequences are too similar or too divergent, then individual gene trees and the resulting supertree are less reliable resolved than trees obtained from supermatrices.\n\nInvesti..."
 }
}