{
 "awd_id": "0830354",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Quantifying The Resilience of Industry Innovation Ecosystems: The Impact of Manufacturing Offshore on Firm Technology Trajectories and the Institutional Locus of Innovation",
 "cfda_num": "47.075",
 "org_code": "04000000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Julia I. Lane",
 "awd_eff_date": "2008-08-01",
 "awd_exp_date": "2011-07-31",
 "tot_intn_awd_amt": 208068.0,
 "awd_amount": 208068.0,
 "awd_min_amd_letter_date": "2008-09-22",
 "awd_max_amd_letter_date": "2008-09-22",
 "awd_abstract_narration": "Government policy today targets firms rather than firm ecosystems.  Given the increased fragmentation of firm activities and increased technological interdependency of these firms over the past 20 years, this mode of policy-making may be outdated.  This research leverages a natural experiment in the converging telecommunications and computing industry to examine the impact on the innovation ecosystem of removing a critical set of innovating firms. Drawing on the results, the researchers seek to define characteristics of innovation ecosystems that could provide resiliency against future shocks.\r\n\r\nDespite extensive study, there is little agreement within the academic, industrial, or policy communities on the impact of moving firm activities offshore on innovation back in the U.S.  Previous work by the P.I. has shown that moving manufacturing offshore changes technology development incentives.  Specifically, her results show that when U.S. firms shift production from the U.S. to developing East Asia, the most advanced technologies that were developed in the U.S. no longer pay.  Production characteristics are different abroad, and earlier technologies can be more cost-effective in developing country environment.  Building on these results, this project seeks to understand the impact of manufacturing offshore on (1) the innovative activities of the firms that moved manufacturing offshore, and (2) the continued advance of the advanced technologies within the same or other institutions in the U.S. In the case of the first part of the study, the results demonstrate whether firms which relocated manufacturing offshore are following a different technology trajectory from those firms still manufacturing in the U.S.  In the case of the second part of the study, the results shed insight into whether the relocation of manufacturing offshore has, in the case of the ecosystem of study, shifted the institutional locus of innovation. \r\n\r\nBroader Impact: In recent years, there has been rising concern over the ability of the U.S. to remain competitive in the global economy. Understanding how innovation ecosystems react to a set of innovating firms moving activities offshore is critical to redefining U.S. science and innovation policy and to improving the resiliency of such systems. The results of this study shed insights into the significance of institutional location -- small versus large firms, universities, or government labs -- on the quantity and direction of innovation.  Leveraging these results, the project characterizes critical metrics of innovation ecosystems that may aid in their resiliency against shocks such as a large set of innovating firms moving manufacturing offshore.  Metrics may include such units as coupling intensity between manufacturing location and innovative output, institutional fluidity, firm-university patent-publication interdependency, and other metrics that emerge from the result of the study.  These metrics can be used immediately by policy-makers to assess ecosystem resiliency, and will enable academics to build on them in future work characterizing industry ecosystems. Finally, the particular technology of study -- optoelectronics -- is critical to advance in communications, computing, and sensing.  Understanding the policy levers to continue technology development in optoelectronics may be essential to U.S. economic and military leadership.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SBE",
 "org_div_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Erica",
   "pi_last_name": "Fuchs",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Erica Fuchs",
   "pi_email_addr": "erhf@andrew.cmu.edu",
   "nsf_id": "000502627",
   "pi_start_date": "2008-09-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie-Mellon University",
  "perf_str_addr": "5000 FORBES AVE",
  "perf_city_name": "PITTSBURGH",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133815",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762600",
   "pgm_ele_name": "SciSIP-Sci of Sci Innov Policy"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 208068.0
  }
 ],
 "por": null
}