{
 "awd_id": "0830092",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Approximate Fictitious Play for the Optimization of Complex Systems",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Balasubramanian Kalyanasundaram",
 "awd_eff_date": "2008-08-01",
 "awd_exp_date": "2011-07-31",
 "tot_intn_awd_amt": 116566.0,
 "awd_amount": 139863.0,
 "awd_min_amd_letter_date": "2008-08-04",
 "awd_max_amd_letter_date": "2010-07-13",
 "awd_abstract_narration": "The prevalence of advanced computing technology has resulted in\r\n> increasingly complex simulation models of manufacturing,\r\n> telecommunication, logistic, transportation, supply chain and other\r\n> engineering systems. Such models often lack mathematical properties\r\n> that have traditionally been essential to the development of efficient\r\n> computational procedures for determining an optimal system design.\r\n> Consequently, the need arises to develop new optimization algorithms\r\n> that remain efficient even in the absence of simplifying mathematical\r\n> structures. This research investigates the analytical and practical\r\n> potential of computationally efficient variants of Fictitious Play\r\n> (FP), an iterative technique from the mathematical theory of learning,\r\n> as an optimization paradigm to achieve this goal.\r\n>\r\n> The key idea is to model the optimization problem as a game of common\r\n> interest between artificial \"players\" that correspond to components of\r\n> a carefully chosen partition of the design variables. The shared\r\n> interest of these players is to optimize the metric of system\r\n> performance. Theoretical justification for this approach is rooted in\r\n> the well-known fact that for games of common interest, limit points of\r\n> FP are Nash equilibria and thus may be viewed as a type of local\r\n> optimum. The research builds on the investigators' earlier work on\r\n> Sampled Fictitious Play (SFP), a modification that replaces the\r\n> exceptionally demanding expected utility calculations in FP with their\r\n> sampled approximations while still preserving FP's theoretical\r\n> properties. The work will culminate in a powerful and rigorous suite\r\n> of algorithms the investigators term Approximate Fictitious Play\r\n> (AFP), where the \"players\" interact with one another by calculating a\r\n> best response to a sample of strategies independently and adaptively\r\n> chosen from a probability distribution over their history of past best\r\n> responses. A major computational benefit of AFP is that the best\r\n> response subproblems are embedded in and significantly smaller than\r\n> the original optimization problem, leading to a dramatic increase in\r\n> efficiency compared to finding jointly optimal strategies.\r\n> Traditionally, simulation models of complex systems have been employed\r\n> as descriptive tools to test \"rule-of-thumb\" alternatives suggested by\r\n> a knowledgeable user. The AFP paradigm promises to make these models\r\n> prescriptive as its convergence and optimality properties do not rely\r\n> on regularity conditions that such systems and models are unlikely to\r\n> exhibit.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marina",
   "pi_last_name": "Epelman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marina Epelman",
   "pi_email_addr": "mepelman@umich.edu",
   "nsf_id": "000168056",
   "pi_start_date": "2008-08-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Smith",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Robert L Smith",
   "pi_email_addr": "rlsmith@umich.edu",
   "nsf_id": "000421605",
   "pi_start_date": "2008-08-04",
   "pi_end_date": "2008-09-03"
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "1109 GEDDES AVE STE 3300",
  "perf_city_name": "ANN ARBOR",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "286500",
   "pgm_ele_name": "NUMERIC, SYMBOLIC & GEO COMPUT"
  },
  {
   "pgm_ele_code": "793300",
   "pgm_ele_name": "NUM, SYMBOL, & ALGEBRA COMPUT"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 116566.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 23297.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The overarching goal of this research project was to develop effective computational methods for finding solutions of complex problems of decision making in engineering and business systems.&nbsp;<br />Due to the prevalence of advanced computing technology such systems are often represented via increasingly complex simulation models. This approach allows to incorporate the complexity of systems that are often large-scale, with many components or decision-makers interacting with each other, often subject to uncertain exogenous events. Examples range from large business organizations, in which capital investment, revenue management, production, sales and other divisions make mutually impactful strategic and tactical decisions over a long time frame, to systems of traffic lights that coordinate and adjust their timing based on observed and predicted traffic flows in a city&rsquo;s road network. Such complex simulation models have the flexibility and rich capabilities to capture the scale and complexity of real-life systems. On the other hand, using these models for finding optimal configurations of underlying systems is challenging precisely because of their size and complexity that cannot be captured by a few analytical expressions with well understood structure. Therefore, the need arises to develop a scalable optimization paradigm that is robust with respect to the scale and lack of structure that these models often exhibit.&nbsp;</p>\n<p><br />In this project we explored the potential of computationally efficient versions of an iterative learning paradigm called Fictitious Play for finding optimal configurations of systems modeled by such simulation models. The idea is to model the optimization problem as a game of between artificial \"players\" that correspond to components of a carefully chosen partition of the decision makers or system controls. Our research produced a rigorous analysis of the resulting computational methods, proving their ability to find optimal configurations of the underlying systems while using limited amounts of computational resources.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/31/2012<br>\n\t\t\t\t\tModified by: Marina&nbsp;Epelman</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe overarching goal of this research project was to develop effective computational methods for finding solutions of complex problems of decision making in engineering and business systems. \nDue to the prevalence of advanced computing technology such systems are often represented via increasingly complex simulation models. This approach allows to incorporate the complexity of systems that are often large-scale, with many components or decision-makers interacting with each other, often subject to uncertain exogenous events. Examples range from large business organizations, in which capital investment, revenue management, production, sales and other divisions make mutually impactful strategic and tactical decisions over a long time frame, to systems of traffic lights that coordinate and adjust their timing based on observed and predicted traffic flows in a cityÆs road network. Such complex simulation models have the flexibility and rich capabilities to capture the scale and complexity of real-life systems. On the other hand, using these models for finding optimal configurations of underlying systems is challenging precisely because of their size and complexity that cannot be captured by a few analytical expressions with well understood structure. Therefore, the need arises to develop a scalable optimization paradigm that is robust with respect to the scale and lack of structure that these models often exhibit. \n\n\nIn this project we explored the potential of computationally efficient versions of an iterative learning paradigm called Fictitious Play for finding optimal configurations of systems modeled by such simulation models. The idea is to model the optimization problem as a game of between artificial \"players\" that correspond to components of a carefully chosen partition of the decision makers or system controls. Our research produced a rigorous analysis of the resulting computational methods, proving their ability to find optimal configurations of the underlying systems while using limited amounts of computational resources. \n\n\t\t\t\t\tLast Modified: 12/31/2012\n\n\t\t\t\t\tSubmitted by: Marina Epelman"
 }
}