{
 "awd_id": "0831501",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CT-L:   Collaborative Research:   Comprehensive Application Analysis and Control",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Deborah Shands",
 "awd_eff_date": "2008-10-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 187500.0,
 "awd_amount": 250000.0,
 "awd_min_amd_letter_date": "2008-08-19",
 "awd_max_amd_letter_date": "2011-05-05",
 "awd_abstract_narration": "A deep, pervasive problem when attempting to secure modern computer networks arises from the bewildering range of applications that these networks carry.\r\nUnless a specific application is understood, its presence cannot be soundly monitored and controlled. Yet we have seen in the past decade the rise and use of many hundreds of applications, a growth far outpacing the ability of security practitioners to apprehend their individual operation and implications.  \r\n\r\nThis research effort aims to facilitate pervasive understanding and control of the wealth of application protocols running on today's networks. Developing in-depth visibility into these protocols will perforce lead to new capabilities for exposing the inner-workings of modern applications that have yet to be well understood within the community.  Such understanding will provide pragmatic, high-impact functionality, since operators will be able to directly incorporate this information in their monitoring efforts.\r\n\r\nA key goal of the undertaking is to facilitate the means by which the broader network research community can work together to jointly construct application analysis resources that are shared across the field.  The project envisions a \"lingua franca\" for expressing application protocol structure and semantics that moves beyond the status quo by providing a common platform and language for expressing a wide range of semantics and analyses. While the focus within our project is on application analysis for purposes of monitoring and securing networks, the tools we develop will often lend themselves to repurposing in support of other networking concerns such as network management, trouble-shooting, and performance optimization.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dawn",
   "pi_last_name": "Song",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dawn Song",
   "pi_email_addr": "dawnsong@cs.berkeley.edu",
   "nsf_id": "000079467",
   "pi_start_date": "2008-08-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "164000",
   "pgm_ele_name": "Information Technology Researc"
  },
  {
   "pgm_ele_code": "779500",
   "pgm_ele_name": "TRUSTWORTHY COMPUTING"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 62500.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 125000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 62500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-efa13ae4-871f-d213-275d-b09b49f2b46b\">&nbsp;</span></p>\n<p dir=\"ltr\"><span>We have made significant progress in advancing the research areas of malware analysis, intrusion detection systems, mobile application analysis and web application analysis. </span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>First, we have designed and developed novel techniques which enables us to automatically extract botnet command and control protocols. A botnet (also known as zombie army) is a large collection of compromised computers on the Internet, controlled by a malicious bot master to perform tasks such as spamming and distributed denial-of-service attacks. Our protocol inference technique can automatically learn the message format and content (i.e., the protocol) between the bot master and the infected machines. The learned protocol can be used to analyze botnet behaviors and weaknesses. Our work has lead to the discovery of a weakness in MegaD, a botnet at peak is responsible for sending a major portion of the spams worldwide. This weakness allows the extraction of spam detection rules that accurately identify MegaD spams. </span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>Secondly, we have developed multiple novel techniques for signature generation and </span><span>anomaly detection, which has greatly improved </span><span>the state-of-the-art intrusion detection systems. A signature is a set of specifications and rules for matching and detecting certain behaviors. Our findings include a novel </span><span>protocol-level constraint-guided exploration for signature generation. In our experimental results, our tool generates &nbsp;compact, high coverage signatures for real-world vulnerabilities. We also develop a new model of system call behavior, called an execution graph. The execution graph is the first such model that both requires no static analysis of the program source or binary, and conforms to the control flow graph of the program. In addition, we also developed new notions of process-level similarity as a means to detect an attack on one process that causes its behavior to deviate from that of another. </span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>On the mobile application analysis side, we have performed research both on </span><span>profiling the network fingerprints of mobile applications and on examining the mobile applications from their event-level behaviors. Our fingerprint profiling project allows us to identify what applications are being used from the network level. We use our technique to generate network profiles for thousands of apps. Using our network profiles we are able to detect the presence of these apps in real-world network traffic logs from a cellular provider. Our event-based behavioral analysis allows us to automatically detect sensitive operations being performed without the user&rsquo;s consent, such as recording audio after the stop button is pressed, or accessing an address book in the background. Our evaluation on real-world Android applications shows that we can detect, or prove the absence of malicious behaviour beyond the reach of existing techniques.</span></p>\n<p><br /><span>Finally, we have also performed research on analyzing and hardening web-based application. We conduct a security analysis of five popular web-based password managers. We identify four key security concerns for web-based password managers and, for each, identify representative vulnerabilities through our case studies. Our attacks are severe: in four out of the five password managers we studied, an attacker can learn a user&rsquo;s credentials for arbitrary websites. Our study suggests that it remains to be a challenge for the password managers to be secure. To guide future development of password managers, we provide guidance for password managers. Given the diversity of vulnerabilities we identified, we advocate a defense-in-depth approach to ensure ...",
  "por_txt_cntn": "\n \nWe have made significant progress in advancing the research areas of malware analysis, intrusion detection systems, mobile application analysis and web application analysis. \n\n \nFirst, we have designed and developed novel techniques which enables us to automatically extract botnet command and control protocols. A botnet (also known as zombie army) is a large collection of compromised computers on the Internet, controlled by a malicious bot master to perform tasks such as spamming and distributed denial-of-service attacks. Our protocol inference technique can automatically learn the message format and content (i.e., the protocol) between the bot master and the infected machines. The learned protocol can be used to analyze botnet behaviors and weaknesses. Our work has lead to the discovery of a weakness in MegaD, a botnet at peak is responsible for sending a major portion of the spams worldwide. This weakness allows the extraction of spam detection rules that accurately identify MegaD spams. \n\n \nSecondly, we have developed multiple novel techniques for signature generation and anomaly detection, which has greatly improved the state-of-the-art intrusion detection systems. A signature is a set of specifications and rules for matching and detecting certain behaviors. Our findings include a novel protocol-level constraint-guided exploration for signature generation. In our experimental results, our tool generates  compact, high coverage signatures for real-world vulnerabilities. We also develop a new model of system call behavior, called an execution graph. The execution graph is the first such model that both requires no static analysis of the program source or binary, and conforms to the control flow graph of the program. In addition, we also developed new notions of process-level similarity as a means to detect an attack on one process that causes its behavior to deviate from that of another. \n\n \nOn the mobile application analysis side, we have performed research both on profiling the network fingerprints of mobile applications and on examining the mobile applications from their event-level behaviors. Our fingerprint profiling project allows us to identify what applications are being used from the network level. We use our technique to generate network profiles for thousands of apps. Using our network profiles we are able to detect the presence of these apps in real-world network traffic logs from a cellular provider. Our event-based behavioral analysis allows us to automatically detect sensitive operations being performed without the userÆs consent, such as recording audio after the stop button is pressed, or accessing an address book in the background. Our evaluation on real-world Android applications shows that we can detect, or prove the absence of malicious behaviour beyond the reach of existing techniques.\n\n\nFinally, we have also performed research on analyzing and hardening web-based application. We conduct a security analysis of five popular web-based password managers. We identify four key security concerns for web-based password managers and, for each, identify representative vulnerabilities through our case studies. Our attacks are severe: in four out of the five password managers we studied, an attacker can learn a userÆs credentials for arbitrary websites. Our study suggests that it remains to be a challenge for the password managers to be secure. To guide future development of password managers, we provide guidance for password managers. Given the diversity of vulnerabilities we identified, we advocate a defense-in-depth approach to ensure security of password managers. In another project on web security and privacy, we develop new techniques to use encrypted data in web applications. We first perform a systematization of the design space of web applications and highlight the advantages and limitations of current proposals. Next, we design and implement ShadowCrypt, a previously unexplored design point that enabl..."
 }
}