{
 "awd_id": "0832963",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Podcasting the 2008 RESNA Student Design Competition",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2008-05-15",
 "awd_exp_date": "2009-04-30",
 "tot_intn_awd_amt": 34938.0,
 "awd_amount": 34938.0,
 "awd_min_amd_letter_date": "2008-05-07",
 "awd_max_amd_letter_date": "2008-05-07",
 "awd_abstract_narration": "This is funding to support this year's Student Design Competition (SDC), which will be part of the 2008 annual RESNA conference to be held June 26-30 in Washington DC.  RESNA is the one organization with an international focus that is devoted solely to technology for individuals with disabilities.  Comprised of over 1,000 individual and 200 institutional members - researchers, manufacturers, clinicians, suppliers, professionals and end-users of technology devices and equipment - the organization has as its purpose to improve the health and participation of people with disabilities in mainstream society.  To this end, RESNA supports those individuals engaged in research, development, education, advocacy and the provision of technology through a number of programs and activities, which in addition to the annual conference include a credentialing program for assistive technology practitioners, suppliers and rehabilitation engineering technologists, as well as sponsored projects.  RESNA serves as the ANSI-designated national body for development of voluntary standards for products used by persons with disabilities.  The first SDC was held in 1980 as part of the inaugural RESNA conference.  Since then, over 200 designs have been identified as winning entries, chosen from more than 600 submissions by students from over 110 different universities.  SDC entries must represent the work of STUDENTS ONLY, including the documentation of the design, but both undergraduate and graduate students are eligible to submit entries.  Many past participants in the event are now leaders in service, research, and educational areas related to technology for people with disabilities.  Support for past SDCs has been provided by nationally recognized disability organizations such as Easter Seals and Paralyzed Veterans of America, as well as by a subsidiary of the Johnson & Johnson Company.  NSF has been a supporter since 2005, and this year's funding will enable the SDC to be further expanded and enhanced so as to include more entries and support for more design teams, especially from minorities, women, and individuals with disabilities.  A call for participation has been posted on the conference website, and also sent out to major colleges and universities with engineering and design schools, including Historically Black Colleges and Universities.  A team of 5 judges will pre-select entries from up to 10 teams, who will be invited to attend the conference.  During a half-day session in which the teams will make presentations before the judges and public audience at the conference, 5 teams will ultimately be selected as the final winners.  Judges will have an opportunity to ask questions and make suggestions and recommendations to the design teams.  A platform session will be held in which the 5 finalists will make presentations to the general conference attendees.  All SDC teams invited to the conference will have an opportunity to present their projects in a poster session during the general conference time.  More information is available online at http://www.resna.org/Conference/Conference.php. \r\n\r\nBroader Impacts:  The annual RESNA Conference and the Student Design Competition combine to create a forum for interaction between working and experienced rehabilitation engineers and students who are about to enter the field.  Unique in its primary focus on undergraduates, the event will provide participants with experience and skills that assist them to be successful in their engineering and design careers, and will further encourage, support and mentor students in various disciplines to become involved in the assistive technology and rehabilitation engineering fields.  In an effort to help communicate and disseminate information about this important opportunity to impact the lives of individuals with disabilities, and to increase participant diversity even further both with respect to individuals and universities, NSF funding will be used in part this year to podcast the SDC for the first time.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nell",
   "pi_last_name": "Bailey",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nell Bailey",
   "pi_email_addr": "nbailey@resna.org",
   "nsf_id": "000061762",
   "pi_start_date": "2008-05-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rehabilitation Engineering and Assistive Tech Society of NA",
  "inst_street_address": "1700 North Moore Street",
  "inst_street_address_2": "Suite 1540",
  "inst_city_name": "Arlington",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "7035246686",
  "inst_zip_code": "222091903",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "VA08",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": "WEUHKYGR1Y27"
 },
 "perf_inst": {
  "perf_inst_name": "Rehabilitation Engineering and Assistive Tech Society of NA",
  "perf_str_addr": "1700 North Moore Street",
  "perf_city_name": "Arlington",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "222091903",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "VA08",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "7484",
   "pgm_ref_txt": "IIS SPECIAL PROJECTS"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9215",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING SYSTEMS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 34938.0
  }
 ],
 "por": null
}