{
 "awd_id": "0832913",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "GSE/EXT: Appalachian Information Technology Extension Services",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": "7032927303",
 "po_email": "jjesse@nsf.gov",
 "po_sign_block_name": "Jolene Jesse",
 "awd_eff_date": "2008-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 2479111.0,
 "awd_amount": 2665099.0,
 "awd_min_amd_letter_date": "2008-08-29",
 "awd_max_amd_letter_date": "2012-09-12",
 "awd_abstract_narration": "Intellectual Merit: The Appalachian Information Technology Extension Services (AITES) is a comprehensive, research-based Extension program of training and consulting services. Its goal is to promote underserved young women's interest in jobs requiring information technology (IT) skills in selected Appalachian counties of Virginia, West Virginia, North Carolina, Kentucky, and Tennessee. The overarching goal is to develop community capacity through a sustainable program of change grounded in the Learning Partnership Model (LPM) and based on business practices. This goal will give Community Cohort Teams (CCTs) of school counselors, IT teachers, Family and Consumer Science and 4H Extension agents, and community development professionals the tools they need to increase interest among middle and high school girls in jobs requiring IT skills. Using a Unified Program of Change, AITES will build community capacity to enhance middle and high school girls' knowledge and interest in jobs requiring IT skills by: \r\n1. Developing communities of practice that expand and strengthen partnership networks among CCTs, parents, community economic development professionals, IT industry partners, selected professional associations, and state and regional consortia. \r\n2. Using content specialists in gender equity, parent education, counselor education, the LPM, and IT curriculum to train and support the CCTs in a Unified Program of Change addressing barriers faced by underserved Appalachian middle and high school girls. \r\n3. Providing consulting services to the CCTs as they implement research-based Extension programs at the local level. \r\n4. Evaluating the effectiveness of project initiatives and disseminating information to project constituents to create a continuous feedback loop that leads to refinement of project initiatives. \r\n5. Creating an interactive Internet portal that builds community capacity by supporting social networking components and communication among project personnel and constituents across five states and provides access to information about resources, evaluation data, and participant interaction. \r\n\r\nAITES extends and implements the research-based recommendations reported in \"Reconfiguring the Firewall: Recruiting Women to Information Technology across Cultures and Continents\" about effective strategies for recruiting women to IT fields.  AITES contributes to the literature about science, engineering, and technology (SET) by shifting the focus from a lens that emphasizes women's deficiencies to a response lens that frames their occupational interests and success as embedded in community capacity. It will demonstrate ways that the LPM and strategies of community capacity can create communities of practice that promote positive environments to support IT-enabled girls. \r\n\r\nBroader Impacts: The project has a commitment to sustain its efforts. It will facilitate the formation of networks at the community, state, and national levels through the creation of an infrastructure that includes partnerships especially important in Appalachian culture. The Partner Advisory Boards provide entree to a national network that spans corporate sectors, educational communities, nonprofit organizations dedicated to recruiting women to SET fields, government agencies, local businesses and IT corporate giants like Microsoft, Apple, and CISCO. By partnering this national presence dedicated to IT workforce development with state and local communities of practice and building the local workforce through a supportive environment for girls and IT jobs, AITES will create a model for Appalachian IT workforce development. Outreach and communication activities throughout the five years of the project will generate networks among members of effective CCTs and potential partners from other counties and states to sustain their initiative.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peggy",
   "pi_last_name": "Meszaros",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Peggy S Meszaros",
   "pi_email_addr": "meszaros@vt.edu",
   "nsf_id": "000344194",
   "pi_start_date": "2008-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Creamer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth Creamer",
   "pi_email_addr": "creamere@vt.edu",
   "nsf_id": "000190434",
   "pi_start_date": "2008-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "300 TURNER ST NW",
  "perf_city_name": "BLACKSBURG",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240603359",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "154400",
   "pgm_ele_name": "RES ON GENDER IN SCI & ENGINE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0408",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000809DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0409",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000910DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 470577.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 422548.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 1556208.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 638469.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 614769.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Appalachian Information Technology Extension Services (AITES) has been a comprehensive, research-based extension program of training and consulting services that has promoted interest in jobs requiring information technology (IT) by underserved middle and high school girls in selected Appalachian counties of Virginia, West Virginia, North Carolina, Kentucky, and Tennessee. The project's overarching goals have been effected through the development of community capacity. Emphasis was placed on training Community Cohort Teams (CCTs), made up of teachers, school counselors, and Extension agents as 'primary stokers'. Team members were tasked to train key 'Secondary Stokers', such as school faculty, school counselors, and parents who surround the girls. Community capacity was built by transferring knowledge in annual workshops between CCT members and Secondary Stokers, and subsequently into the broader community, or 'Tertiary Stokers'.</p>\n<p>Understanding the importance of support persons such as school counselors, teachers, and parents is consistent with the AITES tandem bike metaphor: the girl on the fron of the bike steers and her supporter, the stoker on the back, provides encouragement and momentum. This metaphor illustrates the Learning Partnerships theory base undergirding the project and has been used throughout the project to remind participants of their integral role in building community capacity.</p>\n<p>The Appalachian region was selected to address one of the most pressing economic development challenges in Appalachia: as old industries have died out, the IT industry has moved in. However, residents were not skilled in IT. Workers recruited from other states and countries caused tensions with local residents. The need for growing a population ready to apply for and accept IT employment presented an ideal opportunity to address the deficit in female IT employment found nationwide. Science, Technology, Engineering, and Math (STEM) areas have struggled to attract enough interested female students, but IT has struggled even more: only 25% of the IT workforce in the U.S. is made up of females. Why is this so?</p>\n<p>Researchers have hypothesized the main causes were gender bias and lack of community knowledge of IT jobs available. AITES, a $2.4 million dollar National Science Foundation (NSF) grant, built community capacity by shifting the focus from women's alleged STEM deficiencies to a response of possibiity and success as embedded in a supportive community. While previous NSF efforts had focused on activities involving the girls directly, AITES approached this workforce and economic development challenge by educating a supportive environment surrounding the girls. What was our workforce development model?</p>\n<p>Communities of practice that expanded, strengthened and sustained partnership networks were established in two counties in each state. The counties were selected to fit the criteria for new IT industry needs for the workforce. Many stakeholders were recruited: school counselors, IT teachers, parents, Family and Consumer Science Extension agents, community economic development professionals, IT industry partners and selected professional associations at the state and regional area, (See AITES Infrastructure attachment).These local individuals were organized into teams, called Community Cohort Teams, (CCTs), whose mission was to establish a supportive environment for girls to explore the IT world and careers. Each CCT was required to present at least two local workshops each year. They applied for mini-grants to purchase resources for conducting their own workshops for peers and other community participants who, in turn, became Secondary Stokers who replicated the workshops in their communities. Primary stakeholders attended annual workshops held in each county involved. Using the Learning Partnerships Model (LPM), Content Specialists coached the C...",
  "por_txt_cntn": "\nThe Appalachian Information Technology Extension Services (AITES) has been a comprehensive, research-based extension program of training and consulting services that has promoted interest in jobs requiring information technology (IT) by underserved middle and high school girls in selected Appalachian counties of Virginia, West Virginia, North Carolina, Kentucky, and Tennessee. The project's overarching goals have been effected through the development of community capacity. Emphasis was placed on training Community Cohort Teams (CCTs), made up of teachers, school counselors, and Extension agents as 'primary stokers'. Team members were tasked to train key 'Secondary Stokers', such as school faculty, school counselors, and parents who surround the girls. Community capacity was built by transferring knowledge in annual workshops between CCT members and Secondary Stokers, and subsequently into the broader community, or 'Tertiary Stokers'.\n\nUnderstanding the importance of support persons such as school counselors, teachers, and parents is consistent with the AITES tandem bike metaphor: the girl on the fron of the bike steers and her supporter, the stoker on the back, provides encouragement and momentum. This metaphor illustrates the Learning Partnerships theory base undergirding the project and has been used throughout the project to remind participants of their integral role in building community capacity.\n\nThe Appalachian region was selected to address one of the most pressing economic development challenges in Appalachia: as old industries have died out, the IT industry has moved in. However, residents were not skilled in IT. Workers recruited from other states and countries caused tensions with local residents. The need for growing a population ready to apply for and accept IT employment presented an ideal opportunity to address the deficit in female IT employment found nationwide. Science, Technology, Engineering, and Math (STEM) areas have struggled to attract enough interested female students, but IT has struggled even more: only 25% of the IT workforce in the U.S. is made up of females. Why is this so?\n\nResearchers have hypothesized the main causes were gender bias and lack of community knowledge of IT jobs available. AITES, a $2.4 million dollar National Science Foundation (NSF) grant, built community capacity by shifting the focus from women's alleged STEM deficiencies to a response of possibiity and success as embedded in a supportive community. While previous NSF efforts had focused on activities involving the girls directly, AITES approached this workforce and economic development challenge by educating a supportive environment surrounding the girls. What was our workforce development model?\n\nCommunities of practice that expanded, strengthened and sustained partnership networks were established in two counties in each state. The counties were selected to fit the criteria for new IT industry needs for the workforce. Many stakeholders were recruited: school counselors, IT teachers, parents, Family and Consumer Science Extension agents, community economic development professionals, IT industry partners and selected professional associations at the state and regional area, (See AITES Infrastructure attachment).These local individuals were organized into teams, called Community Cohort Teams, (CCTs), whose mission was to establish a supportive environment for girls to explore the IT world and careers. Each CCT was required to present at least two local workshops each year. They applied for mini-grants to purchase resources for conducting their own workshops for peers and other community participants who, in turn, became Secondary Stokers who replicated the workshops in their communities. Primary stakeholders attended annual workshops held in each county involved. Using the Learning Partnerships Model (LPM), Content Specialists coached the CCTs on Gender Equity, IT jobs, Parent Education, Counselor Education, and Career Suppo..."
 }
}