{
 "awd_id": "0833482",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "FIRE UP (Faculty Integration, Research, and Engagement in Urban Polynesia)",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": "7032925173",
 "po_email": "lchase@nsf.gov",
 "po_sign_block_name": "Jody Chase",
 "awd_eff_date": "2009-01-01",
 "awd_exp_date": "2014-12-31",
 "tot_intn_awd_amt": 1050000.0,
 "awd_amount": 1050000.0,
 "awd_min_amd_letter_date": "2008-09-16",
 "awd_max_amd_letter_date": "2011-11-29",
 "awd_abstract_narration": "Kapiolani Community College, University of Hawaii, recognizing that our continued success is contingent upon building a formal and institutionalized ?STEM enterprise? and developing more engaged STEM faculty who can offer compelling courses as well as mentor students in undergraduate research, the College proposes to create the organizational, administrative and programmatic excellence and infrastructure needed to support such an enterprise. Our long-term goals, therefore, are to: 1) institutionalize, improve and sustain a formal STEM enterprise; and 2) increase the number of STEM faculty engaged in producing more Native Hawaiian and other STEM degree completers. This I3 project will integrate faculty innovation within a formal, sustained, always improving STEM Program tied closely to the strategic and long range directions of the College.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Leon",
   "pi_last_name": "Richards",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Leon Richards",
   "pi_email_addr": "lr24@hawaii.edu",
   "nsf_id": "000352760",
   "pi_start_date": "2008-09-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Franco",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Robert W Franco",
   "pi_email_addr": "bfranco@hawaii.edu",
   "nsf_id": "000439958",
   "pi_start_date": "2008-09-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Rand",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "John D Rand",
   "pi_email_addr": "jrand@hawaii.edu",
   "nsf_id": "000088019",
   "pi_start_date": "2008-09-16",
   "pi_end_date": "2011-09-07"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Judith",
   "pi_last_name": "Kirkpatrick",
   "pi_mid_init": "O",
   "pi_sufx_name": "",
   "pi_full_name": "Judith O Kirkpatrick",
   "pi_email_addr": "kirkpatr@hawaii.edu",
   "nsf_id": "000313432",
   "pi_start_date": "2008-09-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Hawaii",
  "inst_street_address": "2425 CAMPUS RD SINCLAIR RM 1",
  "inst_street_address_2": "",
  "inst_city_name": "HONOLULU",
  "inst_state_code": "HI",
  "inst_state_name": "Hawaii",
  "inst_phone_num": "8089567800",
  "inst_zip_code": "968222247",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "HI01",
  "org_lgl_bus_name": "UNIVERSITY OF HAWAII",
  "org_prnt_uei_num": "",
  "org_uei_num": "NSCKLFSSABF2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Hawaii",
  "perf_str_addr": "2425 CAMPUS RD SINCLAIR RM 1",
  "perf_city_name": "HONOLULU",
  "perf_st_code": "HI",
  "perf_st_name": "Hawaii",
  "perf_zip_code": "968222247",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "HI01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "744400",
   "pgm_ele_name": "NATIONAL SMETE DIGITAL LIBRARY"
  },
  {
   "pgm_ele_code": "913100",
   "pgm_ele_name": "Centers for Rsch Excell in S&T"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0408",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000809DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 650000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 400000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goals of the I-Cubed grant at Kapiolani Community College were to (1) institutionalize, improve and sustain a formal STEM enterprise and to (2) increase the number of STEM faculty engaged in producing STEM degree completers from six to 26. The first goal was achieved and the second goal fell slightly short of the target.</p>\n<p>&nbsp;</p>\n<p>The main conduit for institutionalizing and sustaining the STEM enterprise at Kapiolani Community College was through undergraduate research. The I-Cubed grant, along with several other grants, supported this initiative in several ways. Faculty members were provided with professional development to incorporate undergraduate research into their teaching methodology, students were provided with funding to attend national undergraduate research conferences and competitions, materials were provided for the research projects, and students were supported with research stipends. &nbsp;Undergraduate research was found to be a best practice for student success with a very high percentage of participants maintaining excellent academic standing and transferring to the four-year colleges at higher rates. &nbsp;In addition, undergraduate researchers have earned awards at national conferences and competitions and have earned prestigious internships and scholarships.</p>\n<p>&nbsp;</p>\n<p>The success of undergraduate research in the STEM program led to the realization that this initiative should be institutionalized in two ways. First, the undergraduate research needed to be formalized for both the student and instructor. Second, the research model needed to be implemented campus-wide. The STEM undergraduate research was formalized through research intensive (RI) designation and SCI 295 courses. The RI designation is applied to existing courses that transform their curriculum to incorporate inquiry-based research. &nbsp;SCI 295 courses are undergraduate research seminars for which the students earn credit and count toward the faculty mentors&rsquo; workload. It was important to formalize a structure for undergraduate research because faculty members were mentoring the research students on their own time and the burden was leading to a sense of being overwhelmed and burnout. This threatened the longevity of the undergraduate research initiative. The I-Cubed grant supported a team of faculty members to attend the Community College Undergraduate Research Initiative (CCURI) conference in 2012 to address this issue. At this conference, the team received guidance and developed the plan for formalizing undergraduate research to ensure its continuity over the long term.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The second aspect of institutionalization is the planning and implementing of a campus-wide undergraduate initiative. The I-Cubed grant supported an interdisciplinary team of STEM and non-STEM faculty members in attending the National Council on Undergraduate Research (NCUR) national conference. At the conference, the non-STEM faculty members had the opportunity to see the types and quality of research being conducted nationally in a variety of fields. This trip was followed up by a weeklong intensive boot camp to develop hallmarks of undergraduate research in several fields and develop a plan for implementing the initiative campus-wide.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The institutionalization of the STEM enterprise was measured using the Assessment of Institutional Mapping (AIM) survey, developed by the campus office of institutional effectiveness.&nbsp; This tool showed an increase in the degree to which the STEM enterprise was institutionalized at the college.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The two goals of the grant, while appearing quite disparate, are actually very much connected. The second goal was to increase the number of engaged STEM faculty to 26. Without an increase in the number of engaged faculty members, the number of undergraduate research mentors...",
  "por_txt_cntn": "\nThe goals of the I-Cubed grant at Kapiolani Community College were to (1) institutionalize, improve and sustain a formal STEM enterprise and to (2) increase the number of STEM faculty engaged in producing STEM degree completers from six to 26. The first goal was achieved and the second goal fell slightly short of the target.\n\n \n\nThe main conduit for institutionalizing and sustaining the STEM enterprise at Kapiolani Community College was through undergraduate research. The I-Cubed grant, along with several other grants, supported this initiative in several ways. Faculty members were provided with professional development to incorporate undergraduate research into their teaching methodology, students were provided with funding to attend national undergraduate research conferences and competitions, materials were provided for the research projects, and students were supported with research stipends.  Undergraduate research was found to be a best practice for student success with a very high percentage of participants maintaining excellent academic standing and transferring to the four-year colleges at higher rates.  In addition, undergraduate researchers have earned awards at national conferences and competitions and have earned prestigious internships and scholarships.\n\n \n\nThe success of undergraduate research in the STEM program led to the realization that this initiative should be institutionalized in two ways. First, the undergraduate research needed to be formalized for both the student and instructor. Second, the research model needed to be implemented campus-wide. The STEM undergraduate research was formalized through research intensive (RI) designation and SCI 295 courses. The RI designation is applied to existing courses that transform their curriculum to incorporate inquiry-based research.  SCI 295 courses are undergraduate research seminars for which the students earn credit and count toward the faculty mentorsÆ workload. It was important to formalize a structure for undergraduate research because faculty members were mentoring the research students on their own time and the burden was leading to a sense of being overwhelmed and burnout. This threatened the longevity of the undergraduate research initiative. The I-Cubed grant supported a team of faculty members to attend the Community College Undergraduate Research Initiative (CCURI) conference in 2012 to address this issue. At this conference, the team received guidance and developed the plan for formalizing undergraduate research to ensure its continuity over the long term. \n\n \n\nThe second aspect of institutionalization is the planning and implementing of a campus-wide undergraduate initiative. The I-Cubed grant supported an interdisciplinary team of STEM and non-STEM faculty members in attending the National Council on Undergraduate Research (NCUR) national conference. At the conference, the non-STEM faculty members had the opportunity to see the types and quality of research being conducted nationally in a variety of fields. This trip was followed up by a weeklong intensive boot camp to develop hallmarks of undergraduate research in several fields and develop a plan for implementing the initiative campus-wide. \n\n \n\nThe institutionalization of the STEM enterprise was measured using the Assessment of Institutional Mapping (AIM) survey, developed by the campus office of institutional effectiveness.  This tool showed an increase in the degree to which the STEM enterprise was institutionalized at the college. \n\n \n\nThe two goals of the grant, while appearing quite disparate, are actually very much connected. The second goal was to increase the number of engaged STEM faculty to 26. Without an increase in the number of engaged faculty members, the number of undergraduate research mentors would not have grown, thus limiting the research opportunities for students.  This goal was primarily accomplished through a weeklong summer institute held every May from 2009 through 201..."
 }
}