{
 "awd_id": "0833310",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Understanding Strategic Economic Interactions in Monkeys, Apes, and Humans",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jonathan Leland",
 "awd_eff_date": "2008-06-01",
 "awd_exp_date": "2011-09-30",
 "tot_intn_awd_amt": 169066.0,
 "awd_amount": 169066.0,
 "awd_min_amd_letter_date": "2008-06-20",
 "awd_max_amd_letter_date": "2008-06-20",
 "awd_abstract_narration": "Economic decision making has guided human behavior for thousands of years, but little is known about the evolution and adaptiveness of such decision making in humans. Monkeys and apes provide a good model for many human behaviors due to their close evolutionary relatedness and similar cognitive abilities. This project examines the hypothesis that nonhuman primates and humans share basic economic decision making strategies that take into account partner identity and potential rewards for cooperation and defection, as well as examining how responses to computerized interactions differ from responses to face-to-face interactions in potentially cooperative situations. \r\nA common assumption is that economic decisions rely on verbal skills, and thus are perhaps unique to verbal organisms. However, economic decision making may be more phylogentically widespread than this assumption suggests in which case such behavior may be better understood by comparing the behavior of humans with the behavior of nonhuman primate species. This study uses a well known economic decision making game called the Assurance, or Stag Hunt game. After being paired with a partner, individuals must choose between a cooperative outcome which is beneficial to both players and a non-cooperative outcome in which the partner does not receive any reward and the player receives some reward. Both individuals are better off if they cooperate; however, if a player is concerned that the partner may not cooperate, then that player is better off 'defecting', or choosing the non-cooperative option. In some situations, participants will experience face-to-face interactions with the partner, whereas in other situations the notion of ?social distance? will be introduced by having participants play computerized versions of the game. Many cooperative interactions do not pay all participants equally, and this may have a major impact on subsequent cooperation and defection. Thus, some conditions in this study will determine how responses to economic games are altered when one player receives either more rewards for cooperating (leading to unequal payoff and motivation for their partner to defect) or more rewards for defecting (leading to motivation to defect). Human and nonhuman subjects will serve as subjects in all treatments and their behavior will be compared. These data will clarify how individuals make cooperative decisions, and how such decisions are affected by face-to-face interaction and inequity. Understanding these interactions in both nonhuman primate and humans will help to more properly place nonhuman behavior in context with human behavior and to understand the roots from which human economic decision making emerged.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bart",
   "pi_last_name": "Wilson",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Bart J Wilson",
   "pi_email_addr": "bjwilson@chapman.edu",
   "nsf_id": "000336850",
   "pi_start_date": "2008-06-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Chapman University",
  "inst_street_address": "1 UNIVERSITY DR",
  "inst_street_address_2": "",
  "inst_city_name": "ORANGE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "7146287383",
  "inst_zip_code": "928661005",
  "inst_country_name": "United States",
  "cong_dist_code": "40",
  "st_cong_dist_code": "CA40",
  "org_lgl_bus_name": "CHAPMAN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EN9DMTETW3N1"
 },
 "perf_inst": {
  "perf_inst_name": "Chapman University",
  "perf_str_addr": "1 UNIVERSITY DR",
  "perf_city_name": "ORANGE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "928661005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "40",
  "perf_st_cong_dist": "CA40",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "732200",
   "pgm_ele_name": "HSD - DEC, RISK & UNCERTAINTY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7322",
   "pgm_ref_txt": "HSD - DEC, RISK & UNCERTAINTY"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 169066.0
  }
 ],
 "por": null
}