{
 "awd_id": "0833955",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Fourth International Symposium on 3D Data Processing, Visualization and Transmission",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032924768",
 "po_email": "jyang@nsf.gov",
 "po_sign_block_name": "Jie Yang",
 "awd_eff_date": "2008-06-15",
 "awd_exp_date": "2009-05-31",
 "tot_intn_awd_amt": 10000.0,
 "awd_amount": 10000.0,
 "awd_min_amd_letter_date": "2008-06-16",
 "awd_max_amd_letter_date": "2008-06-16",
 "awd_abstract_narration": "Abstract\r\n\r\nFourth International Symposium on 3D Data Processing, Visualization and Transmission (3DPVT '08)\r\n\r\nThe Fourth International Symposium on 3D Data Processing, Visualization and Transmission (3DPVT) will be held in Atlanta, Georgia, between the 18 and 20 of June. The goal of the symposium is to bring together leading researchers from the different communities that work with 3D data, students and representatives of the industry to present their research and discuss the state of the art in the processing, visualization and transmission of 3D data. The scope includes the fields of 3D sensor technology, computer vision, computer graphics, augmented and virtual reality, medical imaging, video and geometry compression, haptics, 3D television, games and entertainment.  \r\nThe organizing committee is lead by the general chairs Frank Dellaert (the PI) and Jarek Rossignec, both at the Georgia Institute of Technology, and the program co-chairs Stefan Gumhold (University of Technology Dresden), Jana Kosecka (George Mason University), and Oliver Staadt (Institute of Computer Science, University of Rostock).\r\nWith the recent advances in sensor technology and processing capabilities, 3D data in various forms have begun playing a bigger role in numerous fields of science and everyday life. 3DPVT is a venue for the presentation and publication of high-quality research and application papers in both its refereed and invited programs. While diverse, its topic areas present considerable opportunities for productive collaborations. In addition, the organizing committee has confirmed three distinguished researchers to participate as keynote speakers, who will illustrate the progress and the challenges in each area and promote multi-disciplinary research and collaboration. In summary, the goal for 3DPVT is to contribute in the spreading of ideas and establish itself as a leading conference in a multi-disciplinary context, leading to new research in hitherto unexplored directions.\r\nAn important broader aspect of the conference is the increased student participation made possible through NSF funding. Attending multidisciplinary conferences is a valuable educational experience for junior researches, who have arguably more to gain by being exposed to work that is directly related to their own but comes from potentially very different disciplines. In order to achieve this, the organizing committee has strived to keep student registration costs as low as possible and we will not burden students with the cost of the invited program. In addition, two mechanisms are intended to further increase student participation: (1) travel awards will be given to US student authors of outstanding papers, chosen by the program chairs. (2) US students will be able to apply for the registration fee waiver, in the hope of drawing in US students that might otherwise not be able to attend. Selection will be done by the general chairs and will be done with an eye towards broadening participation from underrepresented groups as well as those having to travel further to attend the symposium.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Frank",
   "pi_last_name": "Dellaert",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Frank Dellaert",
   "pi_email_addr": "dellaert@cc.gatech.edu",
   "nsf_id": "000274425",
   "pi_start_date": "2008-06-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Tech Research Corporation",
  "perf_str_addr": "926 DALNEY ST NW",
  "perf_city_name": "ATLANTA",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303186395",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "749500",
   "pgm_ele_name": "Robust Intelligence"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7495",
   "pgm_ref_txt": "ROBUST INTELLIGENCE"
  },
  {
   "pgm_ref_code": "9215",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING SYSTEMS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": null
}