{
 "awd_id": "0834545",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CSR-DMSS, SM:   Web on Demand - Bridging the Gap Between Social Networks and Ad Hoc Networking",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Krishna Kant",
 "awd_eff_date": "2008-09-01",
 "awd_exp_date": "2012-12-31",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 413000.0,
 "awd_min_amd_letter_date": "2008-08-12",
 "awd_max_amd_letter_date": "2010-07-13",
 "awd_abstract_narration": "Abstract\r\n\r\nFrom the western world to the third world, the use of handheld devices (cellphones, PDAs) has proliferated. The world of users is becoming both wireless and mobile. Web 2.0 has ushered in an age wherein the web is viewed as a provider of services and not just a repository of documents and/or information. Despite this advance, the web remains just that, a single web with an inherent assumption that a powerful computing and communication infrastructure supports it. Couldn't mobile wireless devices in close proximity form a web of their own? This is the vision behind this project, the Web on Demand (WoD).  WoD aims at bridging the gap between social networks and ad hoc networking.  In other words, it aims to rethink the system software stack all the way from application to networking that would allow the creation and management of social networks without any assumption of infrastructure support. The core of the research is to develop software technologies for mobile devices that would allow the dynamic creation of thematic ad hoc overlay networks empowering (a) mobile people with similar interests (e.g., weather forecast), (b) friends and family (e.g., in a theme park), and (c)  participants in mission critical applications (e.g., search and rescue), stay connected.   WoD complements the World Wide Web (WWW) and leverages it when it is available, such as exploiting the ambient computing infrastructure to enhance user experience, and managing the dynamic creation of User Generated Content (UGC) by mobile users. The vision behind this project is to democratize access to services that are currently offered through WWW. In this sense, the results from this research can have far-reaching technological and societal consequences. Most importantly, the research will help breed a new class of computer scientists who are connected with societal causes in addition to advancing technology.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Umakishore",
   "pi_last_name": "Ramachandran",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Umakishore Ramachandran",
   "pi_email_addr": "rama@cc.gatech.edu",
   "nsf_id": "000336913",
   "pi_start_date": "2008-08-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Irfan",
   "pi_last_name": "Essa",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Irfan A Essa",
   "pi_email_addr": "irfan@cc.gatech.edu",
   "nsf_id": "000307835",
   "pi_start_date": "2008-08-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 NORTH AVE NW",
  "perf_city_name": "ATLANTA",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "735400",
   "pgm_ele_name": "CSR-Computer Systems Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7901",
   "pgm_ref_txt": "DMSS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 128742.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 271258.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 13000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>From the western world to the third world, the use of handheld devices (cellphones, PDAs) has proliferated.&nbsp; The world of users is becoming both wireless and mobile. Web 2.0 has ushered in an age wherein the web is viewed as a provider of services and not just a repository of documents and/or information. Despite this advance, the web remains just that, a single web with an inherent assumption that a powerful computing and communication infrastructure supports it.&nbsp; Couldn&rsquo;t mobile wireless devices in close proximity form a web of their own? This is the vision behind this proposal, the Web on Demand (WoD). WoD aims at bridging the gap between social networks and ad hoc networking. In other words, it aims to rethink the system software stack all the way from application to networking that would allow the creation and management of social networks without any assumption of infrastructure support. WoD complements the World Wide Web (WWW) and leverages it when it is available. The most important aspect of WoD is that it democratizes personalized local access to services with a global reach.</p>\n<p>WoD does not displace WWW as a provider of services; on the contrary, it leverages it in new and meaningful ways. There are several elements to realizing the vision of WoD that formed the core of the research performed through this award:</p>\n<ul>\n<li>Develop technologies in the form of a novel system software stack in mobile devices for the dynamic creation of thematic ad hoc overlay networks that empowers (a) mobile people with similar interests (e.g., weather forecast), (b) friends and family (e.g., in a theme park), and (c) participants in mission critical applications (e.g., search and rescue), stay connected;</li>\n<li>Develop a temporal stream-based programming model that would allow the rapid prototyping of distributed applications on mobile devices by domain experts (e.g., computer vision) on WoDs;</li>\n<li>Designing system support to leverage the ambient computing infrastructure to enhance user experience on WoD; and</li>\n<li>Facilitating, analyzing, and managing the dynamic creation of User Generated Content (UGC) by mobile users, including the dynamic fusion of content to enhance user experience.</li>\n</ul>\n<p>We have made the following contributions through this research in the past 4 years:</p>\n<ul>\n<li>A system architecture for membership management of social communities formed dynamically (which we call Transient Social Networks (TSN); and an implementation of the software stack for supporting TSNs on Android devices. The TSN architecture forms the core intellectual contribution of the primary PhD student supported on this project, Lateef Yusuf, who is well on his way to completing his dissertation work by Fall 2013. In addition to membership management, the software stack manages the multiple connections that may be available in a WoD platform, allowing for seamless migration of network state across different physical connections to save energy and optimize the battery lifetime.</li>\n<li>A critical analysis of the flash-based storage subsystem in WoD platforms, since that could very well be the Achilles heel in the performance of such devices that serve as the client devices of TSNs. This investigation forms the intellectual core of the dissertation work of another PhD student, Hyojun Kim, who has successfully defended his dissertation, graduated, and started work as a research staff member in IBM Almaden Research Center.</li>\n<li>Given the ubiquity of cameras in personal mobile platforms, and the abundance of user-generated content (especially video), an important supporting technology for WoD is video streaming and supporting storage technologies for serving video effectively. To this end, we investigated both P2P video streaming protocols as well the impact of emerging storage technologies (such as Flash-based SSDs) for use in video streaming...",
  "por_txt_cntn": "\nFrom the western world to the third world, the use of handheld devices (cellphones, PDAs) has proliferated.  The world of users is becoming both wireless and mobile. Web 2.0 has ushered in an age wherein the web is viewed as a provider of services and not just a repository of documents and/or information. Despite this advance, the web remains just that, a single web with an inherent assumption that a powerful computing and communication infrastructure supports it.  CouldnÆt mobile wireless devices in close proximity form a web of their own? This is the vision behind this proposal, the Web on Demand (WoD). WoD aims at bridging the gap between social networks and ad hoc networking. In other words, it aims to rethink the system software stack all the way from application to networking that would allow the creation and management of social networks without any assumption of infrastructure support. WoD complements the World Wide Web (WWW) and leverages it when it is available. The most important aspect of WoD is that it democratizes personalized local access to services with a global reach.\n\nWoD does not displace WWW as a provider of services; on the contrary, it leverages it in new and meaningful ways. There are several elements to realizing the vision of WoD that formed the core of the research performed through this award:\n\nDevelop technologies in the form of a novel system software stack in mobile devices for the dynamic creation of thematic ad hoc overlay networks that empowers (a) mobile people with similar interests (e.g., weather forecast), (b) friends and family (e.g., in a theme park), and (c) participants in mission critical applications (e.g., search and rescue), stay connected;\nDevelop a temporal stream-based programming model that would allow the rapid prototyping of distributed applications on mobile devices by domain experts (e.g., computer vision) on WoDs;\nDesigning system support to leverage the ambient computing infrastructure to enhance user experience on WoD; and\nFacilitating, analyzing, and managing the dynamic creation of User Generated Content (UGC) by mobile users, including the dynamic fusion of content to enhance user experience.\n\n\nWe have made the following contributions through this research in the past 4 years:\n\nA system architecture for membership management of social communities formed dynamically (which we call Transient Social Networks (TSN); and an implementation of the software stack for supporting TSNs on Android devices. The TSN architecture forms the core intellectual contribution of the primary PhD student supported on this project, Lateef Yusuf, who is well on his way to completing his dissertation work by Fall 2013. In addition to membership management, the software stack manages the multiple connections that may be available in a WoD platform, allowing for seamless migration of network state across different physical connections to save energy and optimize the battery lifetime.\nA critical analysis of the flash-based storage subsystem in WoD platforms, since that could very well be the Achilles heel in the performance of such devices that serve as the client devices of TSNs. This investigation forms the intellectual core of the dissertation work of another PhD student, Hyojun Kim, who has successfully defended his dissertation, graduated, and started work as a research staff member in IBM Almaden Research Center.\nGiven the ubiquity of cameras in personal mobile platforms, and the abundance of user-generated content (especially video), an important supporting technology for WoD is video streaming and supporting storage technologies for serving video effectively. To this end, we investigated both P2P video streaming protocols as well the impact of emerging storage technologies (such as Flash-based SSDs) for use in video streaming. This investigation forms the intellectual core for the dissertation work for another PhD student, Mungyung Ryu, who is also well on his way to finishing his disser..."
 }
}