{
 "awd_id": "0835812",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CDI-Type II: Collaborative Research - Simulation of ultrasonic-wave propagation with application to cancer therapy.",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Pedro Embid",
 "awd_eff_date": "2008-10-01",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 480001.0,
 "awd_amount": 480001.0,
 "awd_min_amd_letter_date": "2008-09-18",
 "awd_max_amd_letter_date": "2008-09-18",
 "awd_abstract_narration": "The project develops and implements recent \"Fourier continuation alternating direction\" (FC-AD) high-performance algorithms for nonlinear Partial Differential Equations (PDE), validates such solvers via comparisons with experiments and well-known approximations, and applies the resulting methodology to realistic medical configurations. A significant portion of the effort will design strategies to expand significantly the applicability of High-Intensity-Focused-Ultrasound (HIFU) (an emerging minimally invasive therapy that uses focused ultrasound beams to cause localized destruction of cancer tissue), and to enable design of optimal HIFU therapies for liver, kidney, and pancreatic cancers. In HIFU, an ultrasound source acoustically contacts the patient's skin to produce a high-amplitude ultrasonic field within the body that focuses on (and heats) a target region---thus leading to tumor destruction. The ultrasound propagates within a medium that is highly heterogeneous---most strongly so due to bone---thus affecting heating, which arises, for example, through perfusion by large blood vessels. Optimal HIFU requires a treatment-planning computational tool, which ensures treatment of the targeted zone and minimal impact on the surrounding tissue. Because previous 3D PDE solvers are more expensive, solution of such complex HIFU problems has not been possible. Using alternating directions and a rapidly convergent Fourier series for non-periodic functions, the proposed FC-AD method has provided for the first time high-order unconditionally stable numerics for general 3D domains at a cost that grows only linearly with the size of the spatial discretization; preliminary tests have demonstrated the capability of the FC-AD method to address satisfactorily the types of nonlinear acoustic problems under consideration. This approach will make possible the study of the effect of heterogeneity on field focusing, heat deposition, and ablation properties - enabling highly optimized HIFU treatment. The associated geometric/computational demands provide a powerful driving force for additional developments of our solvers, geometry modeling tools, etc. The proposed multi-disciplinary interactions will further significantly the state of the art in all three fields: computational science, nonlinear wave physics, and cancer therapy.\r\n\r\nBroader Significance of the Project:  Already a well-established technique for medical imaging, ultrasound is seeing widening use in diagnostic and therapeutic applications ranging from tumor detection, to kidney stone destruction, to targeted drug delivery. Both the accuracy of ultrasound images, and the precision and reliability with which ultrasound can deliver energy or modify the structure of tissue, depend critically on the type of software that will result from this effort, providing a capability to predict the propagation properties of ultrasonic fields in biological media. The resulting methodology will be applicable across the broad spectrum of biomedical ultrasonics - enabling rapid instrument prototyping, treatment planning, and ultrasound safety assessment. Although the work plan is focused on the modeling of HIFU-based cancer treatment, the potential for effecting key advances in multiple therapeutic and diagnostic applications is very significant.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Oscar",
   "pi_last_name": "Bruno",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Oscar P Bruno",
   "pi_email_addr": "obruno@caltech.edu",
   "nsf_id": "000148256",
   "pi_start_date": "2008-09-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California Institute of Technology",
  "inst_street_address": "1200 E CALIFORNIA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "PASADENA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6263956219",
  "inst_zip_code": "911250001",
  "inst_country_name": "United States",
  "cong_dist_code": "28",
  "st_cong_dist_code": "CA28",
  "org_lgl_bus_name": "CALIFORNIA INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "U2JMKHNS5TG4"
 },
 "perf_inst": {
  "perf_inst_name": "California Institute of Technology",
  "perf_str_addr": "1200 E CALIFORNIA BLVD",
  "perf_city_name": "PASADENA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "911250001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "28",
  "perf_st_cong_dist": "CA28",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "775100",
   "pgm_ele_name": "CDI TYPE II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7721",
   "pgm_ref_txt": "FROM DATA TO KNOWLEDGE"
  },
  {
   "pgm_ref_code": "7722",
   "pgm_ref_txt": "COMPLEXITY"
  },
  {
   "pgm_ref_code": "7752",
   "pgm_ref_txt": "CDI NON SOLICITED RESEARCH"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 480001.0
  }
 ],
 "por": null
}