{
 "awd_id": "0836137",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Bio-Physical Variability in Regions of the Southern Ocean with Contrasting Climatic Response  - The Eastern Amundsen & Ross Seas",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Peter Milne",
 "awd_eff_date": "2008-09-15",
 "awd_exp_date": "2011-08-31",
 "tot_intn_awd_amt": 300699.0,
 "awd_amount": 300699.0,
 "awd_min_amd_letter_date": "2008-09-12",
 "awd_max_amd_letter_date": "2008-09-12",
 "awd_abstract_narration": "The Office of Polar Programs, Antarctic Science Division, Atmosphere & Oceans Program has made this award to address a combination of unusual biogeochemistry and changing ocean and ice conditions in the Amundsen and Ross Seas via a research cruise on the Icebreaker Oden. The biogeochemical focus is motivated by recent observations of high uptake of the nutrient phosphorus relative to nitrate and carbon in surface waters of the Southern Ocean accompanied by relatively rapid regeneration in underlying waters. Mechanisms controlling unusually low N:P ratios in intermediate and deep waters of the Southern Ocean are yet to be determined but both models and observations suggest that ratios set in this region and transported to lower latitudes, could simulate nitrification in the low latitude gyres. In this way processes in the Southern Ocean could influence global marine nutrient cycling. Moreover, marine sediment evidence suggests that Southern Ocean productivity has varied significantly in time. To better understand global nutrient cycling and its variability, it is important to better document the situation in the Southern Ocean. The Amundsen and Ross Sea regions are additionally of interest because they exhibit out of phase climate anomalies with the Atlantic sector centered on the Weddell Sea. The seesaw pattern of anomalies in sea ice cover and wind patterns, known as the Antarctic dipole, seems to be governed by connections with larger scale atmospheric pressure patterns such as the El Niño Southern Oscillation.  The role of the ocean in these connections remains to be clarified.  Additionally, the Amundsen and Ross seas with narrow and broad shelves respectively present contrasting situations for the delivery of warm circumpolar deep water that can melt ice shelves. It is proposed to carry out basic hydrographic surveys including biogeochemical measurements along two cross-shelf transects to examine 1) Circumpolar Deep Water intrusions on the shelf, 2) changes in freshwater inventories, 3) the unusual ratios of nitrogen to phosphorus of Southern Ocean waters and their influence on the global oceans. A third XBT/XCTD/CT transect through the Pacific center of the Antarctic dipole is proposed that would complement a separately funded mooring based project. The planned work extends the times series of similar, previous hydrographic surveys. The acquisition and interpretation of hydrographic data is directly collaborative with participating Swedish investigators and will provide necessary context for other science projects that will be carried out on this Oden cruise.\r\n \r\nBroader impacts: The proposed cross-shelf hydrographic lines are extensions of internationally vetted priority hydrographic lines for the WOCE/CLIVAR program. Data will be made available through the National Ocean Data Center. An undergraduate intern will be engaged in the climate data manipulation. The research program will be featured as part of the Lamont Doherty Earth Observatory Annual Open House which is visited by more than a thousand people. Two of the PI?s are female and so this project will increase participation of a group particularly underrepresented in physical oceanography. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Raymond",
   "pi_last_name": "Sambrotto",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Raymond Sambrotto",
   "pi_email_addr": "ray.sambrotto@alliedmicrobiota.com",
   "nsf_id": "000748867",
   "pi_start_date": "2008-09-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Xiaojun",
   "pi_last_name": "Yuan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xiaojun Yuan",
   "pi_email_addr": "xyuan@ldeo.columbia.edu",
   "nsf_id": "000472713",
   "pi_start_date": "2008-09-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sharon",
   "pi_last_name": "Stammerjohn",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Sharon E Stammerjohn",
   "pi_email_addr": "sharon.stammerjohn@colorado.edu",
   "nsf_id": "000246046",
   "pi_start_date": "2008-09-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University Lamont Doherty Earth Observatory",
  "perf_str_addr": "Rt 9W",
  "perf_city_name": "Palisades",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "10964",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "NY17",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511300",
   "pgm_ele_name": "ANT Ocean & Atmos Sciences"
  },
  {
   "pgm_ele_code": "529200",
   "pgm_ele_name": "ANT Integrated System Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 300699.0
  }
 ],
 "por": null
}