{
 "awd_id": "0836656",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: CDI-Type II: Discovery of Succinct Dynamical Relationships in Large-Scale Biological Data Sets",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032927843",
 "po_email": "sabasu@nsf.gov",
 "po_sign_block_name": "Sankar Basu",
 "awd_eff_date": "2008-09-15",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 480000.0,
 "awd_amount": 480000.0,
 "awd_min_amd_letter_date": "2008-09-02",
 "awd_max_amd_letter_date": "2008-09-02",
 "awd_abstract_narration": "\r\nCollaborative Research:\r\n0836656 (Peter Doerschuk, Cornell University)\r\n0836649 (Bud Mishra, NYU)\r\n0836720 (Sanjoy Mitter and Emery Brown, MIT)\r\nTitle: Discovery of Succinct Dynamical Relationships in Large-Scale Biological Data Sets\r\n\r\n\r\nABSTRACT:\r\n\r\nMany types of information in neuroscience and molecular biology can be described as a set of measurements taken repeatedly as some index changes its value.  In some situations, such as transcriptomic data measuring gene activities, the index is time while in other situations, such as in genetics association study, the index is position in a genomic DNA sequence and, in any case, the complete collection of data is referred to as a time series.  Inference is the process of taking such time series, probably corrupted by errors, and computing answers to the following sorts of questions: (1) What is the system that generated the time series?  For instance, if the system is known to be a differential equation of a specific type, what are the parameter values in the differential equation? (2) Given a completely specified system and a time series, did that system generate that time series?  For instance, if a biologist has hypothesized a system that describes gene expression for a particular set of genes and then measures expression data, is the data compatible with the system, or equivalently, the hypothesis?  (3) Given two time series, were they generated by the same system?  For instance, if the pattern of nerve firings in a neural system is recorded in two different experimental situations, is the pattern the same or is it different?  The four Principal Investigators are focused on three different biological application domains at three different biological scales: (1) the phenotyping of animal and human ethanol-consumption behavior (whole organism scale), (2) the pattern of action potentials measured on ensembles of neurons (cell-population scale), and (3) the time course of gene expressions as governed by the regulatory circuits of the cell (cellular scale).  The types of challenges that are encountered in these applications include the following characteristics: the information is distributed over long periods of time rather than concentrated in time; the systems include delays and feedback paths; and the systems are highly nonlinear, including switching behavior, rather than linear.  The major methodologies that will be developed and combined to solve inference problems in these application areas are: (a) information theory and stochastic control, (b) multi-scale approaches to learning the geometry of the data, and (c) computer algebra and symbolic computation.  For example, to deal with the presence of delay and feedback in neuroscience systems, especially in the context of the interaction between information and stochastic control, requires a fundamental rethinking of classical information theory as it is employed in technology-based communication systems.\r\n\r\nAs the cost of computing decreases, computing becomes increasingly pervasive.  A major purpose of pervasive computing is the real-time collection of high-dimensional time series of very diverse types of data including biological, medical, financial, communication systems status, power systems status, etc.  The project will provide computational algorithms and software to analyze this data in more sophisticated ways and thereby extract more sophisticated information.  Action taken upon this more sophisticated information, e.g., personalized medicine based on individualized genomic information or more accurate and flexible control of power systems thereby avoiding blackouts, will have important human and economic benefits to society.  An important component of the project is educational, e.g., three graduate students working on the project will receive tuition and stipend and an unrestricted number of undergraduates will participate through a variety of ways, e.g., project courses.  By attracting talented students to science and technology and providing challenging research experiences, the project will have important work force benefits to society.\r\n\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Doerschuk",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Peter C Doerschuk",
   "pi_email_addr": "pd83@cornell.edu",
   "nsf_id": "000191588",
   "pi_start_date": "2008-09-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "341 PINE TREE RD",
  "perf_city_name": "ITHACA",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "775100",
   "pgm_ele_name": "CDI TYPE II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7721",
   "pgm_ref_txt": "FROM DATA TO KNOWLEDGE"
  },
  {
   "pgm_ref_code": "7752",
   "pgm_ref_txt": "CDI NON SOLICITED RESEARCH"
  },
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 480000.0
  }
 ],
 "por": null
}