{
 "awd_id": "0836768",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SGER: Mechanical Behavior of Low Coordination Number Metallic Systems",
 "cfda_num": "47.049",
 "org_code": "03070010",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Diana Farkas",
 "awd_eff_date": "2008-09-15",
 "awd_exp_date": "2010-08-31",
 "tot_intn_awd_amt": 160001.0,
 "awd_amount": 160001.0,
 "awd_min_amd_letter_date": "2008-09-16",
 "awd_max_amd_letter_date": "2008-09-16",
 "awd_abstract_narration": "TECHNICAL: In this high-risk, high-payoff exploratory research program, the PI investigates the mechanical behavior of low coordination number (LCN) metallic systems and their constitutive equations. The intellectual merit resides in identifying this knowledge gap and in proposing a unique set of experiments and modeling strategies to characterize LCN system mechanical properties. To date, virtually all the research on nano-mechanical properties has focused on systems whose physical dimensions are of the order of tens to hundreds of nanometers. These ?nano? systems share a basic commonality with their bulk counterparts - their atomic coordination number (CN) is the same as that in the bulk (12 for FCC or HCP, 8 for BCC). A fundamental departure in mechanical behavior is expected to occur when the atomic CN changes relative to the bulk. This is because a departure from bulk CN is accompanied by a change in intrinsic properties of the system such as the cohesive energy, modulus, etc. However, little is known about the behavior of systems so small that the total number of atoms constituting the specimen is less than the bulk CN. The transformative nature of these studies can be gauged from the fact that something as elementary as the stress-strain curves for LCN systems remain unknown; the term 'Poisson ratio' makes little sense in LCN systems; modulus (ordinarily an intrinsic property) itself varies with the number of atoms in the system, and surface energy effects are likely dominant. The scientific payoff lies in establishing a new framework for mechanical properties of LCN systems. The high-risk component of this research resides in the ability to reliably make such atomic sized samples and measure their mechanical properties. This is non-trivial. New experimental techniques have to be developed and new concepts have to evolve that currently have no analogs in relatively larger systems.  Specific research objectives include: (1) Measure force-displacement curves as a function of CN (<12); (2) Infer stiffness as a function of CN from the measured force-displacement curves; (3) Measure force-displacement curves for linear atomic chains and infer the dependence of  modulus on chain length;  (4) Evaluate the feasibility of detecting transitions between different isomers for a given CN;  (5) Develop phenomenological constitutive equations for the above and infer stress-strain curves and moduli.  NON-TECHNICAL: This research has significant broader impacts and implications that extend beyond the obvious gains and insight that would be made in understanding the deformation behavior of materials. Results would provide a new intellectual framework for studying not just mechanical behavior of small nano systems, but also an entirely new avenue for treating the problem of deformation in bulk systems. In addition, by establishing basic or elementary constitutive relationships for small coordination systems, the research would impact ongoing studies of mechanics of molecules, biomolecules, and biological cell membranes. The educational broader impacts include training and education of a graduate student who would participate in this cutting edge research at the intersection of metals, mechanical deformation, advanced tools for testing, technique development and modeling.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gary",
   "pi_last_name": "Dargush",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Gary F Dargush",
   "pi_email_addr": "gdargush@buffalo.edu",
   "nsf_id": "000157590",
   "pi_start_date": "2008-09-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Buffalo",
  "inst_street_address": "520 LEE ENTRANCE STE 211",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7166452634",
  "inst_zip_code": "142282577",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "NY26",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "GMZUKXFDJMA9",
  "org_uei_num": "LMCJKRFW5R81"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Buffalo",
  "perf_str_addr": "520 LEE ENTRANCE STE 211",
  "perf_city_name": "AMHERST",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "142282577",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "NY26",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177100",
   "pgm_ele_name": "METAL & METALLIC NANOSTRUCTURE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9237",
   "pgm_ref_txt": "SMALL GRANTS-EXPLORATORY RSRCH"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 160001.0
  }
 ],
 "por": null
}