{
 "awd_id": "0838211",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Ynalche Project:  The Political Ecology of Late Prehispanic Agriculture on the North Coast of Peru",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2008-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 259048.0,
 "awd_amount": 259048.0,
 "awd_min_amd_letter_date": "2008-08-22",
 "awd_max_amd_letter_date": "2008-08-22",
 "awd_abstract_narration": "With support from the National Science Foundation, Dr. Frances Hayashida and a team of students and specialists will explore the organization and ecology of late pre-Columbian agriculture on the Pampa de Chaparrí, a remarkably well-preserved archaeological landscape in the Lambayeque region of the north coast of Peru.  During the first phase of research, project members surveyed the western half of the pampa and recorded nearly five hundred sites. The results indicated that canals were initially built in ca. A.D. 900 by people of the Sicán polity, which was based in Lambayeque.  Under the Sicán, water management was largely decentralized and in the hands of local social groups, a pattern that persisted for nearly five hundred years.  Following conquest by the Chimú Empire in ca. A.D. 1350-1400, everything changed: new administrative centers were built and the reorganization of settlements and fields suggest that the state took direct control of the best-watered lands.\r\n\r\nIn the second phase of research, the project will take a closer look at local transformations as the pampa was pulled into the Chimú economic, political, and cultural spheres.  How did the decisions of distant imperial rulers change local land use practices and landscapes?  What were the effects on local farming communities and households and how did they respond?  A secondary goal is to collect preliminary information on El Niño-related flooding on the pampa to inform future work on the impacts and effects of these disturbances on north coastal populations and agricultural landscapes.\r\n\r\nTo address these issues, an international team of archaeologists, geologists, and botanists will (1) complete the survey by covering the eastern pampa, (2) map Sicán and Chimú farming settlements to document changes in organization, (3) excavate houses for evidence of the daily economic and social lives of Sicán and Chimú inhabitants, (4) excavate canals and gullies to develop local records of El Niño events, and (5) collect modern plant specimens to help identify the fragmented remains of crops and local vegetation from archaeological sites.\r\n\r\nIntellectual merit:  The project will examine the effects on local people and landscapes of incorporation into a larger political economy.  In modern contexts, these effects (e.g., in the case of globalization) have received a great deal of attention; archaeology provides a deep historical perspective on these dynamics that is not obtainable through any other field of study. The project will also contribute to comparative studies of imperialism and deepen our understanding of the agrarian economies of Andean states.\r\n\r\nBroader impacts:  Results from the project will be broadly disseminated to both professional and public audiences in presentations and publications in the U.S. and Peru.  American and Peruvian graduate and undergraduate students will participate in all stages of fieldwork and analysis and will have the opportunity to develop thesis and dissertation projects.   Finally, the Pampa de Chaparrí is under threat of development for industrial agriculture, which would obliterate this unique pre-Columbian landscape and the history of the farmers who lived there.   The project will strengthen local efforts to document and preserve the pampa's irreplaceable cultural and historical resources.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Frances",
   "pi_last_name": "Hayashida",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Frances M Hayashida",
   "pi_email_addr": "fmh@unm.edu",
   "nsf_id": "000083229",
   "pi_start_date": "2008-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of New Mexico",
  "inst_street_address": "1 UNIVERSITY OF NEW MEXICO",
  "inst_street_address_2": "",
  "inst_city_name": "ALBUQUERQUE",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5052774186",
  "inst_zip_code": "871310001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NM01",
  "org_lgl_bus_name": "UNIVERSITY OF NEW MEXICO",
  "org_prnt_uei_num": "",
  "org_uei_num": "F6XLTRUQJEN4"
 },
 "perf_inst": {
  "perf_inst_name": "University of New Mexico",
  "perf_str_addr": "1 UNIVERSITY OF NEW MEXICO",
  "perf_city_name": "ALBUQUERQUE",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "871310001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NM01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 259048.0
  }
 ],
 "por": null
}