{
 "awd_id": "0840744",
 "agcy_id": "NSF",
 "tran_type": "CoopAgrmnt",
 "awd_istr_txt": "Cooperative Agreement",
 "awd_titl_txt": "NSDL Technical Network Services: A Cyberinfrastructure Platform for STEM Education",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Herbert H. Richtol",
 "awd_eff_date": "2008-10-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 4499352.0,
 "awd_amount": 7848312.0,
 "awd_min_amd_letter_date": "2008-09-29",
 "awd_max_amd_letter_date": "2013-07-16",
 "awd_abstract_narration": "The NSDL Technical Network Services (TNS) project is providing a robust and extensible cyberinfrastructure foundation for the central services of the NSDL that enable a wide range of NSF grantees and outside partners to share technical capacity and deliver valuable educational tools and resources to their own communities. The project has four primary areas of effort:\r\n\r\n1) Engaging the NSDL and STEM education communities to nurture a common vision for NSDL and its technical infrastructure and to foster broad-based community contributions;\r\n2) Enabling NSDL to function as a shared, collaborative, contributory space supporting the creation and display of context around networked educational resources to enhance discovery, use, and understanding; \r\n3) Supporting and extending the NSDL core infrastructure for implementing and developing new educational applications and networked tools for audiences across the full range of STEM research, learning, and education; and\r\n4) Ensuring that the NSDL network and its accompanying tools and services are a robust, reliable, and highly available resource for all users.\r\n\r\nThe intellectual merit of this effort lies in the unique and potentially transformative opportunity it has to integrate a wide range of tools, services, content, and context from many different institutions and projects into a common framework of knowledge organization and discovery, enabling other projects to accomplish far more than they could have on their own. By integrating resources, description, context and contribution from many varied organizations, projects, and individuals, and by offering tools to explore and understand this knowledge space, the TNS project is serving as an important component of support for cyber-enabled STEM education in a networked world. The broader impacts of this project are felt along several directions. First, it is helping both NSF grantees and many other related educational projects to better serve their specific audiences by focusing less on recreating technical developments and focusing more on serving as sites for teaching, mentoring, and supporting research of large numbers of STEM students and teachers. Second, it is establishing a broad-based community engagement process to foster creativity, innovation, and contributions to the design and use of next-generation educational cyberinfrastructure and interactive learning applications. Third, it is instrumenting the NSDL infrastructure to collect detailed (anonymized) usage and behavioral data, providing the basis for next-generation research into: personalized learning, educationally-informed recommendation engines, formation and evolution of educational social networks, and other areas where large volumes of user-generated actions and activities are needed.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Carl",
   "pi_last_name": "Lagoze",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Carl J Lagoze",
   "pi_email_addr": "clagoze@umich.edu",
   "nsf_id": "000209656",
   "pi_start_date": "2011-06-24",
   "pi_end_date": "2012-07-17"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dean",
   "pi_last_name": "Krafft",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dean Krafft",
   "pi_email_addr": "dean.krafft@cornell.edu",
   "nsf_id": "000172446",
   "pi_start_date": "2012-07-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Carl",
   "pi_last_name": "Lagoze",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Carl J Lagoze",
   "pi_email_addr": "clagoze@umich.edu",
   "nsf_id": "000209656",
   "pi_start_date": "2008-09-29",
   "pi_end_date": "2009-03-04"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Wright",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Wright",
   "pi_email_addr": "mwright@ucar.edu",
   "nsf_id": "000465111",
   "pi_start_date": "2008-09-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Tamara",
   "pi_last_name": "Sumner",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tamara Sumner",
   "pi_email_addr": "tsumner@ucar.edu",
   "nsf_id": "000507298",
   "pi_start_date": "2008-09-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "341 PINE TREE RD",
  "perf_city_name": "ITHACA",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "744400",
   "pgm_ele_name": "NATIONAL SMETE DIGITAL LIBRARY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0408",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000809DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0409",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000809DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0409",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04000910DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 1499970.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 3234823.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 2558559.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 554960.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"normal\">Millions of STEM educators and learners across the country used NSDL resources and services to enhance their teaching and learning. Library patrons included 5th graders studying penguins, undergraduates in introductory physics courses, high school chemistry teachers, instructors of mathematics, and a wide range of others interested in learning science and math through high quality, interactive, open educational resources. For many users, NSDL provided a vetted gateway to new digital learning experiences that built on the depths of science and science education expertise in the NSDL community of collection providers. Partnerships with school districts embedded library resources into mainstream classrooms. Teachers in these classrooms used software tools and resources provided by NSDL to customize their instruction for diverse learners. Research demonstrated that students of teachers that utilized these resources had significantly higher learning gains, particularly those teachers whose student populations included a larger portion of low socio-economic status learners.</p>\n<p class=\"normal\">&nbsp;</p>\n<p class=\"normal\">These educators and learners benefited from access to the open educational resources that were collected and organized from the hundreds of projects funded under the NSF NSDL program. In order for this unprecedented level of cooperation to succeed, a scalable technical infrastructure was developed and deployed to provide robust interoperability and operational services including distributed collection building and cataloging, selective search and discovery, and tools for embedding library resources into teaching and learning applications. In addition to organizing and finding resources by discipline and subject, descriptors specific to teaching and learning were supported such as age range, grade, national standards, state standards, and resource type; e.g. animation, simulation, lesson plans, virtual field trips, virtual labs, and more. Educational descriptors directly benefited educators seeking resources to replace or augment their classroom curriculum; these descriptors were also essential for automatically embedding appropriate resources into teaching and learning applications.</p>\n<p class=\"normal\">&nbsp;</p>\n<p class=\"normal\">The library&rsquo;s web-based infrastructure contributed to, and supported, emerging standards of information organization and interoperability such as XML, rest-based APIs, and the Open Archives Initiative Protocol for Metadata Harvesting (OAI-PMH). Many of these &ldquo;standards&rdquo; came into being and gradually established themselves during the life of the project. The project extended standards where necessary to allow NSDL projects to better serve the education community. An example was extending the metadata framework to incorporate education standards and accessibility information. In order to provide a solid operational service that educators and students could rely on required the infrastructure to be robust (maintaining over 99% availability) and easily maintained. This involved extensive testing of systems both during and after development. The project also made use of the emerging cloud computing market by putting the operational web-based services onto a commercial cloud platform that allowed for high levels of service availability and ability to increase size as the number of users increased. The overall success of this work has shown how an NSF funded project could gracefully move from&nbsp; a research and development effort to a fully operational and reliable service.</p>\n<p class=\"normal\">&nbsp;</p>\n<p class=\"normal\">Numerous products - software, collections, and educational materials - resulted from this project. Software tools supporting collection management and searching over collections have been released under open source licenses. With the closing of the project, library collection...",
  "por_txt_cntn": "Millions of STEM educators and learners across the country used NSDL resources and services to enhance their teaching and learning. Library patrons included 5th graders studying penguins, undergraduates in introductory physics courses, high school chemistry teachers, instructors of mathematics, and a wide range of others interested in learning science and math through high quality, interactive, open educational resources. For many users, NSDL provided a vetted gateway to new digital learning experiences that built on the depths of science and science education expertise in the NSDL community of collection providers. Partnerships with school districts embedded library resources into mainstream classrooms. Teachers in these classrooms used software tools and resources provided by NSDL to customize their instruction for diverse learners. Research demonstrated that students of teachers that utilized these resources had significantly higher learning gains, particularly those teachers whose student populations included a larger portion of low socio-economic status learners.\n \nThese educators and learners benefited from access to the open educational resources that were collected and organized from the hundreds of projects funded under the NSF NSDL program. In order for this unprecedented level of cooperation to succeed, a scalable technical infrastructure was developed and deployed to provide robust interoperability and operational services including distributed collection building and cataloging, selective search and discovery, and tools for embedding library resources into teaching and learning applications. In addition to organizing and finding resources by discipline and subject, descriptors specific to teaching and learning were supported such as age range, grade, national standards, state standards, and resource type; e.g. animation, simulation, lesson plans, virtual field trips, virtual labs, and more. Educational descriptors directly benefited educators seeking resources to replace or augment their classroom curriculum; these descriptors were also essential for automatically embedding appropriate resources into teaching and learning applications.\n \nThe libraryÆs web-based infrastructure contributed to, and supported, emerging standards of information organization and interoperability such as XML, rest-based APIs, and the Open Archives Initiative Protocol for Metadata Harvesting (OAI-PMH). Many of these \"standards\" came into being and gradually established themselves during the life of the project. The project extended standards where necessary to allow NSDL projects to better serve the education community. An example was extending the metadata framework to incorporate education standards and accessibility information. In order to provide a solid operational service that educators and students could rely on required the infrastructure to be robust (maintaining over 99% availability) and easily maintained. This involved extensive testing of systems both during and after development. The project also made use of the emerging cloud computing market by putting the operational web-based services onto a commercial cloud platform that allowed for high levels of service availability and ability to increase size as the number of users increased. The overall success of this work has shown how an NSF funded project could gracefully move from  a research and development effort to a fully operational and reliable service.\n \nNumerous products - software, collections, and educational materials - resulted from this project. Software tools supporting collection management and searching over collections have been released under open source licenses. With the closing of the project, library collections have been migrated to a non-profit group - the Institute for the Study of Knowledge Management in Education (ISKME) and its OER Commons platform - in order to provide continued access. Some of the educational materials and services created have b..."
 }
}