{
 "awd_id": "0840098",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "URM: American Indian Research Opportunities in Ecology and Environmental Science",
 "cfda_num": "47.074",
 "org_code": "08080300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sally O'Connor",
 "awd_eff_date": "2008-10-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 402650.0,
 "awd_amount": 282718.0,
 "awd_min_amd_letter_date": "2008-09-26",
 "awd_max_amd_letter_date": "2014-09-18",
 "awd_abstract_narration": "Blackfeet Community College, Little Big Horn College, and Montana State University will collaborate in a project which will provide research experience, mentoring, and academic enrichment to students at the three schools. A total of 30 students over a five-year period will participate in the project beginning Summer 2009. Students from the three schools will engage in 2-year cohorts where they will they will do research in ecology, environmental science and microbiology projects relevant to their lives and career goals. The Greater Yellowstone Ecosystem, the Missouri and Yellowstone River systems, numerous mountain ranges and the Northern Great Plains will provide diverse ecosystems and opportunities for research. The collaborative network will enhance student opportunities on all three campuses and will also support graduates of LBHC and BCC as they transition to MSU for their bachelor?s degrees. The student participants will be mentored by science faculty and by Native American professional biologists in developing academic and research skills to prepare them to complete baccalaureate degrees and continue on in graduate school. The overall goal of the project is to increase the number of Native Americans completing bachelor?s degrees and entering graduate programs in ecology, in environmental science and in biological fields. More information is available from Cindy Doore (cindy_doore@fbcc.org) at Blackfeet Community College, from Neva Tallbear (tallbear@lbhc.cc.mt.us) at Little Big Horn College, and from John Watts (jwatts@montana.edu) at Montana State University. The website address is: http://www.montana.edu/wwwai/",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Watts",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "John G Watts",
   "pi_email_addr": "jwatts@montana.edu",
   "nsf_id": "000445710",
   "pi_start_date": "2008-09-26",
   "pi_end_date": "2008-12-18"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Roberts",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "David W Roberts",
   "pi_email_addr": "droberts@montana.edu",
   "nsf_id": "000079637",
   "pi_start_date": "2014-09-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Roberts",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "David W Roberts",
   "pi_email_addr": "droberts@montana.edu",
   "nsf_id": "000079637",
   "pi_start_date": "2008-09-26",
   "pi_end_date": "2008-12-18"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Marjorie",
   "pi_last_name": "Old Horn",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marjorie Old Horn",
   "pi_email_addr": "marjorie.oldhorn@montana.edu",
   "nsf_id": "000512781",
   "pi_start_date": "2009-01-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Montana State University",
  "inst_street_address": "216 MONTANA HALL",
  "inst_street_address_2": "",
  "inst_city_name": "BOZEMAN",
  "inst_state_code": "MT",
  "inst_state_name": "Montana",
  "inst_phone_num": "4069942381",
  "inst_zip_code": "59717",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MT01",
  "org_lgl_bus_name": "MONTANA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EJ3UF7TK8RT5"
 },
 "perf_inst": {
  "perf_inst_name": "Montana State University",
  "perf_str_addr": "216 MONTANA HALL",
  "perf_city_name": "BOZEMAN",
  "perf_st_code": "MT",
  "perf_st_name": "Montana",
  "perf_zip_code": "59717",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MT01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "718700",
   "pgm_ele_name": "MICROBIAL GENOME SEQUENCING"
  },
  {
   "pgm_ele_code": "778300",
   "pgm_ele_name": "UNGRAD RES MENTORING IN BIO"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "7783",
   "pgm_ref_txt": "UNGRAD RES MENTORING IN BIO"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 202186.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 80530.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><!-- P { margin-bottom: 0.08in; direction: ltr; widows: 2; orphans: 2; } -->\n<p style=\"margin-bottom: 0.14in;\">The URM: American Indian Research Opportunities (AIRO) in Ecology and Environmental Science project was designed and implemented from October 2008 until September 2014 to increase Native American undergraduate knowledge in ecology, environmental sciences and microbiology and to increase motivation and academically prepare these students to earn their Bachelor&rsquo;s and go on to graduate school. The project created a network of Montana State University faculty and Montana Tribal College faculty who provided mentoring and research opportunities to Native American undergraduates. The Native American students conducted high-level research within Montana State&rsquo;s Ecology, Land Resources &amp; Environmental Science, Plant Science and Plant Pathology, and Microbiology departments and the College of Engineering and presented at numerous professional research conferences, including: American Indian Science and Engineering (AISES) National Conference and the Society for the Advancement of Chicanos and Native Americans in Science (SACNAS) National Conference.</p>\n<!-- P { margin-bottom: 0.08in; direction: ltr; widows: 2; orphans: 2; } -->\n<p style=\"margin-bottom: 0.14in;\">The project connected faculty from all eight of Montana&rsquo;s land grant institutions in creating collaboration between MSU, Aaniiih Nakoda College, Blackfeet Community College, Chief Dull Knife College, Ft. Peck Community College, Little Big Horn College, Salish Kootenai College, and Stone Child College via the AIRO Advisory Board. These collaborative efforts resulted in increased transfer of two-year Tribal College students to a four-year Bachelor&rsquo;s in ecology and environmental science fields. The collaboration influenced the creation of a Tribal College Transfer Preview Day (TCTPD) and the implementation of a strategic investment proposal to align MSU and Tribal College curricula and simplify the credit transfer process.</p>\n<!-- P { margin-bottom: 0.08in; direction: ltr; widows: 2; orphans: 2; } -->\n<p style=\"margin-bottom: 0.14in;\">Project staff recruited URM students from Montana&rsquo;s reservations and Tribal Colleges. Twice a year, staff traveled to each of the seven reservations in Montana and recruited at the high schools. Staff participated in &ldquo;Rockin&rsquo; the Rez&rdquo; events that encouraged the Native American students to attend college and attend the Montana Tribal College Tour which recruited Tribal College students to four-year institutions. This recruitment resulted in the URM: AIRO-EES project funding 20 underrepresented minority students to do research with faculty at MSU. All 20 of the students engaged in research, and nine of them presented at professional conference, and two published research.  Twelve of the funded students were transfers from Montana&rsquo;s Tribal Colleges and pursued a four-year degree in ecology and environmental science fields at MSU. five students graduated with their bachelor&rsquo;s degree, with three students continuing onto graduate school with an environmental science focus.  Two of the graduates are working in a career within an ecology and environmental science field, with 1 becoming a finalist for the Rhode&rsquo;s Scholarship.  Five students are continuing their four-year education and plan to graduate in spring 2015.</p>\n<!-- P { margin-bottom: 0.08in; direction: ltr; widows: 2; orphans: 2; } -->\n<p style=\"margin-bottom: 0.14in;\">The project had an additional impact of influencing the creation of a peer mentoring program that matched upper division Native American students in science, technology, engineering, and mathematics (STEM) field with incoming Native freshman and transfer students.  Seven of the funded students participated in the program as mentors, influencing the younger generation of Native American undergradua...",
  "por_txt_cntn": "\nThe URM: American Indian Research Opportunities (AIRO) in Ecology and Environmental Science project was designed and implemented from October 2008 until September 2014 to increase Native American undergraduate knowledge in ecology, environmental sciences and microbiology and to increase motivation and academically prepare these students to earn their BachelorÆs and go on to graduate school. The project created a network of Montana State University faculty and Montana Tribal College faculty who provided mentoring and research opportunities to Native American undergraduates. The Native American students conducted high-level research within Montana StateÆs Ecology, Land Resources &amp; Environmental Science, Plant Science and Plant Pathology, and Microbiology departments and the College of Engineering and presented at numerous professional research conferences, including: American Indian Science and Engineering (AISES) National Conference and the Society for the Advancement of Chicanos and Native Americans in Science (SACNAS) National Conference.\n\nThe project connected faculty from all eight of MontanaÆs land grant institutions in creating collaboration between MSU, Aaniiih Nakoda College, Blackfeet Community College, Chief Dull Knife College, Ft. Peck Community College, Little Big Horn College, Salish Kootenai College, and Stone Child College via the AIRO Advisory Board. These collaborative efforts resulted in increased transfer of two-year Tribal College students to a four-year BachelorÆs in ecology and environmental science fields. The collaboration influenced the creation of a Tribal College Transfer Preview Day (TCTPD) and the implementation of a strategic investment proposal to align MSU and Tribal College curricula and simplify the credit transfer process.\n\nProject staff recruited URM students from MontanaÆs reservations and Tribal Colleges. Twice a year, staff traveled to each of the seven reservations in Montana and recruited at the high schools. Staff participated in \"RockinÆ the Rez\" events that encouraged the Native American students to attend college and attend the Montana Tribal College Tour which recruited Tribal College students to four-year institutions. This recruitment resulted in the URM: AIRO-EES project funding 20 underrepresented minority students to do research with faculty at MSU. All 20 of the students engaged in research, and nine of them presented at professional conference, and two published research.  Twelve of the funded students were transfers from MontanaÆs Tribal Colleges and pursued a four-year degree in ecology and environmental science fields at MSU. five students graduated with their bachelorÆs degree, with three students continuing onto graduate school with an environmental science focus.  Two of the graduates are working in a career within an ecology and environmental science field, with 1 becoming a finalist for the RhodeÆs Scholarship.  Five students are continuing their four-year education and plan to graduate in spring 2015.\n\nThe project had an additional impact of influencing the creation of a peer mentoring program that matched upper division Native American students in science, technology, engineering, and mathematics (STEM) field with incoming Native freshman and transfer students.  Seven of the funded students participated in the program as mentors, influencing the younger generation of Native American undergraduates.\n \n\n\t\t\t\t\tLast Modified: 12/29/2014\n\n\t\t\t\t\tSubmitted by: David W Roberts"
 }
}