{
 "awd_id": "0840860",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SGER: Nursery areas, natal origin, and natural elemental signatures: implications for connectivity and conservation of shark and ray populations",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Garrison",
 "awd_eff_date": "2008-08-15",
 "awd_exp_date": "2010-07-31",
 "tot_intn_awd_amt": 149913.0,
 "awd_amount": 149913.0,
 "awd_min_amd_letter_date": "2008-08-08",
 "awd_max_amd_letter_date": "2008-08-08",
 "awd_abstract_narration": "The use of nursery areas is widespread among elasmobranchs (sharks and rays). The segregation of juvenile and adult habitat creates the potential for distinctive elemental compositions to be incorporated into the calcified structures of growing individuals as a result of the differing physical and chemical characteristics of these nursery areas. Distinctive ratios and combinations of elements may serve as naturally occurring markers, commonly referred to as elemental signatures, providing insight into natal origins, habitat use, dispersal, connectivity, and the extent of population mixing. However, these tools have not yet been applied to cartilaginous fishes. The objective of this investigation is to determine if elemental signatures incorporated into the vertebrae of young-of-the-year elasmobranchs reflect discrete, site-specific markers. This investigation may establish a powerful, alternative approach for research into the life history and population dynamics of this group of fishes. Elasmobranchs lack the calcified structures, known as otoliths, which are typically used for studies of dispersal and natal origin in bony fishes based on distinctive elemental signatures. The potential for metabolic activity within calcified vertebrae has raised questions about the chemical stability of these structures. Resorption or physiological reworking of this cellular matrix may alter vertebral chemical composition during the course of a lifetime and limit their usefulness as records of past physiochemical environments in which the organism lived. Before broader ecological questions may be considered based on differences in the chemical composition within cartilaginous vertebrae, key assumptions underlying the application of these techniques must be addressed.\r\n\r\nComplementary field and captive laboratory investigations will be applied to assess spatial and temporal variability of vertebral elemental signatures, relationships between water and vertebral chemical composition, and stability of these signatures through time. Specimens will be obtained from fishery landings from nursery areas along the Pacific coast of Mexico (including the Gulf of California) and Costa Rica during August-November 2008 and 2009. The distribution of the sampling locations will enable an assessment of spatial variability in elemental and isotopic signatures on the scale of 10s, 100s, and 1000s of kms across contrasting environmental and geological gradients. Study species will be opportunistically targeted to represent different life history strategies and ecomorphotypes (e.g. benthic, pelagic), but an emphasis will be focused on the collection of the commonly landed, circumglobally distributed scalloped hammerhead shark (Sphyrna lewini). The extent to which elements are discriminated against or selected for within vertebrae will be described by partition coefficients, thus enabling comparisons of vertebral chemical composition with ambient environmental concentrations.\r\n\r\nRelationships between water and vertebral chemistry and temporal stability of elemental signatures will be assessed through manipulative experiments with captive juvenile sharks or rays. Experimental treatments will include a control, and replicated conditions of three constant salinity-temperature levels. Following a period of approximately nine months, salinity-temperature treatments will be altered in each tank to simulate change into a new, contrasting environment. At the time of transfer, one tank will be assigned reduced food rations. This will provide a means of determining if physiological stress, such as an irregular or insufficient food supply, drives reworking of elements within the vertebral matrix. After nine additional months have passed, experimental specimens will be sacrificed in accordance with Institutional Animal Care and Use Committee protocol. Elemental and isotopic analyses will be conducted using Laser Ablation Inductively Coupled Plasma Mass Spectrometry for vertebral samples and a combination of Inductively Coupled Plasma Optical Emission Spectroscopy and High Resolution Inductively Coupled Plasma Mass Spectrometry for water samples. \r\n\r\nThis project represents the first inquiry into the potential application of multi-elemental analysis of cartilaginous vertebrae to studies of natal origin and population connectivity. If the technique is successful, this study will propel and direct future research and provide critical details for improved management and conservation of this historically vulnerable group of fishes.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Selina",
   "pi_last_name": "Heppell",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Selina S Heppell",
   "pi_email_addr": "selina.heppell@oregonstate.edu",
   "nsf_id": "000432063",
   "pi_start_date": "2008-08-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jessica",
   "pi_last_name": "Miller",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Jessica A Miller",
   "pi_email_addr": "Jessica.Miller@oregonstate.edu",
   "nsf_id": "000500595",
   "pi_start_date": "2008-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon State University",
  "inst_street_address": "1500 SW JEFFERSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CORVALLIS",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5417374933",
  "inst_zip_code": "973318655",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "OREGON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MZ4DYXE1SL98"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon State University",
  "perf_str_addr": "1500 SW JEFFERSON AVE",
  "perf_city_name": "CORVALLIS",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973318655",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9237",
   "pgm_ref_txt": "SMALL GRANTS-EXPLORATORY RSRCH"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 149913.0
  }
 ],
 "por": null
}