{
 "awd_id": "0841583",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  DHB Virtual Worlds:  An Exploratorium for Theorizing and Modeling the Dynamics of Group Behavior",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Bainbridge",
 "awd_eff_date": "2007-08-15",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 604755.0,
 "awd_amount": 620755.0,
 "awd_min_amd_letter_date": "2008-07-22",
 "awd_max_amd_letter_date": "2010-06-23",
 "awd_abstract_narration": "This major inter-disciplinary research effort will use virtual worlds as an exploratorium to theoretically extend and empirically model the dynamics of group behavior. In the process it will develop novel computational techniques for analyzing large-scale networks, which will have applicability across a wide variety of domains.\r\n\r\nThe most important and complex decisions made by governments and organizations occur in group contexts. A central challenge, spurred by new developments in information technologies (IT), is that the nature of groups and how they operate has changed radically. Today, many groups ? in social, political, and economic contexts - are ad hoc, agile, transient entities that emerge from a larger primordial network of relationships. For a short time, these groups accomplish a variety of tasks, and then they dissolve, only to be reconstituted later with a different configuration. While there is growing awareness of the socio-economic consequences of these groups, our understanding of how they form and their impact on effectiveness is severely limited.\r\n\r\nThis project will address this limitation by developing a theoretical framework that reflects the contemporary conceptualizations of groups. It proposes a network approach to modeling the eco-system of overlapping and constantly changing groups that constitute the fabric of contemporary society. It recognizes that empirically testing such a model poses formidable data collection challenges. However, a unique resource available to the research team is access to all behavioral traces (server logs) from one of the world''s largest Massively Multiplayer Online (MMO) games, EverQuest 2, which is particularly well-suited to theorize and empirically model the dynamics of group behavior. MMOs comprise tens of thousands of players who are at any one point in time coalescing in thousands of groups to accomplish \"\"\"\"quests\"\"\"\" and \"\"\"\"raids\"\"\"\" that involve a variety of activities similar to tasks we undertake in real life ? finding information or materials, making, selling or buying products and services. \r\n\r\nBeyond the data collection challenge, the scale of the proposed research enterprise also poses significant computational challenges in uncovering and analyzing the complexities that govern the dynamics of group behavior in these virtual worlds. Using advanced computing applications and technologies, this project seeks to capture, infer, and model the networks that explain how groups emerge and how they function. Specifically, the researchers will use temporally evolving graphs to model such networks, and develop scalable algorithms to compute metrics of group behavior on them. Tying these complex and shifting individual and networked behaviors to traditional forms of analyses represents a novel interdisciplinary challenge in both scope and complexity.\r\n\r\nThe project will expand our knowledge of how groups form and operate in larger ecosystems of groups, individuals, and organizations. The analysis of logs generated from Virtual Worlds poses novel challenges from a computational perspective. This interdisciplinary investigation will result in new (1) information models for modeling the Virtual World, (2) data structuring and algorithmic techniques for data access and analysis, and (3) techniques for computational efficiency.\r\n\r\n The knowledge and tools developed in this research will allow researchers to understand more fully, and practitioners to cultivate more effectively, the emergence and performance of ad hoc groups in contemporary society. It will also provide other disciplines with new computational and statistical modeling methodologies and tools, which should have considerable positive implications for future research in other disciplinary areas. The findings and deliverables of the proposed research will be immediately generalizable to training and education related to groups (beyond just MMOs or Virtual Worlds), social networks, and online games.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Noshir",
   "pi_last_name": "Contractor",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Noshir S Contractor",
   "pi_email_addr": "nosh@northwestern.edu",
   "nsf_id": "000470079",
   "pi_start_date": "2008-07-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "633 CLARK ST",
  "perf_city_name": "EVANSTON",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602080001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7322",
   "pgm_ref_txt": "HSD - DEC, RISK & UNCERTAINTY"
  },
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "9215",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING SYSTEMS"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 604755.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><!-- \t\t@page { margin: 0.79in } \t\tP { margin-bottom: 0.08in; direction: ltr; color: #000000; widows: 0; orphans: 0 } \t\tP.western { font-family: \"Liberation Serif\", \"Times New Roman\", serif; font-size: 12pt; so-language: en-US } \t\tP.cjk { font-family: \"DejaVu Sans\"; font-size: 12pt; so-language: zh-CN } \t\tP.ctl { font-family: \"Lohit Hindi\"; font-size: 12pt; so-language: hi-IN } -->\n<p class=\"western\">The most important decisions made nowadays occur in group contexts.  A central challenge, spurred by new developments in information technologies is that the nature of groups and how they function has changed radically. The goals of the Virtual Worlds Exploratorium project were to increase our understanding of how groups form and how they impact effectiveness.</p>\n<p class=\"western\">The project developed a Multi-Theoretical Multilevel (MTML) framework that reflects contemporary conceptualizations of groups. In this framework different theoretical mechanisms are used to explain group formation. An example is the concept of Homophily which predicts that people are more likely to operate in groups with others that share certain similar characteristics.</p>\n<p class=\"western\">The project used a unique resource available to test the assumptions in the framework and model the eco-system of overlapping and constantly changing groups; Massively Multiplayer Online Games (MMOGs). MMOGs comprise millions of players worldwide who are collaborating in groups to accomplish goals that involve a variety of activities similar to tasks we undertake in real life. Using server logs from these MMOGs we were able to to map peoples online behavior to their &ldquo;real&rdquo; world behavior.</p>\n<p class=\"western\">A challenge in this project was the enormous scale of the research. The size of the online networks studied ran into millions of people that generated enormous data-files to be analyzed. This posed significant computational challenges in uncovering and analyzing the complexities that govern the dynamics of group behavior in these virtual worlds.</p>\n<p class=\"western\">The study shows us not only that different types of networks have different structures, depending on the type of relationships studied, it also generated fundamental insights in explaining and predicting the formation of these relationships. We used advanced modeling techniques (P*/ERGM) to to detect structural motifs in the observed networks and help  understand multi?theoretical multilevel motivations for why we create our social networks. We found strong support for the influence of mechanisms as Homophily (e.g. Individuals with similar age and experience are more likely to engage in interaction) and Proximity (e.g. Distance reduces the likelihood of interaction). However, certain factors (such as gender Homophily) proved insignificant.</p>\n<p class=\"western\"><span style=\"font-style: normal;\">The findings have made significant contributions to theories of social networks by allowing empirical confirmation of phenomena at scale that could not be previously tested due to methodological limitations as well as access to large scale data sets. The multi-theoretical multi level (MTML) framework for social network analysis was thoroughly applied in this project and many of the concepts (e.g homophily) have proven to be valid and reliable predictors of network (tie) formation. We have also made major contributions to the Mapping Principle between offline and online worlds. Thereby increasing the general knowledge on how we behave offline, through the study of online behavior.</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/04/2012<br>\n\t\t\t\t\tModified by: Noshir&nbsp;S&nbsp;Contractor</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>...",
  "por_txt_cntn": "\nThe most important decisions made nowadays occur in group contexts.  A central challenge, spurred by new developments in information technologies is that the nature of groups and how they function has changed radically. The goals of the Virtual Worlds Exploratorium project were to increase our understanding of how groups form and how they impact effectiveness.\nThe project developed a Multi-Theoretical Multilevel (MTML) framework that reflects contemporary conceptualizations of groups. In this framework different theoretical mechanisms are used to explain group formation. An example is the concept of Homophily which predicts that people are more likely to operate in groups with others that share certain similar characteristics.\nThe project used a unique resource available to test the assumptions in the framework and model the eco-system of overlapping and constantly changing groups; Massively Multiplayer Online Games (MMOGs). MMOGs comprise millions of players worldwide who are collaborating in groups to accomplish goals that involve a variety of activities similar to tasks we undertake in real life. Using server logs from these MMOGs we were able to to map peoples online behavior to their \"real\" world behavior.\nA challenge in this project was the enormous scale of the research. The size of the online networks studied ran into millions of people that generated enormous data-files to be analyzed. This posed significant computational challenges in uncovering and analyzing the complexities that govern the dynamics of group behavior in these virtual worlds.\nThe study shows us not only that different types of networks have different structures, depending on the type of relationships studied, it also generated fundamental insights in explaining and predicting the formation of these relationships. We used advanced modeling techniques (P*/ERGM) to to detect structural motifs in the observed networks and help  understand multi?theoretical multilevel motivations for why we create our social networks. We found strong support for the influence of mechanisms as Homophily (e.g. Individuals with similar age and experience are more likely to engage in interaction) and Proximity (e.g. Distance reduces the likelihood of interaction). However, certain factors (such as gender Homophily) proved insignificant.\nThe findings have made significant contributions to theories of social networks by allowing empirical confirmation of phenomena at scale that could not be previously tested due to methodological limitations as well as access to large scale data sets. The multi-theoretical multi level (MTML) framework for social network analysis was thoroughly applied in this project and many of the concepts (e.g homophily) have proven to be valid and reliable predictors of network (tie) formation. We have also made major contributions to the Mapping Principle between offline and online worlds. Thereby increasing the general knowledge on how we behave offline, through the study of online behavior.\n\n\t\t\t\t\tLast Modified: 12/04/2012\n\n\t\t\t\t\tSubmitted by: Noshir S Contractor"
 }
}