{
 "awd_id": "0841514",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SGER:   Discrete Volumetric Curvature Flow for Graphics Applications",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Dmitri Maslov",
 "awd_eff_date": "2008-08-01",
 "awd_exp_date": "2009-07-31",
 "tot_intn_awd_amt": 78999.0,
 "awd_amount": 78999.0,
 "awd_min_amd_letter_date": "2008-07-22",
 "awd_max_amd_letter_date": "2008-07-22",
 "awd_abstract_narration": "SGER: Discrete Volumetric Curvature Flow for Engineering Applications\r\n\r\nGiven a surface in the three dimensional Euclidean space, the surface can be deformed to one of the three canonical shapes, the unit sphere, the plane and the hyperbolic disk. Furthermore, the deformation is angle preserving. The Poincare's conjecture and Thurton's geometrization conjecture generalize the fact to three dimensional manifolds. Basically, a three manifold can be decomposed to pieces in a canonical way, with each piece admitting one of eight geometries. The canonical Riemannian metric plays important roles in many engineering applications, such as hexahedral meshing, volumetric parameterization and volumetric spline construction. The proof of Poincare's conjecture offers a powerful tool to compute such metrics, Ricci flow.  The Ricci flow is the process to deform the Riemannian metric proportional to the curvature, such that the curvature evolves according to heat diffusion. Eventually, the curvature is constant everywhere, and the canonical metric is achieved. The proposal aims at designing and implementing discrete curvature flow for volumes, and apply it in graphics, geometric modeling, medical imaging and many other engineering fields. \r\n\r\nThe 3-manifolds are represented as tetrahedral meshes. The edge lengths and dihedral angles encode the Riemannian metric and curvatures of the mesh. Discrete curvature flow deforms the edge lengths according to the curvatures, such that at the steady state, the curvature is constant everywhere. Discrete curvature flow can be formulated as the gradient flow of special energy forms. The energies can be optimized using Newton's method; the critical point gives the desired metric. Furthermore, the proposal also uses volumetric harmonic differential forms to compute the geometric structures based on Hodge theory. The discrete curvature flow method is proposed to tackle several important engineering applications. Hexahedral meshing has been the Holy Grail in meshing research field for years. By deforming the volume to simpler shapes and tessellating the deformed volume, hex-remeshing can be obtained straightforwardly. Volumetric parameterization is the foundation for texture mapping, shape matching, registration and comparison. Curvature flow maps general volumes to canonical shapes, which induces natural parameterizations. Constructing volumetric splines, which is consistent with the boundary surface spline, is a long lasting open problem in geometric modeling field. The curvature flow method can offer new insights and tools to tackle the problem.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xianfeng",
   "pi_last_name": "Gu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xianfeng Gu",
   "pi_email_addr": "gu@cs.sunysb.edu",
   "nsf_id": "000106449",
   "pi_start_date": "2008-07-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Stony Brook",
  "inst_street_address": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "inst_street_address_2": "",
  "inst_city_name": "STONY BROOK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6316329949",
  "inst_zip_code": "117940001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NY01",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "M746VC6XMNH9",
  "org_uei_num": "M746VC6XMNH9"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Stony Brook",
  "perf_str_addr": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "perf_city_name": "STONY BROOK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "117940001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NY01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "745300",
   "pgm_ele_name": "GRAPHICS & VISUALIZATION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "9237",
   "pgm_ref_txt": "SMALL GRANTS-EXPLORATORY RSRCH"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 78999.0
  }
 ],
 "por": null
}