{
 "awd_id": "0844640",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Development of a Collaborative Research Plan for NIST and the Semiconductor Industry for Nanoelectronics Research in the Bio-Sciences",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Usha Varshney",
 "awd_eff_date": "2008-09-15",
 "awd_exp_date": "2009-08-31",
 "tot_intn_awd_amt": 49900.0,
 "awd_amount": 49900.0,
 "awd_min_amd_letter_date": "2008-09-09",
 "awd_max_amd_letter_date": "2008-09-09",
 "awd_abstract_narration": "Objective: A research plan will be developed to directly couple the semiconductor industry and NIST in the support of bio-sciences research through the application of the industries' technological capabilities to pressing bio-science needs. This will be accomplished via a two-step process, i.e., a grant will be issued by SRC to university researchers in bio-sciences to develop a five-year research plan and they will be aided by a leading university researcher in bio-electronics on a consulting basis. Secondly, when the draft plan is complete, it will be presented at a roundtable meeting of personnel from NIST, NIH, NSF, the semiconductor industry, SRC, and universities for review and comment. The feedback from this roundtable will be integrated into the final research plan that will then be presented to NIST and to the semiconductor industry for possible implementation. The completed plan will be made widely available to interested agencies and foundations.\r\n\r\nIntellectual Merit: The merger of the capabilities of these two fields offers exciting opportunities to improve the quality of life for humankind. The following is not intended to be prescriptive nor complete for the proposed study but, for example, we believe that new electronic technologies can be developed for rapid DNA sequencing, to identify and quantify proteins, to detect toxins, and for molecular mass spectroscopy. As a specific example, nano-pores may have application for rapid DNA sequencing, for protein denaturation detection, for anthrax detection, for understanding how cells respond to proteins, and possibly for total cell analysis for system biology and for future medical applications. The proposed planning process will define potential technology application areas, identify specific technology needs and their associated time horizons.\r\n\r\nBroader Impact: The impact of the successful conduct of the research identified by the proposed plan would likely first be felt in the research community if its implementation resulted in programs to address needs that are identified. Commensurate with the research ideas and conceptsthat would result is the training of outstanding graduate students in the cross-disciplinary field of nano-electronics and bio-sciences. Further downstream, we there would result better understanding of biological systems that could be translated into improved methods and tools used in medical instrumentation, testing and therapy. Finally, large scale applications of this research could promote the growth of industry and thereby provide for economic growth for the nation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ralph",
   "pi_last_name": "Cavin",
   "pi_mid_init": "K",
   "pi_sufx_name": "III",
   "pi_full_name": "Ralph K Cavin",
   "pi_email_addr": "cavin@src.org",
   "nsf_id": "000354009",
   "pi_start_date": "2008-09-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Semiconductor Research Corporation",
  "inst_street_address": "4819 EMPEROR BLVD STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9199419400",
  "inst_zip_code": "277035420",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "SEMICONDUCTOR RESEARCH CORP",
  "org_prnt_uei_num": "",
  "org_uei_num": "GVUJLK6J3T55"
 },
 "perf_inst": {
  "perf_inst_name": "Semiconductor Research Corporation",
  "perf_str_addr": "4819 EMPEROR BLVD STE 300",
  "perf_city_name": "DURHAM",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277035420",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": null,
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 49900.0
  }
 ],
 "por": null
}