{
 "awd_id": "0844526",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SGER - Probing Oxygen Reduction Reaction Kinetics Using Heterostructured Thin-Film Microelectrodes",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927470",
 "po_email": "grorrer@nsf.gov",
 "po_sign_block_name": "Gregory Rorrer",
 "awd_eff_date": "2008-09-01",
 "awd_exp_date": "2009-08-31",
 "tot_intn_awd_amt": 87966.0,
 "awd_amount": 87966.0,
 "awd_min_amd_letter_date": "2008-08-11",
 "awd_max_amd_letter_date": "2008-08-11",
 "awd_abstract_narration": "CBET-0844526\r\nShao-Horn\r\n\r\nThis objective of this research is to conduct a study of oxygen reduction kinetics to improve our fundamental understanding of oxygen reduction on perovskites, including the relationship of kinetics to surface-specific structure and composition, and exploit this understanding to enhance and stabilize oxide surface electrocatalytic activity.  In this project, we focus on our efforts in probing oxygen reduction kinetics by correlating oxygen surface exchange of (La, Sr)x(Mn, Fe, Ni, Cu)yOz perovskite microelectrodes to the bond strength of transition metal and oxygen, where our research is centered around two hypothesis: (1) the surface exchange rate is influenced largely by the electronic structure of oxides rather than oxygen vacancy in the structure; and (2) interface between perovskite ABO3 and A2BO4 type oxides, where such interfaces may enhance oxygen surface exchange as shown by Kawada's recent work. These hypotheses will be examined using the following concepts: (i) for a given transition metal valence state, going from Mn to Cu, the surface exchange rate would be enhanced as the transition metal and oxygen bond strength is reduced; (ii) compositional changes at the ABO3 and A2BO4 oxide interfaces can modify bond strength of transition metal and oxygen as oxygen vacancy may decrease the ionic activity of metal and oxygen bonds and thus lower the bond strength, which might be exploited to enhance oxygen surface exchange rates. \r\n\r\nThe proposed research employs model thin-film microelectrodes to fabricate well-defined systems that allow fundamental investigation of oxygen reduction reaction rate-limiting steps on mixed ionic and electronic conducting perovskite electrocatalysts, and discover the fundamental principles that governs oxygen surface exchange rate. The information would allow researchers to create materials with fast oxygen surface exchange guided by the fundamental principles, and design electrode microstructures at the nanometer-scale for efficient oxygen reduction at intermediate temperatures. \r\n\r\nThe proposed research efforts will generate broad intellectual properties significant to electrochemical energy technologies and create knowledge of interest to the field of catalysis at large. The proposed integrated research and education activities train future energy leaders with interdisciplinary knowledge in electrochemical energy conversion and materials. The outreach program will teach high school teachers and students about energy basics, and will serve to engage K-12 to support energy research and conserve energy through workshop, classroom curriculum development and Service Learning projects.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yang",
   "pi_last_name": "Shao-Horn",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yang Shao-Horn",
   "pi_email_addr": "shaohorn@mit.edu",
   "nsf_id": "000330834",
   "pi_start_date": "2008-08-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 MASSACHUSETTS AVE",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764400",
   "pgm_ele_name": "EchemS-Electrochemical Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "051E",
   "pgm_ref_txt": "Interfacial trans & thermodynamic"
  },
  {
   "pgm_ref_code": "090E",
   "pgm_ref_txt": "Chem/Bio and Physical Diagnostics"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9237",
   "pgm_ref_txt": "SMALL GRANTS-EXPLORATORY RSRCH"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 87966.0
  }
 ],
 "por": null
}