{
 "awd_id": "0848950",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SGER: IMR: Development of Scientific Computing in the Cloud for Research and Education",
 "cfda_num": "47.049",
 "org_code": "03070006",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Charles E. Bouldin",
 "awd_eff_date": "2008-10-01",
 "awd_exp_date": "2009-09-30",
 "tot_intn_awd_amt": 58861.0,
 "awd_amount": 58861.0,
 "awd_min_amd_letter_date": "2008-09-16",
 "awd_max_amd_letter_date": "2008-09-16",
 "awd_abstract_narration": "Non-technical Abstract\r\n\"Cloud Computing\" is a term that has gained prominence recently to describe the use of a large body of compute resources located at many different locations. These resources are typically owned by third-party organizations and are made available to consumers in terms of the capabilities of each computer rather than the underlying hardware in use. This model proved its success almost immediately in the web services hosting domain, the principle target for most cloud service providers. Our aim here is to determine whether these same resources can be adapted for scientific purposes. Thus we propose to develop applications of cloud computing for scientific calculations and making such calculations feasible for working scientists lacking sufficient compute resources at the present. Modern scientific applications require high-performance computing facilities which are beyond the reach of many practitioners who lack both the experience and funding to complete serious scientific calculations, even though their work might be enhanced by currently feasible calculations.\r\nTechnical Abstract\r\nThe goal of resource virtualization is to divorce workflow from locality constraints, thereby allowing it to migrate freely amongst available physical resources. This flexibility yields tremendous scheduling advantages, as jobs can be placed and often migrated in order to make the most efficient use of available hardware. Resource virtualization is certainly nothing new. For example, Condor allows a user to access a large pool of compute resources, each one of which may be a completely unique hardware configuration. Condor's virtualization strategy is to \"trick\" the application into thinking that it is on the home machine. The drawback is that Condor must replace system libraries, which are architecture- and OS-specific. Hence, this strategy can be very time consuming to support. Another virtualization strategy uses ?grid computing.? Writing an application that is \"grid-enabled\" means writing an application with the appropriate protocols in place so that it can be moved around by the grid middleware. The disadvantage here is that most scientists do not have the background or the time to write grid-enabled programs.\r\nWe argue that within administrative differences between Cloud and Grid computing can be found the potential for CC's most intriguing and useful advantages. For instance, Amazon?s EC2 (\"Elastic Compute Cloud\") provides not just another web services platform, but a fully virtual computer. An EC2 \"compute instance\" gives you a comprehensive set of virtual hardware, complete with disk space, RAM, and IP address. On this virtual platform, you then install your own operating system. The compelling aspect of this strategy is that it virtualizes exactly what needs to be and no more: the hardware. Doing so provides the utmost extreme in generality: if I can run an application on the desktop sitting in front of me then I can run it in the Amazon Cloud.\r\nThe goal of this work is to test this idea and compare the performance and economy of this Amazon Cloud approach with a traditional computing cluster.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Rehr",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "John J Rehr",
   "pi_email_addr": "jjr@phys.washington.edu",
   "nsf_id": "000225310",
   "pi_start_date": "2008-09-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Gardner",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey P Gardner",
   "pi_email_addr": "gardnerj@phys.washington.edu",
   "nsf_id": "000215808",
   "pi_start_date": "2008-09-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 BROOKLYN AVE NE",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "175000",
   "pgm_ele_name": "MPS DMR INSTRUMENTATION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9237",
   "pgm_ref_txt": "SMALL GRANTS-EXPLORATORY RSRCH"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 58861.0
  }
 ],
 "por": null
}