{
 "awd_id": "0852471",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Confinement and flow effects on synthesis of sol-gel materials",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Olbricht",
 "awd_eff_date": "2008-09-01",
 "awd_exp_date": "2013-12-31",
 "tot_intn_awd_amt": 372120.0,
 "awd_amount": 430550.0,
 "awd_min_amd_letter_date": "2008-09-02",
 "awd_max_amd_letter_date": "2012-05-22",
 "awd_abstract_narration": "National Science Foundation  - Division of Chemical &Transport Systems  Particulate & Multiphase Processes Program (1415)\r\n\r\nABSTRACT\r\n\r\nIntellectual Merit\r\nThe long-term goal of this proposal is to generate fundamental understanding of geometric confinement and flow effects on the synthesis of new materials. Of major interest is the advances that will occur if micron-scale confinement and flow conditions can be harnessed as synthetic tools to make well-controlled nanoporous silica (NPS) materials. NPS materials are made by using self- assembling surfactants or copolymers as templates together with simultaneous sol-gel condensation of inorganic phase (e.g., silica) around the templates. To overcome the long turn-over times and restricted ability to precisely control the orientation of NPS that limiting traditional sol-gel processing, the PI's group recently proposed and validated a technique which exploits flow-induced transitions in surfactant solutions to generate supramolecular structures that act as directing agents for NPS synthesis. This proposal introduces a new approach designed to decouple the micelle formation process from micelle-silica assembly by using microfluidics as a means of confinement, combined with flow-induced self assembly and alignment, to offer break-throughs for the synthesis of tailored NPS materials with continuous manufacturing capacity. This research will combine systematic material synthesis, characterization, and modeling to study NPS synthesis from a mixture of silica-based and surfactant solutions using microfluidics.\r\n\r\nBroader Impacts\r\nA comprehensive educational plan will integrate the proposed research with ongoing educational activities for both students and the general public to foster broad interest in complex fluids and nanotechnology by: (a) Creating undergraduate teaching modules and a graduate course to enhance existing courses and bridge various engineering departments in the college; (b) providing undergraduate and graduate student research opportunities, while continuing our well-established emphasis on recruiting and mentoring members of underrepresented groups; (c) building strong collaborations within academic, industrial, and public educational units. Results from this project will be directly incorporated in undergraduate and graduate courses and disseminated in Missouri Nanoalliance Communities. As part of our outreach effort, we will disseminate results via the St. Louis Science Center (SLSC) annual workshop on emerging technologies, annual workshop at WU, and Public Broadcasting System (PBS) documentary programs.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Amy",
   "pi_last_name": "Shen",
   "pi_mid_init": "Q",
   "pi_sufx_name": "",
   "pi_full_name": "Amy Q Shen",
   "pi_email_addr": "amyshen@u.washington.edu",
   "nsf_id": "000303855",
   "pi_start_date": "2008-09-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 BROOKLYN AVE NE",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141500",
   "pgm_ele_name": "PMP-Particul&MultiphaseProcess"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "056E",
   "pgm_ref_txt": "Multiphase flow"
  },
  {
   "pgm_ref_code": "060E",
   "pgm_ref_txt": "BIO-TRANSPORT & FLUID MECH"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "1415",
   "pgm_ref_txt": "PARTICULATE &MULTIPHASE PROCES"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "0100999999",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 372120.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 52430.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The long-term goal of this project is to generatefundamental understanding of geometric confinement and flow effects onthe &nbsp;synthesis of new materials. Of major interest is the advancesthat will occur if micron-scale confinement and flow conditions canbe harnessed as synthetic toolsto make well-controlled nanoporous materials with a variety of complex fluids.&nbsp;&nbsp;With the support from NSF/CBET grant (0852471), we completed several important studies in 2013, see details below.</p>\n<p><br />1. Wormlike micelles in microfluidic flows: Surfactant molecules found in soaps and detergents can self-assemble into a great variety of morphologies, including spherical micelles, cylindrical micelles, and lamellar micelles. The morphologies that arise are highly sensitive to ionic strength, temperature, and flow conditions. &nbsp;In particular, cylindrical micelles in the presence of inorganic or organic salts can self-assemble into large, flexible and elongated wormlike micelles. In equilibrium, these wormlike micelles transition, with increasing salt concentration, from slightly entangled to branched and, finally, to multi-connected structures. By introducing controlled flow conditions via microfluidics, we find that these micellar structures can follow very different trajectories on the phase map and, moreover, that previously unobserved nanoporous structures can be created. This flow-modulated approach exhibits the potential to create novel materials and nanoporous scaffolds from wormlike micelles under ambient temperature and pressure, entirely without chemical or thermal means. &nbsp;This work led to 3 publications in PNAS, ACS Nano, and Langmuir.</p>\n<p>&nbsp;</p>\n<p>2. Conducting polymers in microfluidics flows: Polyaniline (PANI) is a conducting polymer with very diverse applications in the areas of sensing, bioelectronics, biofuels, toxic metal recovery and rechargeable batteries. &nbsp;Monodispersed PANI microspheres in the semi-conducting range are facilely synthesized via chemical oxidation by using droplet microfluidics. These PANI microspheres are characterized by scanning electron microscopy (SEM), energy-dispersive x-ray spectroscopy (EDX), UV/visible spectroscopy and conductivity measurements with three different molar concentrations of the polymer. In comparison with the existing self-assembly or template methods for PANI synthesis, our droplet microfluidics based procedure provides an inexpensive, rapid, and higher throughput one-step synthesis route for the fabrication of PANI microspheres with controlled size, functionality and biomolecule encapsulation capacity for biosensing and controlled drug release applications. This work led to 1 publication in RSC Advances.&nbsp;</p>\n<p><br />3. Functionalized alginate microbeads for nanobio-interface science: We used a versatile droplet microfluidics method to immobilize the anti-BCG IgY and anti-Escherichia coli (E.coli) IgG antibodies on porous alginate microspheres for specific binding and binding affinity tests. Antobodies are immobilized uniformly on the porous alginate microspheres during the gelation process with non-covalent bonding between the antibody and alginate material. As a result, antibodies stay in the hydrated state while maintaining their original conformations. The binding affinity of antibodies are directly checked by fluorescence imaging on the microspheres without using secondary antibodies or labeling. We demonstrate that specific binding events and the binding affinity of functionalized alginate spheres yield comparable results in comparison to that of the ELISA assay. By using droplet microfluidics, we can easily modify the alginate microsphere&rsquo;s size and shape, and increase the concentration of functionalized alginate microspheres to further enhance the binding affinity performance and achieve multiplexing more readily. With these major advantages, our alginate microbead...",
  "por_txt_cntn": "\nThe long-term goal of this project is to generatefundamental understanding of geometric confinement and flow effects onthe  synthesis of new materials. Of major interest is the advancesthat will occur if micron-scale confinement and flow conditions canbe harnessed as synthetic toolsto make well-controlled nanoporous materials with a variety of complex fluids.  With the support from NSF/CBET grant (0852471), we completed several important studies in 2013, see details below.\n\n\n1. Wormlike micelles in microfluidic flows: Surfactant molecules found in soaps and detergents can self-assemble into a great variety of morphologies, including spherical micelles, cylindrical micelles, and lamellar micelles. The morphologies that arise are highly sensitive to ionic strength, temperature, and flow conditions.  In particular, cylindrical micelles in the presence of inorganic or organic salts can self-assemble into large, flexible and elongated wormlike micelles. In equilibrium, these wormlike micelles transition, with increasing salt concentration, from slightly entangled to branched and, finally, to multi-connected structures. By introducing controlled flow conditions via microfluidics, we find that these micellar structures can follow very different trajectories on the phase map and, moreover, that previously unobserved nanoporous structures can be created. This flow-modulated approach exhibits the potential to create novel materials and nanoporous scaffolds from wormlike micelles under ambient temperature and pressure, entirely without chemical or thermal means.  This work led to 3 publications in PNAS, ACS Nano, and Langmuir.\n\n \n\n2. Conducting polymers in microfluidics flows: Polyaniline (PANI) is a conducting polymer with very diverse applications in the areas of sensing, bioelectronics, biofuels, toxic metal recovery and rechargeable batteries.  Monodispersed PANI microspheres in the semi-conducting range are facilely synthesized via chemical oxidation by using droplet microfluidics. These PANI microspheres are characterized by scanning electron microscopy (SEM), energy-dispersive x-ray spectroscopy (EDX), UV/visible spectroscopy and conductivity measurements with three different molar concentrations of the polymer. In comparison with the existing self-assembly or template methods for PANI synthesis, our droplet microfluidics based procedure provides an inexpensive, rapid, and higher throughput one-step synthesis route for the fabrication of PANI microspheres with controlled size, functionality and biomolecule encapsulation capacity for biosensing and controlled drug release applications. This work led to 1 publication in RSC Advances. \n\n\n3. Functionalized alginate microbeads for nanobio-interface science: We used a versatile droplet microfluidics method to immobilize the anti-BCG IgY and anti-Escherichia coli (E.coli) IgG antibodies on porous alginate microspheres for specific binding and binding affinity tests. Antobodies are immobilized uniformly on the porous alginate microspheres during the gelation process with non-covalent bonding between the antibody and alginate material. As a result, antibodies stay in the hydrated state while maintaining their original conformations. The binding affinity of antibodies are directly checked by fluorescence imaging on the microspheres without using secondary antibodies or labeling. We demonstrate that specific binding events and the binding affinity of functionalized alginate spheres yield comparable results in comparison to that of the ELISA assay. By using droplet microfluidics, we can easily modify the alginate microsphereÆs size and shape, and increase the concentration of functionalized alginate microspheres to further enhance the binding affinity performance and achieve multiplexing more readily. With these major advantages, our alginate microbead approach can be applied in affinity binding tests, targeted drug delivery and drug discovery. \n\n \n\n \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 01/01/2014..."
 }
}