{
 "awd_id": "9204834",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Lysosomal Proenzyme Sorting:  A New Receptor",
 "cfda_num": "47.074",
 "org_code": "08070600",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eve Ida Barak",
 "awd_eff_date": "1992-11-01",
 "awd_exp_date": "1996-10-31",
 "tot_intn_awd_amt": 297466.0,
 "awd_amount": 297466.0,
 "awd_min_amd_letter_date": "1992-12-02",
 "awd_max_amd_letter_date": "1994-12-09",
 "awd_abstract_narration": "A heretofore unidentified receptor which may be critical for                 protease targeting to lysosomes has been identified in this                     laboratory.  Two lysosomal proproteases, procathepsins L and D, are             membrane associated at acidic pH in microsomal vesicles derived                 from mouse fibroblasts.  The binding, which is specific for the pro             but not the mature enzymes, is saturable and is mediated by a                   factor which can be removed from the membranes by protease                      treatment, suggesting that this is a specific interaction with a                receptor protein.  As the association occurs at the pH at which                 lysosomal enzymes are released from mannose-6-phosphate receptors,              the membrane association could be involved in protein sorting in                prelysosomes.  Synthetic peptides based on the amino-terminal                   sequence of procathepsin L will be used in binding assays to                    establish which region of the capthepsin L propeptide associates                with membranes.  Specific amino acids in the receptor binding                   regions will be altered by site-directed mutagenesis.  These                    analyses will identify specific amino acids responsible for correct             subcellular targeting.  Altered recombinant protein will be                     expressed from an SV40 promoter in COS cells, isolated from cell                culture medium, and assayed for membrane binding ability.                       Following this initial screen in which an altered protein is                    identified with has lost its ability to associate with membranes in             a pH-dependent manner, an in vivo functional assay will be                      performed.  The cDNA plasmid will be expressed in HeLa cells which              have been demonstrated to target wild-type recombinant lysosomal                enzymes correctly.  These studies will establish whether the                    stretch of amino acids responsible for the pH-dependent membrane                binding contains information essential for lysosomal targeting.                 %%%                                                                             The interior of a eukaryotic cell is highly compartmentalized, in               order for the cell to carry out its necessary functions.  One set               of critical functions, involving the hydrolytic degradation of                  endocytosed or autophagocytosed macromolecules, is restricted to a              membrane-enclosed acidic compartment called the lysosome.  These                degradations are catalyzed by proteolytic, glycosidic, and other                acid hydrolytic enzymes, which are contained within the lysosomes.              This project addresses the question of how the hydrolytic enzymes               get into the lysosomes.  Some years ago, it was found that many                 lysosomal enzymes shared a common oligosaccharide structure,                    specifically a mannosyl-6-phosphate residue, which is recognized                and bound by two membrane bound man-6-P receptors.  These receptors             traffic through the endosome-lysosome system and deliver bound                  lysosomal enzymes to the endosomal-lysosomal compartment.  However,             evidence has been accumulating in the literature that the man-6-P               receptors cannot account for all instances of lysosomal enzyme                  targeting in cells.  The discovery of a new lysosomal enzyme                    binding membrane protein, which does not act via the man-6-P                    residues on lysosomal enzymes, is therefore an important finding                which will undoubtedly broaden our view of how lysosomal enzymes                get into lysosomes.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ann",
   "pi_last_name": "Erickson",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Ann H Erickson",
   "pi_email_addr": "ann_erickson@med.unc.edu",
   "nsf_id": "000292880",
   "pi_start_date": "1993-12-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Chapel Hill",
  "inst_street_address": "104 AIRPORT DR STE 2200",
  "inst_street_address_2": "",
  "inst_city_name": "CHAPEL HILL",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9199663411",
  "inst_zip_code": "275995023",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL",
  "org_prnt_uei_num": "D3LHU66KBLD5",
  "org_uei_num": "D3LHU66KBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "DATA NOT AVAILABLE",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "113200",
   "pgm_ele_name": "CELLULAR ORGANIZATION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9119",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9232",
   "pgm_ref_txt": "RES OPPOR AWARDS(ROA) (SUPPLEM"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0194",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0194",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0195",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0195",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1993,
   "fund_oblg_amt": 107466.0
  },
  {
   "fund_oblg_fiscal_yr": 1994,
   "fund_oblg_amt": 95000.0
  },
  {
   "fund_oblg_fiscal_yr": 1995,
   "fund_oblg_amt": 95000.0
  }
 ],
 "por": null
}