{
 "awd_id": "9214621",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Development of the Keck Telescope DEEP Extragalactic        Spectrograph",
 "cfda_num": "47.049",
 "org_code": "03020500",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Wayne Van Citters",
 "awd_eff_date": "1993-01-01",
 "awd_exp_date": "1998-06-30",
 "tot_intn_awd_amt": 1790000.0,
 "awd_amount": 1790000.0,
 "awd_min_amd_letter_date": "1993-02-02",
 "awd_max_amd_letter_date": "1993-02-02",
 "awd_abstract_narration": "The nature of \"dark matter\" and the formation and evolution of                  galaxies, have emerged as key questions of contemporary cosmology.              Redshift surveys of nearby galaxies reveal clouds of galaxies and               voids on scales much larger than previously suspected, but cannot               by themselves address how such structure arose.  It has gradually               become clear that galaxies have indeed evolved measurably within                the last 3-7 billion years, but by how much and by what mechanisms              is not known.  Overlying all these concerns is uncertainty about                the amount and nature of dark matter and how it impacts the                     development of galaxies and the growth of large-scale structure.                                                                                                Substantial gains have been made, but progress is discouragingly                slow owing to the enormous observational difficulties attendant in              studying the faintest galaxies. The advent of a new class of large              ground-based telescopes - of which Keck is the first - will                     increase progress dramatically, and time is now ripe for a major                new assault on these puzzles.                                                                                                                                   The main need is first to clarify how much and what kind of                     evolution has occurred in galaxies over the last half of the                    lifetime of the Universe.  The DEEP program (Deep Extragalactic                 Evolutionary Probe) will tackle these problems.  Through DEEP, an               understanding is sought of how their distribution in space has                  evolved over the last several billion years.  The answers will                  certainly constrain the nature of the dark matter and, may allow                us even to address the ultimate goal - the geometry of space                    itself.                                                                                                                                                         The heart of DEEP is a redshift survey of ~15,000 galaxies.  A                  novel aspect of DEEP is the measurement of internal motions in                  galaxies, since these provide estimates of their mass.  Evolution               is thus revealed by comparing the properties of distant galaxies                with their nearby, similar-mass counterparts.  Very large samples               are required to study separately the evolution among the known wide             variety of galaxies.  Clustering and the geometry of space are also             problems that require large samples to be studied for confidence                in the results.                                                                                                                                                 The overriding problem for such a program is the great amount of                telescope time required to obtain high-quality spectra for                      exquisitely faint, distant galaxies.  Heroic efforts with current               spectrographs on 3-4 m class telescopes have resulted in just a few             dozen redshifts at the very faint 24 magnitude limit of DEEP.  The              Keck Telescope with its first-generation spectrograph LRIS (Low                 Resolution Imaging Spectrograph) will be able to obtain such                    redshifts substantially faster - it may be practical to acquire                 some 600-700 galaxies per year with a large investment of time -                 but even so, 20-25 years would be required to obtain a sample of               15,000 galaxies.  This is not practical.                                                                                                                                                                                                                                                                                        A new spectrograph for the Keck Telescope will provide dramatic                 gains in speed - 5 times over LRIS and 80 times or more over any                current system.                                                                                                                                                 This spectrograph, the Multi-Barrel Survey Spectrograph (MBSS),                 utilizes a state-of-the-art wide-field camera that has already been             incorporated into LRIS.  Using a novel feature of the LRIS optics -              an off-axis slit and matching collimator - the LRIS optical system             will be replicated four times in a compact design with high                     efficiency to create an instrument ideally suited to the study of               faint galaxies.  The same spectrograph will also service a wide                 variety of the faintest survey programs besides DEEP.                                                                                                           The issues that DEEP addresses - galaxies, large-scale structure,               dark matter, and the evolution of the universe - are ones that                  strongly stimulate the public imagination.  Since DEEP is being                 carried out in partnership with the Berkeley Center for Particle                Astrophysics, the project is ideally placed to utilize its                      educational programs to reach out to a wide audience.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Garth",
   "pi_last_name": "Illingworth",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Garth D Illingworth",
   "pi_email_addr": "GDI@HELIOS.USC.EDU",
   "nsf_id": "000422516",
   "pi_start_date": "1993-01-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sandra",
   "pi_last_name": "Faber",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Sandra M Faber",
   "pi_email_addr": "faber@ucolick.org",
   "nsf_id": "000206661",
   "pi_start_date": "1993-01-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Miller",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph S Miller",
   "pi_email_addr": "miller@ucolick.org",
   "nsf_id": "000468226",
   "pi_start_date": "1993-01-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California Association for Research in Astronomy",
  "inst_street_address": "65-1120 Mamalahoa Hwy",
  "inst_street_address_2": "",
  "inst_city_name": "Kamuela",
  "inst_state_code": "HI",
  "inst_state_name": "Hawaii",
  "inst_phone_num": "8088857887",
  "inst_zip_code": "967438431",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "HI02",
  "org_lgl_bus_name": "CALIFORNIA ASSOCIATION FOR RESEARCH IN ASTRONOMY",
  "org_prnt_uei_num": "",
  "org_uei_num": "DDL5KU1YZLP3"
 },
 "perf_inst": {
  "perf_inst_name": "DATA NOT AVAILABLE",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "915500",
   "pgm_ele_name": "ACADEMIC RESEARCH INFRASTRUCTU"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1993,
   "fund_oblg_amt": 1790000.0
  }
 ],
 "por": null
}