{
 "awd_id": "9216720",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dissertation Research:  Organization of Chalichihuites      Mining, Zacatecas, Mexico",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "1992-11-01",
 "awd_exp_date": "1994-04-30",
 "tot_intn_awd_amt": 11988.0,
 "awd_amount": 11988.0,
 "awd_min_amd_letter_date": "1992-11-04",
 "awd_max_amd_letter_date": "1992-11-04",
 "awd_abstract_narration": "Under the direction of Dr. Ben Nelson, Mr. Vincent Schiavitti will              collect data for his doctoral dissertation. He will conduct                     archaeological fieldwork in the Chalchihuites area of northern                  Mexico and combine ceramic analysis with survey of both                         archaeological sites and associated mine complexes. The goal of the             work is to define more clearly the chronological sequence for this              important region and to trace changes in settlement pattern and                 mining activity. On this basis comparisons can then be made with                developments in other parts of both Mexico and the American                     Southwest and cultural interactions defined.                                                                                                                    The Chalchihuites area is important because it contains over 750                mines, the earliest of which are believed to date from ca. 300 A.D.             The tradition probably endured for at least 400 years.                          Chalchihuites mining consisted of the extraction of semi-precious               and utiliaarian stones and minerals such as hematite, limonite,                 blue green stones, cinnabar, weathered chert and ochres. Some of                these were mined in quantities far exceeding local needs and these              activities left behind a wealth of archaeological remains that can              be used to explore organizational aspects of this once thriving                 mining society.                                                                                                                                                 In prehistoric times Central and Northern Mexico reached levels of              complexity characterized by the integration of local groups into                larger regional networks. Archaeologists wish to understand just                how these larger units or primitive \"states\" functioned and the                 extent to which developments - such as the development of the                   extensive Chalchihuites mining  complex - can be interpreted only               in this broader context. During much of this time period the                    Mesoamerican world was dominated by Teotihuacan in Central Mexico               and it is unclear how far to the North its power extended. Because              the mining complex is not well dated it is not possible to examine              such issues. Mr. Schiavitti's research will help to answer this                 question.                                                                                                                                                       This research is important because it will provide data of interest             to many archaeologists. It will increase our understanding of how               states develop and will assist in the training of a promising young             scientist.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": null,
 "inst": {
  "inst_name": "SUNY at Buffalo",
  "inst_street_address": "520 LEE ENTRANCE STE 211",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7166452634",
  "inst_zip_code": "142282577",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "NY26",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "GMZUKXFDJMA9",
  "org_uei_num": "LMCJKRFW5R81"
 },
 "perf_inst": {
  "perf_inst_name": "DATA NOT AVAILABLE",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1993,
   "fund_oblg_amt": 11988.0
  }
 ],
 "por": null
}