{
 "awd_id": "9220534",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "PhosphorImager System",
 "cfda_num": "47.074",
 "org_code": "08080102",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael K. Lamvik",
 "awd_eff_date": "1993-07-01",
 "awd_exp_date": "1995-12-31",
 "tot_intn_awd_amt": 64500.0,
 "awd_amount": 64500.0,
 "awd_min_amd_letter_date": "1993-06-29",
 "awd_max_amd_letter_date": "1993-06-29",
 "awd_abstract_narration": "We wish to purchase a PhosphorImager instrument and                             establish a core facility to measure radioactivity with the                     greater sensitivity and resolution provided by storage                          phosphor technology.                                                                                                                                            Several investigators at the Beckman Research Institute of                      the City of Hope have been active in the development of a                       new technique called ligation-mediated PCR (LMPCR) which,                       without cloning, gives sequence-level information about DNA                     nicks and subtleties of DNA structure in specific genes in                      total mammalian DNA.  The procedure combines the use of                         nested oligonucleotides for specificity and exponential PCR                     for sensitivity.  At our institute LMPCR is already being                       used for a number of purposes, among which are: (i) Genomic                     sequencing: (ii) studies on in vivo chromatin structure,                        including the vivo location or proteins on DNA and the                          effect of these proteins on DNA structure: (iii) in vivo                        formation and repair of chemically induced DNA adducts; and                     (iv) in vivo formation and repair of UV and oxygen radical-                     induced DNA adducts.  The DNA adducts being studied are                         mutagenic and thus these studies are directly relevant to                       mutagenesis and cancer; the genomic sequencing studies are                      relevant to the Gerome Project; and the studies on protein                      footprints and chromatin structure are relevant to mammalian                    gene regulation and thus most disease.  All of the LMPCR                        studies are presently limited by difficulties in                                quantitation.  This is caused by the limited sensitivity and                    rage of responded of film. and by limitations in resolution                     between adjacent bands if alternatives to film are used.                        The requested equipment will enable the potential of LMPCR                      to be more fully reached.                                                                                                                                       In addition to these novel, specific projects, the storage                      phosphor technology used by the PhosphorImager allows a true                    multiuser facility to be set up which will enhance the                          sensitivity, resolution, and accuracy of a great many of the                    standard experimental techniques such as Southern blots that                    are now in wide in use in virtually every laboratory at out                     institute .  The rate  limiting step, exposure of the                           storage phosphor screen, is done in each user's laboratory,                     and scanning the screen, with capture of the digitized                          image, only takes a few minutes on the core facility                            instrument.   Thus, the bottleneck of current alternatives                      to film is eliminated and one instrument is able to service                     many users.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Arthur",
   "pi_last_name": "Riggs",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Arthur D Riggs",
   "pi_email_addr": "",
   "nsf_id": "000454711",
   "pi_start_date": "1993-07-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Beckman Research Institute City of Hope",
  "inst_street_address": "1500 DUARTE RD",
  "inst_street_address_2": "",
  "inst_city_name": "DUARTE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6262564673",
  "inst_zip_code": "910103012",
  "inst_country_name": "United States",
  "cong_dist_code": "31",
  "st_cong_dist_code": "CA31",
  "org_lgl_bus_name": "BECKMAN RESEARCH INSTITUTE OF THE CITY OF HOPE",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPH1VN32EWN5"
 },
 "perf_inst": {
  "perf_inst_name": "DATA NOT AVAILABLE",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "110800",
   "pgm_ele_name": "INSTRUMENTAT & INSTRUMENT DEVP"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9126",
   "pgm_ref_txt": "BIOTECHNOLOGY INSTRUMENTATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0193",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0193",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1993,
   "fund_oblg_amt": 64500.0
  }
 ],
 "por": null
}