{
 "awd_id": "9220788",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "U.S.-Hungary Joint Fund Research: Convection Induced by     Chemical Waves",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bonnie Thompson",
 "awd_eff_date": "1993-01-15",
 "awd_exp_date": "1996-01-15",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 0.0,
 "awd_min_amd_letter_date": "1993-01-08",
 "awd_max_amd_letter_date": "1993-01-08",
 "awd_abstract_narration": "This US-Hungary Joint Fund research on \"Convection Induced by                   Chemical Waves\" will be conducted by Dr. George Bazsa of                        Kossuth Science University in cooperation with Dr. John A.                      Pojman of the University of Southern Mississippi.  Autocatalytic                reactions (in which the products increase the rate of their own                 production) can propagate in unstirred solutions.  The reactions can            alter the density of the solution by releasing heat (decrease the               density) and by changing the composition of the solution (either                increase or decrease the density).  Under the influence of gravity              the resulting density gradients can result in fluid motion, or natural          convection.  The effect of convection on the rate of front                      propagation in the iron-nitric acid system has been shown to exhibit            puzzling dependence on the orientation of the tube and the initial              concentrations.  The mechanism of the convection is still not clear.            Besides raising basic questions about the interactions of chemistry             and hydrodynamics, this work may aid in understanding chemically                induced convection in other areas such as directional solidification            and wet chemical etching.  This study will measure the                          concentration gradients and thermal gradients in traveling fronts               using video imaging technology in order to test mechanisms                      proposed for the convection which has been observed, and often,                 only inferred from measurements of propagation.  Chemically                     induced convection systems offer insight into natural convection in             small containers.  The orientation dependence of fluid flow with                respect to the gravitational vector is especially relevant to materials         processing in space, where there is reduced gravity but greater                 difficulty in controlling the orientation of the container with respect         to the gravitational vector.                                                                                                                                    This research in chemistry fulfills the program objective of                    advancing science by enabling leading experts in the United States              and Hungary to combine complementary talents and pool research                  resources in areas of strong mutual interest and competence.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "Bazsa",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "George Bazsa",
   "pi_email_addr": "",
   "nsf_id": "000324125",
   "pi_start_date": "1993-01-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Kossuth Lajos Science University",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Debreceu",
  "inst_state_code": "",
  "inst_state_name": "RI REQUIRED",
  "inst_phone_num": "",
  "inst_zip_code": "",
  "inst_country_name": "Hungary",
  "cong_dist_code": "",
  "st_cong_dist_code": "",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "DATA NOT AVAILABLE",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": null,
 "pgm_ref": null,
 "app_fund": null,
 "oblg_fy": null,
 "por": null
}