{
 "awd_id": "9224914",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dissertation Research:  Metallurgy at Titelberg, Luxembourg",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "1993-02-15",
 "awd_exp_date": "1995-01-31",
 "tot_intn_awd_amt": 11355.0,
 "awd_amount": 11355.0,
 "awd_min_amd_letter_date": "1993-02-02",
 "awd_max_amd_letter_date": "1993-02-02",
 "awd_abstract_narration": "Under the direction of Dr. Bernard Wailes, MS Elizabeth Hamilton                will collect data for her doctoral dissertation. Using both                     metallographic (optical and SEM) and compositional (PIXE)                       analysis, she will analyze a series of objects recovered from the               site of Titelberg which is located in Luxembourg. The site                      contains well excavated and clearly stratified deposits which                   cover the period of ca. 150 B.C. to A.D. 300. It is unusual                     because it is one of the few in Western Europe which spans the                  transition from \"Celtic\" or pre-Roman culture through Gallo-Roman               times when this region of Europe was assimilated into the Roman                 empire. The underlying question which MS Hamilton wishes to                     address involves culture contact and change. The goal is to                     discover the extent to which, in cases such as this one, cultural               change occurs on a more than superficial level. To what extent                  are basic patterns of behavior altered? MS Hamilton will address                this through a study of metal objects which were produced at                    Titelberg. She will compare pre and post-contact materials both                 stylistically and technologically. While it is clear that some                  stylistic change did occur, to what extent was more basic                       technology affected. Did change at this more profound level take                place?                                                                                                                                                          To reconstruct the past archaeologists rely heavily on material                 culture because most often it is objects of stone, ceramics or                  metal which are most resistant to decay and thus recovered                      through excavation. In recent years researchers have come to                    realize that it is as interesting - and often more fruitful - to                look at how things are made rather than what their final form                   might be. Although there is relatively little exchange of                       information this change in emphasis can be seen in the analysis                 of not only metals but also lithic and ceramic remains. As yet it               is unclear how ultimate form and technology interrelate and MS                  Hamilton's project is important because she will be able to                     examine this interaction at a well excavated and securely dated                 site in a relatively well understood recent past. The work is                   important not only for what it may show about Western Europe but                also because it will examine a basic methodological issue. The                  project is also valuable because it will assist in the training                 of a promising young scientist.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": null,
 "inst": {
  "inst_name": "University of Pennsylvania",
  "inst_street_address": "3451 WALNUT ST STE 440A",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158987293",
  "inst_zip_code": "191046205",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "TRUSTEES OF THE UNIVERSITY OF PENNSYLVANIA, THE",
  "org_prnt_uei_num": "GM1XX56LEP58",
  "org_uei_num": "GM1XX56LEP58"
 },
 "perf_inst": {
  "perf_inst_name": "DATA NOT AVAILABLE",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1993,
   "fund_oblg_amt": 11355.0
  }
 ],
 "por": null
}