{
 "awd_id": "9302954",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Interagency Agreement",
 "awd_titl_txt": "Ozone and Water Vapor Balloon Sounding During the Central   Equatorial Pacific Experiment (CEPEX)",
 "cfda_num": "47.050",
 "org_code": "06020104",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jarvis L. Moyers",
 "awd_eff_date": "1993-08-01",
 "awd_exp_date": "1994-07-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "1993-08-18",
 "awd_max_amd_letter_date": "1993-08-18",
 "awd_abstract_narration": "9302954  Otlmans       The \"thermostat hypothesis\" depends upon three postulates.   First, a super-greenhouse effects exists.  Satellite data reveal  that the atmosphere over the warmest oceans is very humid, causing  it to trap a significant fraction of the infrared energy emitted by  the ocean.  Furthermore, the infrared trapping - known as the  greenhouse effect - increases very sharply with increasing SST in  regions of convection.  This creates an instability which requires  some sort of negative feedback (e.g. thermostat) in order to keep  the ocean and atmosphere in their present, stable state.  Second,  there is a threshold temperature above which reach altitudes of 16  km (55,000 ft.) and extend over tens o thousands of square  kilometers, reflect significant amounts of solar energy back to  space so that the sea surface cools down, hence, the thermostat.         The goal of CEPEX is to test the thermostat hypothesis and  thus understand the role of the water vapor greenhouse effect,  cloud-radiative interactions and evaporation in regulating SSTs.         Three aircraft will be deployed in CEPEX: A high altitude  aircraft - flying above the anvil clouds at altitudes of 55,000 -  60,000 feet - to collect data on solar energy reflected by clouds,  infrared energy radiated by the surface-atmosphere system, and the  top and bottom altitudes of the cirrus anvils; an intermediate  aircraft - flying below the anvils at 35,000 - 40,000 feet - to  measure the super-greenhouse effect, the energy regulation by anvil  clouds, and the vertical distributions of water vapor and  temperature; and a low altitude aircraft to measure the evaporation  and heat release from the ocean to the atmosphere from an altitude  of about 150 feet.         Since the central objective is to measure the impact of SST  differences, flights tracts will span the central equatorial  Pacific, about 700 nautical miles to either side of the data line.   This region encompasses the desired SST range, with frequent  convection  west and south of the date line, but little to the east.   The flights measuring radiant energy will originate from FIJI  island (17oS, 178oE).  The region between Fiji and the equator also  contains large SST gradients in the desired range between 27oC and  30oC.   Evaporation measurements will be made along the equator  between Nauru Island and Christmas Island.         The high altitude measurements will be made over a one month  period beginning approximately March 1, 1993.  The high and  intermediate aircraft will fly about every other day for a total of  100 flight hours each.  Surface evaporation measurements will be  taken by the low-level aircraft during the first half of the  experiment.         The question of how tropical SSTs are regulated is important  to understanding the regulation of the Earth's climate in  general:in particular, the atmospheric behavior in the warm pool  region may become more widespread in the event of anticipated  global warming.***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Samuel",
   "pi_last_name": "Oltmans",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Samuel J Oltmans",
   "pi_email_addr": "Samuel.J.Oltmans@noaa.gov",
   "nsf_id": "000384383",
   "pi_start_date": "1993-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "NOAA Environmental Technology Laboratory",
  "inst_street_address": "1305 E WEST HWY 10 FL",
  "inst_street_address_2": "",
  "inst_city_name": "SILVER SPRING",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3034976588",
  "inst_zip_code": "209103278",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "MD08",
  "org_lgl_bus_name": "NATIONAL OCEANIC AND ATMOSPHERIC ADMINISTRATION",
  "org_prnt_uei_num": "NW2RJN8TQQW1",
  "org_uei_num": "ZKPNUMDK3MZ1"
 },
 "perf_inst": {
  "perf_inst_name": "NOAA Environmental Technology Laboratory",
  "perf_str_addr": "1305 E WEST HWY 10 FL",
  "perf_city_name": "SILVER SPRING",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "209103278",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "MD08",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152400",
   "pgm_ele_name": "Atmospheric Chemistry"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0193",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0193",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1993,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": null
}