{
 "awd_id": "9303165",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "PRF/J:  Mechanisms of Plant Control Over Nitrogen Cycling in the Rhizosphere",
 "cfda_num": "47.074",
 "org_code": "08010208",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard F. Dame",
 "awd_eff_date": "1993-07-01",
 "awd_exp_date": "1997-06-30",
 "tot_intn_awd_amt": 69600.0,
 "awd_amount": 69600.0,
 "awd_min_amd_letter_date": "1993-05-20",
 "awd_max_amd_letter_date": "1993-05-20",
 "awd_abstract_narration": "This research will investigate the possibility that plants may             influence the availability of nitrogen (N) in soil surrounding                  their roots.  This came to light when an unexpected alternation                 between time of maximum N uptake by plants (during the first half               of the growing season) and maximum uptake by soil microbes (in the              later half) was observed under alpine conditions, despite the fact              that moist conditions would seem more amenable to microbial growth              early in the season.  Exploring possible explanations for the                   observed pattern led to two hypotheses.  First, as a null                       hypothesis plant-microbe competition for N may be minimized by                  growth constraints on both plants and microbes.  Plants may                     assimilate N when it is required for growth in the spring, at which             time soil microbes lack the carbon to engage in N assimilation and              growth, and so remain quiescent.  Later, when plant requirement for             carbon (C) and N decreases, and C becomes available to microbes                 through increased exudates, microbes begin to assimilate N and                  grow.  Second, as an alternate hypothesis direct biotic competition             for N may be important.  Plants may acquire soil N during times of              predicted high microbial activity by direct manipulation of N                   cycling in the rhizosphere through plant exudates.                              %%%                                                                             Nitrogen cycling in the rhizosphere is an important focus for study             because long term productivity in an ecosystem is determined by how             effectively fixed nitrogen is conserved within the system.  If at               any given time, soil available N is not being maximally assimilated             by either plants or microbes, that N is susceptible to loss via                 leaching or denitrification.  Such loss can result in nitrate                   pollution of surface waters or groundwaters, denitrification of                 NO3+ into N20 (a greenhouse gas and a reactant in the degradation               of ozone in the ionosphere), and depletion of ecosystem N with                  consequent loss of productivity.  The approach taken here should                make it possible to evaluate nutrient status of an ecosystem such               as California grassland and assess how it differs with change in                species composition.  Future ecosystem function might also be                   predictable with this knowledge, particularly as a function of                  shifts in rainfall, temperature, and nitrogen deposition in the                 context of global change models.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Jaeger",
   "pi_mid_init": "H",
   "pi_sufx_name": "III",
   "pi_full_name": "Charles H Jaeger",
   "pi_email_addr": "jaeger@arches.uga.edu",
   "nsf_id": "000202252",
   "pi_start_date": "1993-07-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Individual Award",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Baltimore",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "",
  "inst_zip_code": "21201",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "DATA NOT AVAILABLE",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118100",
   "pgm_ele_name": "ECOSYSTEM STUDIES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "",
   "app_name": "",
   "app_symb_id": "",
   "fund_code": "",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1993,
   "fund_oblg_amt": 69600.0
  }
 ],
 "por": null
}