{
 "awd_id": "9304913",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "A Molecular-Genetic Study of Aspartate Aminotransferase     Genes/Isoenzymes in Arabidopsis Thaliana",
 "cfda_num": "47.074",
 "org_code": "08070800",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rona Hirschberg",
 "awd_eff_date": "1993-07-15",
 "awd_exp_date": "1996-12-31",
 "tot_intn_awd_amt": 270000.0,
 "awd_amount": 284000.0,
 "awd_min_amd_letter_date": "1993-06-28",
 "awd_max_amd_letter_date": "1995-05-16",
 "awd_abstract_narration": "A combined molecular-genetic approach is being used to study the                genes encoding the multiple isoenzymes of aspartate                             aminotransferase (AspAT), a key enzyme in plant nitrogen                        metabolism.  AspAT genes and AspAT deficient mutants of Arabidopsis             thaliana are being characterized.  The objectives are to determine              the function that each AspAT isoenzyme serves in metabolism, and to             determine whether the multiple AspAT isoenzymes perform distinct or             overlapping roles using molecular biology and genetics.  The                    molecular techniques used will define the expression pattern of                 each individual AspAT gene with regard to cell-type, development,               and light.  These molecular analyses combined with the ability to               analyze the effects of a null mutation in a particular isoenzyme.               Because AspAT is involved in mobilizing nitrogen within a plant,                these findings have significance for improving plant nitrogen use.              Four distinct AspAT cDNAs have been isolated.  Characterization of              full length cDNA clones will enable the determination of the                    primary structure of the encoded AspAT polypeptide and in vitro                 organellar uptake studies will establish which cDNAs encode                     chloroplast, mitochondrial, and cytosolic forms of AspAT.  The                  expression pattern of each AspAT gene will be monitored and the                 results used to develop a model concerning the function of the                  encoded isoenzyme.  Promoter elements for each AspAT gene will be               fused to a reporter gene (GUS) and introduced into transgenic                   plants.  Histochemical analysis for GUS activity will establish the             cell-type in which each AspAT gene is expressed.  This information              will provide insight into the function of each gene.                            The ultimate test of the physiological function of each AspAT                   isoenzyme in vivo will be determined by monitoring the growth                   phenotype of plants which are specifically defective in one or more             of the forms of AspAT.  To date, three putative AspAT mutants have              been identified out of 750 M2 plants screened.  Genetic crosses                 between mutants will establish the number of different loci                     affected.  Structural mutants will be identified by RFLP using the              four cloned AspAT genes.  Functional complementation of the AspAT               mutants with the cloned AspAT genes will delimit the lesion to a                particular AspAT gene.                                                          %%%                                                                             Aspartate amino transferase is a key enzyme in higher plants which              functions to shuttle carbon and nitrogen skeletons between                      organelles and between cells.  The biochemistry of AspAT has been               confused by the presence of multiple isoenzymes.  We have taken a               molecular-genetic approach to clone the four distinct genes                     encoding AspAT in a plant (arabidopsis thaliana).  In addition, we              have developed a technique to identify mutant plants which are                  specifically defective in one of the four major AspAT isoenzymes.               The cloned AspAT genes will be used to study the structure,                     function, and regulation of each unique form of AspAT in plants.                The mutants specifically defective in a particular AspAT isoenzyme              will be evaluated with regard to the affected gene, the growth                  phenotype, and metabolite profile to determine the role that each               AspAT enzyme plays in plant nitrogen metabolism.  These experiments             will define the function of each AspAT enzyme, the role of                      aspartate biosynthesis in plant growth, and also serve as a model               for how molecular-genetics can be used to understand fundamental                questions concerning plant metabolism.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gloria",
   "pi_last_name": "Coruzzi",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Gloria M Coruzzi",
   "pi_email_addr": "gloria.coruzzi@nyu.edu",
   "nsf_id": "000149239",
   "pi_start_date": "1993-07-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York University",
  "inst_street_address": "70 WASHINGTON SQ S",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129982121",
  "inst_zip_code": "100121019",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "NEW YORK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NX9PXMKW5KW8"
 },
 "perf_inst": {
  "perf_inst_name": "New York University",
  "perf_str_addr": "70 WASHINGTON SQ S",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100121019",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": null,
 "pgm_ref": [
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0193",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0193",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0194",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0194",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0195",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0195",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1993,
   "fund_oblg_amt": 90000.0
  },
  {
   "fund_oblg_fiscal_yr": 1994,
   "fund_oblg_amt": 97000.0
  },
  {
   "fund_oblg_fiscal_yr": 1995,
   "fund_oblg_amt": 97000.0
  }
 ],
 "por": null
}