{
 "awd_id": "9305924",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Regulation of Middle Transcription of Phage Mu",
 "cfda_num": "47.074",
 "org_code": "08070800",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "karen kindle-hartsuyker",
 "awd_eff_date": "1993-11-01",
 "awd_exp_date": "1997-04-30",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "1993-08-08",
 "awd_max_amd_letter_date": "1995-08-10",
 "awd_abstract_narration": "9305924  Howe  Bacteriophage Mu is an excellent model system for the study of  mechanisms of transcriptional regulation of gene expression.   During lytic development Mu exhibits a highly regulated  transcriptional cascade.  Early transcription is carried out by  host functions; middle transcription requires the middle operon  product C.  This project will involve detailed molecular analysis  of the protein factors and DNA sequences involved in regulation of  middle operon expression and the role these factors and DNA  replication play in middle promoter (Pm) activation.    I.  The role of potential regulatory factors discerned from  examination of the promoter DNA sequence--namely, Mu repressor and  A proteins, and integration host factor--will be examined.  The  proteins will be assayed for their effect on in vitro transcription  from Pm, for binding to Pm DNA, and for the effect of mutations  which knock out the proposed binding sites.  Mutations which reduce  Pm expression will be isolated and examined for their effects on  Mor binding.  The role of the dyad symmetry element t9.2 will be  assessed by assaying the effect of mutations in t9.2 on Pm  transcription and by determining the effect of increased and  decreased transcription at t9.2 on Pm expression.  II.  The DNA binding domain of the Mor protein will be localized to  the amino or carboxyl terminus of Mor by making hybrid proteins  between Mor and the closely related C protein and determining which  end confers promoter specificity.  Then, detailed cassette  mutagenesis of the DNA binding domain will be carried out to  isolate suppressor mutations which allow Pm promoter-down mutants  to function.  This analysis will indicate the amino acids involved  in DNA binding and help to define whether or not Mor uses a helix-  turn helix motif for binding.  III.  The mechanism of the replication dependence of middle  transcription will be examined by analysis of the effect of DNA  supercoiling on Pm transcription, identification of middle pro moter  bases contacted by protein factors in dimethylsulfate (DMS)  methylation protection assays, and identification of bases which  become single stranded during open complex formation by potassium  permanganate (KMn04) treatment.  Lastly, a comparison will be made  of the DMS methylation protection and KMn04 patterns of replicating  and non-replicating Mu DNA to see if there is altered protein  binding or DNA conformation between the two DNA forms.  ***  Organisms have evolved a number of regulatory mechanisms which  allow them to maintain an appropriate balance of various life  processes.  One energy efficient mechanism is to regulate the  expression of specific genes such that their products are made only  at the times they are needed.  Viruses provide excellent model  systems for the study of these mechanisms, since their development  involves the sequential expression of specific sets of genes.  This  project involves the molecular analysis of the mechanisms  regulating a set of genes expressed at intermediate times during  development of the Mu virus, which infects and grows in laboratory  strains of the bacterium E. coli.  The project will involve precise  definition of the viral and host proteins that effect this  regulation by interaction with the regulatory target sequences of  the genes and identification of those target sequences and the  events occurring at them which turn the genes on and off.  The  approach will include isolation and analysis of the effects of  mutations which alter the proteins and regulatory sites as well as  biochemical characterization of the events occurring under normal  conditions and determination of the role that DNA conformation  plays in these processes.  %%%",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Martha",
   "pi_last_name": "Howe",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Martha M Howe",
   "pi_email_addr": "mhowe@uthsc.edu",
   "nsf_id": "000249370",
   "pi_start_date": "1993-11-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The University of Tennessee, Memphis - The Health Science Center",
  "inst_street_address": "62 S DUNLAP ST",
  "inst_street_address_2": "",
  "inst_city_name": "MEMPHIS",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "9014484889",
  "inst_zip_code": "381034902",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "TN09",
  "org_lgl_bus_name": "UNIVERSITY OF TENNESSEE",
  "org_prnt_uei_num": "LXG4F9K8YZK5",
  "org_uei_num": "X1M1PN3KG3E7"
 },
 "perf_inst": {
  "perf_inst_name": "The University of Tennessee, Memphis - The Health Science Center",
  "perf_str_addr": "62 S DUNLAP ST",
  "perf_city_name": "MEMPHIS",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "381034902",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "TN09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "115400",
   "pgm_ele_name": "GENE EXPRESSION"
  },
  {
   "pgm_ele_code": "115600",
   "pgm_ele_name": "MICROBIAL GENETICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9119",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0193",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0193",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0194",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0194",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0195",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0195",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1993,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 1994,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 1995,
   "fund_oblg_amt": 200000.0
  }
 ],
 "por": null
}