{
 "awd_id": "9305629",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research:  Origins and Ecology of     Forest Islands in Amazonian Savannas of Northern Bolivia",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Holly",
 "awd_eff_date": "1993-09-15",
 "awd_exp_date": "1994-08-31",
 "tot_intn_awd_amt": 10000.0,
 "awd_amount": 10000.0,
 "awd_min_amd_letter_date": "1993-09-14",
 "awd_max_amd_letter_date": "1993-09-14",
 "awd_abstract_narration": "\r\n\r\nThe need for clearer understanding of the complex ways that humans have altered and responded to changes in their natural environments has become more important as increasing attention is devoted to understanding the complex dynamics of global environmental change. Only recently have many natural scientists come to realize that the landscapes encountered by Europeans when they first explored large parts of the Americas had been modified significantly by native Americans over thousands of years of settlement. This doctoral dissertation research project will provide a timely examination of interactions between human and natural processes that occurred in pre-Columbian times. Research will focus on analyses of processes that resulted in the landscape patterns of the Llanos de Moxos, a seasonally flooded savanna in northeastern Bolivia in the southwestern Amazon drainage basin. Special attention will be given to formation of the \"islas\" (forested islands or mounds) that rise above the \"pampa\" (grasslands) of the region. Several alternative hypotheses purporting to explain development of the forested islands will be examined. Those hypotheses include termite activity, gallery-forest fragmentation, colonization of abandoned prehistoric earthworks, and intentional planting by indigenous people. Field work will be conducted in order to characterize different types of forest islands, identify island-forming processes, and develop a historical framework for understanding the landscape evolution of the region. Soil and stratigraphic profiles will be sampled and described, and vegetation will be mapped, collected, and measured across transepts. Forest islands will be surveyed, and the data will be analyzed and interpreted in order to classify islands with respect to their origin processes and the composition of their vegetation. Archaeological materials will be used to help identify the role of human processes in addition to natural processes found to be operating in the formation and maintenance of forest islands. This project will provide valuable new information regarding the historical role of humans in the transformation of complex landscapes. In addition to expanding knowledge about a landscape type found in elsewhere in South America as well as in North America and Africa, the research will provide more general insights into processes related to the study of conservation biology, tropical biogeography, and the origins and dynamics of landscape. The project is extremely relevant for the study of the human dimensions of global environmental change, and as a doctoral dissertation improvement award, this award also will provide support to enable a promising student to establish a strong independent research career.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Denevan",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "William M Denevan",
   "pi_email_addr": "",
   "nsf_id": "000455777",
   "pi_start_date": "1993-09-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1577",
   "pgm_ref_txt": "GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0193",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0193",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1993,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": null
}