{
 "awd_id": "9306793",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Mechanics of In Vivo Muscle Function During Locomotion",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sharon Emerson",
 "awd_eff_date": "1993-10-01",
 "awd_exp_date": "1997-03-31",
 "tot_intn_awd_amt": 214997.0,
 "awd_amount": 221197.0,
 "awd_min_amd_letter_date": "1993-08-04",
 "awd_max_amd_letter_date": "1993-11-10",
 "awd_abstract_narration": "9306793  Biewener         The main objective of this research is to record directly  how limb muscles function during the locomotion of animals.  Despite the considerable interest and extensive research that has  been carried out on the physiology, biochemistry and  mechanical  properties of vertebrate skeletal muscles, little direct data  exist concerning the in vivo mechanics of muscle of  function  during normal locomotor activity. In particular, studies of human  limb muscles necessarily rely on the indirect assessments of  muscle force and lengthening . By making direct in vivo  measurements of the forces exerted by select muscles and length  changes that they undergone different animal species, we can  better understand how muscles function dynamically to support and  power the movement of an animal. Measurements of muscle force  will be made by using either implanted tendon force tranducers or  by making force-calibrated in vivo skeletal strain recordings  at  the muscle's attachment site on the bone. In vivo measurements of  muscle fiber length change will be made using ultrasound emitting  sonomicrometry electrodes implanted within the muscle. In this  proposal, we will examine the in vivo performance of muscles in  two terrestrial and two flying species.       In studies of ankle extensor muscles of wallabies, these  measurements will enable us to explore how requirements for  elastic energy storage in muscle-tendon 'springs' to conserve  energy expenditure affect how the nervous system activates these  muscles to power hopping versus the animal's need to accelerate  and change direction. In studies of the medial(MG) and  lateral(LG) gastrocnemius muscles in white leghorn chickens, we  will study the recruitment of muscle force generation in relation  to shortening during walking and running. The differing fiber  characteristics of these two muscles (LG: mainly fast and MG:  mainly slow), combined with independent recordings of force  output, provides a unique opportunity to study recr uitment within  a single muscle. I  a third set of experiments we will obtain  direct measurements of force generation and fiber shortening in  the pectoralis muscle of pigeons and crows during flight. These  measurements will provide the first direct measurement of muscle  mechanical power, as well as whole animal power, during  locomotion in a vertebrate species. These studies will extend our  previous work, which developed the skeletal strain approach to  measure in vivo force generation directly by the pectoralis  during flight i starlings and pigeons.       In summary, most studies of skeletal muscle mechanics have  relied either on experimentally controlled simulations of  shortening and force development isolated whole muscles or muscle  fiber bundles under quasi-static conditions that are unlikely to  apply to muscles performing normal movements. The results  obtained from the proposed studies, therefore, will provide  valuable information concerning the dynamic force-velocity  properties of muscles under normal functional conditions. The  results obtained from these studies will help to better establish  general principles underlying muscle function in animal  locomotion, as well as have relevance for motor control and  robotics research.  ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Biewener",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew A Biewener",
   "pi_email_addr": "abiewener@oeb.harvard.edu",
   "nsf_id": "000199667",
   "pi_start_date": "1993-10-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Chicago",
  "inst_street_address": "5801 S ELLIS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7737028669",
  "inst_zip_code": "606375418",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "UNIVERSITY OF CHICAGO",
  "org_prnt_uei_num": "ZUE9HKT2CLC9",
  "org_uei_num": "ZUE9HKT2CLC9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Chicago",
  "perf_str_addr": "5801 S ELLIS AVE",
  "perf_city_name": "CHICAGO",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606375418",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114800",
   "pgm_ele_name": "ECOLOGICAL & EVOLUTIONARY PHYS"
  },
  {
   "pgm_ele_code": "597800",
   "pgm_ele_name": "EAST ASIA AND PACIFIC PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "5912",
   "pgm_ref_txt": "AUSTRALIA"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0193",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0193",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0194",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0194",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1993,
   "fund_oblg_amt": 214997.0
  },
  {
   "fund_oblg_fiscal_yr": 1994,
   "fund_oblg_amt": 6200.0
  }
 ],
 "por": null
}