{
 "awd_id": "9308115",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Ulwa, A Misumalpan Language of Nicaragua: Grammar, Lexicon, Texts",
 "cfda_num": "47.075",
 "org_code": "04040500",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Paul G. Chapin",
 "awd_eff_date": "1993-09-15",
 "awd_exp_date": "1996-02-29",
 "tot_intn_awd_amt": 176977.0,
 "awd_amount": 176977.0,
 "awd_min_amd_letter_date": "1993-09-24",
 "awd_max_amd_letter_date": "1993-09-24",
 "awd_abstract_narration": "9308115    Hale              This project is concerned with the documentation of Ulwa, a  Misumalpan language, spoken in the town of Karawala, on the  Atlantic Coast of Nicaragua.  The project will produce materials  for a reference grammar, a dictionary, and a collection of texts.   The form which these materials will take will include not only  standard book manuscripts for use by linguists but also books in a  form requested by members of the Karawala community for use in  education, in their efforts to safeguard their endangered  linguistic heritage.  The project builds upon four years of  intermittent work by two linguists from MIT and six Ulwa-speaking  residents of Karawala who have formed a committee for the purpose  of preserving their language.  The project does not start from  scratch, therefore, and the two-year period allotted for it is  realistic.  Ulwa has few speakers, and almost no children are  learning the language.  Miskitu has replaced it almost entirely.   The preservation of Ulwa is therefore understandably of concern to  the people of  Karawala.  The project is considered necessary by  the Ulwa members of the Karawala community, and it is felt that a  concentrated effort is now appropriate, as opposed to the  intermittent work of the past four years.  The scientific  importance of the project derives in part from the inherent value  of documenting a little known and imperilled language.  But Ulwa  has already involved using the study of a number of phenomena which  are to some extent peculiar to it.  The phonology of the language  has achieved some renown for its nominal inflection, whose  placement within the word is governed by metrical principles,  rather than morphological bracketing.  The syntax of Ulwa involves  use of the \"internally headed\" relative clause, which has provided  clues leading to a promising analysis of the syntactic structure of  the noun phrase in general, explaining an apparent exception to the  prevailing head-final ordering of elements.  The lan guage also has  a fully developed switch-reference   system.  The latter interacts with a serial verb construction,  which because of the head-final syntax of Ulwa, exhibits structural  asymmetries strikingly at variance with those of the more familiar  serializing languages.  Ulwa is of some historical interest as  well, being crucial in understanding the interrelations holding  among Northern Sumu (Twahka, Panamahka), Southern Sumu (Ulwa), and  Miskitu during the past centuries, particularly since the  beginnings of British contact.  Ulwa helps to date and to locate  spatially certain events which have been important in the recent  linguistic history of Miskitu, leading to the latter's preeminence  in the region.  While full understanding of the linguistic and  ethnographic history of indigenous eastern Nicaragua is not a  specific purpose of this project, documentation of Ulwa is clearly  a necessary prerequisite to a project which might endeavor to  achieve that goal.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kenneth",
   "pi_last_name": "Hale",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Kenneth L Hale",
   "pi_email_addr": "klhale@mit.edu",
   "nsf_id": "000421360",
   "pi_start_date": "1993-09-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Green",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas M Green",
   "pi_email_addr": "tmgreen@athena.mit.edu",
   "nsf_id": "000086168",
   "pi_start_date": "1993-09-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 MASSACHUSETTS AVE",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0193",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0193",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1993,
   "fund_oblg_amt": 176977.0
  }
 ],
 "por": null
}