{
 "awd_id": "9310983",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dissertation Research: Phylogenetic Analysis of the Snake   Family Boidae Using mtDNA Sequence Data",
 "cfda_num": "47.074",
 "org_code": "08010207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "B. Jane Harrington",
 "awd_eff_date": "1993-08-01",
 "awd_exp_date": "1995-07-31",
 "tot_intn_awd_amt": 9500.0,
 "awd_amount": 9500.0,
 "awd_min_amd_letter_date": "1993-07-16",
 "awd_max_amd_letter_date": "1993-07-16",
 "awd_abstract_narration": "9310983 Davis          The relationships among genera comprising the family Boidae (Class Reptilia, Order Squamata, Suborder Serpentes) are not known.  This is understandable in view of the uncertainties about relationships among snake families and even about the origins of the suborder itself.  The family Boidae contains the subfamilies Boinae, Calabariinae, Erycinae, Pythoninae and Xenopeltinae and is defined as a monophyletic group based upon the presence of a supraorbital bone (Underwood 1967).  Several classifications of the Boidae have been proposed, but there is no agreement on member genera, generic assignments or relationships.  Some of the difficulties arise from enigmatic taxa such as    Loxocemus    and    Calabaria   , which present morphological characters that are subject to multiple interpretations.  This study will ameliorate some of these problems by utilizing mitochondrial DNA (mtDNA) sequence data collected by polymerase chain reaction (PCR) amplification and nucleotide sequencing of the ND4 subunit of the NADH dehydrogenase gene.  The sequences will provide molecular data crucial to elucidating the evolutionary history of this major vertebrate group.  Available specimens allow coverage of 95% of all genera (18 of 19) in the family Boidae, including the problematic taxa    Calabaria    and    Loxocemus   .  Phylogenetic relationships will be inferred from the sequences using the Phylogenetic Analysis Using Parsimony (PAUP)version 3.0, computer program (Swofford 1991).  The ND4 gene from    Leptotyphlops    (Family Leptotyphlopidae), the putative sister group of the Boidae, has been sequenced for this proposal.  Additional outgroups include the moni tor lizard genus    Varanus    and the snake genera    Heterodon    (Colubridae),    Lampropeltis    (Colubridae),    Micrurus    (Elapidae),    Ungaliophis    (Tropidophidae), and    Crotalus    (Viperidae).  Data from members of the family Colubridae have been included in this proposal.  The sequences obtained from this study will provide a robust molecular data set whose framework will allow construction of a classification that can be contrasted with other schemes which are based upon more traditional characters.  The molecular evaluation of the relationships within the Boidae will contribute to the conceptual understanding of this very successful evolutionary lineage and provide information necessary to understanding Squamate evolution. %%%          This project will use DNA sequencing methods to obtain data that will allow the investigators to address higher level relationships among members of the snake family Boidae.  Knowledge of these relationships will be of broader relevance or importance because the origins and relationships of snakes, in general, are unresolved and the subject of some controversy. ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "Davis",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Scott K Davis",
   "pi_email_addr": "",
   "nsf_id": "000369160",
   "pi_start_date": "1993-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Research Foundation",
  "inst_street_address": "400 HARVEY MITCHELL PKWY S STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778454375",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A & M RESEARCH FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "EQH8NQ4AXFT7"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M University",
  "perf_str_addr": "400 HARVEY MITCHELL PKY S STE 300",
  "perf_city_name": "COLLEGE STATION",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778454375",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117100",
   "pgm_ele_name": "PHYLOGENETIC SYSTEMATICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0193",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0193",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1993,
   "fund_oblg_amt": 9500.0
  }
 ],
 "por": null
}