{
 "awd_id": "9310407",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Laboratory Studies of Heterogeneous Gas-Liquid Interaction  of Atmospheric Trace Gases",
 "cfda_num": "47.050",
 "org_code": "06020104",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne-Marie Schmoltner",
 "awd_eff_date": "1993-09-01",
 "awd_exp_date": "1997-02-28",
 "tot_intn_awd_amt": 457104.0,
 "awd_amount": 514811.0,
 "awd_min_amd_letter_date": "1993-09-02",
 "awd_max_amd_letter_date": "1995-04-14",
 "awd_abstract_narration": "93100470  Davidovits       Heterogeneous reaction pathways involving aqueous droplets in  clouds and fogs are important conduits for chemical transformation  of atmospheric trace gases both in the troposphere and in the  stratosphere.  During the past eight years in a collaborative  effort between the Chemistry Department at Boston College and the  Center for Chemical and Environmental Physics at Aerodyne Research,  Inc., supported in part by the National Science Foundation, two  novel and powerful techniques have been developed for studying gas  uptake processes and for measuring mass accommodation coefficients  of trace atmospheric species on water and other liquids.  These  techniques can also yield information about the nature of chemical  interactions at the gas-liquid interface.       In the first method, suitable for measuring relatively large  gas uptakes, the gas phase species interacts with a controllable  stream of small (50 to 250 um radius) monodispered droplets of  known size, temperature and chemical composition.  A version of  this apparatus using sulfuric acid droplets has also been built to  study stratospherically important processes down to a temperature  of -50oC.  In the second method, used to study gases with  relatively smaller uptakes, the trace gas is contained in  controlled bubbles rising through the liquid of interest.       During the past two NSF support periods the uptake of more  than thirty gas phase species has been studied as a function of  temperature over a wide range of atmospherically relevant  conditions.  The species studied include SO2 and reduced sulfur  compounds, H2O2, N2O5, HNO3, HCl, ClNO3 and N2O5 the uptake by  aqueous sulfuric acid droplets was also measured as a function of  temperature down to -50oC.       This work provided values for the parameters determining  uptake for both tropospherically and stratospherically important  species and it led to the formation of a quantitative model for the  uptake of nonreactive gases.  Further, important  features of  chemical interactions at the gas-liquid interface were noted.  In  some cases, such as formaldehyde and phosgene, the uptake was  entirely consistent with the bulk aqueous chemistry of the species.  But in other cases, such as the uptake of sulfur dioxide and  acetaldehyde, results were not explainable by bulk phase chemistry.  Instead, these results indicate that reactions at the gas-liquid  interface dominate the gas or the liquid phase.  Reactions may be  orders of magnitude faster at the interface than either in the gas  or in the liquid phases.  It was also observed, that in the process  of uptake, some species such as SO2, form a chemisorbed complex at  the gas-liquid interface which is likely to participate in the  heterogeneous chemistry of the species.       The work plan in this grant will continue to pursue the study  of atmospherically important heterogeneous processes.  The research  will include gas uptake and co-deposition studies for NO, NO2, NO3,  N2O5, HNO3, HONO, NH3, SO2, CH2O and OH.  Experiments will be  constructed as a function of temperature with aqueous solutions,  with sulfuric acid and with nitrosyl sulfuric acid solutions.  The  effect on heterogeneous processes of photochemistry, surface charge  and various atmospherically relevant additives will be examined.         The two major objectives of the research studies are:           a)   To continue the measurement of parameters required to            assess the heterogeneous chemistry of species important            to troposphere an stratosphere.         b)   To obtain a general, predictive understanding of            chemistry at the gas-liquid interface.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Davidovits",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paul Davidovits",
   "pi_email_addr": "paul.davidovits@bc.edu",
   "nsf_id": "000128495",
   "pi_start_date": "1993-09-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Boston College",
  "inst_street_address": "140 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHESTNUT HILL",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6175528000",
  "inst_zip_code": "024673800",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MA04",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MJ3JH8CRJBZ7"
 },
 "perf_inst": {
  "perf_inst_name": "Boston College",
  "perf_str_addr": "140 COMMONWEALTH AVE",
  "perf_city_name": "CHESTNUT HILL",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "024673800",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152400",
   "pgm_ele_name": "Atmospheric Chemistry"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1309",
   "pgm_ref_txt": "GLOBAL TROPOSPHERIC CHEMISTRY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9188",
   "pgm_ref_txt": "AIR QUALITY"
  },
  {
   "pgm_ref_code": "9232",
   "pgm_ref_txt": "RES OPPOR AWARDS(ROA) (SUPPLEM"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "ENVI",
   "pgm_ref_txt": "ENVIRONMENT"
  },
  {
   "pgm_ref_code": "GLCH",
   "pgm_ref_txt": "GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0193",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0193",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0194",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0194",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0195",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0195",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1993,
   "fund_oblg_amt": 149353.0
  },
  {
   "fund_oblg_fiscal_yr": 1994,
   "fund_oblg_amt": 167656.0
  },
  {
   "fund_oblg_fiscal_yr": 1995,
   "fund_oblg_amt": 197802.0
  }
 ],
 "por": null
}