{
 "awd_id": "9312672",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dynamics of Cytoskeleton in Higher Plant Cells (addendum)",
 "cfda_num": "47.074",
 "org_code": "08070600",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eve Ida Barak",
 "awd_eff_date": "1993-09-01",
 "awd_exp_date": "1997-02-28",
 "tot_intn_awd_amt": 15750.0,
 "awd_amount": 15750.0,
 "awd_min_amd_letter_date": "1993-08-23",
 "awd_max_amd_letter_date": "1993-08-23",
 "awd_abstract_narration": "9312672  Bajer    This proposal is a request for support of an international collaboration.  The proposed project addresses specific aspects of microtubule dynamics and organization of interphase cells and mitosis in endosperm of the African lily plant, Haemanthus.  The investigators will use techniques that are routine in their laboratory, combining observations of living cells, followed by immunolocalization of cytoskeleton and motor proteins in these cells, video enhanced microscopy, pressure injection and electron microscopy.  The investigators have recently visualized single microtubules in living cells and greatly improved detection of the dynamics within a kinetochore fiber.  They have also developed a simple method to produce abundant microtubule converging centers during telophase-interphase transition, in some stages of mitosis, and in anucleated cytoplasmic fragments.  Thus far, microtubule converging centers are the only well-documented microtubule nucleating centers in higher plants.  The data from this laboratory suggest that microtubule converging centers are basic structural units that establish microtubule polarity of interphase cytoskeleton and mitotic spindles.  The microtubule converging centers may transform into accessory phragmoplasts, providing a conceptually important precedent, that the formation of the same fundamental cellular structure (phragmoplast) may occur along very different pathways in the same cell type of the same organism.  The understanding of microtubule converging center organization and function remains very fragmentary.  In this study, the investigators will study their formation, reorganization, and function, and will follow the dynamics of single microtubules in vivo.  To understand their function in interphase and in mitosis, specific antibodies will be injected and their effect will be followed both in vivo and after immunolocalization.  These studies will supply pertinent information on spindle dynamics and cytoskeleton differentiation in higher p lants.  %%%  This is an international cooperative project to study an area of cell biology which is fundamental to the very definition of life itself:  cellular replication.  In eukaryotic cells, at the time of cell division, the replicated chromosomes are separated into daughter sets, and each set is moved away from the other in an orderly fashion, thereby ensuring that each daughter cell has a complete set of the mother cell's genes.  This orderly separation and movement of chromosomes is accomplished by means of a dynamic cellular apparatus, the mitotic spindle, the working parts of which are microtubules.  This project will address the problem of how the spindle works.  ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Bajer",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew S Bajer",
   "pi_email_addr": "",
   "nsf_id": "000436466",
   "pi_start_date": "1993-09-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Oregon Eugene",
  "inst_street_address": "1776 E 13TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "EUGENE",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5413465131",
  "inst_zip_code": "974031905",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "UNIVERSITY OF OREGON",
  "org_prnt_uei_num": "Z3FGN9MF92U2",
  "org_uei_num": "Z3FGN9MF92U2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Oregon Eugene",
  "perf_str_addr": "1776 E 13TH AVE",
  "perf_city_name": "EUGENE",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "974031905",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "597900",
   "pgm_ele_name": "CENTRAL & EASTERN EUROPE PROGR"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5939",
   "pgm_ref_txt": "US/USSR ACTIVITIES"
  },
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0193",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0193",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1993,
   "fund_oblg_amt": 15750.0
  }
 ],
 "por": null
}