{
 "awd_id": "9312528",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Special Migration Data Tabulations From the 1990 Census",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "1993-08-01",
 "awd_exp_date": "1994-01-31",
 "tot_intn_awd_amt": 3620.0,
 "awd_amount": 3620.0,
 "awd_min_amd_letter_date": "1993-08-25",
 "awd_max_amd_letter_date": "1993-08-25",
 "awd_abstract_narration": "9312528  Roseman       A persistent problem in carrying out research on spatial  aspects of internal migration has been the lack of data at a  sufficiently disaggregated spatial scale in order for meaningful  analyses to be conducted.  The increasingly differentiated nature  of subpopulations means that age-specific or sex-specific  migration streams, for example, are evident only at very fine  scales of spatial resolution.  In addition, theoretical  explanations for migration behavior are based on characteristics  of migrants.  Existing migration data, whether survey based or  archival, are either too geographically coarse or lacking in  sufficient detail on migrant characteristics to allow for  comprehensive analysis and testing of migration theory.  The U.S.  Census Bureau will prepare a special tabulation of the 1990  Census of Population which contains county-to-county internal  migration counts broken down by migrant characteristics for the  entire United States.  This award permits a consortium of social  scientists, including geographers, to purchase the data at a  special price at this time so as to make this data set available  to the largest possible number of scholars doing research on  internal migration in the United States.  For spatial analysis of  migration these data are especially valuable.  The data will be  distributed free of charge to interested researchers by the  Population Studies Center at the University of Michigan, and its  availability on a wide basis will facilitate research on general  migration theory, spatial differences in migration behavior,  analyses of population redistribution, and on detailed aspects of  the migration behavior of particular subgroups within the  population.       The timely compilation and distribution of this important  data set on population migration at the county level will permit  researchers to examine and test a number of theories related to  population movement which heretofore had not been facilitated by  existing data.  The futur e availability of these data to a large  number of individual researchers will accelerate research on  internal migration, and it will provide them with the ability to  carry out research using the 1990 Census much earlier than  anticipated.  Migration research will be greatly enhanced as a  result.  ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Curtis",
   "pi_last_name": "Roseman",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Curtis C Roseman",
   "pi_email_addr": "",
   "nsf_id": "000317471",
   "pi_start_date": "1993-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern California",
  "inst_street_address": "3720 S FLOWER ST FL 3",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2137407762",
  "inst_zip_code": "90033",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTHERN CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G88KLJR3KYT5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern California",
  "perf_str_addr": "3720 S FLOWER ST FL 3",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "90033",
  "perf_ctry_code": "US",
  "perf_cong_dist": "34",
  "perf_st_cong_dist": "CA34",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9237",
   "pgm_ref_txt": "SMALL GRANTS-EXPLORATORY RSRCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0193",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0193",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1993,
   "fund_oblg_amt": 3620.0
  }
 ],
 "por": null
}