{
 "awd_id": "9312006",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dissertation Research:  Pre-hispanic Argentinian Settlement Patterns",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "1993-08-15",
 "awd_exp_date": "1994-07-31",
 "tot_intn_awd_amt": 11990.0,
 "awd_amount": 11990.0,
 "awd_min_amd_letter_date": "1993-08-10",
 "awd_max_amd_letter_date": "1993-08-10",
 "awd_abstract_narration": "9312006  Earle    Under the direction of Dr. Timothy Earle, Ms. Elizabeth DeMarrias  will collect data for her doctoral dissertation. She will conduct  archaeological research in the Calchaqui valley which lies on the  eastern slopes of the Andes in northwest Argentina. This location  was selected for several reasons. First Ms. DeMarrias can  coordinate her work with other U.S. researchers who are currently  present in the area. Of greater importance however is that fact  that this well defined geographical entity contains an  archaeological sequence which begins approximately 6,000 years ago  and extends up through late Inka times to the appearance of the  Spanish. The region documents therefore the shift from hunting and  gathering to agriculture and the change from small mobile human  grouping to larger more highly organized entities which were  incorporated into a state society. Ms. DeMarrias is interested in  the latter portion of the sequence and wants to determine how  social stratification and centralization of political power took  place. To do this, she will survey broadly within the region.  Following an initial reconnaissance, she and her colleagues will  note all sites which fall within selected sample areas. Surface  materials such as pottery and stone tools will be collected and  architectural and agricultural features such as irrigation canals  mapped. With these data Ms. DeMarrais will be able to reconstruct  changing group size and organization over time.    While archaeologists recognize that the general picture observed in  the Calchaqui is repeated in many parts of the world and that with  the adoption of agriculture groups become sedentary and increase in  size and organizational complexity, the mechanisms by which these  changes take place are not well understood. In particular it is not  clear how authority becomes concentrated in the hands of limited  numbers of individuals. By examining the development of  centralization such as public works and by focussing on evidence  of  inequality as reflected in differential distribution of metals and  other valuable goods, Ms. DeMarrais hopes to gain insight into this  process.    This research is important for several reasons. It will provide  data of interest to many archaeologists. It will shed new light on  the process which leads to social complexity and finally it will  assist in the training of a promising young scientist.  ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Earle",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy K Earle",
   "pi_email_addr": "tke299@northwestern.edu",
   "nsf_id": "000104361",
   "pi_start_date": "1993-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "10889 WILSHIRE BLVD STE 700",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900244200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0193",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0193",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1993,
   "fund_oblg_amt": 11990.0
  }
 ],
 "por": null
}