{
 "awd_id": "9315307",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Identification of Encephalic Photoreceptors",
 "cfda_num": "47.074",
 "org_code": "08090200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kathie L. Olsen",
 "awd_eff_date": "1993-09-01",
 "awd_exp_date": "1995-02-28",
 "tot_intn_awd_amt": 14651.0,
 "awd_amount": 14651.0,
 "awd_min_amd_letter_date": "1993-08-20",
 "awd_max_amd_letter_date": "1993-08-20",
 "awd_abstract_narration": "9315307  Deviche    It is well established that a wide variety of organisms have  internal biological clocks that are instrumental in allowing them  to maintain synchrony to both daily (i.e., circadian) and annual  cycles of environmental change.  Plants and animals routinely  experience small adjustments in these rhythms, often triggered by  intensity of light, to synchronize their internal clocks with the  passing seasons or changes in the environment.  Indeed, precisely  timed bursts of bright light can stop the daily cycle of the human  biological clock.  A major question is how photic signals are  transduced into physiological responses.  Two structures in the  brain that have been identified as playing a role in this response  are the suprachiasmatic nuclei of the hypothalamus and the pineal  gland.  These structures receive neural input from the retina of  the eye when it is stimulated by light.  It has been proposed that  some vertebrates also may possess extra-pineal, extra-retinal  photoreceptors, referred to as deep brain photoreceptors, which are  capable of entraining circadian rhythms.  At this time we do not  know the location, sensitivity, or most importantly the neural  connections of these putative receptors.  This project awards Dr.  Deviche a small grant for exploratory resesarch to address this  important problem.  He has found a model system in a species of  highly photoperiodic arctic bird that possibly could provide the  answers. Using an antibody that identifies rhodopsin-like  photopigments in the retina and the pineal, he will locate cell  bodies and terminals in the brain.  Light conditions will be  manipulated to determine whether light exposure stimulates the  expression of these photopigments in these brain cells.  If  successful, this will be the first demonstration that some cells  deep within the central nervous system are photosensitive.  These  results would open new avenues towards understanding the mechanisms  by which light stimulation reaches and alters th e nervous system to  influence biological timing, and will have impact also beyond  neuroscience to arctic biology and ornithology. Understanding the  basic neural mechanisms for timing could lead to treatment of  problems such as impaired attentiveness that affect human  performance during work shifts from day to night, or jet lag, or  other factors that make the internal clock out of sync with the  environment.  ***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Pierre",
   "pi_last_name": "Deviche",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Pierre Deviche",
   "pi_email_addr": "deviche@asu.edu",
   "nsf_id": "000435174",
   "pi_start_date": "1993-09-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alaska Fairbanks Campus",
  "inst_street_address": "2145 N TANANA LOOP",
  "inst_street_address_2": "",
  "inst_city_name": "FAIRBANKS",
  "inst_state_code": "AK",
  "inst_state_name": "Alaska",
  "inst_phone_num": "9074747301",
  "inst_zip_code": "997750001",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "AK00",
  "org_lgl_bus_name": "UNIVERSITY OF ALASKA FAIRBANKS",
  "org_prnt_uei_num": "",
  "org_uei_num": "FDLEQSJ8FF63"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alaska Fairbanks Campus",
  "perf_str_addr": "2145 N TANANA LOOP",
  "perf_city_name": "FAIRBANKS",
  "perf_st_code": "AK",
  "perf_st_name": "Alaska",
  "perf_zip_code": "997750001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "AK00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118500",
   "pgm_ele_name": "SENSORY SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9237",
   "pgm_ref_txt": "SMALL GRANTS-EXPLORATORY RSRCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0193",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0193",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1993,
   "fund_oblg_amt": 14651.0
  }
 ],
 "por": null
}