{
 "awd_id": "9353255",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "SSC:  Ellamek Elicaraq (Yupik) \"Learning About Our World\"",
 "cfda_num": "47.076",
 "org_code": "11060100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Alexandra King",
 "awd_eff_date": "1993-09-15",
 "awd_exp_date": "1997-02-28",
 "tot_intn_awd_amt": 214939.0,
 "awd_amount": 193837.0,
 "awd_min_amd_letter_date": "1993-09-09",
 "awd_max_amd_letter_date": "1995-11-20",
 "awd_abstract_narration": "SSC-9353255  Anchorage School District  Anchorage, AK    Lamebull, Edna and Bailey, Jim    \"Ellamek Elicarag (Yupik) \"Learning About Our World\"    This three-year project is designed for seventh, eight, and ninth  grade Alaskan Eskimo and Indian children.  Its is strengthened by  links with Native American cultures and traditions.  Each year's  camp is a five-week hands-on exploration of science and math  applications to the Alaskan environment and major related careers.   Professional role models and mentors are important components.   School-year follow-up and mentoring is provided for each student.    The program's purpose is to provide students with basic tools to  choose science and math courses, stay with their studies, achieve  in their studies, and graduate to further science studies or  careers.  Summary objectives, methods, and significance:  (1)  Fifty middle-school age Alaska Native students each year will        remain in school and pursue appropriate science and math            studies.  Methods: A five-week hands-on camp with highly motivating       interactive science and math experiences and extended on-site       field trips will prepare students for academic school-year       curriculum.  The project includes daily counseling, integrated       into science and career exploration, by full-time project       staff and mentors from the professions and Native community.        School-year follow-up includes training for school staff       working with Native students and ongoing counseling and       metering.  Significance: The model is designed to help Native students make       and keep making the choice to stay in school and stay with       science.  The ultimate significance is in preparing more       minority and underrepresented students for post-secondary       study in science, math, and engineering.  (2)  Students will gain experiential knowledge of Alaskan       environment, geology, climate, ecology, habitats, and       technologies coincident to Alaskan science careers .  Methods: Activities include extended, interactive field trips to       sites where Alaskan careers in these careers are based.        Exploration of these disciplines is carried out through high-       interest activities structured to build knowledge, inquiry,       and communication skills.  Significance: The model is designed so that students build a       scientific relationship with their world and actually       experience opportunities that await them in careers.    (3)  Students will develop skills and application of knowledge       embedded in the natural and cultural world which surrounds  them.  Methods: Each activity includes science, inquiry, math, and       communication skills objectives.  Methodologies are       contextual; that is, they are practiced and applied in the       field, lab, and workplaces most central to the future of the       target population.  Significance: The model immerses students in the construction of       knowledge that is meaningful to them: they will gain a       personal base from which to form academic and career goals.   (4)  Each student will explore, assess, and write about at least       three self-chosen science-based careers.  Each student will       receive ongoing guidance and career exposure for academic and       career preparation in Alaska-based science and engineering       professions.  Methods: A culminating career research and goals activity follows       five intense weeks of daily interaction with trained high       school and college mentors on staff, teachers, and       professional role models and mentors.  During the year, school       staff and mentors will continue to work with students.  Significance: This model is based on a recognition that middle       school students do not arrive at or pursue long-term goals in       a vacuum, particularly if they are at risk.  It allows each       student to be nurtured and guided by several counselors and       role models, continually.  The ultimate significance lies in       the p otential for a much greater representation of Native       Americans in the nation's pool of science, math, and       engineering talent.  (5)  The summer camp experience will help students to see the real       connections among science, math, careers, and their lives.  Methods: Discipline knowledge, skills academic goals decisions, and       career exposure are interwoven through experiences that have       environmental and cultural meaning to the lives of these       students.    Significance: As students see, construct, and understand the       connections between their own lives and careers in science,       they begin to believe that such careers are within their       reach.  They construct goals and plans to achieve such       careers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Edna",
   "pi_last_name": "Lamebull",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Edna Lamebull",
   "pi_email_addr": "",
   "nsf_id": "000472917",
   "pi_start_date": "1993-09-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jim",
   "pi_last_name": "Bailey",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jim Bailey",
   "pi_email_addr": "",
   "nsf_id": "000354546",
   "pi_start_date": "1993-09-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Anchorage School District",
  "inst_street_address": "5530 E NORTHERN LIGHTS BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "ANCHORAGE",
  "inst_state_code": "AK",
  "inst_state_name": "Alaska",
  "inst_phone_num": "9077424468",
  "inst_zip_code": "995043169",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "AK00",
  "org_lgl_bus_name": "ANCHORAGE SCHOOL DISTRICT",
  "org_prnt_uei_num": "",
  "org_uei_num": "PRN1DHZF5J78"
 },
 "perf_inst": {
  "perf_inst_name": "Anchorage School District",
  "perf_str_addr": "5530 E NORTHERN LIGHTS BLVD",
  "perf_city_name": "ANCHORAGE",
  "perf_st_code": "AK",
  "perf_st_name": "Alaska",
  "perf_zip_code": "995043169",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "AK00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "154600",
   "pgm_ele_name": "SUMMER SCIENCE CAMPS"
  },
  {
   "pgm_ele_code": "744000",
   "pgm_ele_name": "CAREER ACCESS OPPOR IN S&T"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "9247",
   "pgm_ref_txt": "SUMMER SCIENCE CAMPS"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0493",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0493",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0494",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0494",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0495",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0495",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0496",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0496",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 1993,
   "fund_oblg_amt": 71585.0
  },
  {
   "fund_oblg_fiscal_yr": 1995,
   "fund_oblg_amt": 50575.0
  },
  {
   "fund_oblg_fiscal_yr": 1996,
   "fund_oblg_amt": 71677.0
  }
 ],
 "por": null
}