{
 "awd_id": "0345574",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: A Proposal for the CosmicRay prOduced NUclide Systematics on Earth (CRONUS-Earth) Project",
 "cfda_num": "47.050",
 "org_code": "06030206",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Enriqueta Barrera",
 "awd_eff_date": "2005-03-01",
 "awd_exp_date": "2010-02-28",
 "tot_intn_awd_amt": 346679.0,
 "awd_amount": 346679.0,
 "awd_min_amd_letter_date": "2005-03-08",
 "awd_max_amd_letter_date": "2009-02-26",
 "awd_abstract_narration": "ABSTRACT\r\n\r\nTerrestrial- in situ- cosmogenic nuclide (TCN) methods for surface exposure dating and other\r\nearth-science applications were first demonstrated in 1986. During the subsequent 17 years these methods have developed into versatile and indispensable tools in many fields of modern Earth Sciences, including paleoclimatology, geomorphology, tectonics, hydrology, and volcanology. The TCN that have been demonstrated to be widely applicable are 3H, 10Be, 14C, 21Ne, 26Al, and 36Cl. This rapid development has been facilitated by methodological progress, including improvements in sampling strategies, sample preparation procedures and analyses of cosmogenic nuclides (by accelerator mass spectrometry (AMS) and noble gas mass spectrometry). In order to remain at the cutting edge of the earth sciences the accuracy of TCN methods must be significantly improved. However, it is the consensus of practitioners in the field that further developments are instead moving toward an impasse. This limitation is imposed, not by methodological considerations, but rather by incomplete understanding of the fundamental physical processes, and by lack of rigorous intercomparability between different investigators and methods. The global distribution of cosmogenic nuclide production depends on a number of interrelated factors, and these\r\nfactors must be simultaneously controlled in order to arrive at the equations and parameters that accurately define production rates at all points, and over geological time. This task is far beyond the capability of any individual investigator.\r\n\r\nIn order to achieve this next, necessary, step the CRONUS-Earth Project is proposed. The project\r\nhas the following goals: (i) to establish a rigorous basis for intercomparison between measurement of different nuclides and by different investigators, (ii) to provide a firm linkage between cosmic-ray physics and the systematics of the TCN produced by the cosmic rays, and (iii) to produce generally-accepted formulations and parameters for calculation of TCN production. The ultimate goal is to advance the precision and accuracy of all TCN methods from its current range of ~10% to 20% toward a 5% level. This project is envisioned as an international, collaborative effort. CRONUS-Earth consists of six major components: (i) A methodological intercomparison, including sample preparation as well as analytical measurement. (ii) Spatial/temporal distribution of cosmic-ray fluxes, through \"mining\" existing neutron monitor datasets, modeling of neutron monitor responses, and measurement of saturated in situ 14C altitude/latitude profiles. (iii) Emplacement of artificial targets for 3He, 21Ne, 10Be, 32P and 36Cl production, to link contemporary cosmic-ray fluxes to production rates and scaling factors. (iv) Measurement of production cross-sections using laboratory neutron beams. (v) A numerical modeling effort to integrate the observations and to calculate the effects of past geomagnetic and paleoclimatic changes on cosmogenic\r\nnuclide production. (vi) Geological calibration of nuclide production rates, based on independently-dated surfaces worldwide. These will be classified by quality into primary calibration sites and secondary, or \"verification\", sites that will be used to test the overall production-rate model. These six components comprise a synergistic and coordinated approach to a problem that is clearly beyond the scope of individuals and small research teams. We propose a consortium approach to managing the project, involving multiple investigators, annual meetings to monitor progress, compile data, and exchange with the community, rapid electronic distribution of results, and integration of the final products through a project office charged with disseminating the results to the community. A linked CRONUS-Europe proposal has been submitted to the EU and will be closely coordinated with CRONUS-Earth.\r\n\r\nThe CRONUS-Earth Project will address the NSF intellectual merit review criterion through\r\nestablishing an improved, quantitative, physically-based, understanding of TCN production and\r\naccumulation that can be applied to solve a wide variety of problems in the earth sciences. The Project will address the broader impacts criterion by providing formulations, parameters, and computer codes that will constitute an intellectual infrastructure enabling more consistent, accurate, and widespread application of TCN methods in the earth sciences. Furthermore, the Project will provide a basis for a more formal and organized future approach to promoting consistency in application of TCN methods, such as committees to provide recommended values for parameters. Finally, it will include a component to directly involve undergraduates, and especially minority students, in research in aspects of earth science related to CRONUS.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Stone",
   "pi_mid_init": "O",
   "pi_sufx_name": "",
   "pi_full_name": "John O Stone",
   "pi_email_addr": "stn@uw.edu",
   "nsf_id": "000309336",
   "pi_start_date": "2005-03-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Terry",
   "pi_last_name": "Swanson",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Terry W Swanson",
   "pi_email_addr": "tswanson@u.washington.edu",
   "nsf_id": "000451062",
   "pi_start_date": "2005-03-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 BROOKLYN AVE NE",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "158000",
   "pgm_ele_name": "Instrumentation & Facilities"
  },
  {
   "pgm_ele_code": "511200",
   "pgm_ele_name": "ANT Earth Sciences"
  },
  {
   "pgm_ele_code": "745800",
   "pgm_ele_name": "Geomorphology & Land-use Dynam"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 45757.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 94463.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 90761.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 89832.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 25866.0
  }
 ],
 "por": null
}