{
 "awd_id": "0403581",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Reactive Membrane Technology for Water Treatment",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Cynthia J. Ekstein",
 "awd_eff_date": "2004-11-15",
 "awd_exp_date": "2009-04-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 404249.0,
 "awd_min_amd_letter_date": "2004-11-05",
 "awd_max_amd_letter_date": "2008-08-25",
 "awd_abstract_narration": "0403581\r\nLueptow\r\nIn response to both legislative and health related events, low-pressure membrane filtration (LPMF) is an emerging technology that is showing accelerated growth in the drinking water industry.  There are a number of advantages to LPMF relative to conventional treatment such as superior treated water quality, little need for chemical additives, low energy requirements, and a compact, modular system.  Yet, a major limitation associated with LPMF is its ineffectiveness in altering organic quality or quantity.  Another problem common to all membrane systems, albeit in varying degrees, is fouling related to particle, organic, and microbial deposition at the membrane surface.  \r\n \r\nWe propose to create a novel reactive membrane system by coupling TiO2 photocatalysis and rotating ceramic membrane filtration.  The principle of this process is that robust water treatment is achieved by integrating the physical separation of particles and chemical oxidation of organic and microbial constituents in combination with physical and chemical control of surface fouling.  The proposed research is based on the activation of TiO2 nanoparticles by UV light to produce HO. and other reactive species (e.g., H2O2) at or near the rotating membrane surface.  These highly oxidizing radials are also highly reactive with dissolved organic compounds and microorganisms so they will act to minimize biological and chemical fouling.  Furthermore, the centrifugal instabilities and high shear created by the rotation of the cylindrical membrane significantly reduce concentration polarization and particle deposition at the membrane surface and also create optimal mass transfer conditions to promote high rates of photocatalytic reaction.    \r\n \r\nThe project involves three principal research tasks:  1) synthesis of reactive membranes and construction of prototype reactive rotating membrane systems; 2) characterization and selection of an optimum reactive membrane system for particle filtration, organic degradation, micropollutant destruction, microbial disinfection, and fouling control based on model water tests; and 3) testing reactive membrane performance using real waters, with special attention to determining how disinfection byproduct formation potential is modified by treatment.  By rigorously comparing the performance of the reactive membrane prototypes to reference systems reflecting the individual action of either photocatalysis or rotating filtration, we will determine under what conditions the coupling of photocatalysis and membrane filtration causes a deterioration in intrinsic properties.  In this way, we will also determine the synergistic interactions that result in high removals of particles and microorganisms, oxidative transformation of organic compounds, and effective control of surface fouling.  Model water tests will be used to select a set of reactive membrane prototypes for testing with real surface waters.      \r\n \r\nThis research will have a profound impact on the growth of the low-pressure membrane industry and promote an expansion in its application beyond drinking water treatment to water reuse, advanced wastewater treatment, and industrial water processing.  The advantages of the reactive membrane system over conventional membranes are reduced pre/post-treatment and cleaning requirements and greater production of higher quality filtrate.  These advantages should offset any additional costs related to manufacturing and operating the system.  The broader impact of this research is that it provides a technologically reliable way to use water having low organic and microbiological quality as a drinking water source, which is critical in many parts of the world and the U.S. where fresh water quality is seriously degraded.  The research program integrates fluid mechanics, environmental chemistry, material synthesis, and photochemistry to provide a superb interdisciplinary research program for two doctoral candidates.  \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Lueptow",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Richard M Lueptow",
   "pi_email_addr": "r-lueptow@northwestern.edu",
   "nsf_id": "000334479",
   "pi_start_date": "2004-11-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kimberly",
   "pi_last_name": "Gray",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Kimberly A Gray",
   "pi_email_addr": "k-gray@northwestern.edu",
   "nsf_id": "000289403",
   "pi_start_date": "2004-11-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "633 CLARK ST",
  "perf_city_name": "EVANSTON",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602080001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117900",
   "pgm_ele_name": "Nanoscale Interactions Program"
  },
  {
   "pgm_ele_code": "167500",
   "pgm_ele_name": "NANOSCALE: SCIENCE & ENGIN CTR"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9197",
   "pgm_ref_txt": "ENVIRONMENTAL TECHNOLOGY"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 109602.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 294647.0
  }
 ],
 "por": null
}