{
 "awd_id": "0405985",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Smooth Dynamical Systems",
 "cfda_num": "47.049",
 "org_code": "03040200",
 "po_phone": "7032924881",
 "po_email": "jkaniaba@nsf.gov",
 "po_sign_block_name": "Joanna Kania-Bartoszynska",
 "awd_eff_date": "2004-11-15",
 "awd_exp_date": "2006-10-31",
 "tot_intn_awd_amt": 35000.0,
 "awd_amount": 35000.0,
 "awd_min_amd_letter_date": "2004-11-05",
 "awd_max_amd_letter_date": "2004-11-05",
 "awd_abstract_narration": "\r\n\r\n  We propose to study the dynamics of smooth diffeomorphisms of low\r\n  dimensional manifolds.  A significant theme here is the study of the\r\n  abundance of homoclinic tangencies and its effects. It has been\r\n  known for some time that homoclinic tangencies produce interesting\r\n  phenomena. They form an obstruction to structural stability, and have\r\n  a profound influence on bifurcations phenomena. While most of the\r\n  information we have about homoclinic tangencies may be considered\r\n  negative in regard to our ability to understand the underlying\r\n  dynamics, recently we obtained a positive result: generically they\r\n  lead to topologically transitive sets of maximal Hausdorff\r\n  dimension. One part of the current proposal involves understanding\r\n  the relation between these maximal dimension sets and Lebesgue\r\n  asymptotic measures. These are measures obtained by taking weak\r\n  limits of the averages of the iterates of measures which are\r\n  absolutely continuous with respect to Lebesgue measure.  Recently we\r\n  have shown that in many dissipative cases SRB measures on surfaces\r\n  only exist on uniformly hyperbolic attractors.  We wish to extend\r\n  this to area preserving cases and to make progress on the conjecture\r\n  that generically in highly smooth systems  a non-Anosov area preserving\r\n  diffeomorphism of a surface has metric entropy zero. Another\r\n  question we will consider is whether the Henon family \r\n   has no SRB measure for a residual set of\r\n  parameters. It is a celebrated result of Benedicks-Carleson\r\n  and Benedicks-Young that SRB measures exist for a positive Lebesgue\r\n  measure set of parameters.  In addition to the above, we will study\r\n  various questions on the existence of symbolic extensions in smooth\r\n  systems. \r\n\r\n\r\n  We propose to study aspects of the orbit structure of non-linear\r\n  smooth dynamical systems.  Our particular emphasis will be on three\r\n  dimensional systems whose orbits return infinitely often to an\r\n  embedded transverse surface.  These systems occur in models which\r\n  arise in many fields of science from Biology to Physics and even\r\n  Economics. For instance, they include the problems of general forced\r\n  oscillations and the Newtoninan motion of three bodies in a plane.\r\n  Considering the so-called first return map to the embedded surface\r\n  we are led to study the iterations of smooth transformations\r\n  (mappings) of a surface to itself.  There are special motions called\r\n  homoclinic motions (first discovered and named by Poincare in the\r\n  three body problem) which are known to produce a rich, interesting,\r\n  and complicated orbit structure.  In particular, typical homoclinic\r\n  motions imply the existence of infinitely many unstable periodic\r\n  orbits and other orbits which behave in an erratic and unpredictable\r\n  way.  It is now known that in many cases such systems can be studied\r\n  by comparing them to statistical objects such as the random flipping\r\n  of a weighted coin.  This gives rise to so-called \"symbolic models\"\r\n  whose orbit structure can be understood.  Our research concerns the\r\n  types of symbolic systems which can occur in modeling various smooth\r\n  systems.  including the estimation of certain numerical quantities\r\n  called \"entropy\" and \"dimension\" which can be used to quantify\r\n  different levels of complicated motion.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sheldon",
   "pi_last_name": "Newhouse",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Sheldon E Newhouse",
   "pi_email_addr": "newhouse@math.msu.edu",
   "nsf_id": "000228726",
   "pi_start_date": "2004-11-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "426 AUDITORIUM RD RM 2",
  "perf_city_name": "EAST LANSING",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488242600",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126500",
   "pgm_ele_name": "GEOMETRIC ANALYSIS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 35000.0
  }
 ],
 "por": null
}