{
 "awd_id": "0406339",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Superconductors, Insulators, Metals and Quantum Phase Transitions in Two-Dimensional Films",
 "cfda_num": "47.049",
 "org_code": "03070003",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Wendy W. Fuller-Mora",
 "awd_eff_date": "2004-11-01",
 "awd_exp_date": "2009-01-31",
 "tot_intn_awd_amt": 425000.0,
 "awd_amount": 425000.0,
 "awd_min_amd_letter_date": "2004-10-18",
 "awd_max_amd_letter_date": "2007-02-21",
 "awd_abstract_narration": "While \"classical\" phase transitions have been explained successfully for many years, the effects of finite temperature, disorder, and dissipation are several reasons to exercise caution when applying the same approach to quantum phase transitions (QPT), and in particular QPT in low-dimensional materials. An important prototype system for 2-dimensional QPT is the superconductor-insulator transition (SIT) in thin films where all the above effects play an important role.  This project will extend earlier work on the SIT by using amorphous InOx films, carefully fabricated to avoid granular effects to explore issues related to dissipation and disorder effects. In such materials amplitude fluctuations become important and thus affect the overall SIT behavior. Important effects to be studied include the phase diagram of the SIT in the presence of dissipation; the electronic microstructure of SIT system near the transition and the search for electronic phase separation; the possible sources of dissipation; the low-field superconductor-metal transition; and the nature of the insulating phase, and its incipient superconducting behavior.  Besides the important intellectual content of the project that bears on many areas of condensed matter physics, including the understanding of high-Tc superconductors, it will also serve as a basis for a new graduate level course that will be taught by the PI, introducing QPT to the students through concepts and results of the proposed project.  The students participating in this research project will learn skills that will equip them for future careers in academia, industry, or national laboratories.\r\n%%%\r\n\r\nFuture devices that will be in the heart of computers and other electronic systems are increasingly expected to depend on quantum mechanics.  For example a qubit that will build a future quantum computer relies on the ability to change an external parameter in the system that induces a transition from one quantum ground state to another.  When this qubit is represented by a macroscopic system (e.g. a macroscopic sample of magnetic moments), a transition from one quantum state to another represents a quantum phase transition (QPT).  Understanding QPT is also of chief importance for general condensed matter systems as it appears in almost every quantum system at low temperatures.  Effects of dissipation and disorder are expected to be limiting effects for devices and at the same time pose challenge for theoretical understanding of QPT.  The superconductor-insulator transition (SIT) in thin-films is a model system for QPT in the presence of those limiting effects.  The ability to fabricate films with good control of their electronic properties and disorder provides a unique opportunity to answer many of the open questions that bear on the physics of QPT and future quantum devices.  Graduate students working on the project will learn skills that will equip them for future scientific or technological careers.  Scientific and popular publications, as well as a new course that will be taught by the PI on the subject will be the main venue to communicate the results of this project.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Aharon",
   "pi_last_name": "Kapitulnik",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Aharon Kapitulnik",
   "pi_email_addr": "aharonk@stanford.edu",
   "nsf_id": "000471229",
   "pi_start_date": "2004-10-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Malcolm",
   "pi_last_name": "Beasley",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Malcolm R Beasley",
   "pi_email_addr": "beasley@stanford.edu",
   "nsf_id": "000229854",
   "pi_start_date": "2004-10-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "450 JANE STANFORD WAY",
  "perf_city_name": "STANFORD",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943052004",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 165000.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 130000.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 130000.0
  }
 ],
 "por": null
}