{
 "awd_id": "0412119",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Environmental Genome Shotgun Sequencing: Ocean Microbial Populations off The Coast of Nova Scotia, Canada",
 "cfda_num": "47.074",
 "org_code": "08040000",
 "po_phone": "7032927186",
 "po_email": "mkane@nsf.gov",
 "po_sign_block_name": "Matthew Kane",
 "awd_eff_date": "2005-10-01",
 "awd_exp_date": "2009-03-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 2443506.0,
 "awd_min_amd_letter_date": "2005-09-28",
 "awd_max_amd_letter_date": "2008-07-25",
 "awd_abstract_narration": "To assess the extent of microbial genomic diversity in the ocean, the J. Craig Venter Institute has so far collected samples from over 70 oceanic sites between Halifax, Nova Scotia and Australia as part of the Sorcerer II Global Ocean Sampling Expedition (GOS).  A\"metagenome\" analysis of the plankton community will be performed on samples from the seven northernmost sites, constituting surface waters of the Western North Atlantic Ocean near Halifax, Nova Scotia for this NSF-funded project.  A metagenome is the combined genetic information of an entire microbial community.  The significance of a metagenomic analysis is that most bacteria cannot be cultured, thus we currently know very little about the identities and properties of natural microbial populations.  In contrast with some other regions of the ocean, nutrient gradients (e.g., nitrogen and phosphorus) in the Western North Atlantic are typically moderate except during periods of deep vertical mixing.  Marine microbial community biodiversity will be quantitatively characterized using high throughput DNA sequencing and whole genome shotgun assembly techniques.   Through this \"whole environment\" shotgun genomics approach, microorganisms will be inventoried to determine overall species diversity, discover and characterize new prokaryotic species and genes, and evaluate the ecological roles that microbes play in the Western North Atlantic biome.  Results will be compared to those from previous metagenomic work at the Bermuda Atlantic Time-Series (BATS) site as well as to other sites along the GOS.  Very preliminary analysis of sequences from each of the seven Western North Atlantic sites has indicated that they are distinct from all other samples collected thus far on the GOS expedition.  This underscores the importance of obtaining far deeper sequence data since genes and organisms detected in these samples do not seem to be similar to those at other locations on the GOS.  \r\n\r\nGenomics is a rapidly developing field that is creating changes in medicine, business, and agriculture on a scale analogous to the industrial revolution, but it's impact in environmental microbiology will likely be even greater than in these other areas. By having deeper DNA sequence coverage of the Western North Atlantic samples, a comparative genomic analysis of uncultured organisms will be undertaken at an unprecedented level of interrogation.  All results of the genomic analysis will be made rapidly and readily available to the global scientific community. Students and teachers who have an understanding of genomics can appreciate the impact it is making on society and make informed decisions about the issues it raises.  Therefore, a critical step in this project is to include training and outreach for K - 12 students, through mobile laboratories, as well as to graduate students, post-doctoral fellows, and established faculty members through a two-day workshop on the analysis and availability of the Western North Atlantic metagenomic data. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "EF",
 "org_div_long_name": "Emerging Frontiers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Heidelberg",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "John F Heidelberg",
   "pi_email_addr": "jheidelb@usc.edu",
   "nsf_id": "000270792",
   "pi_start_date": "2005-09-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "J. Craig Venter Institute, Inc.",
  "inst_street_address": "4120 CAPRICORN LN",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8582001864",
  "inst_zip_code": "920373498",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "J. CRAIG VENTER INSTITUTE, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "FL8UNYTG72D1"
 },
 "perf_inst": {
  "perf_inst_name": "J. Craig Venter Institute, Inc.",
  "perf_str_addr": "4120 CAPRICORN LN",
  "perf_city_name": "LA JOLLA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920373498",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162900",
   "pgm_ele_name": "BE: NON-ANNOUNCEMENT RESEARCH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7187",
   "pgm_ref_txt": "MICROBIAL GENOME SEQUENCING"
  },
  {
   "pgm_ref_code": "9104",
   "pgm_ref_txt": "ENVIRONMENTAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 2443506.0
  }
 ],
 "por": null
}