{
 "awd_id": "0414319",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Multi-Phase Flow Dynamics in Polymer Electrolyte Fuel Cells",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Marc S. Ingber",
 "awd_eff_date": "2005-03-01",
 "awd_exp_date": "2007-02-28",
 "tot_intn_awd_amt": 100000.0,
 "awd_amount": 100000.0,
 "awd_min_amd_letter_date": "2005-02-16",
 "awd_max_amd_letter_date": "2005-02-16",
 "awd_abstract_narration": "\r\nABSTRACT - 0414319\r\n\r\nWith the potential for high power density and efficiency, fuel cells hold tremendous\r\npromise for future portable, automotive and stationary applications. Among fuel cell types, the\r\nstrongest candidate for portable applications is the direct methanol fuel cell (DMFC), while the\r\nhydrogen polymer electrolyte fuel cell (H2 PEFC) is the strongest candidate for stationary and\r\ntransportation applications. The minute length scales and complex materials in these fuel cells\r\npresent many unique and challenging physicochemical issues. In particular, two-phase flow\r\neffects through the thin-film porous carbon fiber gas diffusion layers (GDLs) present a major\r\nmicrofluidic management bottleneck for achieving high power density and stability. The GDL is\r\na critical component and functions to deliver reactant to, and product away from, the electrodes\r\nwhere electrochemical reaction occurs. If product transport through the GDL or flow channels is\r\ninsufficient, reactant mass transport will be restricted, limiting performance. For example, CO2\r\ngas production at the anode of the DMFC can block transport of liquid methanol solution to the\r\nreaction site. At the cathode of the DMFC and H2 PEFC, liquid water from electrochemical\r\nreaction, electro-osmotic drag and diffusion can severely limit performance by flooding the\r\ncathode, starving it of oxygen. In both the DMFC and H2 PEFC, there is a complex two-phase\r\nflow challenge to manage the transport of reactants and products through the thin-film porous\r\nGDL and in the flow channels. As a result, the naturally hydrophilic GDLs are typically tailored\r\nby addition of hydrophobic material during processing. To date, the fraction of hydrophobic\r\nadditive is determined through inefficient trial-and-error testing. The existing literature has also\r\nfollowed a phenomenological approach and has yet to yield any clear rationale or fundamental\r\nknowledge of the basic transport processes of bubbles and liquid droplets through the GDL, at the\r\ninterfacial boundaries between the GDL and the flow channel, or in the flow channels.\r\n\r\nWe propose to initiate an experimental and analytical study of the two-phase flow of gasphase\r\nbubbles and liquid-phase droplets in reactant flow channels and thin-film porous media\r\nwith tailored wetting properties. We will use high-speed microfluidic flow visualization\r\ntechniques and a model fuel cell to experimentally quantify parameters such as bubble/droplet\r\nshape, detachment size, transport rate, distribution, and liquid saturation in the porous material as\r\na function of operating conditions. Analytical models will then be developed to describe the\r\nbubble/liquid droplet dynamics and validated using the novel data obtained from a highly\r\ninstrumented fuel cell. The ultimate goal of this research is to provide, for the first time, design\r\ntheory based on fundamental understanding that can be used to engineer fuel cell materials and\r\nempower microfluidic management for next-generation fuel cell systems. This would represent a\r\nsignificant leap in understanding of one of the most critical areas currently limiting fuel cell\r\ndevelopment and would impact portable, stationary, and automotive fuel cell design.\r\n\r\nThe objectives of our integrated approach to research and education are to: 1) create a\r\nphysical and intellectual infrastructure for addressing a multidisciplinary technical junction in the\r\ndesign of next-generation hydrogen or methanol polymer electrolyte fuel cells; 2) train graduate\r\nand undergraduate students in physical/chemical science fields highly relevant to current national\r\nneeds; 3) integrate cutting-edge research results directly into three established courses at Penn\r\nState and enable supported graduate students to present material in the undergraduate courses; 4)\r\nexpand the role for fuel cell and microfluidic research programs at PSU in undergraduate and\r\ngraduate recruiting process; and 5) provide significant opportunities for undergraduate/graduate\r\nstudents to interact with industry through existing and future Electrochemical Engine Center\r\nindustry collaborations.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kendra",
   "pi_last_name": "Sharp",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kendra Sharp",
   "pi_email_addr": "kendra.sharp@oregonstate.edu",
   "nsf_id": "000314199",
   "pi_start_date": "2005-02-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Mench",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew Mench",
   "pi_email_addr": "mmench@utk.edu",
   "nsf_id": "000574897",
   "pi_start_date": "2005-02-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 OLD MAIN",
  "perf_city_name": "UNIVERSITY PARK",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141500",
   "pgm_ele_name": "PMP-Particul&MultiphaseProcess"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": null
}