{
 "awd_id": "0415193",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Using Cryptography to Control Access in Published Data",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Xiaoyang Wang",
 "awd_eff_date": "2005-08-01",
 "awd_exp_date": "2009-07-31",
 "tot_intn_awd_amt": 290000.0,
 "awd_amount": 290000.0,
 "awd_min_amd_letter_date": "2005-07-27",
 "awd_max_amd_letter_date": "2005-07-27",
 "awd_abstract_narration": "Information exchange via XML documents is a rapidly growing technology. However, to date, complex constraints of trust and confidentiality often prohibit the dissemination of data. Data that could safely be disseminated to others remains hidden behind firewalls. This project aims at producing lightweight tools that allows publication and dissemination of data while at the same time controlling how data is accessed. New data management techniques are developed that use cryptographic primitives in order to enforce access control policies in published XML documents. In cryptographically enforced access control, the data owner publishes a single data instance, which is partially encrypted, and which enforces all access control policies. The project develops a declarative language for access policies, based on XQuery, and a method for applying these policies to an XML data instance to produce a single, multiply-encrypted XML view. This view can then be published by the data owner on the Internet, and everyone can freely download and disseminate it. The crucial aspect is that only users having the right keys can access encrypted parts of the XML document. Different users holding different set of keys will have access to different parts of the document. The project also develops an XQuery interpreter to enable authorized users, holding the right keys, to execute queries on the encrypted view. The interpreter decrypts data on the fly, and only that data required to answer the query. A novel kind of data model, called protection tree, is developed which captures how various keys protect different parts of the XML data. The protection tree is central to the proposed approach: once the security policies are applied to the XML data instance, they produce a protection tree; and the data model that forms the input to the user queries is also modeled as a protection tree. The results of this research will be applicable to providing secure access to XML documents. The project Web site (http://www.cs.washington.edu/homes/pjallen/cryptography.html) will be used for free dissemination of results; specifically, a policy query evaluator (which produces the encrypted view), a decrypting XQuery interpreter (which is used to query the encrypted view), and a consistency checker. This project will also provide educational and research experience in the Cyber Trust area. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dan",
   "pi_last_name": "Suciu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dan Suciu",
   "pi_email_addr": "suciu@cs.washington.edu",
   "nsf_id": "000218785",
   "pi_start_date": "2005-07-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 BROOKLYN AVE NE",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "745600",
   "pgm_ele_name": "ITR-CYBERTRUST"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 290000.0
  }
 ],
 "por": null
}