{
 "awd_id": "0416484",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Temporal Regulation of Baculovirus Gene Expression",
 "cfda_num": "47.074",
 "org_code": "08070100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael K. Reddy",
 "awd_eff_date": "2005-01-01",
 "awd_exp_date": "2009-12-31",
 "tot_intn_awd_amt": 450000.0,
 "awd_amount": 450000.0,
 "awd_min_amd_letter_date": "2004-10-27",
 "awd_max_amd_letter_date": "2006-10-30",
 "awd_abstract_narration": "Viruses use a number of different strategies to take over host cells and force them to synthesize viral proteins and nucleic acids instead of the host molecules that are needed for cell survival. Baculoviruses do this, in part, by synthesizing their own RNA polymerase that is needed to make proteins for new virus particles. This is a simple four-subunit complex, yet it has the ability to recognize viral promoters, transcribe linked genes, terminate transcription, and process 5' and 3' ends of transcribed RNAs. The overall objective of this project is to understand the molecular mechanisms of viral transcription, focusing on the factors that regulate the activity of viral RNA polymerase. \r\nThe intellectual merit of the project will be achieved through the completion of four specific objectives.  The first is to define the function of the transcription factor LEF-5, which has similarity to cellular elongation factors, yet appears to act during initiation. This project will test the hypothesis that LEF-5 stimulates promoter escape, through the analyses of abortive initiation products and the transition to elongation. The second objective is to complete the identification of viral mRNA capping enzymes and describe additional functions of MTase-1. Baculovirus RNA polymerase and the protein MTase1 account for three of four activities required for the formation of mRNA 5' caps. The host or viral protein that catalyzes the remaining step will be identified through purification of this activity, which is induced upon viral infection. The third objective is to understand the molecular mechanism of the promoter specificity factor VLF-1 through biochemical analyses that separate the different steps of transcription initiation. Finally the roles of LEF-6 and LEF-10 in the regulation of late gene expression will be investigated. To this end, the proteins will be expressed and purified, and their interactions with viral RNA polymerase investigated. Further, the in vivo roles of these proteins will be studied through analyses of mutant viruses. \r\nIn addition to the discovery aspects of this project, the work described here will provide an excellent training opportunity for students in the Master of Biotechnology program at Texas A&M University. This is a new Professional Science Master's program that emphasizes student experiential training in biotechnology, with coursework in business and journalism. These types of programs are expected to grow in importance, as the bioscience industry struggles to fill positions at the M.S. level with highly skilled personnel. Support from the NSF will provide the opportunity for training in basic techniques that will increase students' competency in molecular biotechnology and enhance their ability to find jobs that are challenging and rewarding. Thus, the broader merit of the project lies in the advancement of discovery and understanding while promoting teaching, training, and learning in traditional and non-traditional graduate programs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Linda",
   "pi_last_name": "Guarino",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Linda A Guarino",
   "pi_email_addr": "lguarino@tamu.edu",
   "nsf_id": "000417227",
   "pi_start_date": "2004-10-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Research Foundation",
  "inst_street_address": "400 HARVEY MITCHELL PKWY S STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778454375",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A & M RESEARCH FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "EQH8NQ4AXFT7"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M University",
  "perf_str_addr": "400 HARVEY MITCHELL PKY S STE 300",
  "perf_city_name": "COLLEGE STATION",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778454375",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1154",
   "pgm_ref_txt": "GENE EXPRESSION"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": null
}