{
 "awd_id": "0422900",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:     A Low-Pressure Plasma Process for Nano-Coating of Micron- and Nano-Sized Particles",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Marc S. Ingber",
 "awd_eff_date": "2005-03-01",
 "awd_exp_date": "2007-02-28",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 66000.0,
 "awd_min_amd_letter_date": "2005-02-18",
 "awd_max_amd_letter_date": "2006-04-20",
 "awd_abstract_narration": "ABSTRACT - 0422900\r\n\r\nMicrometer and nanometer size particles of various materials are building blocks and important constituents of many chemicals, ceramics and metal composites, pharmaceutical and food products, energy related products such as solid fuels and batteries, and electronics related products. The surfaces of these particles can be altered by coating them with other materials for improving properties such as, adhesion, hydrophobicity, hydrophilicity, printability, corrosion resistance, etc. The goal of this proposal is to design, analyze and optimize a continuous, low-pressure plasma process for the deposition of nanocoatings on nano- and micron-sized particles, by conducting concurrent computational and experimental studies.\r\n\r\nLow-pressure plasmas are unique in their ability to handle a broad variety of substrate materials, particle sizes and shapes, and gas-phase precursors. They offer the advantage of low temperature processing (300 K to 600 K), wide range of chemistries that can be conducted, excellent purity control compared to liquid-phase processing, and ability to produce surface features in the nanometer range. Further, the non-equilibrium nature of these plasmas produces a population of highly energetic electrons and results in negatively charged dust particles. A consequence of the high degree of charging is the resistance of such particles against aggregation, a problem that usually plagues both liquid and gas-phase processing. Charge stabilization in the plasma is effective for particles as small as 50 nm thus making it possible to process sizes well below the limits of traditional fluidization without the detrimental effects of aggregation.\r\n\r\nThe Co-PI's group has recently demonstrated the feasibility of low-pressure plasma process for depositing films with thickness of the order of a few to several hundred nanometers on micron and sub-micron particles. The existing setup, however, has certain shortcomings: (a) it is characterized by non-uniformities of the deposited film that arise from the immobilization of particles in areas of low reactivity, (b) it is limited in the amount of particulate matter that it can process, and (c) it is not easily amenable to optimization because of the asymmetric electrode design needed to provide stable particle confinement. Here, we propose to use a radially symmetric plasma for continuous film deposition that does not require particles to become trapped in the sheath. In this configuration, the decoupling of gravity from other trapping forces prevents trapping, allowing particles to move continuously through the reactor. \r\n\r\nThe numerical study considers the solution to the Lagrangian equations for plasma (ions and electrons) and dust particles in conjunction with the Eulerian equations for electromagnetic fields, fluid motion, and transport of the precursor and other species in the plasma. The chemical reaction process, leading to particle surface coating, is also modeled and included in the simulations. To adequately address the issue of coating nonuniformity, the plasma particles will be simulated using both the direct method of particle-in-cell (PIC) as well as a more general method involving the solution of the Eulerian equations for ions and electrons in conjunction with a stochastic approach for dust particle charging. \r\n\r\nThe successful design and optimization of the proposed plasma reactor requires the synergy between simulation and experiments. The goal of the numerical part of this work is to establish a realistic model of the dusty plasma, to probe the physics of the process and to explore optimal operation and design for experiments. The goal of the experiments is to establish a continuous production process, to provide input and validation data for the simulation, and to improve the control and quality of the deposited films. The feasibility of the proposed reactor for uniform coating of particles has been demonstrated by conducting a preliminary computational study. The research team covers an interdisciplinary spectrum with extensive modeling and experimental expertise.\r\n\r\nThe broader impacts of the proposed study include potential significant advances in several technological and educational fronts. The development of a continuous production method for the deposition of nanometer-thick layers onto small particles is significant for industrial and \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Farzad",
   "pi_last_name": "Mashayek",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Farzad Mashayek",
   "pi_email_addr": "mashayek@arizona.edu",
   "nsf_id": "000179614",
   "pi_start_date": "2005-02-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Chicago",
  "inst_street_address": "809 S MARSHFIELD AVE M/C 551",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3129962862",
  "inst_zip_code": "606124305",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "IL07",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "W8XEAJDKMXH3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Chicago",
  "perf_str_addr": "809 S MARSHFIELD AVE M/C 551",
  "perf_city_name": "CHICAGO",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606124305",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "IL07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141500",
   "pgm_ele_name": "PMP-Particul&MultiphaseProcess"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "055E",
   "pgm_ref_txt": "Particle science and technology"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 60000.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": null
}