{
 "awd_id": "0430061",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Design Automation of Compute-Intensive Networked Embedded Systems",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032927498",
 "po_email": "achtchel@nsf.gov",
 "po_sign_block_name": "Almadena Chtchelkanova",
 "awd_eff_date": "2004-12-15",
 "awd_exp_date": "2008-11-30",
 "tot_intn_awd_amt": 250000.0,
 "awd_amount": 250000.0,
 "awd_min_amd_letter_date": "2004-12-01",
 "awd_max_amd_letter_date": "2008-04-08",
 "awd_abstract_narration": "Networked embedded systems such as wireless sensor networks (WSNs) have the potential for revolutionizing data collection and analysis in physical sciences and other fields by allowing intelligent dense monitoring of the environment. State-of-the-art research in WSNs treats the problem of designing sensor network applications primarily as one of manual customization of low-level network protocols. The design complexity and required expertise make this approach insufficient for increasingly complex, compute-intensive distributed sensor systems.\r\n\r\nThere is a clear need for a new top-down methodology that automates a bulk of the low-level implementation aspects of design and allows the end user to focus on high level algorithm design and optimization.\r\n\r\nIntellectual Merit:\r\n * Development of models and methodologies for design automation of compute-intensive sensor networks, with a focus on two WSN applications: (i) networked structural health monitoring (SHM) where a large-scale network of thousands of sensor and actuator devices embedded into a building or bridge is deployed to continuously monitor the structure, trigger alarms that identify the onset of damage, precisely pinpoint the location of damage and also provide a long-term history of ambient stresses imposed on the building, (ii) networked micro-climate monitoring (MCM) where a network of multi-modal sensors is deployed to provide information about climatic variables such as temperature, light, humidity, etc., in the operational environment (e.g. a wildlife reserve). \r\n*Application representation: A suitable model of computation (MoC), will be defined to capture the structure of computation and communication in the algorithms. \r\n*Virtual architectures: The virtual architecture (abstract machine model) for the target sensor networks will include a network model, a set of computation and communication primitives, cost functions, and middleware services. \r\n*Algorithms for design automation:  Algorithms will be developed and middleware services  used for in-network processing, such that the desired performance is achieved..\r\n*Demonstration: The design automation methodology will be validated and demonstrated for the two target applications through simulation.\r\n\r\nBroader Impacts:\r\n*The target applications are of great benefit to society:  SHM networks will improve the safety of our civil infrastructure including roads, bridges and buildings; while the MCM networks will advance our scientific knowledge of the complex ecological interactions between organisms\r\n and their environment. \r\n*More broadly, the proposed methodology will facilitate the rapid design and synthesis for a\r\n wide range of compute-intensive sensor network applications. \r\n*The results of the proposed work will be disseminated\r\n on a timely basis to the research community and to industrial partners.\r\n*This project will build on their existing collaboration which includes co-advising of PhD\r\n students, and joint publications.\r\n*The proposed research will also provide educational material for an advanced graduate\r\n course on sensor networks at USC.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Viktor",
   "pi_last_name": "Prasanna",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Viktor K Prasanna",
   "pi_email_addr": "prasanna@usc.edu",
   "nsf_id": "000209825",
   "pi_start_date": "2004-12-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bhaskar",
   "pi_last_name": "Krishnamachari",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bhaskar Krishnamachari",
   "pi_email_addr": "bkrishna@usc.edu",
   "nsf_id": "000157788",
   "pi_start_date": "2004-12-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern California",
  "inst_street_address": "3720 S FLOWER ST FL 3",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2137407762",
  "inst_zip_code": "90033",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTHERN CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G88KLJR3KYT5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern California",
  "perf_str_addr": "3720 S FLOWER ST FL 3",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "90033",
  "perf_ctry_code": "US",
  "perf_cong_dist": "34",
  "perf_st_cong_dist": "CA34",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "746900",
   "pgm_ele_name": "ITR-HEC"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 250000.0
  }
 ],
 "por": null
}