{
 "awd_id": "0435628",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Anticipating Extreme Hurricane Winds in the United States Using Bayesian Hierarchical  Models",
 "cfda_num": "47.050",
 "org_code": "06020106",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jay S. Fein",
 "awd_eff_date": "2005-01-01",
 "awd_exp_date": "2008-12-31",
 "tot_intn_awd_amt": 460046.0,
 "awd_amount": 465041.0,
 "awd_min_amd_letter_date": "2004-10-28",
 "awd_max_amd_letter_date": "2006-10-03",
 "awd_abstract_narration": "The PI will analyze and model available records of coastal hurricane activity (1) to provide more accurate and relevant estimates of the probability of extreme hurricane winds in the United States on annual to millennial time scales, and (2) to develop the computational means to analyze and simulate the variability of extreme climate events. The modeling and analysis tools will derive from extreme value theory and methods of Bayesian inference. Data will come from modern records, collated historical accounts, and geological sediment cores. Coastal hurricanes are a serious social and economic concern to the United States. Strong winds, heavy rainfall, and storm surge kill people and destroy property. Destruction from a hurricane rivals that from an earthquake. The PI will advance the use of extreme value theory in analyzing climate data by putting the analysis into a Bayesian framework. The research will provide cutting-edge science to the problem of hurricane risk assessment. Steps to be taken to achieve the grant goals include: (1) Assign probabilities to hurricane landfall events during the first half of the 19th century, (2) Generate samples of annual hurricane wind speed excedence distributions for coastal segments conditioned on values of climate indices, (3) Compare Bayesian predictive probabilities with probabilities from other hurricane wind models, (4) Examine the utility of adding spatial information into the wind speed model, (5) Examine the El-Nino-Southern Oscillation (ENSO) and North Atlantic Oscillation (NAO) coastal hurricane linkages using the National Center for Atmospheric Research (NCAR)/National Centers for Environmental Prediction (NCEP) reanalysis data, and (6) Develop software for calibrating geological records of extreme hurricane activity. The overarching goal is to create an accessible set of analysis and modeling tools for climate research that makes use of Bayesian simulation technology. Bayesian simulation techniques have yet to infiltrate the climate analysis and prediction communities. An objective of the research will be to expand this new technology and make it accessible to the climate community. \r\n\r\nThe broader impacts will include strengthening the science to better assess the risk of a natural disaster in the face of climate change. The PI will train graduate students and promote climate education of the public by disseminating data, models, and forecasts over the Internet. Results will be relevant to the private (re) insurance industry and to government funded emergency management. By advancing and promoting a shift in thinking away from using the computer to generate analytical solutions to using it to generate samples of the solution space (simulations), a large impact on climate science is anticipated. Results will challenge and ultimately improve the way statistics is taught in the climate and related sciences. The goal is to make Bayesian simulation a routine component of analysis and prediction in climate science. \r\n\r\nThis project is supported under the Climate Variability and Predictability Program (CLIVAR).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Elsner",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "James B Elsner",
   "pi_email_addr": "jelsner@fsu.edu",
   "nsf_id": "000336815",
   "pi_start_date": "2004-10-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida State University",
  "inst_street_address": "874 TRADITIONS WAY",
  "inst_street_address_2": "",
  "inst_city_name": "TALLAHASSEE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8506445260",
  "inst_zip_code": "323060001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "FL02",
  "org_lgl_bus_name": "FLORIDA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JF2BLNN4PJC3"
 },
 "perf_inst": {
  "perf_inst_name": "Florida State University",
  "perf_str_addr": "874 TRADITIONS WAY",
  "perf_city_name": "TALLAHASSEE",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "323060001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "FL02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "574000",
   "pgm_ele_name": "Climate & Large-Scale Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1324",
   "pgm_ref_txt": "CLIMATE VARIABILITY AND PREDICTABILITY"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 125118.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 164153.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 175770.0
  }
 ],
 "por": null
}