{
 "awd_id": "0436124",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research in Nanostructure Control via Surfactant Mixing and Polymerization",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert M. Wellek",
 "awd_eff_date": "2005-02-01",
 "awd_exp_date": "2008-01-31",
 "tot_intn_awd_amt": 160502.0,
 "awd_amount": 160502.0,
 "awd_min_amd_letter_date": "2005-02-14",
 "awd_max_amd_letter_date": "2005-02-14",
 "awd_abstract_narration": "University of Delaware/ University of California Santa Barbara\r\n\r\nABSTRACT - 0436195/0436124\r\n\r\nProject Summary\r\n\r\nMuch of nanotechnology is devoted to creating two-dimensional structures on surfaces. However,\r\nlearning the composition-structure-function relationships for biomimetic self-assembly will lead to nanoscale, three-dimensional vesicle structures for specific tasks including drug delivery, catalysis, specific recognition, among others. This proposal addresses the science and engineering needed to advance the self-assembly of functional nano-containers of polymers and surfactants, based on our group's expertise with the combining the physics and chemistry of nanostructures with the self-assembly and specific recognition processes of biology. The basic theme is centered on the self-assembly of oppositely charged surfactants and/or hydrotropes into unilamellar vesicles that can be fixed by polymerization to yield stable, hollow capsules that can be further functionalized. Specific aims are:\r\n\r\n1. Study the formation and polymerization of vesicles formed from polymerizable surfactants and\r\norganic and inorganic monomers to best retain the size, shape and polydispersity of templating vesicles;\r\n2. Modify and control vesicle properties adding block co-polymers to adjust the spontaneous curvature (size), bending elasticity (polydispersity) and the steric interactions between vesicles (stability). In particular, near equimolar mixtures of polymerizable anionic and cationic surfactants with copolymers that likely create monodisperse vesicle systems will be formulated;\r\n3. Examine the novel properties of vesicles formed in mixtures of surfactant and hydrotropes (which are weakly surface-active, amphiphilic, and highly water-soluble organic salts), and to probe microstructural changes therein caused by changes in pH or light exposure.\r\nProject 1 will involve synthesis and formulation carried out primarily at U. Delaware by Kaler's\r\ngroup and microscopy characterization at UCSB by Zasadzinski's group. The formulations needed for project 2 will be done at UCSB and characterization will be carried out using light scattering and electron microscopy by Zasadzinski's group, and neutron spin-echo and neutron scattering by Kaler's group. Project 3 will be initiated at U. Delaware by Kaler's group and characterized by microscopy done in Zasadzinski's group. The reduction in time from 3 to 2 years will cause us to not be able to get as far in the project; however, all of the specific aims will be examined and the most promising routes identified.\r\n\r\nIntellectual Merit: The self-assembly of oppositely charged surfactants and hydrotropes opens newareas of biomimetic structures for exploration, and will likely put the process of vesicle formation under thermodynamic control. Exploiting thermodynamic control means being able to determine the size, polydispersity, stability, etc. of vesicles by simple manipulation of simple, inexpensive detergents.  Chemical reactions (i.e., polymerization) to fix such structures open new ways to form nanoscale materials that retain the nanostructure of the template. The proposed work expands and links these two areas, and will provide both novel experimental observations and further theoretical understanding.\r\n\r\nTechnical Impact: Surfactant formulations, particularly surfactant mixtures, are widely used in\r\nmany industrial processes. The ability to control surfactant microstructure by mixing surfactants or adding hydrotropes could provide new organic templates for novel organic and inorganic materials such as polymer latices and molecular sieves. Manufacturing polymerized vesicles cheaply could open the way to high-volume usages in printing or agricultural applications. Work with spontaneous vesicles made of biological surfactants will lead to useful pharmaceutical applications. Controlling the aggregation and fusion of vesicles is of crucial importance to drug delivery schemes, as is minimization of the free surfactant concentration.\r\n\r\nBroader Impact: The scientific aspects of this proposed work will enable discovery of new\r\nnanoscale surfactant architectures through the development of and understanding of their thermodynamic and mechanical properties, including the nature of their equilibrium state. Study of these mixtures has already led to fruitful reexamination of many of the fundamental dogmas of self-assembly. Study of both organic and inorganic polymerizations can open ways to make new materials that could have application beyond those discussed above. Undergraduate and graduate students involved in this work will be exposed to a range of characterization tools and appropriate analytical methods, and thereby be prepared for either academic or industrial work in this area. K-12 students will be exposed to concepts relevant to this work, including surfactant and polymer properties and elements of nanotechnology.\r\n\r\nStatement of Effect of Time Reduction:\r\n\r\nWe have proposed three specific aims:\r\n\r\n1. Study the formation and polymerization of vesicles formed from polymerizable surfactants\r\nand organic and inorganic monomers to best retain the size, shape and polydispersity of\r\ntemplating vesicles;\r\n2. Modify and control vesicle properties adding block co-polymers to adjust the spontaneous\r\ncurvature (size), bending elasticity (polydispersity) and the steric interactions between vesicles\r\n(stability). In particular, near equimolar mixtures of polymerizable anionic and cationic\r\nsurfactants with copolymers that likely create monodisperse vesicle systems will be formulated;\r\n3. Examine the novel properties of vesicles formed in mixtures of surfactant and hydrotropes\r\n(which are weakly surface-active, amphiphilic, and highly water-soluble organic salts), and to\r\nprobe microstructural changes therein caused by changes in pH or light exposure.\r\nProject 1 will involve synthesis and formulation carried out primarily at U. Delaware by Kaler's\r\ngroup and microscopy characterization at UCSB by Zasadzinski's group. The formulations\r\nneeded for project 2 will be done at UCSB and characterization will be carried out using light\r\nscattering and electron microscopy by Zasadzinski's group, and neutron spin-echo and neutron\r\nscattering by Kaler's group. Project 3 will be initiated at U. Delaware by Kaler's group and\r\ncharacterized by microscopy done in Zasadzinski's group. The reduction in time from 3 to 2\r\nyears will cause us to not be able to get as far in the project; however, all of the specific aims will\r\nbe examined at some level and the most promising routes identified for subsequent proposals.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Zasadzinski",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph A Zasadzinski",
   "pi_email_addr": "zasad008@umn.edu",
   "nsf_id": "000619592",
   "pi_start_date": "2005-02-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Barbara",
  "perf_str_addr": "3227 CHEADLE HALL",
  "perf_city_name": "SANTA BARBARA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931060001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141400",
   "pgm_ele_name": "INTERFAC PROCESSES & THERMODYN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 160502.0
  }
 ],
 "por": null
}