{
 "awd_id": "0436568",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CEDAR: Sporadic E (Es) Layer Instability and E-F Coupling",
 "cfda_num": "47.050",
 "org_code": "06020201",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Cassandra G. Fesen",
 "awd_eff_date": "2004-12-01",
 "awd_exp_date": "2008-05-31",
 "tot_intn_awd_amt": 284759.0,
 "awd_amount": 284759.0,
 "awd_min_amd_letter_date": "2004-11-02",
 "awd_max_amd_letter_date": "2007-02-16",
 "awd_abstract_narration": "The investigators will study ionospheric forcing mechanisms originating in lower atmospheric regions, and the transmission of these effects throughout the ionosphere. The research will focus on whether an electrodynamic wind-shear-driven instability of sporadic E (Es) layers is capable of coupling a significant amount of energy from neutral winds in the lower thermosphere to electrical energy and ionospheric structure. This sporadic E layer instability, referred to as EsLI, couples to the Perkins instability in the F layer, and the growth rate of the coupled system can be around five times the growth rate of the Perkins instability alone. Midlatitude observations have shown such phenomenon as northwest to southeast (northeast to southwest) aligned frontal structures in northern (southern) hemisphere Es layers, the so called quasi-periodic (QP) E region radar echoes, QP scintillations, F region radar echoes and spread F, raised bands of F layer plasma, structure in intermediate layers, and ion rain. The EsLI is implicated in these processes for four main reasons: (1) it predicts the preferred frontal alignment associated with most of these phenomena; (2) its wind shear threshold is much lower than the Kelvin Helmholtz instability, (3) its growth rate is much larger than the Perkins instability, and (4) it is most likely to dominate the coupled E-F system when the F layer altitude is high, which is when many of these phenomena are most prevalent. A field line integrated treatment of the F layer equilibrium configuration with a vertical gradient in the ion-neutral collision frequency results in the Perkins instability. Given the recent discovery of large wind shears in the lower thermosphere (that possibly result from nonlinear gravity wave/tidal interactions), and the electrojet-like polarization mechanism that is involved, the EsLI appears to be a much more energetic phenomena than the Perkins instability on short scales. On longer scales, however, when polarization fields will map between the Es and F layers, the coupled system of the EsLI and Perkins instability must be considered. Because of the contribution of the Es layer, it appears likely that some or all of the midlatitude phenomena listed above can be explained in terms of this coupled system. To conduct this research, the investigators will (1) Perform a linear stability analysis of the Es-F-layer system that incorporates the scale length dependence of electric field mapping; (2) Perform numerical simulations of the Es-F-layer coupled electrodynamics; (3) Combine analytical approaches to nonlinear modeling with the results of the first two tasks to analyze the wavelength dependence of the coupled system, including the seeding of long wavelength modes, energy cascading, and the partitioning of short wavelength modes between the E and F regions; (4) Similarly analyze the system dependence on the altitude and density of the Es and F layers; (5) Exercise the models using parameters measured for actual ionospheric events. F-region structure at low latitudes produces radio wave scintillation, so that the study of this mechanism is important in understanding space weather effects on communication and navigation systems.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Russell",
   "pi_last_name": "Cosgrove",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Russell Cosgrove",
   "pi_email_addr": "russell.cosgrove@sri.com",
   "nsf_id": "000448809",
   "pi_start_date": "2004-11-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Roland",
   "pi_last_name": "Tsunoda",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Roland T Tsunoda",
   "pi_email_addr": "rolandtsunoda@gmail.com",
   "nsf_id": "000473705",
   "pi_start_date": "2004-11-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SRI International",
  "inst_street_address": "333 RAVENSWOOD AVE",
  "inst_street_address_2": "",
  "inst_city_name": "MENLO PARK",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6097342285",
  "inst_zip_code": "940253493",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "SRI INTERNATIONAL",
  "org_prnt_uei_num": "SRG2J1WS9X63",
  "org_uei_num": "SRG2J1WS9X63"
 },
 "perf_inst": {
  "perf_inst_name": "SRI International",
  "perf_str_addr": "333 RAVENSWOOD AVE",
  "perf_city_name": "MENLO PARK",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "940253493",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "420200",
   "pgm_ele_name": "Upper Atmospheric Facilities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1323",
   "pgm_ref_txt": "SOLAR INFLUENCES"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 94901.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 94886.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 94972.0
  }
 ],
 "por": null
}