{
 "awd_id": "0437344",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant:  Salt and Society: Late Woodland and Mississippian Interaction in Southwest Alabama",
 "cfda_num": "47.075",
 "org_code": "04040400",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2004-10-15",
 "awd_exp_date": "2006-09-30",
 "tot_intn_awd_amt": 11913.0,
 "awd_amount": 11913.0,
 "awd_min_amd_letter_date": "2004-10-26",
 "awd_max_amd_letter_date": "2004-10-26",
 "awd_abstract_narration": "Under the supervision of Dr. Ian W. Brown, Ashley Dumas will excavate a site of prehistoric salt production in the lower Tombigbee River valley of southwest Alabama.  Natural saline springs in the region were the scenes of concentrated cultural occupation from about A.D. 800 to the early 1500's.  However, little is known about the people who lived there, except that they often were occupied by boiling brine into salt.  Ms. Dumas will excavate at the Stimpson saline and analyze recovered pottery in order to expose the importance and role of salt in the lifeways of these people. \r\n\r\nThe need for salt as a dietary supplement has been shown to correspond to a reliance on cultivated plants for food.  Several scholars have speculated that the southwest Alabama salines were infiltrated by members of the Moundville chiefdom to the north and, later, by people from the Bottle Creek chiefdom to the south.  Thus, an assumption underlying this project is that people from the Moundville and Bottle Creek chiefdoms needed salt to supplement their corn-based diets.  Because it dominated much of the trade in the region, the Bottle Creek chiefdom may have been particularly interested in producing salt and controlling its distribution.  In addition to ordering the sequence of occupations, this study aims to correlate the nature of salt production with the socioeconomic needs of the Moundville and Bottle Creek chiefdoms.  Recent research in the region of the Alabama salines argues that there is no evidence for an in-place development of Moundville or Bottle Creek-related culture in southwest Alabama.  The implication is that if it did not develop indigenously, then it had to come from elsewhere.  Salt may have been an important attraction to the region.      \r\n\r\nThis project has great significance for the disciplines of anthropology and archaeology.  First, it examines how cultural change in a region may have occurred through colonization rather than in-place, independent development.  Contact that occurs due to human desire for a certain resource is difficult to investigate when that resource does not survive as part of the archaeological record.  Thus, the importance of this study for archaeological research is that it adds to a small body of literature regarding methods for measuring the importance of salt in prehistoric cultures.  Second, excavations at the Stimpson saline and analysis of the recovered artifacts will provide a model for other archaeologists who wish to determine the nature of foreign interest in a local resource.  \r\n\r\nThis research also will benefit a larger audience in several ways.  A program of public outreach, which is already underway, includes presentations to local archaeological and historical societies, a museum exhibit, and a volunteer program.  Participants in the field work portion of the project will gain experience in archaeological excavation and laboratory analysis.  Dissemination of research to a professional audience will occur in at least two regional and one national conference and publication in peer-reviewed journals.  These efforts raise awareness of the unique geological features that are the salines, their millennial importance in the culture history of the area, and the role of science in bringing it all to light.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ian",
   "pi_last_name": "Brown",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Ian W Brown",
   "pi_email_addr": "ibrown@tenhoor.as.ua.edu",
   "nsf_id": "000149173",
   "pi_start_date": "2004-10-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alabama Tuscaloosa",
  "inst_street_address": "801 UNIVERSITY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "TUSCALOOSA",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2053485152",
  "inst_zip_code": "354012029",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AL07",
  "org_lgl_bus_name": "UNIVERSITY OF ALABAMA",
  "org_prnt_uei_num": "TWJWHYEM8T63",
  "org_uei_num": "RCNJEHZ83EV6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alabama Tuscaloosa",
  "perf_str_addr": "801 UNIVERSITY BLVD",
  "perf_city_name": "TUSCALOOSA",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "354012029",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AL07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 11913.0
  }
 ],
 "por": null
}