{
 "awd_id": "0439649",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Joint Stochastic Non-Linear Inversion of Hydrogeophysical Data for Improved Vadose Zone Characterization and Monitoring",
 "cfda_num": "47.050",
 "org_code": "06030109",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "L. Douglas James",
 "awd_eff_date": "2005-01-15",
 "awd_exp_date": "2007-12-31",
 "tot_intn_awd_amt": 270000.0,
 "awd_amount": 270000.0,
 "awd_min_amd_letter_date": "2005-01-19",
 "awd_max_amd_letter_date": "2007-01-11",
 "awd_abstract_narration": "0439649\r\nRubin\r\nThe vadose zone is an extremely important region to consider for environmental, agricultural and atmospheric science applications. As analyses related to vadose zone become more sophisticated, there is a mounting pressure to provide more detailed, high-resolution imaging capabilities. One of the  breakthroughs in that direction has been the introduction of geophysical surveys as a key tool for hydrologic characterization. Yet, a characterization approach that can handle the nonlinearities and complexities inherent in vadose zone flow, including hysteresis and preferential flow, and geophysical processes, is still a challenge. Several promising techniques have been proposed recently, and additional investigation is needed to better understand their strength and limitations. The objective of the proposed research is to develop a stochastic inversion procedure that will allow addressing these challenges. We shall focus on the combined use of crosshole radar (GPR) and hydrogeologic data such as soil moisture and pressure head, obtained from boreholes, to provide high-resolution imaging of soil moisture dynamics, and subsequently for inverse modeling. Our hypothesis is that an inversion framework that is based on simultaneous inversion of geophysical and hydrological measurements and on non-linear modeling of the flow processes and of the geophysical surveys, improves our ability to characterize the vadose zone. The inversion of the geophysical and hydrogeological data will be carried out simultaneously using non-linear mathematical models of the flow and geophysical processes to relate between target parameters (lithology, permeability, other soil's parameters needed for modeling of the relative conductivity and water retentivity), and input data. This is motivated by the following observations. First, current methods for integrating hydrogeological and geophysical data are either sequential or iterative. The problem with sequential methods is that the error associated with the geophysical inversion is ignored, and the problem with the iterative methods is that convergence is not guaranteed, unless special conditions are met, which are difficult to evaluate. Second, several promising inversion procedures have been explored recently based on linearization (low-order approximations in terms of variability) of the flow equation. Our fully non-linear approach will explore their strength and limitations. \r\nThe procedure will be stochastic in nature, with the goal of characterizing the target parameters  through their multivariate spatial probability distributions. A stochastic approach is chosen because it allows to treat rationally the uncertainty due to spatial variability, data scarcity and measurement error. A Bayesian formulation will be pursued, because it allows combining prior information with site-specific measurements. Entropy-based methods (MRE: minimum Relative entropy) will be employed for determining prior probability distributions of parameters from constraints based on prior/extraneous information, with minimum subjectivity. Fuzzy neural networks will be used to develop petrophysical models. The proposed approach will be tested using a digital analogue-based synthetic model, and data from a field experiment carried out at the DOE site at Hanford. The synthetic study will test our ability to identify the soil's hydraulic parameters away from wells, and the Hanford study will assess our capability to improve predictive capabilities. \r\nThe intellectual merits are primarily in the consistent treatment of uncertainty in both the geophysical and hydrological data through joint inversion (non-sequential, non-iterative), and in the use of non-linear mathematical models for the flow and geophysical processes. While ad-hoc methods for joint inversion, based on linearization of the flow equation, were found satisfactory, a scientific basis is needed for establishing their strength and limitations, and for exploring problems which are outside of current capabilities (i.e., larger variability, irregular and transient boundary conditions, and sharp fronts). \r\nThere are two points we propose to consider in terms of the broader impact of the project. The first concerns geophysical inversion. It is common in the geophysical community to ignore hydrogeological constraints. While geophysical surveys are making inroads into hydrogeology, this is not true the other way around. The interpretation approach we propose can create a positive impact in that direction. The second point we view as important is the holistic approach to stochastic analysis, including all sources of error, and a rational treatment of prior information. From a narrow perspective, this approach intends to remove inconsistency in the treatment of geophysical data and to avoid subjectivity in the prior, but from a broader perspective, these ideas are meritorious for a broad class of inverse problems in and outside hydrogeology, where combined use of many sources of data, including priors, is still a challenge. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yoram",
   "pi_last_name": "Rubin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yoram Rubin",
   "pi_email_addr": "rubin@ce.berkeley.edu",
   "nsf_id": "000489223",
   "pi_start_date": "2005-01-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157900",
   "pgm_ele_name": "Hydrologic Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9189",
   "pgm_ref_txt": "WATER RESOURCES/COASTAL & MARINE ENVIRON"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 90000.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 90000.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 90000.0
  }
 ],
 "por": null
}