{
 "awd_id": "0440198",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Pressure Decrease as a Cause of Quartz and Molybdenite Vein Mineral Precipitation in Magmatic-Hydrothermal Systems",
 "cfda_num": "47.050",
 "org_code": "06030107",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sonia Esperanca",
 "awd_eff_date": "2005-02-01",
 "awd_exp_date": "2009-01-31",
 "tot_intn_awd_amt": 209789.0,
 "awd_amount": 209789.0,
 "awd_min_amd_letter_date": "2005-01-31",
 "awd_max_amd_letter_date": "2005-01-31",
 "awd_abstract_narration": "In high temperature geothermal systems, and magmatic hydrothermal systems such as the porphyry copper deposit at Butte, Montana, sharp decreases in pressure from lithostatic toward hydrostatic are a likely process for producing quartz veins.  The nearly universal occurrence of molybdenite (MoS2) in such quartz veins that likely form by pressure drop and the scarcity of molybdenite in other vein types suggest that molybdenite, like quartz, precipitates by pressure reduction, as opposed to a decrease in temperature.  Previous molybdenite solubility experiments have not addressed the role of pressure, thus we do not know a chemical mechanism that would cause molybdenite to precipitate upon a drop in pressure.  For quartz, we know its solubility as a function of pressure, but we do not know the origin of quartz mineral and trace element compositions that distinguish pressure-drop vein quartz from other types of quartz. This research addresses pressure decrease as a key process in magmatic hydrothermal systems in three coordinated sub-projects: (1) experiments in the Wood laboratory (U. Idaho) to explore molybdenite solubility as a function of pressure and temperature, (2) in the Reed laboratory (U. Oregon), determine the SEM-cathodoluminescence textures and related trace element compositions, 18O/16O ratios and fluid inclusion properties in natural vein quartz formed by pressure drop and other processes; and (3) apply numerical modeling methods (program CHILLER) to explore the role of pressure-decrease in magmatic hydrothermal systems.  Benefits beyond the research itself include the following: a) graduate students and two undergraduates would be trained in the analytical, experimental, and computational methods involved in modern geochemical research, b) the Reed-Wood research collaboration joins complementary strengths in experimental, analytical and numerical modeling geochemistry that would aid future developments in geochemistry, c) a deeper understanding of magmatic hydrothermal processes is important for mineral exploration and for future energy extraction from high-temperature (>400 degrees C), high-yield geothermal systems, such as that now being drilled in Iceland.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Reed",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Mark H Reed",
   "pi_email_addr": "mhreed@uoregon.edu",
   "nsf_id": "000292903",
   "pi_start_date": "2005-01-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Oregon Eugene",
  "inst_street_address": "1776 E 13TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "EUGENE",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5413465131",
  "inst_zip_code": "974031905",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "UNIVERSITY OF OREGON",
  "org_prnt_uei_num": "Z3FGN9MF92U2",
  "org_uei_num": "Z3FGN9MF92U2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Oregon Eugene",
  "perf_str_addr": "1776 E 13TH AVE",
  "perf_city_name": "EUGENE",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "974031905",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 209789.0
  }
 ],
 "por": null
}