{
 "awd_id": "0441796",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I: Development of a Nemeth Math to Latex Backtranslator System",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ian M. Bennett",
 "awd_eff_date": "2005-01-01",
 "awd_exp_date": "2005-12-31",
 "tot_intn_awd_amt": 94440.0,
 "awd_amount": 94440.0,
 "awd_min_amd_letter_date": "2004-11-15",
 "awd_max_amd_letter_date": "2005-05-16",
 "awd_abstract_narration": "This Small Business Innovation Research Phase I project will conduct research to develop a commercial quality PC-based system for automatically back-translating mathematics encoded in Nemeth Math Braille notation to LATEX.  The system will greatly facilitate communication of visually impaired students, scientists, and engineers with their sighted instructors and colleagues.  It will also greatly help in facilitating learning of mathematics by elementary, middle and high school students.  Translation of Nemeth Math Braille to LATEX is known to be a hard problem.  Using novel approaches of denotational semantics and logic programming in earlier research, Logical Software Solutions (LSS) developed a proof-of-concept system that can back-translate complete mathematical documents containing both Nemeth Math and literary Braille text to LATEX.  The prototype system developed, however, is limited.  It does not handle all the spatially laid out Mathematics (matrices and grade school arithmetic and algebraic addition/subtraction problems.).  In this project, LSS will conduct research to extend the prototype system so that spatially laid out mathematics can be fully handled.  The research should make good progress toward a complete software environment approach commercial quality.  It should be noted that until recently the back translation problem was widely believed to be unsolvable due to the language-complexity of Nemeth Braille Math.\r\nThe proffered back-translation system will be usable a stand-alone software system that can convert math documents coded in Nemeth code to LATEX.  The system has the potential to have a significant impact in the classroom environment, as blind students of mathematics, science and engineering at universities and community colleges will be able to write answers to homework and exam questions in Nemeth Math notation and have them automatically converted to LATEX for grading by a sighted instructor.  Blind students at middle schools and high schools will also be significantly affected.  According to the National Federation of the Blind, there are 93,600 blind children attending school in the U.S. alone.  Likewise, the 1,166 community colleges in the U.S. and 417 universities with enrollments of more than 10.000 students serve tens of thousands of visually impaired students.  The firm's market survey indicates that these institutions of learning (school districts, community colleges and universities will be potential customers.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Deepa",
   "pi_last_name": "Gopal",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Deepa Gopal",
   "pi_email_addr": "deepa_gopal@hotmail.com",
   "nsf_id": "000252532",
   "pi_start_date": "2004-11-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Logical Software Solutions",
  "inst_street_address": "8200 Chambray Ct.",
  "inst_street_address_2": "",
  "inst_city_name": "Plano",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9723907329",
  "inst_zip_code": "750255523",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "TX03",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "Logical Software Solutions",
  "perf_str_addr": "8200 Chambray Ct.",
  "perf_city_name": "Plano",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "750255523",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "TX03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "154500",
   "pgm_ele_name": "Disabilities Research in STEM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1547",
   "pgm_ref_txt": "COMP PART FOR MATH & SCI ACHIE"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9139",
   "pgm_ref_txt": "INFORMATION INFRASTRUCTURE & TECH APPL"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0405",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0405",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 94440.0
  }
 ],
 "por": null
}