{
 "awd_id": "0441621",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:    Content Authoring, Presentation and Communication System for Informal Science Education Exhibits",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ian M. Bennett",
 "awd_eff_date": "2005-01-01",
 "awd_exp_date": "2005-06-30",
 "tot_intn_awd_amt": 98591.0,
 "awd_amount": 98591.0,
 "awd_min_amd_letter_date": "2004-11-24",
 "awd_max_amd_letter_date": "2004-11-24",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase I project will determine the feasibility of using a content authoring, presentation and communication system in science centers for ongoing interactive learning experiences.  Human factors research and development will result in a detailed specification and demonstration system that connects collaborative exhibits to personalized interactive web content.  Science centers are struggling to find more effective, sustainable means of engaging the public in ongoing informal learning experiences.  The proposing business has completed 2000+ hours of research and development on an integrated, onsite and online participatory interaction platform to address this need.  Prototypes of components of the onsite structured learning system were user-tested and evaluated by an independent team from Lesley University resulting in a favorable report indicating that these components meet or exceed the learning and design objectives.  The proposed research consists of designing, developing, and evaluating prototypes of the self-directed visitor experience.  The objective is to understand how to engage visitors in a self-sustaining cycle of personalized, participatory science discovery.  The desired outcome is to foster long-term, free-choice learning through ongoing visitor engagement with science centers.  The goal is to design, document and demonstrate a commercially feasible content authoring, presentation and communication system supporting this outcome.\r\n\r\nThis content authoring, presentation and communication system enables exhibit developers, researchers and educators to partner on active constructivist learning experiences incorporating technologies (HTML, digital imagery, video microscopes, etc.) with tactile objects.  Multi-station exhibits allow exhibitors to construct a learning flow across related topics.  The system leverages limited space and allows shared cost between several venues in the form of traveling exhibits.  This cost-effective, flexible system enables exhibitors to easily incorporate cutting-edge research, collaborate on exhibits, and generate personalized visitor Web sites integrated with virtual exhibits.  Reliable, robust technology reduces the burden on the venue's IT staff.  The visitor's learning experience will transcend the museum walls, and museums can continue the thread of the exhibits.  The system facilitates young people's social interactions through common technologies such as e-mail, instant messaging, cell phones, Web logs and networked multi-player gaming.  Technology identifies individual visitors permitting creation, collaboration on and collection of personalized artifacts during the interaction. Networked digital imaging allows a visitors to incorporate herself into the content by attaching her own digital video, still imagery, and audio to personalize the experience. The visitor can access /her personalized web page to share with her peers, parents or teachers, and continue into deeper self-directed learning. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mabel",
   "pi_last_name": "Ney",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Mabel M Ney",
   "pi_email_addr": "mabel@imagewks.com",
   "nsf_id": "000113290",
   "pi_start_date": "2004-11-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Image Works",
  "inst_street_address": "541 Congress Street",
  "inst_street_address_2": "",
  "inst_city_name": "Portland",
  "inst_state_code": "ME",
  "inst_state_name": "Maine",
  "inst_phone_num": "2077731101",
  "inst_zip_code": "041013306",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "ME01",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "Image Works",
  "perf_str_addr": "541 Congress Street",
  "perf_city_name": "Portland",
  "perf_st_code": "ME",
  "perf_st_name": "Maine",
  "perf_zip_code": "041013306",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "ME01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1666",
   "pgm_ref_txt": "RESEARCH ON LEARNING & EDUCATI"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "9180",
   "pgm_ref_txt": "PUBLIC SCIENCE LITERACY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0405",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0405",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 98591.0
  }
 ],
 "por": null
}