{
 "awd_id": "0441705",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Knowledge Based Decision Support of Retail Merchandise Optimization",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Arkilic Errol",
 "awd_eff_date": "2005-01-01",
 "awd_exp_date": "2005-11-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 99996.0,
 "awd_min_amd_letter_date": "2004-10-22",
 "awd_max_amd_letter_date": "2005-07-27",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase I research project will provide a new paradigm of decision support capability needed to empower non-scientifically oriented retail managers to scientifically determine optimal pricing and inventory levels given the uncertainty of consumer demand and qualitative optimization criteria. Retail managers need to construct models of demand, and use those models to determine inventory levels and pricing that will maximize profitability. Bayesian Networks provide a parsimonious and accessible method for codifying complex causal links between variables, and encoding the probabilistic relations amongst them. Exploiting this powerful knowledge representation capability for retail decision making presents a two-fold challenge: Creating a modeling framework which satisfies the need for intuitive knowledge engineering while providing robust reasoning capability for uncertain and qualitative elements of the optimization function; and secondly, enables retail managers to visualize the complex mechanics of the optimization function. The objective of this Phase I research is to demonstrate the feasibility of overcoming these challenges using a knowledge-based decision support tool for retail pricing and inventory optimization, which departs critically from previous constraint logic based, \"black box\" approaches to optimization that have failed to interact with users' intuition, subjective optimization criteria, and pervasive consumer demand uncertainties.\r\n\r\nThe retail sector accounts for 9.2% of the national GDP, and generate over $3.2 trillion of sales yet it loses over $900 billion due to inventory surpluses and shortfalls. To determine optimal inventory (or pricing) levels, a regional supermarket retailer must perform 156 million decisions per year (30,000 products x 100 stores x 52 weeks). This number far exceeds the organization's decision-making capabilities, and the results are evident in the poor operating profit margins of the retail sector. Gross profit margins for retailers are typically 25%, but once inventory and marketing costs are deducted, the net profit margins are only 1-2% (Montgomery 1997). Retail managers are grossly failing to learn from the data available to them, and are subsequently failing to make optimal inventory and pricing decisions. The broader impact of this SBIR initiative will be to radically accelerate this learning process and reduce inefficiencies in the decision loop. The results of this research effort will not only improve the economic productivity of the retail sector, but also introduce new research streams on knowledge-based decision support to both academics and industry, and provide the intellectual foundations for much needed interchange between the two. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shah",
   "pi_last_name": "Yunus",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Shah M Yunus",
   "pi_email_addr": "yunus@adelphia.net",
   "nsf_id": "000122185",
   "pi_start_date": "2004-10-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Sentrana, Incorporated",
  "inst_street_address": "3033 WILSON BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "ARLINGTON",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "2025074468",
  "inst_zip_code": "222013868",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "VA08",
  "org_lgl_bus_name": "SENTRANA INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "MQS1RLL5DMY8"
 },
 "perf_inst": {
  "perf_inst_name": "Sentrana, Incorporated",
  "perf_str_addr": "3033 WILSON BLVD STE 700",
  "perf_city_name": "ARLINGTON",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "222013868",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "VA08",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1087",
   "pgm_ref_txt": "INTERNET TECHNOLOGIES"
  },
  {
   "pgm_ref_code": "9139",
   "pgm_ref_txt": "INFORMATION INFRASTRUCTURE & TECH APPL"
  },
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 99996.0
  }
 ],
 "por": null
}