{
 "awd_id": "0441125",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "STTR Phase I:     Small Footprint Speech Synthesis",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ian M. Bennett",
 "awd_eff_date": "2005-01-01",
 "awd_exp_date": "2006-06-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 99751.0,
 "awd_min_amd_letter_date": "2004-11-24",
 "awd_max_amd_letter_date": "2005-11-15",
 "awd_abstract_narration": "This Small Business Technology Transfer Phase I project aims to develop and implement a new algorithm in the area of text-to-speech synthesis (TTS) that will lead to (i) dramatic decreases in disk and memory requirements at a given speech quality level and (ii) minimization of the amount of voice recordings needed to create a new synthetic voice.  Most current TTS systems operate by concatenating segments of recorded speech ([acoustic]  units).  A challenge for TTS is coarticulation: The dependency of the acoustic manifestations of a phoneme on its neighbors.  Current TTS systems use multi-phone acoustic units such as diphones, which preserve coarticulatory patterns naturally present in speech.  However, this approach requires a large amount of recordings and generates systems with large footprints.  Biospeech proposes a uniphone approach that addresses coarticulation processes with an explicit model.  The method uses complex spectral vectors (basis vectors) representing brief segments of speech inside single phonemes, and decomposes these into two components: A formant vector and a spectral balance vector.  To generate speech, the formant and spectral balance vectors derived from the basis vectors corresponding to successive phonemes are subjected to separate--and hence generally asynchronous--interpolation operations using time varying weights; the formant and spectral balance vector trajectories thus created are re-combined to create a trajectory in complex spectral space; finally, this trajectory is converted into output speech with the inverse Fourier transform.  Asynchronicity is necessitated by the quasi-independence of articulators underlying different spectral features (e.g., frication, formant frequencies).\r\n\r\nThe proposed work has implications for other speech technologies, including Automatic Speech  Recognition (ASR).  Current ASR technologies address coarticulation by using multi-phone units, typical triphones. The number of triphones in English is over 70,000, and thus requires a large amount of training recordings.  The proposed model could dramatically impact on the amount of recordings required for system training.  Second, TTS has generally recognized societal benefits for universal access, education, and information access by voice.  For example, TTS-based augmentative devices are available for individuals who have lost their voice; and reading machines for the blind have been available for several decades.  Third, the approach will make higher-quality TTS more available for smaller devices.  For example, voice based caller ID on low-end mobile telephones is currently not possible due to memory limitations.  Fourth, it enables voice adaptation with a minimum of recordings.  This will enable building personalized TTS systems for individuals with speech disorders who can only intermittently produce normal speech sounds or for individuals who are about to undergo surgery that will irreversibly alter their speech.  The method proffered by Biospeech only requires recordings of valid samples of each of (less than 50) phonemes instead of each of (2000 or more) diphones. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alexander",
   "pi_last_name": "Kain",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alexander Kain",
   "pi_email_addr": "kain@biospeech.com",
   "nsf_id": "000058142",
   "pi_start_date": "2004-11-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Biospeech Incorporated",
  "inst_street_address": "9946 SW 61ST AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PORTLAND",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5033411192",
  "inst_zip_code": "972195610",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "OR01",
  "org_lgl_bus_name": "BIOSPEECH INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "ZNXDMFF4L5J5"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon Health & Science University, West Campus",
  "perf_str_addr": "20000 N.W. Walker Road",
  "perf_city_name": "Beaverton",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "970068921",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "OR01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "150500",
   "pgm_ele_name": "STTR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 99751.0
  }
 ],
 "por": null
}