{
 "awd_id": "0441891",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:    Incorporation of Knowledge Base into Statistical Machine Translation",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ian M. Bennett",
 "awd_eff_date": "2005-01-01",
 "awd_exp_date": "2005-06-30",
 "tot_intn_awd_amt": 100000.0,
 "awd_amount": 100000.0,
 "awd_min_amd_letter_date": "2004-11-09",
 "awd_max_amd_letter_date": "2004-11-09",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase I project proffers an innovative approach to machine translation.  The project model aims to overcome two important bottlenecks in the development of a high quality Statistical Machine Translation (SMT) system: (1) the inability to handle structural problems, and (2) dependence on huge amounts of parallel texts.  The inability of statistics to sufficiently handle grammatical problems such as word order becomes more evident when the language pair is very different in structure and morphology, such as with English and Korean.  This project is a method to learn linguistic knowledge crucial to handling word order and nonlocal dependencies automatically from text and incorporate it into SMT along with simple transformations, maximizing the strength of both knowledge-based approaches and statistical approaches, and minimizing the need for ever-increasing amounts of bilingual data.  This approach aims to build a syntactic-phrase-based Statistical Machine Translation engine that is not only more accurate than the existing word-based ones but is also capable of decreasing the need for large data sources.  The primary impact of the project is the potential for achieving automatic translation quality, which is as high as the quality of the best knowledge-based machine translation engines but which, at the same time, requires a minimum of handcrafting of knowledge and is therefore much lower cost in terms of development time and human resources.\r\n\r\nWhile the research is specifically concerned with MT between English and Korean, the resulting translation models would potentially be usable for translation between any pair of languages.  In addition to benefiting machine translation research and applications directly, the research will provide significant progress towards building bilingual phrase lexicons from data, which in turn will aid in multi-lingual tasks such as cross-lingual information retrieval. Sehda's syntactic phrase based MT engine can produce unambiguous phrase translations, useful for indexing foreign documents and constructing keyword lists for document summary.  Additionally, the project's method to learn features to augment traditional language modeling will have an impact in many different applications including speech recognition, search engines, genre and topic detection, and document search and query.  Lastly, this research has beneficial impacts nationally and globally by helping to solve the \"automatic translation\" problem, an area of paramount importance to the economic welfare and security of the US, as well as to the rest of the world.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yookyung",
   "pi_last_name": "Kim",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yookyung Kim",
   "pi_email_addr": "kim@sehda.com",
   "nsf_id": "000486972",
   "pi_start_date": "2004-11-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Fluential , Inc.",
  "inst_street_address": "1153 Bordeaux Drive, Suite 211",
  "inst_street_address_2": "",
  "inst_city_name": "Sunnyvale",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "4087471010",
  "inst_zip_code": "940891224",
  "inst_country_name": "United States",
  "cong_dist_code": "17",
  "st_cong_dist_code": "CA17",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "Fluential , Inc.",
  "perf_str_addr": "1153 Bordeaux Drive, Suite 211",
  "perf_city_name": "Sunnyvale",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "940891224",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "CA17",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": null
}