{
 "awd_id": "0441068",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:    Proteomic-Based Detection Technology",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Arkilic Errol",
 "awd_eff_date": "2005-01-01",
 "awd_exp_date": "2005-06-30",
 "tot_intn_awd_amt": 91562.0,
 "awd_amount": 91562.0,
 "awd_min_amd_letter_date": "2004-11-15",
 "awd_max_amd_letter_date": "2004-11-15",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase I project will develop proteomic-based security technology that will incorporate affinity-based mass spectrometry assays and software for the detection of Biodefense Agents.  Existing immunoassay methods for proteomic detection of specific microorganism pathogens are insensitive to structural deviations that might arise as a result of spontaneous or deliberate biotoxin modifications.  These methods of detection can fail to detect genetically engineered biotoxins, and cannot delineate protein structural heterogeneities that can significantly affect protein functionality in vivo.  This project aims to develop software and bioassays based on mass spectrometric methods of detection for assaying biological warfare agents that will address the shortcomings of the commercially available immunoassays.  To facilitate detection and delineation of biotoxin isoforms, data evaluation software will be integrated into the MS-based assays designed for detection of specific biodefense agents.  A library of specific biotoxin isoforms will be created and used in the generation of data for the software development and validation.  Data evaluation software will be created that is capable of rapidly identifying biotoxin isoforms that register at different mass values from those predicted from the amino acid sequence.  The technical feasibility of the project will be established by the successful demonstration of the data evaluation software in the detection and delineation of specific biotoxin isoforms structural changes.\r\n\r\nThese assays and software will innovate the ways biological agents are detected, and provide structural information that no other commercially available assays can.  The broader value of the project is realized by the ultimate creation of assays that encompass mass spectrometry and data evaluation software that can be employed to analyze biological pathogens classified as Biodefense Agents. The key technological enhancements are the rapid screening of protein biomarkers characteristic of these pathogens, from a variety of samples, and the detection of structurally modified pathogen toxins. The commercial impact from the propagation of the MSIA assays as direct reading instruments in screening for biological organisms can be significant.  These assays and the accompanying platform can be used in a network of Laboratories (members of the CDC.s Laboratory Response Network) that are at the forefront of the biological and chemical terrorism defense.  These MS-based immunoassays and software will complement the PCR-based methods of detections already in use in those Laboratories, and will improve (and further enable) the detection and characterization of the bio-threat agents.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dobrin",
   "pi_last_name": "Nedelkov",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dobrin Nedelkov",
   "pi_email_addr": "dnedelkov@intrinsicbio.com",
   "nsf_id": "000485244",
   "pi_start_date": "2004-11-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "INTRINSIC BIOPROBES, INC.",
  "inst_street_address": "2155 E. Conference Dr.",
  "inst_street_address_2": "Suite 104",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4808041778",
  "inst_zip_code": "852842604",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "INTRINSIC BIOPROBES, INC.",
  "perf_str_addr": "2155 E. Conference Dr.",
  "perf_city_name": "TEMPE",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852842604",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1397",
   "pgm_ref_txt": "CROSS-DIRECTORATE  ACTIV PROGR"
  },
  {
   "pgm_ref_code": "9184",
   "pgm_ref_txt": "BIOTECHNOLOGY - INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 91562.0
  }
 ],
 "por": null
}