{
 "awd_id": "0442769",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: The Chemical Ecology of Shallow-water Marine Macroalgae and Invertebrates on the Antarctic Peninsula",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Roberta Marinelli",
 "awd_eff_date": "2005-07-15",
 "awd_exp_date": "2010-06-30",
 "tot_intn_awd_amt": 405000.0,
 "awd_amount": 405000.0,
 "awd_min_amd_letter_date": "2005-07-08",
 "awd_max_amd_letter_date": "2008-05-21",
 "awd_abstract_narration": "Mesoherbivores, and specifically amphipods, are a conspicuous and dominant component of the macroalgal community in Antarctica.  Despite their high abundance, the functional ecology, and particularly the trophic relationships of Antarctic amphipods are poorly understood.  This project will evaluate the importance of mesograzers (small invertebrate predators approximately 1 to 25 mm in body length) in western Antarctic Peninsula marine communities. This will be accomplished by examining the role of mesoherbivores in structuring macroalgal communities and by elucidating the ecological interactions of mesograzers with a dominant group of benthic macroinvertebrates, the marine sponges.  Moreover, chemical studies will be conducted to gain a more thorough understanding of the chemical defenses that Antarctic Peninsula sponges direct towards crustacean mesograzers. Three sets of questions will be addressed concerning the importance of mesograzers, and amphipods in particular, in nearshore habitats of the western Antarctic Peninsula.  First, the hypothesis that mesoherbivory is particularly heavy in western Antarctic Peninsula marine communities and has an important influence on algal community structure will be addressed.  Initial studies will document which species of amphipods feed in whole or part on microalgae and macroalgae, the incidence and distribution of filamentous endophytes in dominant macroalgae, comparative night time patterns of amphipod abundances on macrophytes, and the role of chemical mediation in these relationships.  Second, the broad hypothesis that mesograzers in general, and amphipods in particular, interact with and prey upon sponges to a greater extent than heretofore recognized in Antarctic communities will be tested.  The functional basis of these associations will be considered by examining whether the sponges are used as prey, and if so, whether there is evidence that some sponges produce secondary metabolites that show efficacy against mesograzers such as amphipods.  Third, the researchers will test the hypotheses that: 1) Antarctic algae and invertebrates biosynthesize secondary metabolites that deter feeding by amphipod predators; and 2) pigments found in three Antarctic sponges are tryptophan catabolites produced as defenses against crustacean predators that impact molting.  Evaluation of these hypotheses will be based on isolation and characterization of the specific anti-feeding metabolites, on biosynthetic studies to establish the metabolic origin of the pigments, and on bioassays to establish the chemical defense roles of both groups of compounds. A variety of educational activities will be a major component of this project. Opportunities will be made to support graduate and undergraduate research, both through NSF programs as well as home university-based programs including a number of funded programs that enhance the representation of minorities in the sciences. Through their proven and highly successful interactive web program, the investigators will continue to involve a large numbers of teachers, K-12 students, and other members of the community at large in their scientific endeavors in Antarctica.  Moreover, they will actively participate in outreach efforts by presenting numerous talks on their research to school and community groups.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "McClintock",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "James B McClintock",
   "pi_email_addr": "mcclinto@uab.edu",
   "nsf_id": "000467771",
   "pi_start_date": "2005-07-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Amsler",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Charles D Amsler",
   "pi_email_addr": "amsler@uab.edu",
   "nsf_id": "000212655",
   "pi_start_date": "2005-07-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alabama at Birmingham",
  "inst_street_address": "701 S 20TH STREET",
  "inst_street_address_2": "",
  "inst_city_name": "BIRMINGHAM",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2059345266",
  "inst_zip_code": "352940001",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AL07",
  "org_lgl_bus_name": "UNIVERSITY OF ALABAMA AT BIRMINGHAM",
  "org_prnt_uei_num": "",
  "org_uei_num": "YND4PLMC9AN7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alabama at Birmingham",
  "perf_str_addr": "701 S 20TH STREET",
  "perf_city_name": "BIRMINGHAM",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "352940001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AL07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511100",
   "pgm_ele_name": "ANT Organisms & Ecosystems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 10745.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 147478.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 165789.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 80988.0
  }
 ],
 "por": null
}