{
 "awd_id": "0442590",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Mathematics for Elementary Teachers: Project MET",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Daniel P. Maki",
 "awd_eff_date": "2005-01-01",
 "awd_exp_date": "2008-12-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 74921.0,
 "awd_min_amd_letter_date": "2005-01-06",
 "awd_max_amd_letter_date": "2008-03-27",
 "awd_abstract_narration": "Mathematical Sciences (21)\r\n\r\nMathematics content courses for prospective elementary teachers are often taught in traditional lecture format by mathematics faculty members with little knowledge of state and national curriculum standards or of effective pedagogy at the elementary level.  In recent years, collaboration with area elementary teachers has led to significant reform of that coursework.  Collaborative learning, manipulatives, math games and math lessons through children's literature have put the mathematics in context and made the content course more meaningful for the prospective teachers. A particular success is the Pen Pal program, which pairs prospective teachers with elementary students for a weekly exchange on the mathematics each group is studying. \r\n  \r\nBuilding on this success, Project MET is creating and testing a model for collaboration between mathematics faculty, education faculty and public school teachers in developing and teaching mathematics content courses required for elementary school teacher preparation.  Major objectives of the project include increased participation by mathematics research faculty and more effective instruction in the content courses.  In addition to the development of an additional course in the sequence, and the cooperative teaching of selected topics, Project MET is creating summer workshops for new instructors, a Faculty Resource Kit, a Peer Leader program, an expansion of the Pen Pal program, an Education Laboratory Classroom and joint research projects.  \r\n \r\nIntellectual Merit: As a multi-faceted, proof-of-concept initiative, Project MET is conducting a scientific assessment of the effectiveness of the various program activities.  The impact on the prospective teachers who come through the content courses is being measured on both a short-term and long-term basis.   The effect on the attitudes and mathematical understanding of the children who participate in the Pen Pal program are also being evaluated.  The assessment results are presented in the form of publishable research in mathematics education.  In addition, the intellectual contributions of Project MET will be presented in a very tangible way in the Faculty Resource Kit. \r\n \r\nBroader Impact:  The propagation of the new two mathematics course sequence begins with the eight campuses of the University of South Carolina, through system-wide meetings of mathematics faculty.  The next stage of dissemination involves workshops at state and national conferences.  In addition, a Website is being developed, making the Faculty Resource Kit and other information available online.  The Faculty Resource Kit is being distributed in print form at conferences and upon request. As a model for collaboration, the Project MET is being extended to the mathematics coursework for the new middle school program, and provided to other departments charged with developing courses for prospective middle school teachers. Beyond dissemination to the college system and to departments of mathematics and others in higher education involved in teacher preparation, Project MET has an impact on school renewal in South Carolina. The greater impact of Project MET is increased mathematical enthusiasm, understanding and competence of generations of children taught by graduates of the university's teacher preparation program. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "Johnson",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "George W Johnson",
   "pi_email_addr": "gwj@math.sc.edu",
   "nsf_id": "000345732",
   "pi_start_date": "2005-01-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mary",
   "pi_last_name": "O'Leary",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Mary E O'Leary",
   "pi_email_addr": "oleary@math.scarolina.edu.",
   "nsf_id": "000124491",
   "pi_start_date": "2005-01-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Debra",
   "pi_last_name": "Geddings",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Debra Geddings",
   "pi_email_addr": "geddings@math.sc.edu",
   "nsf_id": "000255387",
   "pi_start_date": "2005-01-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University South Carolina Research Foundation",
  "inst_street_address": "915 BULL ST",
  "inst_street_address_2": "STE 202",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8037777093",
  "inst_zip_code": "292084009",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "SC06",
  "org_lgl_bus_name": "SOUTH CAROLINA RESEARCH FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "ELBVJ1KYX976"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Carolina at Columbia",
  "perf_str_addr": "1600 HAMPTON ST",
  "perf_city_name": "COLUMBIA",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "292083403",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "SC06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "742700",
   "pgm_ele_name": "CCLI-EDUCATIONAL MATERIALS DEV"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0405",
   "app_name": "NSF, EDUCATION & HUMAN RESOURC",
   "app_symb_id": "490106",
   "fund_code": "app-0405",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 74921.0
  }
 ],
 "por": null
}