{
 "awd_id": "0443447",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "RCN: PEATNET-Globalization of Northern Peatland Ecosystem Research",
 "cfda_num": "47.050",
 "org_code": "06030207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "H. Richard Lane",
 "awd_eff_date": "2005-04-15",
 "awd_exp_date": "2011-09-30",
 "tot_intn_awd_amt": 498905.0,
 "awd_amount": 498905.0,
 "awd_min_amd_letter_date": "2005-05-02",
 "awd_max_amd_letter_date": "2011-01-18",
 "awd_abstract_narration": "ABSTRACT\r\n\r\nPEATNET Core Participants.-PEATNET will be directed by Dale Vitt (Southern Illinois University Carbondale) with input from a Steering Committee consisting of Jill Bubier (Mount Holyoke College), Jennifer Harden (U.S. Geological Survey, Menlo Park), Merritt Turetsky (Michigan State University), Melanie Vile (Academy of Natural Sciences of Philadelphia), and R. Kelman Wieder (Villanova Univer-sity).\r\nThis proposal establishes PEATNET (Peatland Ecosystem Analysis and Training NETwork), an in-ternational, interdisciplinary collaborative effort that focuses on northern peatland ecosystems.  PEATNET activities focuses on a central question:  How do the structure and function of northern peat-land ecosystems respond with respect to climate change and human and natural disturbances over past, present, and future time scales?  Since the most recent deglaciation, northern peatlands have accumulated 1/3 of the world's soil carbon, yet occupy only about 3 % of the Earth's land surface.  The future of these vast carbon stores, however, is in question, given ongoing and future climate change and natural/human disturbance regimes.  Two overarching goals of PEATNET are to encourage and foster interactions among scientists at various stages of their careers and to enhance the education and training of the next generation of peatland ecosystem ecologists.  PEATNET will: 1) establish a website, which will serve as the public countenance for PEATNET, as the mechanism to coordinate PEATNET activities and commu-nicate findings and outcomes, and as the location of a peatland web-discussion group and the PEATNET Virtual Resource Center; 2) conduct annual targeted network retreats (3-5 days) coupled to training the next generation of peatland scientists; 3) conduct more specifically focused workshops (1-2 days) in asso-ciation with international and/or national meetings, also coupled to training the next generation of peat-land scientists; 4) establish and maintain the PEATNET Virtual Resource Center, which will post \"50 Classical Papers in Peatland Ecosystem Ecology,\" as well as titles of peatland-relevant papers accepted for publication, but that not yet appeared; 5) produce and post on the website a web-based peatland man-ager's handbook, the PEATGUIDE; and 6) produce and post on the website a series of popular articles aimed at heightening public awareness of the importance of peatland functions and values, as well as a pictorial guide to northern peatlands, the WEBGUIDE.  The PEATNET Steering Committee will actively promote participation in the network, and the website will make it clear that membership in PEATNET is open to all interested in peatland ecosystem research, especially as related to climate change and distur-bance.  To promote PEATNET activities, a poster will be prepared for display at appropriate international and national meetings.\r\nPEATNET will provide a virtual and actual mechanism for fostering cooperation and collaboration among peatland researchers from different countries and with different disciplinary approaches to peat-land ecosystem science.  PEATNET is strongly dedicated to the education and training of the next genera-tion of peatland ecosystem researchers, and will do so in a way that will nurture a sense of community not only among young scientists (including both undergraduate and graduate students and post-doctorals), but between young and established scientists, as well.  Every effort will be made to include women and groups traditionally underrepresented in peatland research in all PEATNET activities.  PEATNET will work to transfer peatland research into information that will be of use to peatland managers, and will strive to popularize the importance of northern peatland functions and values.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dale",
   "pi_last_name": "Vitt",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dale Vitt",
   "pi_email_addr": "dvitt@plant.siu.edu",
   "nsf_id": "000394875",
   "pi_start_date": "2005-05-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Southern Illinois University at Carbondale",
  "inst_street_address": "900 S NORMAL AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CARBONDALE",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "6184534540",
  "inst_zip_code": "629014302",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "IL12",
  "org_lgl_bus_name": "BOARD OF TRUSTEES OF SOUTHERN ILLINOIS UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "Y28BEBJ4MNU7"
 },
 "perf_inst": {
  "perf_inst_name": "Southern Illinois University at Carbondale",
  "perf_str_addr": "900 S NORMAL AVE",
  "perf_city_name": "CARBONDALE",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "629014302",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "IL12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "116500",
   "pgm_ele_name": "ADVANCES IN BIO INFORMATICS"
  },
  {
   "pgm_ele_code": "162900",
   "pgm_ele_name": "BE: NON-ANNOUNCEMENT RESEARCH"
  },
  {
   "pgm_ele_code": "745900",
   "pgm_ele_name": "Sedimentary Geo & Paleobiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 199379.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 99851.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 99722.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 99953.0
  }
 ],
 "por": null
}