{
 "awd_id": "0444088",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Acquisition of English Articles by Child and Adult L2-English Learners",
 "cfda_num": "47.075",
 "org_code": "04040500",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joan Maling",
 "awd_eff_date": "2005-08-01",
 "awd_exp_date": "2009-07-31",
 "tot_intn_awd_amt": 195434.0,
 "awd_amount": 195434.0,
 "awd_min_amd_letter_date": "2005-04-12",
 "awd_max_amd_letter_date": "2007-06-13",
 "awd_abstract_narration": "Children and adults who learn a second language have to learn not only new linguistic forms, such as words and sentences, but also the subtleties of their meaning. For instance, articles, such as 'the' and 'a' in English, while simple in form, encode complex meanings about the state of speaker and hearer knowledge. Different languages encode subtly different meanings in their article systems. Some languages lack articles altogether and use other means to talk about speaker and hearer knowledge. A second language learner acquiring English is thus faced with the difficult task of establishing exactly what 'the' and 'a' mean, a task which requires an ability to distinguish subtle differences in meaning, as well as to attend to the states of speaker and hearer knowledge. The types of errors that learners make with English articles provide important information about second language learners' ability to pair complex meanings with new linguistic forms, and contribute to our understanding of how human beings acquire new languages. With support from the National Science Foundation, Dr. Maria-Luisa Zubizarreta and Dr. Tania Ionin will study the acquisition of English articles by second language learners, examining the patterns of errors of article use in light of recent linguistic theory, and investigating different factors that influence the course of acquisition. The role of the learner's first language in the acquisition of a second language will be examined through a comparison of English article use among learners whose native languages are Spanish (whose article system is similar to English); Samoan (whose article system is different from English); and Russian (which has no articles). The effect of age on successful acquisition of article meanings will be studied through a comparison of child and adult second language learners. Learners' article use will be studied by means of both written tests and recordings of speech samples.\r\n\r\nThis project contributes to our understanding of how such factors as learner's age and the grammar of the learner's native language affect the course of second language acquisition. The project also has potential pedagogical applications in second language teaching. Articles are a notoriously difficult part of language for second language learners to master, yet textbooks of English as a Second Language often devote little space to a discussion of the English article system. An understanding of the linguistic factors which underlie acquisition of English articles by second language learners should have applications for classroom research, which in turn can feed into the design of instructional materials. Comparisons of second language learners from different age groups, and from different native language backgrounds, will allow increased understanding of which aspects of article choice are particularly difficult for which groups of learners. This project also provides an opportunity for a graduate student to engage in research.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Maria-Luisa",
   "pi_last_name": "Maria",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Maria-Luisa Maria",
   "pi_email_addr": "zubizarr@usc.edu",
   "nsf_id": "000229702",
   "pi_start_date": "2005-04-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern California",
  "inst_street_address": "3720 S FLOWER ST FL 3",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2137407762",
  "inst_zip_code": "90033",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTHERN CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G88KLJR3KYT5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern California",
  "perf_str_addr": "3720 S FLOWER ST FL 3",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "90033",
  "perf_ctry_code": "US",
  "perf_cong_dist": "34",
  "perf_st_cong_dist": "CA34",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 67387.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 62073.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 65974.0
  }
 ],
 "por": null
}