{
 "awd_id": "0444301",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Perceived Facial Expressions of Emotion as Motivational Incentives",
 "cfda_num": "47.075",
 "org_code": "04040500",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kellina Craig-Henderson",
 "awd_eff_date": "2005-04-01",
 "awd_exp_date": "2010-03-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 480141.0,
 "awd_min_amd_letter_date": "2005-03-24",
 "awd_max_amd_letter_date": "2007-11-06",
 "awd_abstract_narration": "Past research on the functions of facial expressions of emotion (FEE) has focused largely on their role in the experience of emotion and as universal social-communicative signals, but so far no systematic research has addressed their role as social rewards and punishers. The objective of this research program is therefore to explore whether FEEs, such as anger, joy, or fear, have a motivating effect on the perceiver and to what extent their motivating effect depends on the perceiver's motivational needs for power and affiliation. Based on existing research, it is hypothesized that FEEs differ in how strongly they express the sender's dominance (e.g., anger or contempt) or submission (e.g., fear) and the sender's friendliness (e.g., joy) or hostility (e.g., anger). Submissive or friendly FEEs are expected to be pleasurable and have a rewarding effect on the perceiver, whereas dominant or hostile FEEs are expected to be aversive and have a punishing effect on the perceiver. In addition, the rewarding or punishing effects of FEEs are also expected to depend on the perceiver. Specifically, it is hypothesized that individuals high in power motivation, who seek to dominate others, experience a submissive face as rewarding and a dominant face as punishing, whereas individuals low in power motivation will not show these differences. Similarly, individuals high in affiliation motivation, who seek to have close, friendly relationships with others, should experience a friendly face as rewarding and a hostile face as punishing, whereas individuals low in affiliation motivation will not show these differences. FEEs' motivating effects on the perceiver are expected to manifest themselves in their capacity to grab or deflect the perceiver's attention, influence physiological and psychological indicators of motivational arousal, have reinforcing and punishing effects on learning, and influence interpersonal behavior and affect.\r\n\tThese hypotheses will be tested in nine studies in which participants' needs for affiliation and power will be assessed with self-report and picture-story methods or experimentally manipulated. In most studies, FEEs will be presented as pictures, but they will also be enacted by assistants of the experimenter in two studies. A broad array of methods for gauging FEEs' motivating effects will be used. They will range from attentional-orienting, procedural-learning, and classical-conditioning tasks to the assessment of physiological and endocrine indicators of motivation. In addition, video-coding of verbal and nonverbal markers of affiliation and power motivation in social interaction situations will be used in two studies.\r\n\tThe proposed research will promote teaching, training, and learning, as undergraduate and graduate students will participate in all portions of the research process. The research will help to enhance our understanding of human behavior by charting out how FEEs, which are often displayed and received outside of interaction partners' conscious awareness, shape the perceiver's cognitive, affective, physiological, and learning processes and behavior. It may thus extend and sharpen our knowledge about the often subtle, but powerful role of nonverbal signals in social interactions.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "M.",
   "pi_last_name": "Gross",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "M. M Gross",
   "pi_email_addr": "mgross@umich.edu",
   "nsf_id": "000418734",
   "pi_start_date": "2007-11-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Oliver",
   "pi_last_name": "Schultheiss",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Oliver C Schultheiss",
   "pi_email_addr": "oschult@umich.edu",
   "nsf_id": "000319076",
   "pi_start_date": "2005-03-24",
   "pi_end_date": "2007-11-06"
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "1109 GEDDES AVE STE 3300",
  "perf_city_name": "ANN ARBOR",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133200",
   "pgm_ele_name": "Social Psychology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 246045.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 234096.0
  }
 ],
 "por": null
}