{
 "awd_id": "0445621",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Chromsome Modification and Transcription Repression in Regulation of Systemic Acquired Resistance",
 "cfda_num": "47.074",
 "org_code": "08070100",
 "po_phone": "7032924967",
 "po_email": "kccone@nsf.gov",
 "po_sign_block_name": "Karen Cone",
 "awd_eff_date": "2005-02-01",
 "awd_exp_date": "2009-01-31",
 "tot_intn_awd_amt": 480000.0,
 "awd_amount": 480000.0,
 "awd_min_amd_letter_date": "2005-01-27",
 "awd_max_amd_letter_date": "2006-10-30",
 "awd_abstract_narration": "Systemic acquired resistance (SAR) is a long lasting, broad spectrum immune response in plants that is often induced after a local pathogen infection.  Induction of SAR requires the signal molecule salicylic acid (SA) and up-regulation of pathogenesis-related (PR) genes, which encode proteins with antimicrobial activities. Genetic studies suggest that there are at least two induction events. One involves activation of NPR1 by SA and inactivation of SNI1 through NPR1 while the other involves an NPR1-independent, SA-dependent induction.  Recent work has shown that SNI1 might repress PR gene expression through changes in the chromosome structure.  The functional domains of SNI1 have been defined using the innovative NAAIRS mutagenesis. In the sni1 genetic background, ssn mutants were identified that affect NPR1-independent, SA-dependent expression of PR genes. The identification of SSN1 (AtRad51L3) suggests that chromosome structure indeed plays an important role in PR gene regulation. Identification of eight ssn mutants implies that there are multiple components involved in this process.  To understand how chromosome modification and transcription repression affect systemic acquired resistance, this project will focus on the following specific aims: (1) Mechanism of SNI1 transcriptional repression; (2) Regulation of SNI1 transcriptional repression; and (3) Cloning and characterization of ssn mutants.  The significance of this project is manifold. From a plant pathologist's point of view, this study will lead to better understanding of SAR, which is a major defense mechanism in plants. The inducible nature of this resistance may reduce the selective pressure for pathogens to overcome resistance and allow the generation of crop plants with durable, broad-spectrum resistance. From a molecular geneticist's standpoint, SAR is a fascinating signal transduction process leading to a coordinated global change in gene expression. The mechanisms of transcriptional repression are poorly understood in plants, and it is not known how SSN1, a RAD51 homolog presumed to be involved in DNA recombination and repair, regulates PR gene transcription. For this project, a unique set of tools has been developed to make new discoveries in these research areas. It will be fascinating to explore the possible link between DNA recombination and PR gene expression during pathogen challenge, which affects the long-term and immediate survival of the plant, respectively. Finally, it is also of interest to evolutionary biologists how plants balance their ability to fend off pathogen challenge and the need to minimize the cost of resistance. This project will also have a broader impact on education. It will provide the necessary financial support for the PI, graduate student and postdoctoral (all women) on this project. Cloning of ssn mutants will be carried out by undergraduate students as their independent-study projects. This grant will also facilitate the PI's role as a mentor in the SROP program for minority undergraduate summer research, as a panelist in the University Women in Science and Engineering (WISE) program, and an editor for Plant Physiology, Plant Journal and MPMI.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xinnian",
   "pi_last_name": "Dong",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xinnian Dong",
   "pi_email_addr": "xdong@duke.edu",
   "nsf_id": "000299502",
   "pi_start_date": "2005-01-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "2200 W MAIN ST",
  "perf_city_name": "DURHAM",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277054640",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1154",
   "pgm_ref_txt": "GENE EXPRESSION"
  },
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 154970.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 160066.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 164964.0
  }
 ],
 "por": null
}