{
 "awd_id": "0445648",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Central control of electrosensory processing and learning in mormyrid electric fish",
 "cfda_num": "47.074",
 "org_code": "08090200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Martha Flanders",
 "awd_eff_date": "2005-03-01",
 "awd_exp_date": "2008-02-29",
 "tot_intn_awd_amt": 312112.0,
 "awd_amount": 312112.0,
 "awd_min_amd_letter_date": "2005-01-13",
 "awd_max_amd_letter_date": "2005-01-13",
 "awd_abstract_narration": "The ultimate goal of this project is to understand how the nervous system accurately stores and processes the temporal flow of sensory information. The project focuses on the mormyrid electric fish (Gnathonemus petersii),  a nocturnal fish that senses its environment by emitting a weak electric pulse and then detecting with electrosensory receptors in its skin the distortions in the signal caused by external objects. This electrosensory system requires exceptional timing and precision in order for the fish to navigate through its environment and identify external objects, such as potential mates, prey, predators and obstacles. \r\n\r\nThe site of initial electrosensory information processing is the electrosensory lateral line lobe (ELL), a cerebellum-like neural structure in the hindbrain of the fish.  Neurons of the ELL are affected not only by electrosensory input, but also by signals from central regions of the brain that inform the ELL about the timing of the motor command that initiates the electric pulse. In addition, the responses of neurons in the ELL are found to be adaptable to changing sensory conditions that effect the electrosensory system. This adaptability leads to the ability of these neurons to \"store\" an image of the fish's expectation of its own electrical signal. This expectation of the fish's own signal can be subtracted from the signal the fish actually receives to reveal the presence of environmental objects.\r\n\r\nHowever, it is unclear how nervous signals from central regions of the brain affect the storage and processing of sensory information in neurons of the ELL . In this collaborative research project, Dr. Patrick Roberts will use mathematical analyses and computer simulations to combine experimental data derived  from electrophysiological experiments performed in Dr. Curtis Bell's laboratory. Predictions from mathematical modeling will be used to test different mechanisms that may be responsible for how timing information is used by the ELL to interpret sensory information and control adaptive processes.\r\n\r\nThe primary electrosensory nerves enter the ELL and contact small granular cells that appear to act as coincidence detectors with respect to a precisely timed input from the central motor command and the received electrosensory signal. This project will model the mechanisms of precision in this coincidence detector at the level of cellular membranes and circuits. The output of the ELL appears to be shaped by adaptive processes, and those processes may be controlled by descending input from higher centers of sensory processing. The project will investigate how descending inputs can control the shape of this initial sensory processing structure and the computational models produced will form predictions for the next round of experimental studies. Completion of the proposed research will clarify underlying mechanisms of sensory processing and illuminate the principles of neural computation in this and other cerebellum-like structures.  The PI has also developed an outreach effort that brings students from a local undergraduate institution, Reed College, into his laboratory to participate in neuroscience research.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Patrick",
   "pi_last_name": "Roberts",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Patrick D Roberts",
   "pi_email_addr": "robertpa@ohsu.edu",
   "nsf_id": "000464204",
   "pi_start_date": "2005-01-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon Health & Science University",
  "inst_street_address": "3181 SW SAM JACKSON PARK RD",
  "inst_street_address_2": "",
  "inst_city_name": "PORTLAND",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5034947784",
  "inst_zip_code": "972393011",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "OR01",
  "org_lgl_bus_name": "OREGON HEALTH & SCIENCE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPSNT86JKN51"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon Health & Science University, West Campus",
  "perf_str_addr": "20000 N.W. Walker Road",
  "perf_city_name": "Beaverton",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "970068921",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "OR01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "747400",
   "pgm_ele_name": "ENVIRON & STRUCTURAL SYS CL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1162",
   "pgm_ref_txt": "COMPUTATIONAL NEUROSCIENCE"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 312112.0
  }
 ],
 "por": null
}