{
 "awd_id": "0446179",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Rab7 and Accessory Protein Function in Endocytosis",
 "cfda_num": "47.074",
 "org_code": "08070600",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Rodewald",
 "awd_eff_date": "2005-04-15",
 "awd_exp_date": "2010-03-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 664026.0,
 "awd_min_amd_letter_date": "2005-04-15",
 "awd_max_amd_letter_date": "2008-06-04",
 "awd_abstract_narration": "This project addresses three specific aims relevant to understanding late endocytic transport and sorting in mechanistic detail.  This work is relevant for understanding membrane transport mechanisms and the regulation of receptor trafficking.  Studies in Dr. Wandinger-Ness's laboratory have identified Rab7 and its interacting partners (lipid kinases and phosphatases and a proteasome subunit) as a key regulators of late endocytic transport and sorting.  They have also demonstrated that late endosomal motility on microtubules is bidirectional and dependent on functional Rab7.  Since individual Rab GTPases have largely distinct rather than shared effectors,  a comprehensive understanding of membrane trafficking will require the detailed study of individual transport steps and molecules involved.  Having identified several key components in late endocytic transport and sorting with support provided by MCB9982161, her plan is to establish in mechanistic terms how these components function together to orchestrate and regulate late endosomal transport and sorting.   \r\n\r\nPlanned studies will examine phophoinositide metabolism, proteasome function and microtubule transport all in the context of how these are coordinately regulated by Rab7 and its interacting partners on late endosomes.  Based on evidence that the hVPS34 lipid kinase and its p150 adapter form mutually exclusive complexes with the myotubularin 1 lipid phosphatase or with Rab7, Dr. Wandinger-Ness hypothesizes that these selective interactions serve to coordinately regulate local phosphatidyl inositol 3-phosphate (PI3P) levels.  In Aim1, she will use in vitro and in vivo assays to test the postulate and establish the mechanisms governing late endosomal phosphoinositide metabolism.  Because phosphatidyl inositides play a  central role in transport by serving as membrane  platforms for  recruiting  molecules  that  facilitate membrane  fusion  and  intraluminal vesicle formation, addressing how phosphoinositides are synthesized and turned over  will provide new insights into how this aspect of transport is regulated.  XAPC7 is an alpha subunit of the proteasome that has been shown by Dr. Wandinger-Ness to complex with Rab7.  Based on her initial published data, the proteasome seems to negatively regulate transport, but the  exact function of the proteasome on late endosomes remains unclear. Aim2 is geared toward determining the function of the proteasome in the regulation of transport.  It is expected that these studies will interface with  the  growing  literature  implicating  ubiquitination  and  proteasome  activity  in  the  proper trafficking and downregulation of membrane signalling receptors.  Finally, data from Dr. Wandinger-Ness' own work and others demonstrate that functional Rab7  and its interacting partner RILP are important for centrosome-directed late endosomal motility on microtubules.   Aim3  will  explore  how  the dynactin associated/RILP complex and the KIF1Bb kinesin motor may cooperate to regulate bidirectional late endosomal motility.  Together, these studies promise to offer a more comprehensive  understanding of late  endosomal  transport and sorting  that is a fundamental facet of the life of eukaryotic cells.   \r\n\r\nIn addition, NSF funding of this project will continue to facilitate resource development as exemplified by past contributions in  reagents, educational  training  and resource development.    The  studies will continue to expand the repertoire of reagents that Dr. Wandinger-Ness has already freely disseminated to over 100 investigators, resulting in numerous citations.  The research serves as an underpinning for educational innovation in an interdisciplinary  graduate training program.   Prior NSF funding provided  seed  monies  for  the  establishment  of  a  state-of-the-art  microscopy  facility at the University of New Mexico that  is now heavily utilized by students and fellows in various Federally funded research projects.  Finally, the project has with prior support been central to the training of a total of  21 undergraduate and graduate students and postdoctoral fellows, more than half of which are women and underrepresented minorities.  It is expected this extensive training track record will be expanded with this renewal support.  \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Angela",
   "pi_last_name": "Wandinger-Ness",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Angela Wandinger-Ness",
   "pi_email_addr": "wness@unm.edu",
   "nsf_id": "000197774",
   "pi_start_date": "2005-04-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Larry",
   "pi_last_name": "Sklar",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Larry A Sklar",
   "pi_email_addr": "",
   "nsf_id": "000215650",
   "pi_start_date": "2005-04-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of New Mexico Health Sciences Center",
  "inst_street_address": "1 UNIVERSITY OF NEW MEXICO",
  "inst_street_address_2": "SPONSORED PROJECTS OFFICE",
  "inst_city_name": "ALBUQUERQUE",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5052726264",
  "inst_zip_code": "871310001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NM01",
  "org_lgl_bus_name": "UNIVERSITY OF NEW MEXICO",
  "org_prnt_uei_num": "",
  "org_uei_num": "G389MFAYJNG9"
 },
 "perf_inst": {
  "perf_inst_name": "University of New Mexico Health Sciences Center",
  "perf_str_addr": "1 UNIVERSITY OF NEW MEXICO",
  "perf_city_name": "ALBUQUERQUE",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "871310001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NM01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1132",
   "pgm_ref_txt": "CELLULAR ORGANIZATION"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0105",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0105",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0106",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0106",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2005,
   "fund_oblg_amt": 165000.0
  },
  {
   "fund_oblg_fiscal_yr": 2006,
   "fund_oblg_amt": 165000.0
  },
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 165000.0
  },
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 169026.0
  }
 ],
 "por": null
}